[
    {
        "id": 2188,
        "cate": "43",
        "title": "حم (1) وَالْكِتَابِ الْمُبِينِ (2) إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ (3) وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ (4) أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ (5) وَكَمْ أَرْسَلْنَا مِنْ نَبِيٍّ فِي الْأَوَّلِينَ (6) وَمَا يَأْتِيهِمْ مِنْ نَبِيٍّ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ (7) فَأَهْلَكْنَا أَشَدَّ مِنْهُمْ بَطْشًا وَمَضَى مَثَلُ الْأَوَّلِينَ (8) ",
        "details": " اعلم أن قوله { حم * والكتاب المبين } يحتمل وجهين الأول : أن يكون التقدير هذه حام والكتاب المبين فيكون القسم واقعاً على أن هذه السورة هي سورة حام ويكون قوله { إِنَّا جعلناه قُرْءَاناً عَرَبِيّاً } ابتداء لكلام آخر الثاني : أن يكون التقدير هذه حام .\r\n ثم قال : { والكتاب المبين * إِنَّا جعلناه قُرْءَاناً عَرَبِيّاً } فيكون المقسم عليه هو قوله { إِنَّا جعلناه قُرْءَاناً عَرَبِيّاً } وفي المراد بالكتاب قولان أحدهما : أن المراد به القرآن ، وعلى هذا التقدير فقد أقسم بالقرآن أنه جعله عربياً الثاني : أن المراد بالكتاب الكتابة والخط أقسم بالكتابة لكثرة ما فيها من المنافع ، فإن العلوم إنما تكاملت بسبب الخط فإن المتقدم إذا استنبط علماً وأثبته في كتاب ، وجاء المتأخر ووقف عليه أمكنه أن يزيد في استنباط الفوائد ، فبهذا الطريق تكاثرت الفوائد وانتهت إلى الغايات العظيمة ، وفي وصف الكتاب بكونه مبيناً من وجوه الأول : أنه المبين للذين أنزل إليهم لأنه بلغتهم ولسانهم والثاني : المبين هو الذي أبان طريق الهدى من طريق الضلالة وأبان كل باب عما سواه وجعلها مفصلة ملخصة .\r\n واعلم أن وصفه بكونه مبيناً مجاز لأن المبين هو الله تعالى وسمي القرآن بذلك توسعاً من حيث إنه حصل البيان عنده .\r\n أما قوله { إِنَّا جعلناه قُرْءاناً عَرَبِيّاً لَّعَلَّكُمْ تَعْقِلُونَ } ففيه مسائل : المسألة الأولى : القائلون بحدوث القرآن احتجوا بهذه الآية من وجوه الأول : أن الآية تدل على أن القرآن مجعول ، والمجعول هو المصنوع المخلوق ، فإن قالوا لم لا يجوز أن يكون المراد أنه سماه عربياً؟ قلنا هذا مدفوع من وجهين الأول : أنه لو كان المراد بالجعل هذا لوجب أن من سماه عجمياً أن يصير عجمياً وإن كان بلغة العرب ومعلوم أنه باطل الثاني : أنه لو صرف الجعل إلى التسمية لزم كون التسمية مجعولة ، والتسمية أيضاً كلام الله ، وذلك يوجب أنه فعل بعض كلامه ، وإذا صح ذلك في البعض صح في الكل الثاني : أنه وصفه بكونه قرآناً ، وهو إنما سمي قرآناً لأنه جعل بعضه مقروناً بالبعض وما كان كذلك كان مصنوعاً معمولاً الثالث : أنه وصفه بكونه عربياً ، وهو إنما كان عربياً لأن هذه الألفاظ إنما اختصت بمسمياتهم بوضع العرب واصطلاحاتهم ، وذلك يدل على كونه معمولاً ومجعولاً والرابع : أن القسم بغير الله لا يجوز على ما هو معلوم فكان التقدير حام ورب الكتاب المبين ، وتأكد هذا أيضاً بما روي أنه عليه السلام كان يقول يا رب طه وياس ويا رب القرآن العظيم والجواب : أن هذا الذي ذكرتموه حق ، وذلك لأنكم إنما استدللتم بهذه الوجوه على كون هذه الحروف المتوالية والكلمات المتعاقبة محدثة مخلوقة ، وذلك معلوم بالضرورة ومن الذي ينازعكم فيه ، بل كان كلامكم يرجع حاصله إلى إقامة الدليل على ما عرف ثبوته بالضرورة .\r\n المسألة الثانية : كلمة لعلّ للتمني والترجي وهو لا يليق بمن كان عالماً بعواقب الأمور ، فكان المراد منها هاهنا : كي أي أنزلناه قرآناً عربياً لكي تعقلوا معناه ، وتحيطوا بفحواه ، قالت المعتزلة فصار حاصل الكلام إنا أنزلناه قرآناً عربياً لأجل أن تحيطوا بمعناه ، وهذا يفيد أمرين أحدهما : أن أفعال الله تعالى معللة بالأغراض والدواعي والثاني : أنه تعالى إنما أنزل القرآن ليهتدي به الناس ، وذلك يدل على أنه تعالى أراد من الكل الهداية والمعرفة ، خلاف قول من يقول إنه تعالى أراد من البعض الكفر والإعراض ، واعلم أن هذا النوع من استدلالات المعتزلة مشهور ، وأجوبتنا عنه مشهورة ، فلا فائدة في الإعادة ، والله أعلم .\r\n المسألة الثالثة : قوله { لَعَلَّكُمْ تَعْقِلُونَ } يدل على أن القرآن معلوم وليس فيه شيء مبهم مجهول خلافاً لمن يقول بعضه معلوم وبعضه مجهول .\r\n ثم قال تعالى : { وَإِنَّهُ فِي أُمّ الكتاب لَدَيْنَا لَعَلِيٌّ حَكِيمٌ } وفيه مسائل : المسألة الأولى : قرأ حمزة والكسائي { أُمِّ الكتاب } بكسر الألف والباقون بالضم .\r\n المسألة الثانية : الضمير في قوله { وَإِنَّهُ } عائد إلى الكتاب الذي تقدم ذكره في { أُمِّ الكتاب لَدَيْنَا } واختلفوا في المراد بأم الكتاب على قولين : فالقول الأول : إنه اللوح المحفوظ لقوله { بَلْ هُوَ قُرْءَانٌ مَّجِيدٌ فِي لَوْحٍ مَّحْفُوظٍ } [ البروج : 22 ] .\r\n واعلم أن على هذا التقدير فالصفات المذكورة ههنا كلها صفات اللوح المحفوظ .\r\n الصفة الأولى : أنه أم الكتاب والسبب فيه أن أصل كل شيء أمه والقرآن مثبت عند الله في اللوح المحفوظ ، ثم نقل إلى سماء الدنيا ، ثم أنزل حالاً بحسب المصلحة ، عن ابن عباس رضي الله عنه : « إن أول ما خلق الله القلم ، فأمره أن يكتب ما يريد أن يخلق » فالكتاب عنده فإن قيل وما الحكمة في خلق هذا اللوح المحفوظ مع أنه تعالى علاّم الغيوب ويستحيل عليه السهو والنسيان؟ قلنا إنه تعالى لما أثبت في ذلك أحكام حوادث المخلوقات ، ثم إن الملائكة يشاهدون أن جميع الحوادث إنما تحدث على موافقة ذلك المكتوب ، استدلوا بذلك على كمال حكمة الله وعلمه .\r\n الصفة الثانية : من صفات اللوح المحفوظ قوله { لَدَيْنَا } هكذا ذكره ابن عباس ، وإنما خصه الله تعالى بهذا التشريف لكونه كتاباً جامعاً لأحوال جميع المحدثات ، فكأنه الكتاب المشتمل على جميع ما يقع في ملك الله وملكوته ، فلا جرم حصل له هذا التشريف ، قال الواحدي ، ويحتمل أن يكون هذا صفة القرآن والتقدير إنه لدينا في أم الكتاب .\r\n الصفة الثالثة : كونه علياً والمعنى كونه عالياً عن وجوه الفساد والبطلان وقيل المراد كونه عالياً على جميع الكتب بسبب كونه معجزاً باقياً على وجه الدهر .\r\n الصفة الرابعة : كونه حكيماً أي محكماً في أبواب البلاغة والفصاحة ، وقيل حكيم أي ذو حكمة بالغة ، وقيل إن هذه الصفات كلها صفات القرآن على ما ذكرناه والقول الثاني : في تفسير أم الكتاب أنه الآيات المحكمة لقوله تعالى : { هُوَ الذى أَنزَلَ عَلَيْكَ الكتاب مِنْهُ آيات محكمات هُنَّ أُمِّ الكتاب } [ آل عمران : 7 ] ومعناه أن سورة حام واقعة في الآيات المحكمة التي هي الأصل والأم .\r\n ثم قال تعالى : { أَفَنَضْرِبُ عَنكُمُ الذكر صَفْحاً أَن كُنتُمْ قَوْماً مُّسْرِفِينَ } وفيه مسائل : المسألة الأولى : قرأ نافع وحمزة والكسائي { إِن كُنتُمْ } بكسر الألف تقديره : إن كنتم مسرفين لا نضرب عنكم الذكر صفحاً ، وقيل ( إن ) بمعنى إذ كقوله تعالى : { وَذَرُواْ مَا بَقِيَ مِنَ الربا إِن كُنتُمْ مُّؤْمِنِينَ } [ البقرة : 278 ] وبالجملة فالجزاء مقدم على الشرط ، وقرأ الباقون بفتح الألف على التعليل أي لأن كنتم مسرفين .\r\n المسألة الثانية : قال الفرّاء والزجاج يقول ضربت عنه وأضربت عنه أي تركته وأمسكت عنه وقوله { صَفْحاً } أي إعراضاً والأصل فيه أنك توليت بصفحة عنقك وعلى هذا فقوله { أَفَنَضْرِبُ عَنكُمُ الذكر صَفْحاً } تقديره : أفنضرب عنكم إضرابنا أو تقديره أفنصفح عنكم صفحاً ، واختلفوا في معنى الذكر فقيل معناه أفنرد عنكم ذكر عذاب الله ، وقيل أفنرد عنكم النصائح والمواعظ ، وقيل أفنرد عنكم القرآن ، وهذا استفهام على سبيل الإنكار ، يعني إنا لا نترك هذا الإعذار والإنذار بسبب كونكم مسرفين ، قال قتادة : لو أن هذا القرآن رفع حين رده أوائل هذه الأمة لهلكوا ولكن الله برحمته كرره عليهم ودعاهم إليه عشرين سنة إذا عرفت هذا فنقول هذا الكلام يحتمل وجهين : الأول : الرحمة يعني أن لا نترككم مع سوء اختياركم بل نذكركم ونعظكم إلى أن ترجعوا إلى الطريق الحق الثاني : المبالغة في التغليظ يعني أتظنون أن تتركوا مع ما تريدون ، كلا بل نلزمكم العمل وندعوكم إلى الدين ونؤاخذكم متى أخللتم بالواجب وأقدمتم على القبيح .\r\n المسألة الثالثة : قال صاحب «الكشاف» : الفاء في قوله { أَفَنَضْرِبُ } للعطف على محذوف تقديره أنهملكم فنضرب عنكم الذكر .\r\n ثم قال تعالى : { وَكَمْ أَرْسَلْنَا مِن نَّبِيّ فِى الأولين * وَمَا يَأْتِيهِم مّنْ نَّبِيٍّ إِلاَّ كَانُواْ بِهِ يَسْتَهْزِءونَ } والمعنى أن عادة الأمم مع الأنبياء الذين يدعونهم إلى الدين الحق هو التكذيب والاستهزاء ، فلا ينبغي أن تتأذى من قومك بسبب إقدامهم على التكذيب والاستهزاء لأن المصيبة إذا عمت خفت .\r\n ثم قال تعالى : { فَأَهْلَكْنَا أَشَدَّ مِنْهُم بَطْشاً } يعني أن أولئك المتقدمين الذين أرسل الله إليهم الرسل كانوا أشد بطشاً من قريش يعني أكثر عدداً وجلداً ، ثم قال : { ومضى مَثَلُ الأولين } والمعنى أن كفار مكة سلكوا في الكفر والتكذيب مسلك من كان قبلهم فليحذروا أن ينزل بهم من الخزي مثل ما نزل بهم فقد ضربنا لهم مثلهم كما قال : { وَكُلاًّ ضَرَبْنَا لَهُ الأمثال } [ الفرقان : 39 ] وكقوله { وَسَكَنتُمْ فِي مساكن الذين ظَلَمُواْ أَنفُسَهُمْ } إلى قوله { وَضَرَبْنَا لَكُمُ الأمثال } [ إبراهيم : 45 ] ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "حم (1) والكتاب المبين (2) إنا جعلناه قرآنا عربيا لعلكم تعقلون (3) وإنه في أم الكتاب لدينا لعلي حكيم (4) أفنضرب عنكم الذكر صفحا أن كنتم قوما مسرفين (5) وكم أرسلنا من نبي في الأولين (6) وما يأتيهم من نبي إلا كانوا به يستهزئون (7) فأهلكنا أشد منهم بطشا ومضى مثل الأولين (8) ",
        "babnum": 1
    },
    {
        "id": 2189,
        "cate": "43",
        "title": "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ (9) الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَجَعَلَ لَكُمْ فِيهَا سُبُلًا لَعَلَّكُمْ تَهْتَدُونَ (10) وَالَّذِي نَزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ تُخْرَجُونَ (11) وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ (12) لِتَسْتَوُوا عَلَى ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ (13) وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ (14) ",
        "details": " اعلم أنه قد تقدم ذكر المسرفين وهم المشركون وتقدم أيضاً ذكر الأنبياء فقوله { ولئن سألتهم } يحتمل أن يرجع إلى الأنبياء ، ويحتمل أن يرجع إلى الكفار إلا أن الأقرب رجوعه إلى الكفار ، فبيّن تعالى أنهم مقرون بأن خالق السموات والأرض وما بينهما هو الله العزيز الحكيم ، والمقصود أنهم مع كونهم مقرين بهذا المعنى يعبدون معه غيره وينكرون قدرته على البعث ، وقد تقدم الإخبار عنهم ، ثم إنه تعالى ابتدأ دالاً على نفسه بذكر مصنوعاته فقال : { الذي جَعَلَ لَكُمُ الأرض مَهْداً } ولو كان هذا من جملة كلام الكفار ولوجب أن يقولوا : الذي جعل لنا الأرض مهداً ، ولأن قوله في أثناء الكلام { فَأَنشَرْنَا بِهِ بَلْدَةً مَّيْتاً } لا يتعلق إلا بكلام الله ونظيره من كلام الناس أن يسمع الرجل رجلاً يقول الذي بنى هذا المسجد فلان العالم فيقول السامع لهذا الكلام الزاهد الكريم كأن ذلك السامع يقول أنا أعرفه بصفات حميدة فوق ما تعرفه فأزيد في وصفه فيكون النعتان جميعاً من رجلين لرجل واحد .\r\n إذا عرفت كيفية النظم في الآية فنقول إنها تدل على أنواع من صفات الله تعالى .\r\n الصفة الأولى : كونه خالقاً للسموات والأرض والمتكلمون بينوا أن أول العمل بالله العلم بكونه محدثاً للعالم فاعلاً له ، فلهذا السبب وقع الابتداء بذكر كونه خالقاً ، وهذاإنما يتم إذا فسرنا الخلق بالإحداث والإبداع .\r\n الصفة الثانية : العزيز وهو الغالب وما لأجله يحصل المكنة من الغلبة هو القدرة وكان العزيز إشارة إلى كمال القدرة .\r\n الصفة الثالثة : العليم وهو إشارة إلى كمال العلم ، واعلم أن كمال العلم والقدرة إذا حصل كان الموصوف به قادراً على خلق جميع الممكنات ، فلهذا المعنى أثبت تعالى كونه موصوفاً بهاتين الصفتين ثم فرع عليه سائر التفاصيل .\r\n الصفة الرابعة : قوله { الذى جَعَلَ لَكُمُ الأرض مَهْداً } وقد ذكرنا في هذا الكتاب أن كون الأرض مهداً إنما حصل لأجل كونها واقفة ساكنة ولأجل كونها موصوفة بصفات مخصوصة باعتبارها يمكن الانتفاع بها في الزراعة وبناء الأبنية في كونها ساترة لعيوب الأحياء والأموات ، ولما كان المهد موضع الراحة للصبي جعل الأرض مهداً لكثرة ما فيها من الراحات .\r\n الصفة الخامسة : قوله { وَجَعَلَ لَكُمْ فِيهَا سُبُلاً } والمقصود أن انتفاع الناس إنما يكمل إذا قدر كل أحد أن يذهب من بلد إلى بلد ومن إقليم إلى إقليم ، ولولا أن الله تعالى هيأ تلك السبل ووضع عليها علامات مخصوصة وإلا لما حصل هذا الانتفاع .\r\n ثم قال تعالى : { لَعَلَّكُمْ تَهْتَدُونَ } يعني المقصود من وضع السبل أن يحصل لكم المكنة من الاهتداء ، والثاني المعنى لتهتدوا إلى الحق في الدين .\r\n الصفة السادسة : قوله تعالى : { والذي نَزَّلَ مِنَ السماء مَاءً بِقَدَرٍ فَأَنشَرْنَا بِهِ بَلْدَةً مَّيْتاً } وههنا مباحث أحدها : أن ظاهر هذه الآية يقتضي أن الماء ينزل من السماء ، فهل الأمر كذلك أو يقال إنه ينزل من السحاب وسمي نازلاً من السماء لأن كل ماسماك فهو سماء؟ وهذا البحث قد مرّ ذكره بالاستقصاء وثانيها : قوله { بِقَدَرٍ } أي إنما ينزل من السماء بقدر ما يحتاج إليه أهل تلك البقعة من غير زيادة ولا نقصان لا كما أنزل على قوم نوح بغير قدر حتى أغرقهم بل يقدر حتى يكون معاشاً لكم ولأنعامكم وثالثها : قوله { فَأَنشَرْنَا بِهِ بَلْدَةً مَّيْتاً } أي خالية من النبات فأحييناها وهو الإنشار .\r\n ثم قال : { كَذَلِكَ تُخْرَجُونَ } يعني أن هذا الدليل كما يدل على قدرة الله وحكمته فكذلك يدل على قدرته على البعث والقيامة ووجه التشبيه أنه يجعلهم أحياء بعد الإماتة كهذه الأرض التي أنشرت بعد ما كانت ميتة ، وقال بعضهم بل وجه التشبيه أن يعيدهم ويخرجهم من الأرض بماء كالمني كما تنبت الأرض بماء المطر ، وهذا الوجه ضعيف لأنه ليس في ظاهر اللفظ إلا إثبات الإعادة فقط دون هذه الزيادة .\r\n الصفة السابعة : قوله تعالى { والذي خَلَقَ الأزواج كُلَّهَا } قال ابن عباس الأزواج الضروب والأنواع كالحلو الحامض والأبيض والأسود والذكر والأنثى ، وقال بعض المحققين كل ما سوى الله فهو زوج كالفوق والتحت واليمين واليسار والقدام والخلف والماضي والمستقبل والذوات والصفات والصيف والشتاء والربيع والخريف ، وكونها أزواجاً يدل على كونها ممكنة الوجود في ذواتها محدثة مسبوقة بعدم ، فأما الحق سبحانه فهو الفرد المنزّه عن الضد والند والمقابل والمعاضد فلهذا قال سبحانه : { والذى خَلَقَ الأزواج كُلَّهَا } أي كل ما هو زوج فهو مخلوق ، فدل هذا على أن خالقها فرد مطلق منزّه عن الزوجية ، وأقول أيضاً العلماء بعلم الحساب بينوا أن الفرد أفضل من الزوج من وجوه الأول : أن أقل الأزواج هو الإثنان وهو لا يوجد إلا عند ، حصول وحدتين فالزوج يحتاج إلى الفرد والفرد وهو الوحدة غنية عن الزوج والغني أفضل من المحتاج الثاني : أن الزوج يقبل القسمة بقسمين متساويين والفرد هو الذي لا يقل القسمة وقبول القسمة انفعال وتأثر وعدم قبولها قوة وشدة ومقاومة فكان الفرد أفضل من الزوج الثالث : أن العدد الفرد لا بد وأن يكون أحد قسميه زوجاً والثاني فرداً فالعدد الفرد حصل فيه الزوج والفرد معاً ، وأما العدد الزوج فلا بد وأن يكون كل واحد من قسميه وزوجاً والمشتمل على القسمين أفضل من الذي لا يكون كذلك الرابع : أن الزوجية عبارة عن كون كل واحد من قسميه معادلاً للقسم الآخر في الذات والصفات والمقدار ، وإذا كان كل ما حصل له من الكمال فمثله حاصل لغيره لم يكن هو كاملاً على الإطلاق ، أما الفرد فالفردية كائنة له خاصة لا لغيره ولا لمثله فكماله حاصلاً له لا لغيره فكان أفضل الخامس : أن الزوج لا بد وأن يكون كل واحد من قسميه مشاركاً للقسم الآخر في بعض الأمور ومغايراً له في أمور أخرى وما به المشاركة غير ما به المخالفة فكل زوجين فهما ممكنا الوجود لذاتيهما وكل ممكن فهو محتاج فثبت أن الزوجية منشأ الفقر والحاجة ، وأما الفردانية فهي منشأ الاستغناء والاستقلال لأن العدد محتاج إلى كل واحد من تلك الوحدات ، وأما كل واحد من تلك الوحدات فإنه غني عن ذلك العدد ، فثبت أن الأزواج ممكنات ومحدثات ومخلوقات وأن الفرد هو القائم بذاته المستقبل بنفسه الغني عن كل ما سواه ، فلهذا قال سبحانه : { والذي خَلَقَ الأزواج كُلَّهَا } .\r\n الصفة الثامنة : قوله { وَجَعَلَ لَكُمْ مِّنَ الفلك والأنعام مَا تَرْكَبُونَ } وذلك لأن السفر إما سفر البحر أو البر ، أما سفر البحر فالحامل هو السفينة ، وأما سفر البر فالحامل هو الأنعام وههنا سؤالان : السؤال الأول : لم لم يقل على ظهورها؟ أجابوا عنه من وجوه الأول : قال أبو عبيدة التذكير لقوله ما والتقدير ما تركبون الثاني : قال الفرّاء أضاف الظهور إلى واحد فيه معنى الجمع بمنزل الجيش والجند ، ولذلك ذكر وجمع الظهور الثالث : أن هذا التأنيث ليس تأنيثاً حقيقياً فجاز أن يختلف اللفظ فيه كما يقال عندي من النساء من يوافقك .\r\n السؤال الثاني : يقال ركبوا الأنعام وركبوا في الفلك وقد ذكر الجنسين فكيف قال تركبون؟ والجواب : غلب المتعدي بغير واسطة لقوته على المتعدي بواسطة .\r\n ثم قال تعالى : { ثُمَّ تَذْكُرُواْ نِعْمَةَ رَبِّكُمْ إِذَا استويتم عَلَيْهِ } ومعنى ذكر نعمة الله ، أن يذكروها في قلوبهم ، وذلك الذكر هو أن يعرف أن الله تعالى خلق وجه البحر ، وخلق الرياح ، وخلق جرم السفينة على وجه يتمكن الإنسان من تصريف هذه السفينة إلى أي جانب شاء وأراد ، فإذا تذكروا أن خلق البحر ، وخلق الرياح ، وخلق السفينة على هذه الوجوه القابلة لتصريفات الإنسان ولتحريكاته ليس من تدبير ذلك الإنسان ، وإنما هو من تدبير الحكيم العليم القدير ، عرف أن ذلك نعمة عظيمة من الله تعالى ، فيحمله ذلك على الانقياد والطاعة له تعالى ، وعلى الاشتغال بالشكر لنعمه التي لا نهاية لها .\r\n ثم قال تعالى : { وَتَقُولُواْ سبحان الذي سَخَّرَ لَنَا هذا وَمَا كُنَّا لَهُ مُقْرِنِينَ } .\r\n واعلم أنه تعالى عين ذكراً معيناً لركوب السفينة ، وهو قوله { بِسْمِ الله مَجْرَاهَا وَمُرْسَاهَا } [ هود : 41 ] وذكراً آخر لركوب الأنعام ، وهو قوله { سبحان الذى سَخَّرَ لَنَا هذا } وذكر عند دخول المنازل ذكراً آخر ، وهو قوله { رَّبّ أَنزِلْنِي مُنزَلاً مُّبَارَكاً وَأَنتَ خَيْرُ المنزلين } [ المؤمنون : 29 ] وتحقيق القول فيه أن الدابة التي يركبها الإنسان ، لا بد وأن تكون أكثر قوة من الإنسان بكثير ، وليس لها عقل يهديها إلى طاعة الإنسان ، ولكنه سبحانه خلق تلك البهيمة على وجوه مخصوصة في خلقها الظاهر ، وفي خلقها الباطن يحصل منها هذا الانتفاع ، أما خلقها الظاهر : فلأنها تمشي على أربع قوائم ، فكان ظاهرها كالموضع الذي يحسن استقرار الإنسان عليه ، وأما خلقها الباطن ، فلأنها مع قوتها الشديدة قد خلقها الله سبحانه بحث تصير منقادة للإنسان ومسخّرة له ، فإذا تأمل الإنسان في هذه العجائب وغاص بعقله في بحار هذه الأسرار ، عظم تعجبه من تلك القدرة القاهرة والحكمة غير المتناهية ، فلا بد وأن يقول { سبحان الذي سَخَّرَ لَنَا هذا وَمَا كُنَّا لَهُ مُقْرِنِينَ } قال أبو عبيدة : فلان مقرن لفلان ، أي ضابط له .\r\n قال الواحدي : وكان اشتقاقه من قولك ضرب له قرناً ، ومعن أنا قرن لفلان ، أي مثاله في الشدة ، فكان المعنى أنه ليس عندنا من القوة والطاقة أن نقرن هذه الدابة والفلك وأن نضبطها ، فسبحان من سخرها لنا بعلمه وحكمته وكمال قدرته ، روى صاحب «الكشاف» : عن النبي صلى الله عليه وسلم ، أنه كان إذا وضع رجليه في الركاب قال : \" بسم الله ، فإذا استوى على الدابة ، قال الحمد لله على كل حال ، سبحان الذي سخر لنا هذا ، إلى قوله لمنقلبون \" وروى القاضي في «تفسيره» : عن أبي مخلد أن الحسن ابن علي عليهما السلام : رأى رجلاً ركب دابة ، فقال سبحان الذي سخر لنا هذا ، فقال له ما بهذا أمرت ، أمرت أن تقول : الحمدلله الذي هدانا للإسلام ، الحمدلله الذي من علينا بمحمد صلى الله عليه وسلم ، والحمد لله الذي جعلنا من خير أمة أخرجت للناس ، ثم تقول : سبحان الذي سخر لنا هذا ، وروي أيضاً عن رسول الله صلى الله عليه وسلم : \" أنه كان إذا سافر وركب راحلته ، كبر ثلاثاً ، ثم يقول : سبحان الذي سخّر لنا هذا ، ثم قال : اللّهم إني أسألك في سفري هذا البر والتقوى ومن العمل ما ترضى ، اللّهم هون علينا السفر واطوِ عنا بعد الأرض ، اللّهم أنت الصاحب في السفر والخليفة على الأهل ، اللّهم أصحبنا في سفرنا ، وأخلفنا في أهلنا \" وكان إذا رجع إلى أهله يقول \" آيبون تائبون ، لربنا حامدون \" قال صاحب «الكشاف» : دلّت هذه الآية على خلاف قول المجبرة من وجوه الأول : أنه تعالى قال : { لِتَسْتَوُواْ على ظُهُورِهِ ثُمَّ تَذْكُرُواْ نِعْمَةَ رَبّكُمْ } فذكره بلام كي ، وهذا يدل على أنه تعالى أراد منا هذا الفعل ، وهذا يدل على بطلان قولهم أنه تعالى أراد الكفر منه ، وأراد الإصرار على الإنكار الثاني : أن قوله { لِتَسْتَوُواْ } يدل على أن فعله معلل بالأغراض الثالث : أنه تعالى بيّن أن خلق هذه الحيوانات على هذه الطبائع إنما كان لغرض أن يصدر الشكر على العبد ، فلو كان فعل العبد فعلاً لله تعالى ، لكان معنى الآية إني خلقت هذه الحيوانات لأجل أن أخلق سبحان الله في لسان العبد : وهذا باطل ، لأنه تعالى قادر على أن يخلق هذا اللفظ في لسانه بدون هذه الوسايط .\r\n واعلم أن الكلام على هذه الوجوه معلوم ، فلا فائدة في الإعادة .\r\n ثم قال تعالى : { وَإِنَّا إلى رَبّنَا لَمُنقَلِبُونَ } واعلم أن وجه اتصال هذا الكلام بما قبله أن ركوب الفلك في خطر الهلاك ، فإنه كثيراً ما تنكسر السفينة ويهلك الإنسان وراكب الدابة أيضاً كذلك لأن الدابة قد يتفق لها اتفاقات توجب هلاك الراكب ، وإذا كان كذلك فركوب الفلك والدابة يوجب تعريض النفس للهلاك ، فوجب على الراكب أن يتذكر أمر الموت ، وأن يقطع أنه هالك لا محالة ، وأنه منقلب إلى الله تعالى وغير منقلب من قضائه وقدره ، حتى لو اتفق له ذلك المحذور كان قد وطن نفسه على الموت .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولئن سألتهم من خلق السماوات والأرض ليقولن خلقهن العزيز العليم (9) الذي جعل لكم الأرض مهدا وجعل لكم فيها سبلا لعلكم تهتدون (10) والذي نزل من السماء ماء بقدر فأنشرنا به بلدة ميتا كذلك تخرجون (11) والذي خلق الأزواج كلها وجعل لكم من الفلك والأنعام ما تركبون (12) لتستووا على ظهوره ثم تذكروا نعمة ربكم إذا استويتم عليه وتقولوا سبحان الذي سخر لنا هذا وما كنا له مقرنين (13) وإنا إلى ربنا لمنقلبون (14) ",
        "babnum": 2
    },
    {
        "id": 2190,
        "cate": "43",
        "title": "وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا إِنَّ الْإِنْسَانَ لَكَفُورٌ مُبِينٌ (15) أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُمْ بِالْبَنِينَ (16) وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَنِ مَثَلًا ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ (17) أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ (18) وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثًا أَشَهِدُوا خَلْقَهُمْ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ (19) ",
        "details": " اعلم أنه تعالى لما قال : { وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السموات والأرض لَيَقُولُنَّ خَلَقَهُنَّ العزيز العليم } [ الزخرف : 9 ] بين أنهم مع إقرارهم بذلك ، جعلوا له من عباده جزءاً والمقصود منه التنبيه على قلة عقولهم وسخافة عقولهم .\r\n وفي الآية مسائل : المسألة الأولى : قرأ عاصم في رواية أبي بكر : { جُزْء } بضم الزاي والهمزة في كل القرآن وهما لغتان ، وأما حمزة فإذا وقف عليه قال جزا بفتح الزاي بلا همزة .\r\n المسألة الثانية : في المراد من قوله { وَجَعَلُواْ لَهُ مِنْ عِبَادِهِ جُزْءاً } قولان : الأول : وهو المشهور أن المراد أنهم أثبتوا له ولداً ، وتقرير الكلام أن ولد الرجل جزء منه ، قال عليه السلام : \" فاطمة بضعة مني \" ولأن المعقول من الوالد أن ينفصل عنه جزء من أجزائه ، ثم يتربى ذلك الجزء ويتولد منه شخص مثل ذلك الأصل ، وإذا كان كذلك فولد الرجل جزء منه وبعض منه ، فقوله { وَجَعَلُواْ لَهُ مِنْ عِبَادِهِ جُزْءا } معنى جعلوا حكموا وأثبتوا وقالوا به ، والمعنى أنهم أثبتوا له جزءاً ، وذلك الجزء هو عبد من عباده .\r\n واعلم أنه لو قال وجعلوا لعباده منه جزءاً ، أفاد ذلك أنهم أثبتوا أنه حصل جزء من أجزائه في بعض عباده وذلك هو الولد ، فكذا قوله { وَجَعَلُواْ لَهُ مِنْ عِبَادِهِ جُزْءاً } معناه وأثبتوا له جزءاً ، وذلك الجزء هو عبد من عباده ، والحاصل أنهم أثبتوا لله ولداً ، وذكروا في تقرير هذا القول وجوهاً أُخر ، فقالوا الجزء هو الأنثى في لغة العرب ، واحتجوا في إثبات هذه اللغة ببيتين فالأول قوله : إن أجزأت حرة يوماً فلا عجب \r\n قد تجزىء الحرة المذكاة أحياناً وقوله : زوجتها من بنات الأوس مجزئة \r\n للعوسج اللدن في أبياتها غزل وزعم الزجاج والأزهري وصاحب «الكشاف» : أن هذه اللغة فاسدة ، وأن هذه الأبيات مصنوعة والقول الثاني : في تفسير الآية أن المراد من قوله { وَجَعَلُواْ لَهُ مِنْ عِبَادِهِ جُزْءاً } إثبات الشركاء لله ، وذلك لأنهم لما أثبتوا الشركاء لله تعالى فقد زعموا أن كل العباد ليس لله ، بل بعضها لله ، وبعضها لغير الله ، فهم ما جعلوا لله من عباده كلهم ، بل جعلوا له منهم بعضاً وجزءاً منهم ، قالوا والذي يدل على أن هذا القول أولى من الأول ، أنا إذا حملنا هذه الآية على إنكار الشريك لله ، وحملنا الآية التي بعدها إلى إنكار الولد لله ، كانت الآية جامعة للرد على جميع المبطلين .\r\n ثم قال تعالى : { أَمِ اتخذ مِمَّا يَخْلُقُ بَنَاتٍ وأصفاكم بالبنين } .\r\n واعلم أنه تعالى رتب هذه المناظرة على أحسن الوجوه ، وذلك لأنه تعالى بيّن أن إثبات الولد لله محال ، وبتقدير أن يثبت الولد فجعله بنتاً أيضاً محال ، أما بيان أن إثبات الولد لله محال ، فلأن الولد لا بد وأن يكون جزءاً من الوالد ، وما كان له جزء كان مركباً ، وكل مركب ممكن ، وأيضاً ما كان كذلك فإنه يقبل الاتصال والانفصال والاجتماع والافتراق ، وما كان كذلك فهو عبد محدث ، فلا يكون إلهاً قديماً أزلياً .\r\n وأما المقام الثاني : وهو أن بتقدير ثبوت الولد فإنه يمتنع كونه بنتاً ، وذلك لأن الابن أفضل من البنت ، فلو قلنا إنه اتخذ لنفسه البنات وأعطى البنين لعباده ، لزم أن يكون حال العبد أكمل وأفضل من حال الله ، وذلك مدفوع في بديهة العقل ، يقال أصفيت فلاناً بكذا ، أي آثرته به إيثاراً حصل له على سبيل الصفاء من غير أن يكون له فيه مشارك ، وهو كقوله { أفأصفاكم رَبُّكُم بالبنين } [ الإسراء : 40 ] ثم بيّن نقصان البنات من وجوه الأول : قوله { وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ للرحمن مَثَلاً ظَلَّ وَجْهُهُ مُسْوَدّاً وَهُوَ كَظِيمٌ } والمعنى أن الذي بلغ حاله في النقص إلى هذا الحد كيف يجوز للعاقل إثباته لله تعالى! وعن بعض العرب أن امرأته وضعت أنثى ، فهجر البيت الذي فيه المرأة ، فقالت : ما لأبي حمزة لا يأتينا \r\n يظل في البيت الذي يلينا غضبان أن لا نلد البنينا \r\n ليس لنا من أمرنا ماشينا وإنما نأخذ ما أعطينا \r\n وقوله { ظِلّ } أي صار ، كما يستعمل أكثر الأفعال الناقصة ، قال صاحب «الكشاف» : قرىء مسود مسواد ، والتقدير وهو مسود ، فتقع هذه الجملة موقع الخبر والثاني : قوله { أَو مَن يُنَشَّأُ فِي الحلية وَهُوَ فِي الخصام غَيْرُ مُبِينٍ } وفيه مسائل : المسألة الأولى : قرأ حمزة والكسائي وحفص عن عاصم ينشؤ بضم الياء وفتح النون وتشديد الشين على ما لم يسم فاعله ، أي يربى ، والباقون ينشأ ، بضم الياء وسكون النون وفتح الشين ، قال صاحب «الكشاف» : وقرىء يناشأ ، قال ونظير المناشأة بمعنى الإنشاء ، المغالاة بمعنى الإغلاء .\r\n المسألة الثانية : المراد من قوله { أَو مَن يُنَشَّأُ فِي الحلية } التنبيه على نقصانها ، وهو أن الذي يربى في الحلية يكون ناقص الذات ، لأنه لولا نقصان في ذاتها لما احتاجت إلى تزيين نفسها بالحلية ، ثم بيّن نقصان حالها بطريق آخر ، وهو قوله { وَهُوَ فِى الخصام غَيْرُ مُبِينٍ } يعني أنها إذا احتاجت المخاصمة والمنازعة عجزت وكانت غير مبين ، وذلك لضعف لسانها وقلة عقلها وبلادة طبعها ، ويقال قلما تكلمت امرأة فأرادت أن تتكلم بحجتها إلا تكلمت بما كان حجة عليها ، فهذه الوجوه دالة على كمال نقصها ، فكيف يجوز إضافتهن بالولدية إليه! .\r\n المسألة الثالثة : دلت الآية على أن التحلي مباح للنساء ، وأنه حرام للرجال ، لأنه تعالى جعل ذلك من المعايب وموجبات النقصان ، وإقدام الرجل عليه يكون إلقاء لنفسه في الذل وذلك حرام ، لقوله عليه السلام : \" ليس للمؤمن أن يذل نفسه \" وإنما زينة الرجل الصبر على طاعة الله ، والتزين بزينة التقوى ، قال الشافعي : تدرعت يوماً للقنوع حصينة \r\n أصون بها عرضي وأجعلها ذخرا ولم أحذر الدهر الخئون وإنما \r\n قصاراه أن يرمي بي الموت والفقرا فأعددت للموت الإله وعفوه \r\n وأعددت للفقر التجلد والصبرا ثم قال تعالى : { وَجَعَلُواْ الملائكة الذين هُمْ عِبَادُ الرحمن إناثا } وفيه مسائل : المسألة الأولى : المراد بقوله : { جَعَلُواْ } ، أي حكموا به ، ثم قال : { أَشَهِدُواْ خَلْقَهُمْ } وهذا استفهام على سبيل الإنكار ، يعني أنهم لم يشهدوا خلقهم ، وهذا مما لا سبيل إلى معرفته بالدلائل العقلية ، وأما الدلائل النقلية فكلها مفرعة على إثبات النبوّة ، وهؤلاء الكفار منكرون للنبوة ، فلا سبيل لهم إلى إثبات هذا المطلوب بالدلائل النقلية ، فثبت أنهم ذكروا هذه الدعوى من غير أن عرفوه لا بضرورة ولا بدليل ، ثم إنه تعالى هددهم فقال : { سَتُكْتَبُ شهادتهم وَيُسْئَلُونَ } وهذا يدل على أن القول بغير دليل منكر ، وأن التقليد يوجب الذم العظيم والعقاب الشديد .\r\n قال أهل التحقيق : هؤلاء الكفار كفروا في هذا القول من ثلاثة أوجه أولها : إثبات الولد لله تعالى وثانيها : أن ذلك الولد بنت وثالثها : الحكم على الملائكة بالأنوثة .\r\n المسألة الثانية : قرأ نافع وابن كثير وابن عامر : ( عند الرحمن ) بالنون ، وهو اختيار أبي حاتم واحتج عليه بوجوه الأول : أنه يوافق قوله { إِنَّ الذين عِندَ رَبّكَ } [ الأعراف : 206 ] وقوله { وَمَنْ عِندَهُ } [ الأنبياء : 19 ] والثاني : أن كل الخلق عباده فلا مدح لهم فيه والثالث : أن التقدير أن الملائكة يكونون عند الرحمن ، لا عند هؤلاء الكفار ، فكيف عرفوا كونهم إناثاً؟ وأما الباقون فقرأوا عباد جمع عبد وقيل جمع عابد ، كقائم وقيام ، وصائم وصيام ، ونائم ونيام ، وهي قراءة ابن عباس ، واختيار أبي عبيد ، قال لأنه تعالى رد عليهم قولهم : إنهم بنات الله ، وأخبر أنهم عبيد ، ويؤيد هذه القراءة قوله { بَلْ عِبَادٌ مُّكْرَمُونَ } [ الأنبياء : 26 ] .\r\n المسألة الثالثة : قرأ نافع وحده : { آأشهدوا } بهمزة ومدة بعدها خفيفة لينة وضمة ، أي ( أ ) أحضروا خلقهم ، وعن نافع غير ممدود على ما لم يسم فاعله ، والباقون : أشهدوا ، بفتح الألف ، من ( أ ) شهدوا ، أي أحضروا .\r\n المسألة الرابعة : احتج من قال بتفضيل الملائكة على البشر بهذه الآية ، فقال أما قراءة ( عند ) بالنون ، فهذه العندية لا شك أنها عندية الفضل والقرب من الله تعالى بسبب الطاعة ، ولفظة { هُمْ } توجب الحصر ، والمعنى أنهم هم الموصوفون بهذه العندية لا غيرهم ، فوجب كونهم أفضل من غيرهم رعاية للفظ الدال على الحصر ، وأما من قرأ ( عباد ) جمع العبد ، فقد ذكرنا أن لفظ العباد مخصوص في القرآن بالمؤمنين فقوله { هُمْ عِبَادُ الرحمن } يفيد حصر العبودية فيهم ، فإذا كان اللفظ الدال على العبودية دالاً على الفضل والشرف ، كان اللفظ الدال على حصر العبودية دالاً على حصر الفضل والمنقبة والشرف فيهم وذلك يوجب كونهم أفضل من غيرهم ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وجعلوا له من عباده جزءا إن الإنسان لكفور مبين (15) أم اتخذ مما يخلق بنات وأصفاكم بالبنين (16) وإذا بشر أحدهم بما ضرب للرحمن مثلا ظل وجهه مسودا وهو كظيم (17) أومن ينشأ في الحلية وهو في الخصام غير مبين (18) وجعلوا الملائكة الذين هم عباد الرحمن إناثا أشهدوا خلقهم ستكتب شهادتهم ويسألون (19) ",
        "babnum": 3
    },
    {
        "id": 2191,
        "cate": "43",
        "title": "وَقَالُوا لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ مَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ (20) أَمْ آتَيْنَاهُمْ كِتَابًا مِنْ قَبْلِهِ فَهُمْ بِهِ مُسْتَمْسِكُونَ (21) بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ (22) وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ (23) قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ قَالُوا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ (24) فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ (25) ",
        "details": " اعلم أنه تعالى حكى نوعاً آخر من كفرهم وشبهاتهم ، وهو أنهم قالوا لو شاء الرحمن ما عبدناهم ، وفيه مسائل : المسألة الأولى : قالت المعتزلة هذه الآية تدل على فساد قول المجبرة في أن كفر الكافر يقع بإرادة الله من وجهين الأول : أنه تعالى حكى عنهم أنهم قالوا { لَوْ شَاء الرحمن مَا عبدناهم } وهذا صريح قول المجبرة ، ثم إنه تعالى أبطله بقوله { مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلاَّ يَخْرُصُونَ } فثبت أنه حكى مذهب المجبرة ، ثم أردفه بالإبطال والإفساد ، فثبت أن هذا المذهب باطل ، ونظيره قوله تعالى في سورة الأنعام : { سَيَقُولُ الذين أَشْرَكُواْ لَوْ شَاء الله مَا أَشْرَكْنَا } إلى قوله { قُلْ هَلْ عِندَكُم مّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِن تَتَّبِعُونَ إِلاَّ الظن وَإِنْ أَنتُمْ إِلاَّ تَخْرُصُونَ } [ الأنعام : 148 ] والوجه الثاني : أنه تعالى حكى عنهم قبل هذه الآية أنواع كفرهم فأولها : قوله { وَجَعَلُواْ لَهُ مِنْ عِبَادِهِ جُزْءاً } [ الزخرف : 15 ] ، وثانيها : قوله { وَجَعَلُواْ الملئكة الذين هُمْ عِبَادُ الرحمن إناثا } [ الزخرف : 19 ] ، وثالثها : قوله تعالى : { وَقَالُواْ لَوْ شَاء الرحمن مَا عبدناهم } فلما حكى هذه الأقاويل الثلاثة بعضها على إثر بعض ، وثبت أن القولين الأولين كفر محض فكذلك هذا القول الثالث يجب أن يكون كفراً ، واعلم أن الواحدي أجاب في «البسيط» عنه من وجهين الأول : ما ذكره الزجاج : وهو أن قوله تعالى : { مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ } عائد إلى قولهم الملائكة إناث وإلى قولهم الملائكة بنات الله والثاني : أنهم أرادوا بقولهم { لَوْ شَاءَ الرحمن مَا عبدناهم } أنه أمرنا بذلك ، وأنه رضي بذلك ، وأقرنا عليه ، فأنكر ذلك عليهم ، فهذا ما ذكره الواحدي في الجواب ، وعندي هذان الوجهان ضعيفان أما الأول : فلأنه تعالى حكى عن القوم قولين باطلين ، وبين وجه بطلانهما ، ثم حكى بعده مذهباً ثالثاً في مسألة أجنبية عن المسألتين الأوليين ، ثم حكم بالبطلان والوعيد فصرف هذا الإبطال عن هذا الذي ذكره عقيبه إلى كلام متقدم أجنبي عنه في غاية البعد وأما الوجه الثاني : فهو أيضاً ضعيف ، لأن قوله { لَوْ شَاءَ الرحمن مَا عبدناهم } ليس فيه بيان متعلق بتلك المشيئة ، والإجمال خلاف الدليل ، فوجب أن يكون التقدير لو شاء الله ألا نعبدهم ما عبدناهم ، وكلمة لو تفيد انتفاء الشيء لانتفاء غيره ، فهذا يدل على أنه لم توجد مشيئة الله لعدم عبادتهم ، وهذا عين مذهب المجبرة ، فالإبطال والإفساد يرجع إلى هذا المعنى ، ومن الناس من أجاب عن هذا الاستدلال بأن قال إنهم إنما ذكروا ذلك الكلام على سبيل الاستهزاء والسخرية ، فلهذا السبب استوجبوا الطعن والذم ، وأجاب صاحب «الكشاف» عنه من وجهين الأول : أنه ليس في اللفظ ما يدل على أنهم قالوا مستهزئين ، وادعاء ما لا دليل عليه باطل الثاني : أنه تعالى حكى عنهم ثلاثة أشياء وهي : أنهم جعلوا له من عباده جزءاً وأنهم جعلوا الملائكة إناثاً ، وأنهم قالوا { لَوْ شَاءَ الرحمن مَا عبدناهم } فلو قلنا بأنه إنما جاء الذم على القول الثالث لأنهم ذكروه على طريق الجد ، وجب أن يكون الحال في حكاية القولين الأولين كذلك ، فلزم أنهم لو نطقوا بتلك الأشياء على سبيل الجد أن يكونوا محقين ، ومعلوم أنه كفر ، وأما القول بأن الطعن في القولين الأولين إنما توجه على نفس ذلك القول ، وفي القول الثالث لا على نفسه بل على سبيل الاستهزاء ، فهذايوجب تشويش النظم ، وأنه لا يجوز في كلام الله .\r\n واعلم أن الجواب الحق عندي عن هذا الكلام ما ذكرناه في سورة الأنعام ، وهو أن القوم إنما ذكروا هذا الكلام لأنهم استدلوا بمشيئة الله تعالى للكفر على أنه لا يجوز ورود الأمر بالإيمان فاعتقدوا أن الأمر والإرادة يجب كونهما متطابقين ، وعندنا أن هذا باطل فالقوم لم يستحقوا الذم بمجرد قولهم إن الله يريد الكفر من الكافر بل لأجل أنهم قالوا لما أراد الكفر من الكافر وجب أن يقبح منه أمر الكافر بالإيمان ، وإذا صرفنا الذم والطعن إلى هذا المقام سقط استدلال المعتزلة بهذه الآية ، وتمام التقرير مذكور في سورة الأنعام ، والله أعلم .\r\n المسألة الثانية : أنه تعالى لما حكى عنهم ذلك المذهب الباطل قال : { مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلاَّ يَخْرُصُونَ } وتقريره كأنه قيل إن القوم يقولون لما أراد الله الكفر من الكافر وخلق فيه ما أوجب ذلك الكفر وجب أن يقبح منه أن يأمره بالإيمان لأن مثل هذا التكليف قبيح في الشاهد فيكون قبيحاً في الغائب فقال تعالى : { مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ } أي ما لهم بصحة هذا القياس من علم ، وذلك لأن أفعال الواحد منا وأحكامه مبنية على رعاية المصالح والمفاسد لأجل أن كل ما سوى الله فإنه ينتفع بحصول المصالح ويستضر بحصول المفاسد ، فلا جرم أن صريح طبعه وعقله يحمله على بناء أحكامه وأفعاله على رعاية المصالح ، أما الله سبحانه وتعالى فإنه لا ينفعه شيء ولا يضره شيء فكيف يمكن القطع بأنه تعالى يبني أحكامه وأفعاله على رعاية المصالح مع ظهور هذا الفارق العظيم فقوله تعالى : { مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ } أي ما لهم بصحة قياس الغائب على الشاهد في هذا الباب علم .\r\n ثم قال : { إِنْ هُمْ إِلاَّ يَخْرُصُونَ } أي كما لم يثبت لهم صحة ذلك القياس فقد ثبت بالبرهان القاطع كونهم كذابين خراصين في ذلك القياس لأن قياس المنزّه عن النفع والضر من كل الوجوه على المحتاج المنتفع المتضرر قياس باطل في بديهة العقل .\r\n ثم قال : { أَمْ ءاتيناهم كتابا مّن قَبْلِهِ فَهُم بِهِ مُسْتَمْسِكُونَ } يعني أن القول الباطل الذي حكاه الله تعالى عنهم عرفوا صحته بالعقل أو بالنقل ، أما إثباته بالعقل فهو باطل لقوله { مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلاَّ يَخْرُصُونَ } وأما إثباته بالنقل فهو أيضاً باطل لقوله { أَمْ ءاتيناهم كتابا مّن قَبْلِهِ فَهُم بِهِ مُسْتَمْسِكُونَ } والضمير في قوله { مِن قَبْلِهِ } للقرآن أو للرسول ، والمعنى أنهم ( هل ) وجدوا ذلك الباطل في كتاب منزّل قبل القرآن حتى جاز لهم أن يعولوا عليه ، وأن يتمسكوا به ، والمقصود منه ذكره في معرض الإنكار ، ولما ثبت أنه لم يدل عليه لا دليل عقلي ولا دليل نقلي وجب أن يكون القول به باطلاً .\r\n ثم قال تعالى : { بَلْ قَالُواْ إِنَّا وَجَدْنَا ءَابَاءَنَا على أُمَّةٍ وَإِنَّا على ءاثارهم مُّهْتَدُونَ } والمقصود أنه تعالى لما بيّن أن تمسك الجهال بطريقة التقليد أمر كان حاصلاً من قديم الدهر فقال : { وَكَذَلِكَ مَا أَرْسَلْنَا مِن قَبْلِكَ فِى قَرْيَةٍ مّن نَّذِيرٍ إِلاَّ قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا ءابَاءَنَا على أُمَّةٍ وَإِنَّا على آثارهم مقتدون } وفي الآية مسائل : المسألة الأولى : قال صاحب «الكشاف» : قرىء { على إِمَّةٍ } بالكسر وكلتاهما من الأم وهو القصد ، فالأمة الطريقة التي تؤم أي تقصد كالرحلة للمرحول إليه ، والإمة الحالة التي يكون عليها الآم وهو القاصد .\r\n المسألة الثانية : لو لم يكن في كتاب الله إلا هذه الآيات لكفت في إبطال القول بالتقليد وذلك لأنه تعالى بيّن أن هؤلاء الكفار لم يتمسكوا في إثبات ما ذهبوا إليه لا بطريق عقلي ولا بدليل نقلي ، ثم بيّن أنهم إنما ذهبوا إليه بمجرد تقليد الآباء والأسلاف ، وإنما ذكر تعالى هذه المعاني في معرض الذم والتهجين ، وذلك يدل على أن القول بالتقليد باطل ، ومما يدل عليه أيضاً من حيث العقل أن التقليد أمر مشترك فيه بين المبطل وبين المحق وذلك لأنه كم حصل لهذه الطائفة قوم من المقلدة فكذلك حصل لأضدادهم أقوام من المقلدة فلو كان التقليد طريقاً إلى الحق لوجب كون الشيء ونقيضه حقاً ومعلوم أن ذلك باطل .\r\n المسألة الثالثة : أنه تعالى بيّن أن الداعي إلى القول بالتقليد والحامل عليه ، إنما هو حب التنعم في طيبات الدنيا وحب الكسل والبطالة وبغض تحمل مشاق النظر والاستدلال لقوله { إلاَّ قال مترفوها إنا وجدنا آباءنا على أمة } والمترفون هم الذين أترفتهم النعمة أي أبطرتهم فلا يحبون إلا الشهوات والملاهي ويبغضون تحمل المشاق في طلب الحق ، وإذاعرفت هذا علمت أن رأس جميع الآفات حب الدينا واللذات الجسمانية ورأس جميع الخيرات هو حب الله والدار الآخرة ، فلهذا قال عليه السلام : \" حب الدنيا رأس كل خطيئة \" .\r\n ثم قال تعالى لرسوله : { قُلَ أَوَلَوْ جِئْتُكُمْ بأهدى مِمَّا وَجَدتُّمْ عَلَيْهِ ءَابَاءَكُمْ } أي بدين أهدى من دين آبائكم فعند هذا حكى الله عنهم أنهم قالوا إنا ثابتون على دين آبائنا لا ننفك عنه وإن جئتنا بما هو أهدى { إِنَّا بِمَآ أُرْسِلْتُمْ بِهِ كافرون } وإن كان أهدى مما كنا عليه ، فعند هذا لم يبق لهم عذر ولا علة ، فلهذا قال تعالى : { فانتقمنا مِنْهُمْ فانظر كَيْفَ كَانَ عاقبة المكذبين } والمراد منه تهديد الكفار ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقالوا لو شاء الرحمن ما عبدناهم ما لهم بذلك من علم إن هم إلا يخرصون (20) أم آتيناهم كتابا من قبله فهم به مستمسكون (21) بل قالوا إنا وجدنا آباءنا على أمة وإنا على آثارهم مهتدون (22) وكذلك ما أرسلنا من قبلك في قرية من نذير إلا قال مترفوها إنا وجدنا آباءنا على أمة وإنا على آثارهم مقتدون (23) قال أولو جئتكم بأهدى مما وجدتم عليه آباءكم قالوا إنا بما أرسلتم به كافرون (24) فانتقمنا منهم فانظر كيف كان عاقبة المكذبين (25) ",
        "babnum": 4
    },
    {
        "id": 2192,
        "cate": "43",
        "title": "وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ (26) إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ (27) وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ (28) بَلْ مَتَّعْتُ هَؤُلَاءِ وَآبَاءَهُمْ حَتَّى جَاءَهُمُ الْحَقُّ وَرَسُولٌ مُبِينٌ (29) وَلَمَّا جَاءَهُمُ الْحَقُّ قَالُوا هَذَا سِحْرٌ وَإِنَّا بِهِ كَافِرُونَ (30) ",
        "details": " اعلم أنه تعالى لما بيّن في الآية المتقدمة أنه ليس لأولئك الكفار داع يدعوهم إلى تلك الأقاويل الباطلة إلا تقليد الآباء والأسلاف ، ثم بيّن أنه طريق باطل ومنهج فاسد ، وأن الرجوع إلى الدليل أولى من الاعتماد على التقليد ، أردفه بهذه الآية والمقصود منها ذكر وجه آخر يدل على فساد القول بالتقليد وتقريره من وجهين : الأول : أنه تعالى حكى عن إبراهيم عليه السلام أنه تبرأ عن دين آبائه بناء على الدليل فنقول : إما أن يكون تقليد الآباء في الأديان محرماً أو جائزاً ، فإن كان محرماً فقد بطل القول بالتقليد ، وإن كان جائزاً فمعلوم أن أشرف آباء العرب هو إبراهيم عليه السلام ، وذلك لأنهم ليس لهم فخر ولا شرف إلا بأنهم من أولاده ، وإذا كان كذلك فتقليد هذا الأب الذي هو أشرف الآباء أولى من تقليد سائر الآباء ، وإذا ثبت أن تقليده أولى من تقليد غيره فنقول إنه ترك دين الآباء ، وحكم بأن اتباع الدليل أولى من متابعة الآباء ، وإذا كان كذلك وجب تقليده في ترك تقليد الآباء ووجب تقليده في ترجيح الدليل على التقليد ، وإذا ثبت هذا فنقول : فقد ظهر أن القول بوجوب التقليد يوجب المنع من التقليد ، وما أفضى ثبوته إلى نفيه كان باطلاً ، فوجب أن يكون القول بالتقليد باطلاً ، فهذا طريق رقيق في إبطال التقليد وهو المراد بهذه الآية .\r\n الوجه الثاني : في بيان أن ترك التقليد والرجوع إلى متابعة الدليل أولى في الدنيا وفي الدين ، أنه تعالى بيّن أن إبراهيم عليه السلام لما عدل عن طريقة أبيه إلى متابعة الدليل لا جرم جعل الله دينه ومذهله باقياً في عقبه إلى يوم القيامة ، وأما أديان آبائه فقد اندرست وبطلت ، فثبت أن الرجوع إلى متابعة الدليل يبقى محمود الأثر إلى قيام الساعة ، وأن التقليد والإصرار ينقطع أثره ولا يبقى منه في الدنيا خير ولا أثر ، فثبت من هذين الوجهين أن متابعة الدليل وترك التقليد أولى ، فهذا بيان المقصود الأصلي من هذه الآية ، ولنرجع إلى تفسير ألفاظ الآية .\r\n أما قوله { إِنَّنِى بَرَاءٌ مِّمَّا تَعْبُدُونَ } فقال الكسائي والفرّاء والمبرد والزجاج { بَرَاء } مصدر لا يثنى ولا يجمع مثل عدل ورضا وتقول العرب أنا البراء منك والخلاء منك ونحن البراء منك والخلاء ولا يقولون البراآن ولا البراؤن لأن المعنى ذوا البراء وذوو البراء فإن قلت برىء وخلى ثنيت وجمعت .\r\n ثم استثنى خالقه من البراءة فقال : { إِلاَّ الذي فَطَرَنِي } والمعنى أنا أتبرأ مما تعبدون إلا من الله عزّ وجلّ ، ويجوز أن يكون إلا بمعنى لكن فيكون المعنى لكن الذي فطرني فإنه سيهدين أي سيرشدني لدينه ويوفقني لطاعته .\r\n واعلم أنه تعالى حكى عن إبراهيم عليه السلام في آية أخرى أنه قال : { الذى خَلَقَنِي فَهُوَ يَهْدِينِ } [ الشعراء : 78 ] وحكى عنه ههنا أنه قال : { سَيَهْدِينِ } فأجمع بينهما وقدر كأنه قال : فهو يهدين وسيهدين ، فيدلان على استمرار الهداية في الحال والاستقبال { وَجَعَلَهَا } أي وجعل إبراهيم كلمة التوحيد التي تكلم بها وهي قوله { إِنَّنِي بَرَاءٌ مّمَّا تَعْبُدُونَ } جارياً مجرى لا إله وقوله { إِلاَّ الذي فَطَرَنِي } جارياً مجرى قوله إلا الله فكان مجموع قوله { إِنَّنِي بَرَاءٌ مّمَّا تَعْبُدُونَ * إِلاَّ الذي فَطَرَنِي } جارياً مجرى قوله لا إله إلا الله ثم بيّن تعالى أن إبراهيم جعل هذه الكلمة باقية في عقبه أي في ذريته فلا يزال فيهم من يوحد الله ويدعو إلى توحيده { لَعَلَّهُمْ يَرْجِعُونَ } أي لعل من أشرك منهم يرجع بدعاء من وحد منهم ، وقيل وجعلها الله ، وقرىء كلمة على التخفيف وفي عقيبه .\r\n ثم قال تعالى : { بَلْ مَتَّعْتُ هؤلاء وَءَابَاءَهُمْ } يعني أهل مكة وهم عقب إبراهيم بالمد في العمر والنعمة فاغتروا بالمهلة واشتغلوا بالتنعم واتباع الشهوات وطاعة الشيطان عن كلمة التوحيد { حتى جَاءَهُمُ الحق } وهو القرآن { وَرَسُولٌ مُّبِينٌ } بين الرسالة وأوضحها بما معه من الآيات والبينات فكذبوا به وسموه ساحراً وما جاء به سحراً وكفروا به ، ووجه النظم أنهم لما عولوا على تقليد الآباء ولم يتفكروا في الحجة اغتروا بطول الإمهال وإمتاع الله إياهم بنعيم الدنيا فأعرضوا عن الحق ، قال صاحب «الكشاف» : إن قيل ما وجه قراءة من قرأ متعت بفتح التاء؟ قلنا كأن الله سبحانه اعترض على ذاته في قوله { وَجَعَلَهَا كَلِمَةً باقية فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ } فقال بل متعتهم بما متعتهم به من طول العمر والسعة في الرزق حتى شغلهم ذلك عن كلمة التوحيد ، وأراد بذلك المبالغة في تعييرهم لأنه إذا متعهم بزيادة النعم وجب عليهم أن يجعلوا ذلك سبباً في زيادة الشكر والثبات على التوحيد لا أن يشركوا به ويجعلوا له أنداداً ، فمثاله أن يشكو الرجل إساءة من أحسن إليه ثم يقبل على نفسه فيقول أنت السبب في ذلك بمعروفك وإحسانك إليه ، وغرضه بهذا الكلام توبيخ المسيء لا تقبيح فعل نفسه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذ قال إبراهيم لأبيه وقومه إنني براء مما تعبدون (26) إلا الذي فطرني فإنه سيهدين (27) وجعلها كلمة باقية في عقبه لعلهم يرجعون (28) بل متعت هؤلاء وآباءهم حتى جاءهم الحق ورسول مبين (29) ولما جاءهم الحق قالوا هذا سحر وإنا به كافرون (30) ",
        "babnum": 5
    },
    {
        "id": 2193,
        "cate": "43",
        "title": "وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ (31) أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ (32) ",
        "details": " اعلم أن هذا هو النوع الرابع : من كفرياتهم التي حكاها الله تعالى عنهم في هذه السورة ، وهؤلاء المساكين قالوا منصب رسالة الله منصب شريف فلا يليق إلا برجل شريف ، وقد صدقوا في ذلك إلا أنهم ضموا إليه مقدمة فاسدة وهي أن الرجل الشريف هو الذي يكون كثير المال والجاه ومحمد ليس كذلك فلا تليق رسالة الله به ، وإنما يليق هذا المنصب برجل عظيم الجاه كثير المال في إحدى القريتين وهي مكة والطائف ، قال المفسرون والذي بمكة هو الوليد بن المغيرة والذي بالطائف هو عروة بن مسعود الثقفي ، ثم أبطل الله تعالى هذه الشبهة من وجهين الأول : قوله { أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ } وتقرير هذا الجواب من وجوه أحدها : أنا أوقعنا التفاوت في مناصب الدنيا ولم يقدر أحد من الخلق على تغييره فالتفاوت الذي أوقعناه في مناصب الدين والنبوّة بأن لا يقدروا على التصريف فيه كان أولى وثانيها : أن يكون المراد أن اختصاص ذلك الغنى بذلك المال الكثير إنما كان لأجل حكمنا وفضلنا وإحساننا إليه ، فكيف يليق بالعقل أن نجلع إحساننا إليه بكثرة المال حجة علينا في أن نحسن إليه أيضاً بالنبوّة؟ وثالثها : إنا لما أوقعنا التفاوت في الإحسان بمناصب الدنيا لا لسبب سابق فلم لا يجوز أيضاً أن نوقع التفاوت في الإحسان بمناصب الدين والنبوّة لا لسبب سابق؟ فهذا تقرير الجواب ، ونرجع إلى تفسير الألفاظ فنقول الهمزة في قوله { أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ } للإنكار الدال على التجهيل والتعجب من إعراضهم وتحكمهم أن يكونوا هم المدبرين لأمر النبوة ، ثم ضرب لهذا مثالاً فقال : { نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيشَتَهُمْ فِي الحياة الدنيا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ درجات } وفيه مسائل : المسألة الأولى : أنا أوقعنا هذا التفاوت بين العباد في القوة والضعف والعلم والجهل والحذاقة والبلاهة والشهرة والخمول ، وإنما فعلنا ذلك لأنا لو سوينا بينهم في كل هذه الأحوال لم يخدم أحد أحداً ولم يصر أحد منهم مسخراً لغيره وحينئذ يفضي ذلك إلى خراب العالم وفساد نظام الدنيا ، ثم إن أحداً من الخلق لم يقدر على تغيير حكمنا ولا على الخروج عن قضائنا ، فإن عجزوا عن الإعراض عن حكمنا في أحوال الدنيا مع قلتها ودناءتها ، فكيف يمكنهم الاعتراض على حكمنا وقضائنا في تخصيص العباد بمنصب النبوة والرسالة؟ .\r\n المسألة الثانية : قوله تعالى : { نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيشَتَهُمْ فِي الحياة الدنيا } يقتضي أن تكون كل أقسام معايشهم إنما تحصل بحكم الله وتقديره ، وهذا يقتضي أن يكون الرزق الحرام والحلال كله من الله تعالى والوجه الثاني : في الجواب ما هو المراد من قوله { وَرَحْمَتُ رَبّكَ خَيْرٌ مّمَّا يَجْمَعُونَ } ؟ ، وتقريره أن الله تعالى إذا خص بعض عبيده بنوع فضله ورحمته في الدين فهذه الرحمة خير من الأموال التي يجمعها لأن الدنيا على شرف الانقضاء والانقراض وفضل الله ورحمته تبقى أبد الآباد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقالوا لولا نزل هذا القرآن على رجل من القريتين عظيم (31) أهم يقسمون رحمت ربك نحن قسمنا بينهم معيشتهم في الحياة الدنيا ورفعنا بعضهم فوق بعض درجات ليتخذ بعضهم بعضا سخريا ورحمت ربك خير مما يجمعون (32) ",
        "babnum": 6
    },
    {
        "id": 2194,
        "cate": "43",
        "title": "وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ (33) وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا عَلَيْهَا يَتَّكِئُونَ (34) وَزُخْرُفًا وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ (35) وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ (36) وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ (37) حَتَّى إِذَا جَاءَنَا قَالَ يَالَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ (38) وَلَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ ظَلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ (39) ",
        "details": " في الآية مسائل : المسألة الأولى : اعلم أنه تعالى أجاب عن الشبهة التي ذكروها بناء على تفضيل الغني على الفقير بوجه ثالث وهو أنه تعالى بيّن أن منافع الدنيا وطيباتها حقيرة خسيسة عند الله وبين حقارتها بقوله { وَلَوْلاَ أَن يَكُونَ الناس أُمَّةً واحدة } والمعنى لولا أن يرغب الناس في الكفر إذا رأوا الكافر في سعة من الخير والرزق لأعطيتهم أكثر الأسباب المفيدة للتنعم أحدها : أن يكون سقفهم من فضة وثانيها : معارج أيضاً من فضة عليها يظهرون وثالثها : أن نجعل لبيوتهم أبواباً من فضة وسرراً أيضاً من فضة عليها يتكئون .\r\n ثم قال : { وَزُخْرُفاً } وله تفسيران أحدها : أنه الذهب والثاني : أنه الزينة ، بدليل قوله تعالى : { حتى إِذَا أَخَذَتِ الأرض زُخْرُفَهَا وازينت } [ يونس : 24 ] فعلى التقدير الأول يكون المعنى ونجعل لهم مع ذلك ذهباً كثيراً ، وعلى الثاني أنا نعطيهم زينة عظيمة في كل باب ، ثم بيّن تعالى أن كل ذلك متاع الحياة الدنيا ، وإنما سماه متاعاً لأن الإنسان يستمتع به قليلاً ثم ينقضي في الحال ، وأما الآخرة فهي باقية دائمة ، وهي عند الله تعالى وفي حكمه للمتقين عن حب الدنيا المقبلين على حب المولى ، وحاصل الجواب أن أولئك الجهال ظنوا أن الرجل الغني أولى بمنصب الرسالة من محمد بسبب فقره ، فبيّن تعالى أن المال والجاه حقيران عند الله ، وأنهما شرف الزوال فحصولهما لا يفيد حصول الشرف ، والله أعلم .\r\n المسألة الثانية : قرأ ابن كثير وأبو عمرو { سَقْفاً } بفتح السين وسكون القاف على لفظ الواحد لإرادة الجنس ، كما في قوله { فَخَرَّ عَلَيْهِمُ السقف مِن فَوْقِهِمْ } [ النحل : 26 ] والباقون سقفاً على الجمع واختلفوا فقيل هو جمع سقف ، كرهن ورهن ، قال أبو عبيد : ولا ثالث لهما ، وقيل السقف جمع سقوف ، كرهن ورهون وزبر وزبور ، فهو جمع الجمع .\r\n المسألة الثالثة : قوله { لِمَن يَكْفُرُ بالرحمن لِبُيُوتِهِمْ } فقوله { لِبُيُوتِهِمْ } بدل اشتمال من قوله { لِمَن يَكْفُرُ } قال صاحب «الكشاف» : قرىء معارج ومعاريج ، والمعارج جمع معرج ، أو اسم جمع لمعراج ، وهي المصاعد إلى المساكن العالية كالدرج والسلالم عليها يظهرون ، أي على تلك المعارج يطهرون ، وفي نصب قوله { وَزُخْرُفاً } قولان : قيل لجعلنا لبيوتهم سقفاً من فضة ، ولجعلنا لهم زخرفاً وقيل من فضة وزخرف ، فلما حذف الخافض انتصب .\r\n وأما قوله { وإن كل ذلك لما متاع الحياة الدنيا } قرأ عاصم وحمزة { لَّمّاً } بتشديد الميم ، والباقون بالتخفيف ، وأما قراءة حمزة بالتشديد فإنه جعل لما في معنى إلا ، وحكى سيبويه : نشدتك بالله لما فعلت ، بمعنى إلا فعلت ، ويقوي هذه القراءة أن في حرف أبي ، وما ذلك إلا متاع الحياة الدنيا ، وهذا يدل على أن لما بمعنى إلا ، وأما القراءة بالتخفيف ، فقال الواحدي لفظة ما لغو ، والتقدير لمتاع الحياة الدنيا ، قال أبو الحسن : الوجه التخفيف ، لأن لما بمعنى إلا لا تعرف ، وحكي عن الكسائي أنه قال : لا أعرف وجه التثقيل .\r\n المسألة الرابعة : قالت المعتزلة : دلت الآية على أنه تعالى إنما لم يعط الناس نعم الدنيا ، لأجل أنه لو فعل بهم ذلك لدعاهم ذلك إلى الكفر ، فهو تعالى لم يفعل بهم ذلك لأجل أن يدعوهم إلى الكفر ، وهذا يدل على أحكام أحدها : أنه إذا لم يفعل بهم ما يدعوهم إلى الكفر فلأن لا يخلق فيهم الكفر أولى وثانيها : أنه ثبت أن فعل اللطف قائم مقام إزاحة العذر والعلة ، فلما بيّن تعالى أنه لم يفعل ذلك إزاحة للعذر والعلة عنهم ، دل ذلك على أنه يجب أن يفعل بهم كل ما كان لطفاً داعياً لهم إلى الإيمان ، فصارت هذه الآية من هذا الوجه دالة على أنه يجب على الله تعالى فعل اللطف وثالثها : أنه ثبت بهذه الآية ، أن الله تعالى إنما يفعل ما يفعله ويترك ما يتركه لأجل حكمة ومصلحة ، وذلك يدل على تعليل أحكام الله تعالى وأفعاله بالمصالح والعلل ، فإن قيل لما بيّن تعالى أنه لو فتح على الكافر أبواب النعم ، لصار ذلك سبباً لاجتماع الناس على الكفر ، فلم لم يفعل ذلك بالمسلمين حتى يصير ذلك سبباً لاجتماع الناس على الإسلام؟ قلنا لأن الناس على هذا التقدير كانوا يجتمعون على الإسلام لطلب الدنيا ، وهذا الإيمان إيمان المنافقين ، فكان الأصوب أن يضيق الأمر على المسلمين ، حتى أن كل من دخل الإسلام ، فإنما يدخل فيه لمتابعة الدليل ولطلب رضوان الله تعالى ، فحينئذ يعظم ثوابه لهذا السبب .\r\n ثم قال تعالى : { وَمَن يَعْشُ عَن ذِكْرِ الرحمن نُقَيِّضْ لَهُ شَيْطَاناً فَهُوَ لَهُ قَرِينٌ } والمراد منه التنبيه على آفات الدنيا ، وذلك أن من فاز بالمال والجاه صار كالأعشى عن ذكر الله ، ومن صار كذلك صار من جلساء الشياطين الضالين المضلين ، فهذا وجه تعلق هذا الكلام بما قبله ، قال صاحب «الكشاف» : قرىء { وَمَن يَعْشُ } بضم الشين وفتحها ، والفرق بينهما أنه إذا حصلت الآفة في بصره قيل عشي ، وإذا نظر نظر العشي ولا آفة به ، قيل عشى ونظيره عرج لمن به الآفة ، وعرج لمن مشى مشية العرجان من غير عرج ، قال الحطيئة : متى تأته تعشو إلى ضوء ناره \r\n أي تنظر إليه نظر العشي ، لما يضعف بصرك من عظم الوقود واتساع الضوء ، وقرىء يعشو على أن من موصولة غير مضمنة معنى الشرط ، وحق هذا القارىء أن يرفع { نُقَيِّضْ } ومعنى القراءة بالفتح ، ومن يعم عن ذكر الرحمن وهو القرآن ، لقوله { صُمٌّ بُكْمٌ عُمْيٌ } [ البقرة : 18 ] وأما القراءة بالضم فمعناها ومن يتعام عن ذكره ، أي يعرف أنه الحق وهو يتجاهل ويتعامى ، كقوله تعالى : { وَجَحَدُواْ بِهَا واستيقنتها أَنفُسُهُمْ } [ النمل : 14 ] ، و { نُقَيِّضْ لَهُ شَيْطَاناً } قال مقاتل : نضم إليه شيطاناً { فَهُوَ لَهُ قَرِينٌ } .\r\n ثم قال : { وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السبيل } يعني وإن الشياطين ليصدونهم عن سبيل الهدى والحق وذكر الكناية عن الإنسان والشياطين بلفظ الجمع ، لأن قوله { وَمَن يَعْشُ عَن ذِكْرِ الرحمن نُقَيِّضْ لَهُ شَيْطَاناً } يفيد الجمع ، وإن كان اللفظ على الواحد { وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ } يعني الشياطين يصدون الكفار عن السبيل ، والكفار يحسبون أنهم مهتدون ، ثم عاد إلى لفظ الواحد ، فقال : { حتى إِذَا جَاءَنَا } يعني الكافر ، وقرىء ( جاءانا ) ، يعني الكافر وشيطانه ، روي أن الكافر إذا بعث يوم القيامة من قبره أخذ شيطانه بيده ، فلم يفارقه حتى يصيرهما الله إلى النار ، فذلك حيث يقول { قَالَ ياليت بَيْنِي وَبَيْنَكَ بُعْدَ المشرقين } والمراد يا ليت حصل بيني وبينك بعد على أعظم الوجوه ، واختلفوا في تفسير قوله { بُعْدَ المشرقين } وذكروا فيه وجوهاً الأول : قال الأكثرون : المراد بعد المشرق والمغرب ، ومن عادة العرب تسمية الشيئين المتقابلين باسم أحدهما ، قال الفرزدق : لنا قمراها والنجوم الطوالع \r\n يريد الشمس والقمر ، ويقولون للكوفة والبصرة : البصرتان ، وللغداة والعصر : العصران ، ولأبي بكر وعمر : العمران ، وللماء والتمر : الأسودان الثاني : أن أهل النجوم يقولون : الحركة التي تكون من المشرق إلى المغرب ، هي حركة الفلك الأعظم ، والحركة التي من المغرب إلى المشرق ، هي حركة الكواكب الثابتة ، وحركة الأفلاك الممثلة التي للسيارات سوى القمر ، وإذاكان كذلك فالمشرق والمغرب كل واحد منهما مشرق بالنسبة إلى شيء آخر ، فثبت أن إطلاق لفظ المشرق على كل واحد من الجهتين حقيقة الثالث : قالوا يحمل ذلك على مشرق الصيف ومشرق الشتاء وبينهما بعد عظيم ، وهذا بعيد عندي ، لأن المقصود من قوله { ياليت بَيْنِي وَبَيْنَكَ بُعْدَ المشرقين } المبالغة في حصول البعد ، وهذه المبالغة إنما تحصل عن ذكر بعد لا يمكن وجود بعد آخر أزيد منه ، والبعد بين مشرق الصيف ومشرق الشتاء ليس كذلك ، فيبعد حمل اللفظ عليه الرابع : وهو أن الحس يدل على أن الحركة اليومية إنما تحصل بطلوع الشمس من المشرق إلى المغرب ، وأما القمر فإنه يظهر في أول الشهر في جانب المغرب ، ثم لا يزال يتقدم إلى جانب المشرق ، وذلك يدل على أن مشرق حركة القمر هو المغرب ، وإذا ثبت هذا فالجانب المسمى بالمشرق هو مشرق الشمس ، ولكنه مغرب القمر ، وأما الجانب المسمى بالمغرب ، فإنه مشرق القمر ولكنه مغرب الشمس ، وبهذا التقدير يصح تسمية المشرق والمغرب بالمشرقين ، ولعل هذا الوجه أقرب إلى مطابقة اللفظ ورعاية المقصود من سائر الوجوه ، والله أعلم .\r\n ثم قال تعالى : { فَبِئْسَ القرين } أي الكافر يقول لذلك الشيطان يا ليت بيني وبينك بعد المشرقين فبئس القرين أنت ، فهذا ما يتعلق بتفسير الألفاظ ، والمقصود من هذا الكلام تحقير الدنيا وبيان ما في المال والجاه من المضار العظيمة ، وذلك لأن كثرة المال والجاه تجعل الإنسان كالأعشى عن مطالعة ذكر الله تعالى ومن صار كذلك صار جليساً للشيطان ومن صار كذلك ضل عن سبيل الهدى والحق وبقي جليس الشيطان في الدنيا وفي القيامة ، ومجالسة الشيطان حالة توجب الضرر الشديد في القيامة بحيث يقول الكافر يا ليت بيني وبينك بعد المشرقين فبئس القرين أنت فثبت بما ذكرنا أن كثرة المال والجاه توجب كمال النقصان والحرمان في الدين والدنيا ، وإذا ظهر هذا فقد ظهر أن الذين قالوا { لَوْلاَ نُزّلَ هذا القرءان على رَجُلٍ مّنَ القريتين عَظِيمٍ } [ الزخرف : 31 ] ، قالوا كلاماً فاسداً وشبهة باطلة .\r\n ثم قال تعالى : { وَلَن يَنفَعَكُمُ اليوم إِذ ظَّلَمْتُمْ أَنَّكُمْ فِي العذاب مُشْتَرِكُونَ } فقوله { أَنَّكُمْ } في محل الرفع على الفاعلية يعني ولن ينفعكم اليوم كونكم مشتركين في العذاب والسبب فيه أن الناس يقولون المصيبة إذا عمت طابت ، وقالت الخنساء في هذا المعنى : ولولا كثرة الباكين حولي \r\n على إخوانهم لقتلت نفسي ولا يبكون مثل أخي ولكن \r\n أعزي النفس عنه بالتأسي فبيّن تعالى أن حصول الشركة في ذلك العذاب لا يفيد التخفيف كما كان يفيده في الدنيا والسبب فيه وجوه الأول : أن ذلك العذاب شديد فاشتغال كل واحد بنفسه يذهله عن حال الآخر ، فلا جرم الشركة لا تفيد الخفة الثاني : أن قوماً إذا اشتركوا في العذاب أعان كل واحد منهم صاحبه بما قدر عليه فيحصل بسببه بعض التخفيف وهذا المعنى متعذر في القيامة الثالث : أن جلوس الإنسان مع قرينه يفيده أنواعاً كثيرة من السلوة .\r\n فبيّن تعالى أن الشيطان وإن كان قريناً إلا أن مجالسته في القيامة لا توجب السلوة وخفة العقوبة وفي كتاب ابن مجاهد عن ابن عامر قرأ { إِذَا ظَّلَمْتُمْ إِنَّكُمْ } بكسر الألف وقرأ الباقون أنكم بفتح الألف ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولولا أن يكون الناس أمة واحدة لجعلنا لمن يكفر بالرحمن لبيوتهم سقفا من فضة ومعارج عليها يظهرون (33) ولبيوتهم أبوابا وسررا عليها يتكئون (34) وزخرفا وإن كل ذلك لما متاع الحياة الدنيا والآخرة عند ربك للمتقين (35) ومن يعش عن ذكر الرحمن نقيض له شيطانا فهو له قرين (36) وإنهم ليصدونهم عن السبيل ويحسبون أنهم مهتدون (37) حتى إذا جاءنا قال ياليت بيني وبينك بعد المشرقين فبئس القرين (38) ولن ينفعكم اليوم إذ ظلمتم أنكم في العذاب مشتركون (39) ",
        "babnum": 7
    },
    {
        "id": 2195,
        "cate": "43",
        "title": "أَفَأَنْتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ وَمَنْ كَانَ فِي ضَلَالٍ مُبِينٍ (40) فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ (41) أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ (42) فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ (43) وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ (44) وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ (45) ",
        "details": " اعلم أنه تعالى لما وصفهم في الآية المتقدمة بالعشي وصفهم في هذه الآية بالصمم والعمى وما أحسن هذا الترتيب ، وذلك لأن الإنسان في أول اشتغاله بطلب الدنيا يكون كمن حصل بعينه رمد ضعيف ، ثم كلما كان اشتغاله بتلك الأعمال أكثركان ميله إلى الجسمانيات أشد وإعراضه عن الروحانيات أكمل ، لما ثبت في علوم العقل أن كثرة الأفعال توجب حصول الملكات الراسخة فينتقل الإنسان من الرمد إلى أن يصير أعشى فإذا واظب على تلك الحالة أياماً أخرى انتقل من كونه أعشى إلى كونه أعمى ، فهذا ترتيب حسن موافق لما ثبت بالبراهين اليقينية ، روي أنه صلى الله عليه وسلم كان يجتهد في دعاء قومه وهم لا يزيدون إلا تصميماً على الكفر وتمادياً في الغي ، فقال تعالى : { أَفَأَنتَ تُسْمِعُ الصم أَوْ تَهْدِي العمي } يعني أنهم بلغوا في النفرة عنك وعن دينك إلى حيث إذا أسمعتهم القرآن كانوا كالأصم ، وإذا أريتهم المعجزات كانوا كالأعمى ، ثم بيّن تعالى أن صممهم وعماهم إنما كان بسبب كونهم في ضلال مبين .\r\n ولما بيّن تعالى أن دعوته لا تؤثر في قلوبهم قال : { فَإِمَّا نَذْهَبَنَّ بِكَ } يريد حصول الموت قبل نزول النقمة بهم { فَإِنَّا مِنْهُم مُّنتَقِمُونَ } بعدك أو نرينك في حياتك ما وعدناهم من الذل والقتل فإنا مقتدرون على ذلك ، واعلم أن هذا الكلام يفيد كمال التسلية للرسول عليه السلام لأنه تعالى بيّن أنهم لا تؤثر فيهم دعوته واليأس إحدى الراحتين ، ثم بيّن أنه لا بد وأن ينتقم لأجله متهم إما حال حياته أو بعد وفاته ، وذلك أيضاً يوجب التسلية ، فبعد هذا أمره أن يستمسك بما أمره تعالى ، فقال : { فاستمسك بالذى أُوحِىَ إِلَيْكَ } بأن تعتقد أنه حق وبأن تعمل بموجبه فإنه الصراط المستقيم الذي لا يميل عنه إلا ضال في الدين .\r\n ولما بيّن تأثير التمسك بهذا الدين في منافع الدين بيّن أيضاً تأثيره في منافع الدنيا فقال : { وإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ } أي إنه يوجب الشرف العظيم لك ولقومك حيث يقال إن هذا الكتاب العظيم أنزله الله على رجل من قوم هؤلاء ، واعلم أن هذه الآية تدل على أن الإنسان لا بد وأن يكون عظيم الرغبة في الثناء الحسن والذكر الجميل ، ولو لم يكن الذكر الجميل أمراً مرغوباً فيه لما منَّ الله به على محمد صلى الله عليه وسلم حيث قال : { وَإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ } ولما طلبه إبراهيم عليه السلام حيث قال : { واجعل لّى لِسَانَ صِدْقٍ فِي الأخرين } [ الشعراء : 84 ] ولأن الذكر الجميل قائم مقام الحياة الشريفة ، بل الذكر أفضل من الحياة لأن أثر الحياة لا يحصل إلا في مسكن ذلك الحي ، أما أثر الذكر الجميل فإنه يحصل في كل مكان وفي كل زمان .\r\n ثم قال تعالى : { وَسَوْفَ تُسْئَلُونَ } وفيه وجوه الأول : قال الكلبي تسألون هل أديتم شكر إنعامنا عليكم بهذا الذكر الجميل الثاني : قال مقاتل المراد أن من كذب به يسأل لم كذبه ، فيسأل سؤال توبيخ الثالث : تسألون هل عملتم بما دل عليه من التكاليف ، واعلم أن السبب الأقوى في إنكار الكفار لرسالة محمد صلى الله عليه وسلم ولبغضهم له أنه كان ينكر عبادة الأصنام ، فبيّن تعالى أن إنكار عبادة الأصنام ليس من خواص دين محمد صلى الله عليه وسلم ، بل كل الأنبياء والرسل كانوا مطبقين على إنكاره فقال : { وَاسْئلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَا أَجَعَلْنَا مِن دُونِ الرحمن ءَالِهَةً يُعْبَدُونَ } وفيه أقوال الأول : معناه واسأل مؤمني أهل الكتاب أي أهل التوراة والإنجيل فإنهم سيخبرونك أنه لم يرد في دين أحد من الأنبياء عبادة الأصنام ، وإذا كان هذا الأمر متفقاً عليه بين كل الأنبياء والرسل وجب أن لا يجعلوه سبباً لبغض محمد صلى الله عليه وسلم .\r\n والقول الثاني : قال عطاء عن ابن عباس « لما أسرى به صلى الله عليه وسلم إلى المسجد الأقصى بعث الله له آدم وجميع المرسلين من ولده ، فأذن جبريل ثم أقام فقال : يا محمد تقدم فصل بهم فلما فرغ رسول الله صلى الله عليه وسلم من الصلاة قال له جبريل عليه السلام واسأل يا محمد من أرسلنا من قبلك من رسلنا الآية ، فقال صلى الله عليه وسلم : \" لا أسأل لأني لست شاكاً فيه \" .\r\n والقول الثالث : أن ذكر السؤال في موضع لا يمكن السؤال فيه يكون المراد منه النظر والاستدلال ، كقول من قال : سل الأرض من شق أنهارك ، وغرس أشجارك ، وجنى ثمارك ، فإنها إن لم تجبك جواباً أجابتك اعتباراً ، فههنا سؤال النبي صلى الله عليه وسلم عن الأنبياء الذين كانوا قبله ممتنع ، فكان المراد منه انظر في هذه المسألة بعقلك وتدبر فيها بفهمك ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أفأنت تسمع الصم أو تهدي العمي ومن كان في ضلال مبين (40) فإما نذهبن بك فإنا منهم منتقمون (41) أو نرينك الذي وعدناهم فإنا عليهم مقتدرون (42) فاستمسك بالذي أوحي إليك إنك على صراط مستقيم (43) وإنه لذكر لك ولقومك وسوف تسألون (44) واسأل من أرسلنا من قبلك من رسلنا أجعلنا من دون الرحمن آلهة يعبدون (45) ",
        "babnum": 8
    },
    {
        "id": 2196,
        "cate": "43",
        "title": "وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا إِلَى فِرْعَوْنَ وَمَلَئِهِ فَقَالَ إِنِّي رَسُولُ رَبِّ الْعَالَمِينَ (46) فَلَمَّا جَاءَهُمْ بِآيَاتِنَا إِذَا هُمْ مِنْهَا يَضْحَكُونَ (47) وَمَا نُرِيهِمْ مِنْ آيَةٍ إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا وَأَخَذْنَاهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ (48) وَقَالُوا يَاأَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ إِنَّنَا لَمُهْتَدُونَ (49) فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ إِذَا هُمْ يَنْكُثُونَ (50) وَنَادَى فِرْعَوْنُ فِي قَوْمِهِ قَالَ يَاقَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَذِهِ الْأَنْهَارُ تَجْرِي مِنْ تَحْتِي أَفَلَا تُبْصِرُونَ (51) أَمْ أَنَا خَيْرٌ مِنْ هَذَا الَّذِي هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ (52) فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ (53) فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (54) فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ (55) فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِلْآخِرِينَ (56) ",
        "details": " في الآية مسائل : المسألة الأولى : اعلم أن المقصود من إعادة قصة موسى عليه السلام وفرعون في هذا المقام تقرير الكلام الذي تقدم ، وذلك لأن كفار قريش طعنوا في نبوة محمد صلى الله عليه وسلم بسبب كونه فقيراً عديم المال والجاه ، فبيّن الله تعالى أن موسى عليه السلام بعد أن أورد المعجزات القاهرة الباهرة التي لا يشك في صحتها عاقل أورد فرعون عليه هذه الشبهة التي ذكرها كفار قريش فقال : إني غني كثير المال والجاه ، ألا ترون أنه حصل لي ملك مصر وهذه الأنهار تجري من تحتي ، وأما موسى فإنه فقير مهين وليس له بيان ولسان ، والرجل الفقير كيف يكون رسولاً من عند الله إلى الملك الكبير الغني ، فثبت أن هذه الشبهة التي ذكرها كفارمكة وهي قولهم { لَوْلاَ نُزّلَ هذا القرءان على رَجُلٍ مّنَ القريتين عَظِيمٍ } [ الزخرف : 31 ] وقد أوردها بعينها فرعون على موسى ، ثم إنا انتقمنا منهم فأغرقناهم ، والمقصود من إيراد هذه القصة تقرير أمرين أحدهما : أن الكفار والجهال أبداً يحتجون على الأنبياء بهذه الشبهة الركيكة فلا يبالي بها ولا يلتفت إليها والثاني : أن فرعون على غاية كمال حاله في الدنيا صار مقهوراً باطلاً ، فيكون الأمر في حق أعدائك هكذا ، فثبت أنه ليس المقصود من إعادة هذه القصة عين هذه القصة ، بل المقصود تقرير الجواب عن الشبهة المذكورة ، وعلى هذا فلا يكون هذا تقريراً للقصة ألبتة وهذا من نفائس الأبحاث ، والله أعلم .\r\n المسألة الثانية : في تفسير الألفاظ ذكر تعالى أنه أرسل موسى بآياته وهي المعجزات التي كانت مع موسى عليه السلام إلى فرعون وملائه أي قومه ، فقال موسى إني رسول ربّ العالمين ، فلما جاءهم بتلك الآيات إذا هم منها يضحكون ، قيل إنه لما ألقى عصاه صار ثعباناً ، ثم أخذ فعاد عصاً كما كان ضحكوا ، ولم عرض عليهم اليد البيضاء ثم عادت كما كانت ضحكوا ، فإن قيل كيف جاز أن يجاب عن لما بإذا الذي يفيد المفاجأة؟ قلنا لأن فعل المفاجأة معها مقدر كأنه قيل فلما جاءهم بآياتنا فاجأوا وقت ضحكهم .\r\n ثم قال : { وَمَا نُرِيِهِم مّنْ ءايَةٍ إِلاَّ هِىَ أَكْبَرُ مِنْ أُخْتِهَا } فإن قيل ظاهر اللفظ يقتضي كون كل واحد منها أفضل من التالي وذلك محال ، قلنا إذا أُريد المبالغة في كون كل واحد من تلك الأشياء بالغاً إلى أقصى الدرجات في الفضيلة ، فقد يذكر هذا الكلام بمعنى أنه لا يبعد في أناس ينظرون إليها أن يقول هذا إن هذا أفضل من الثاني ، وأن يقول الثاني لا بل الثاني أفضل ، وأن يقول الثالث بل الثالث أفضل ، وحينئذ يصير كل واحد من تلك الأشياء مقولاً فيه إنه أفضل من غيره .\r\n ثم قال تعالى : { وأخذناهم بالعذاب لَعَلَّهُمْ يَرْجِعُونَ } أي عن الكفر إلى الإيمان ، قالت المعتزلة هذا يدل على أنه تعالى يريد الإيمان من الكل وأنه إنما أظهر تلك المعجزات القاهرة لإرادة أن يرجعوا من الكفر إلى الإيمان ، قال المفسرون ومعنى قوله { وأخذناهم بالعذاب } أي بالأشياء التي سلطها عليها كالطوفان والجراد والقمل والضفادع والدم والطمس .\r\n ثم قال تعالى : { وَقَالُواْ ياأيه الساحر ادع لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهْتَدُونَ } فإن قيل كيف سموه بالساحر مع قولهم { إِنَّنَا لَمُهْتَدُونَ } ؟ قلنا فيه وجوه الأول : أنهم كانوا يقولون للعالم الماهر ساحر ، لأنهم كانوا يستعظمون السحر ، وكما يقال في زماننا في العامل العجيب الكامل إنه أتى بالسحر الثاني : { وَقَالُواْ ياأيه الساحر } في زعم الناس ومتعارف قوم فرعون كقوله { يأَيُّهَا الذى نُزّلَ عَلَيْهِ الذكر إِنَّكَ لَمَجْنُونٌ } [ الحجر : 6 ] أي نزل عليه الذكر في اعتقاده وزعمه الثالث : أن قولهم { إِنَّنَا لَمُهْتَدُونَ } وقد كانوا عازمين على خلافه ألا ترى إلى قوله { فَلَمَّا كَشَفْنَا عَنْهُمُ العذاب إِذَا هُمْ يَنكُثُونَ } فتسميتهم إياه بالسحر لا ينافي قولهم { إِنَّنَا لَمُهْتَدُونَ } ثم بيّن تعالى أنه لما كشف عنهم العذاب نكثوا ذلك العهد .\r\n ولما حكى الله تعالى معاملة فرعون مع موسى ، حكى أيضاً معاملة فرعون معه فقال : { ونادى فِرْعَوْنُ فِى قَوْمِهِ } والمعنى أنه أظهر هذا القول فقال : { قَالَ يَا قَوْمِ أَلَيْسَ لِى مُلْكُ مِصْرَ وهذه الأنهار تَجْرِى مِن تَحْتِى } يعني الأنهار التي فصلوها من النيل ومعظمها أربعة نهر الملك ونهر طولون ونهر دمياط ونهر تنيس ، قيل كانت تجري تحت قصره ، وحاصل الأمر أنه احتج بكثرة أمواله وقوة جاهه على فضيلة نفسه .\r\n ثم قال : { أَمْ أَنَا خَيْرٌ مّنْ هذا الذى هُوَ مَهِينٌ وَلاَ يَكَادُ يُبِينُ } وعنى بكونه مهيناً كونه فقيراً ضعيف الحال ، وبقوله { وَلاَ يَكَادُ يُبِينُ } حبسة كانت في لسانه ، واختفلوا في معنى أم ههنا فقال أبو عبيدة مجازها بل أنا خير ، وعلى هذا فقد تم الكلام عند قوله { أَفلاَ تُبْصِرُونَ } ثم ابتدأ فقال : { أَمْ أَنَا خَيْرٌ } بمعنى بل أنا خير ، وقال الباقون أم هذه متصلة لأن المعنى أفلا تبصرون أم تبصرون إلا أنه وضع قوله { أَنَا خَيْرٌ } موضع تبصرون ، لأنهم إذا قالوا له أنت خير فهم عنده بصراء ، وقال آخرون إن تمام الكلام عند قوله { أَمْ } وقوله { أَنَا خَيْرٌ } ابتداء الكلام والتقدير أفلا تبصرون أم تبصرون لكنه اكتفى فيه بذكر أم كما تقول لغيرك : أتأكل أم أي أتأكل أم لا تأكل ، تقتصر على ذكر كلمة أم إيثاراً للاختصار فكذا ههنا ، فإن قيل أليس أن موسى عليه السلام سأل الله تعالى أن يزيل الرتة عن لسانه بقوله { واحلل عُقْدَةً مّن لّسَانِى يَفْقَهُواْ قَوْلِي } [ طه : 27 ] فأعطاه الله تعالى ذلك بقوله { قَدْ أُوتِيتَ سُؤْلَكَ ياموسى } [ طه : 36 ] فكيف عابه فرعون بتلك الرتة؟ والجواب : عنه من وجهين : الأول : أن فرعون أراد بقوله { وَلاَ يَكَادُ يُبِينُ } حجته التي تدل على صدقه فيما يدعي ولم يرد أنه لا قدرة له على الكلام والثاني : أنه عابه بما كان عليه أولاً ، وذلك أن موسى كان عند فرعون زماناً طويلاً وفي لسانه حبسة ، فنسبه فرعون إلى ما عهده عليه من الرتة لأنه لم يعلم أن الله تعالى أزال ذلك العيب عنه .\r\n ثم قال : { فَلَوْلاَ أُلْقِىَ عَلَيْهِ أَسْوِرَةٌ مّن ذَهَبٍ } والمراد أن عادة القوم جرت بأنهم إذا جعلوا واحداً منهم رئيساً لهم سوروه بسوار من ذهب وطوقوه بطوق من ذهب ، فطلب فرعون من موسى مثل هذه الحالة ، واختلف القراء في أسورة فبعضهم قرأ أسوِرَة وآخرون أساورة فأسورة جمع سوار لأدنى العدد ، كقولك حمار وأحمرة وغراب وأغربة ، ومن قرأ أساورة فذاك لأن أساوير جمع أسوار وهو السوار فأساورة تكون الهاء عوضاً عن الياء ، نحو بطريق وبطارقة وزنديق وزنادقة وفرزين وفرازنة فتكون أساورة جمع أسوار ، وحاصل الكلام يرجع إلى حرف واحد وهو أن فرعون كان يقول أنا أكثر مالاً وجاهاً ، فوجب أن أكون أفضل منه فيمتنع كونه رسولاً من الله ، لأن منصب النبوة يقتضي المخدومية ، والأخس لا يكون مخدوماً للأشرف ، ثم المقدمة الفاسدة هي قوله من كان أكثر مالاً وجاهاً فهو أفضل وهي عين المقدمة التي تمسك بها كفار قريش في قولهم { لَوْلاَ نُزّلَ هذا القرءان على رَجُلٍ مّنَ القريتين عَظِيمٍ } [ الزخرف : 31 ] ثم قال : { أَوْ جَاء مَعَهُ الملئكة مُقْتَرِنِينَ } يجوز أن يكون المراد مقرنين به ، من قولك قرنته به فاقترن وأن يكون من قولهم اقترنوا بمعنى تقارنوا ، قال الزجاج معناه يمشون معه فيدلون على صحة نبوته .\r\n ثم قال تعالى : { فاستخف قَوْمَهُ فَأَطَاعُوهُ } أي طلب منهم الخفة في الإتيان بما كان يأمرهم به فأطاعوه { إِنَّهُمْ كَانُواْ قَوْماً فاسقين } حيث أطاعوا ذلك الجاهل الفاسق { فَلَمَّا ءاسَفُونَا } أغضبونا ، حكي أن ابن جريج غضب في شيء فقيل له أتغضب يا أبا خالد؟ فقال قد غضب الذي خلق الأحلام إن الله يقول { فَلَمَّا ءاسَفُونَا } أي أغضبونا .\r\n ثم قال تعالى : { انتقمنا مِنْهُمْ } واعلم أن ذكر لفظ الأسف في حق الله تعالى محال وذكر لفظ الانتقام وكل واحد منهما من المتشابهات التي يجب أن يصار فيها إلى التأويل ، ومعنى الغضب في حق الله إرادة العقاب ، ومعنى الانتقام إرادة العقاب لجرم سابق .\r\n ثم قال تعالى : { فجعلناهم سَلَفاً وَمَثَلاً } السلف كل شيء قدمته من عمل صالح أو قرض فهو سلف والسلف أيضاً من تقدم من آبائك وأقاربك واحدهم سالف ، ومنه قول طفيل يرثي قومه : مضواً سلفاً قصد السبيل عليهم \r\n وصرف المنايا بالرجال تقلب فعلى هذا قال الفراء والزجاج يقول : جعلناهم متقدمين ليتعظ بهم الآخرون ، أي جعلناهم سلفاً لكفار أمة محمد عليه السلام .\r\n وأكثر القراء قرأوا بالفتح وهو جمع سالف كما ذكرناه ، وقرأ حمزة والكسائي { سَلَفاً } بالضم وهو جمع سلف ، قال الليث : يقال سلف بضم اللام يسلف سلوفاً فهو سلف أي متقدم ، وقوله { وَمَثَلاً للأَخِرِينَ } يريد عظة لمن بقي بعدهم وآية وعبرة ، قال أبو علي الفارسي المثل واحد يراد به الجمع ، ومن ثم عطف على سلف ، والدليل على وقوعه على أكثر من واحد قوله تعالى : { ضَرَبَ الله مَثَلاً عَبْدًا مَّمْلُوكًا لاَّ يَقْدِرُ على شَىْء وَمَن رَّزَقْنَاهُ } [ النحل : 75 ] فأدخل تحت المثل شيئين ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد أرسلنا موسى بآياتنا إلى فرعون وملئه فقال إني رسول رب العالمين (46) فلما جاءهم بآياتنا إذا هم منها يضحكون (47) وما نريهم من آية إلا هي أكبر من أختها وأخذناهم بالعذاب لعلهم يرجعون (48) وقالوا ياأيه الساحر ادع لنا ربك بما عهد عندك إننا لمهتدون (49) فلما كشفنا عنهم العذاب إذا هم ينكثون (50) ونادى فرعون في قومه قال ياقوم أليس لي ملك مصر وهذه الأنهار تجري من تحتي أفلا تبصرون (51) أم أنا خير من هذا الذي هو مهين ولا يكاد يبين (52) فلولا ألقي عليه أسورة من ذهب أو جاء معه الملائكة مقترنين (53) فاستخف قومه فأطاعوه إنهم كانوا قوما فاسقين (54) فلما آسفونا انتقمنا منهم فأغرقناهم أجمعين (55) فجعلناهم سلفا ومثلا للآخرين (56) ",
        "babnum": 9
    },
    {
        "id": 2197,
        "cate": "43",
        "title": "وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ (57) وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا بَلْ هُمْ قَوْمٌ خَصِمُونَ (58) إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيلَ (59) وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلَائِكَةً فِي الْأَرْضِ يَخْلُفُونَ (60) وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ هَذَا صِرَاطٌ مُسْتَقِيمٌ (61) وَلَا يَصُدَّنَّكُمُ الشَّيْطَانُ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ (62) ",
        "details": " في الآية مسائل : المسألة الأولى : اعلم أنه تعالى ذكر أنواعاً كثيرة من كفرياتهم في هذه السورة وأجاب عنها بالوجوه الكثيرة فأولها : قوله تعالى : { وَجَعَلُواْ لَهُ مِنْ عِبَادِهِ جُزْءا } [ الزخرف : 15 ] وثانيها : قوله تعالى : { وَجَعَلُواْ الملئكة الذين هُمْ عِبَادُ الرحمن إناثا } [ الزخرف : 19 ] وثالثها : قوله { وَقَالُواْ لَوْ شَاء الرحمن مَا عبدناهم } [ الزخرف : 20 ] ورابعها : قوله { وَقَالُواْ لَوْلاَ نُزّلَ هذا القرءان على رَجُلٍ مّنَ القريتين عَظِيمٍ } [ الزخرف : 31 ] وخامسها : هذه الآية التي نحن الآن في تفسيرها ، ولفظ الآية لا يدل إلا على أنه لما ضرب ابن مريم مثلاً أخذ القوم يضجون ويرفعون أصواتهم ، فأما أن ذلك المثل كيف كان ، وفي أي شيء كان فاللفظ لا يدل عليه والمفسرون ذكروا فيه وجوهاً كلها محتملة فالأول : أن الكفار لما سمعوا أن النصارى يعبدون عيسى قالوا إذا عبدوا عيسى فآلهتنا خير من عيسى ، وإنما قالوا ذلك لأنهم كانوا يعبدون الملائكة الثاني : روي أنه لما نزل قوله تعالى : { إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله حَصَبُ جَهَنَّمَ } [ الأنبياء : 98 ] قال عبد الله بن الزبعري هذا خاصة لنا ولآلهتنا أم لجميع الأمم؟ فقال صلى الله عليه وسلم : « بل لجميع الأمم » فقال خصمتك ورب الكعبة ، ألست تزعم أن عيسى ابن مريم نبي وتثني عليه خيراً وعلى أمه ، وقد علمت أن النصارى يعبدونهما واليهود يعبدون عزيراً والملائكة يعبدون ، فإذا كان هؤلاء في النار فقد رضينا أن نكون نحن وآلهتنا معهم فسكت النبي صلى الله عليه وسلم وفرح القوم وضحكوا وضجوا ، فأنزل الله تعالى : { إِنَّ الذين سَبَقَتْ لَهُمْ مّنَّا الحسنى أُوْلَئِكَ عَنْهَا مُبْعَدُونَ } [ الأنبياء : 101 ] ونزلت هذه الآية أيضاً والمعنى ، ولما ضرب عبدالله بن الزبعري عيسى ابن مريم مثلاً وجادل رسول الله بعبادة النصارى إياه إذا قومك قريش منه أي من هذا المثل يصدون أي يرتفع لهم ضجيج وجلبة فرحاً وجدلاً وضحكاً بسبب ما رأوا من إسكات رسول الله فإنه قد جرت العادة بأن أحد الخصمين إذا انقطع أظهر الخصم الثاني الفرح والضجيج ، وقالوا أآلهتنا خير أم هو يعنون أن آلهتنا عندك ليس خيراً من عيسى فإذا كان عيسى من حصب جهنم كان أمر آلهتنا أهون الوجه الثالث : في التأويل وهو أن النبي صلى الله عليه وسلم لما حكى أن النصارى عبدوا المسيح وجعلوه إلهاً لأنفسهم ، قال كفار مكة إن محمداً يريد أن يجعل لنا إلهاً كما جعل النصارى المسيح إلهاً لأنفسهم ، ثم عند هذا قالوا { أآلهتنا خَيْرٌ أَمْ هُوَ } يعني أآلهتنا خير أم محمد ، وذكروا ذلك لأجل أنهم قالوا : إن محمداً يدعونا إلى عبادة نفسه ، وآباؤنا زعموا أنه يجب عبادة هذه الأصنام ، وإذا كان لا بد من أحد هذين الأمرين فعبادة هذه الأصنام أولى ، لأن آباءنا وأسلافنا كانوا متطابقين عليه ، وأما محمد فإنه متهم في أمرنا بعبادته فكان الاشتغال بعبادة الأصنام أولى ، ثم إنه تعالى بيّن أنا لم نقل إن الاشتغال بعبادة المسيح طريق حسن بل هو كلام باطل ، فإن عيسى ليس إلا عبداً أنعمنا عليه ، فإذا كان الأمر كذلك فقد زالت شبهتهم في قولهم : إن محمداً يريد أن يأمرنا بعبادة نفسه ، فهذه الوجوه الثلاثة مما يحتمل كل واحد منها لفظ الآية .\r\n المسألة الثانية : قرأ نافع وابن عامر والكسائي وأبو بكر عن عاصم يصدون بضم الصاد وهو قراءة علي بن أبي طالب عليه السلام والباقون بكسر الصاد وهي قراءة ابن عباس ، واختلفوا فقال الكسائي هما بمعنى نحو يعرشون ويعرشون ويعكفون ، ومنهم من فرق ، أما القراءة بالضم فمن الصدود ، أي من أجل هذا المثل يصدون عن الحق ويعرضون عنه ، وأما بالكسر فمعناه يضجون .\r\n المسألة الثالثة : قرأ عاصم وحمزة والكسائي أآلهتنا استفهاماً بهمزتين الثانية مطولة والباقون استفهاماً بهمزة ومدة .\r\n ثم قال تعالى : { مَا ضَرَبُوهُ لَكَ إِلاَّ جَدَلاَ } أي ما ضربوا لك هذا المثل إلا لأجل الجدل والغلبة في القول لا لطلب الفرق بين الحق والباطل { بَلْ هُمْ قَوْمٌ خَصِمُونَ } مبالغون في الخصومة ، وذلك لأن قوله { إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله } لا يتناول الملائكة وعيسى ، وبيانه من وجوه الأول : أن كلمة ما لا تتناول العقلاء ألبتة والثاني : أن كلمة ما ليست صريحة في الاستغراق بدليل أنه يصح إدخال لفظتي الكل والبعض عليه ، فيقال إنكم وكل ما تعبدون من دون الله ، أو إنكم وبعض ما تبعدون من دون الله الثالث : أن قوله إنكم وكل ما تعبدون من دون الله أو وبعض ما تعبدون خطاب مشافهة فلعله ما كان فيهم أحد يعبد المسيح والملائكة الرابع : أن قوله { إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله } هب أنه عام إلا أن النصوص الدالة على تعظيم الملائكة وعيسى أخص منه ، والخاص مقدم على العام .\r\n المسألة الرابعة : القائلون بذم الجدل تمسكوا بهذه الآية إلا أنا قد ذكرنا في تفسير قوله تعالى : { مَا يجادل فِى ءايات الله إِلاَّ الذين كَفَرُواْ } [ غافر : 4 ] أن الآيات الكثيرة دالة على أن الجدل موجب للمدح والثناء ، وطريق التوفيق أن تصرف تلك الآيات إلى الجدل الذي يفيد تقرير الحق ، وأن تصرف هذه الآية إلى الجدل الذي يوجب تقرير الباطل .\r\n ثم قال تعالى : { إِنْ هُوَ إِلاَّ عَبْدٌ أَنْعَمْنَا عَلَيْهِ } يعني ما عيسى إلا عبد كسائر العبيد أنعمنا عليه حيث جعلناه آية بأن خلقناه من غير أب كما خلقنا آدم وشرفناه بالنبوة وصيرناه عبرة عجيبة كالمثل السائر { وَلَوْ نَشَاء لَجَعَلْنَا مِنكُمْ } لولدنا منك يا رجال { ملائكة فِي الأرض يخلفون } كما يخلفكم أولادكم كما ولدنا عيسى من أنثى من غير فحل لتعرفوا تميزنا بالقدرة الباهرة ولتعرفوا أن دخول التوليد والتولد في الملائكة أمر ممكن وذات الله متعالية عن ذلك { وإِنَّهُ } أي عيسى { لَعِلْمٌ لّلسَّاعَةِ } شرط من أشراطها تعلم به فسمي الشرط الدال على الشيء علماً لحصول العلم به ، وقرأ ابن عباس : { لَعِلْمٌ } وهو العلامة وقرىء للعلم وقرأ أبي : لذكر ، وفي الحديث : « أن عيسى ينزل على ثنية في الأرض المقدسة يقال لها أفيق وبيده حربة وبها يقتل الدجال فيأتي ببيت المقدس في صلاة الصبح والإمام يؤم بهم فيتأخر الإمام فيقدمه عيسى ويصلي خلفه على شريعة محمد صلى الله عليه وسلم ثم يقتل الخنازير ويكسر الصليب ويخرب البيع والكنائس ويقتل النصارى إلا من آمن به » { فَلاَ تَمْتَرُنَّ بِهَا } من المرية وهو الشك { واتبعون } واتبعوا هداي وشرعي { هذا صراط مُّسْتَقِيمٌ } أي هذا الذي أدعوكم إليه صراط مستقيم { وَلاَ يَصُدَّنَّكُمُ الشيطان إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ } قد بانت عداواته لكم لأجل أنه هو الذي أخرج أباكم من الجنّة ونزع عنه لباس النور .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولما ضرب ابن مريم مثلا إذا قومك منه يصدون (57) وقالوا أآلهتنا خير أم هو ما ضربوه لك إلا جدلا بل هم قوم خصمون (58) إن هو إلا عبد أنعمنا عليه وجعلناه مثلا لبني إسرائيل (59) ولو نشاء لجعلنا منكم ملائكة في الأرض يخلفون (60) وإنه لعلم للساعة فلا تمترن بها واتبعون هذا صراط مستقيم (61) ولا يصدنكم الشيطان إنه لكم عدو مبين (62) ",
        "babnum": 10
    },
    {
        "id": 2198,
        "cate": "43",
        "title": "وَلَمَّا جَاءَ عِيسَى بِالْبَيِّنَاتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (63) إِنَّ اللَّهَ هُوَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ (64) فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ فَوَيْلٌ لِلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ (65) هَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ (66) ",
        "details": " اعلم أنه تعالى ذكر أنه لما جاء عيسى بالمعجزات وبالشرائع البينات الواضحات { قَالَ قَدْ جِئْتُكُم بالحكمة } وهي معرفة ذات الله وصفاته وأفعاله { وَلابَيّنَ لَكُم بَعْضَ الذى تَخْتَلِفُونَ فِيهِ } يعني أن قوم موسى كانوا قد اختلفوا في أشياء من أحكام التكاليف واتفقوا على أشياء فجاء عيسى ليبين لهم الحق في تلك المسائل الخلافية ، وبالجملة فالحكمة معناها أصول الدين و { بعض الذي تختلفون فيه } معناه فروع الدين ، فإن قيل لم لم يبين لهم كل الذي يختلفون فيه؟ قلنا لأن الناس قد يختلفون في أشياء لا حاجة بهم إلى معرفتها ، فلا يجب على الرسول بيانها ، ولما بين الأصول والفروع قال : { فاتقوا الله } في الكفر به والإعراض عن دينه { وَأَطِيعُونِ } فيما أبلغه إليكم من التكاليف { إِنَّ الله هُوَ رَبّى وَرَبُّكُمْ فاعبدوه هذا صراط مُّسْتَقِيمٌ } والمعنى ظاهر { فاختلف الأحزاب } أي الفرق المتحزبة بعد عيسى وهم الملكانية واليعقوبية والنسطورية ، وقيل اليهود والنصارى { فَوَيْلٌ لّلَّذِينَ ظَلَمُواْ مِنْ عَذَابِ يَوْمٍ أَلِيمٍ } وهو وعيد بيوم الأحزاب ، فإن قيل قوله { مِن بَيْنِهِمْ } الضمير فيه إلى من يرجع؟ قلنا إلى الذين خاطبهم عيسى في قوله { قَدْ جِئْتُكُم بالحكمة } وهم قومه .\r\n ثم قال : { هَلْ يَنظُرُونَ إِلاَّ الساعة أَن تَأْتِيَهُمْ بَغْتَةً } فقوله أن تأتيهم بدل من الساعة والمعنى هل ينظرون إلا إتيان الساعة .\r\n فإن قالوا قوله { بَغْتَةً } يفيد عين ما يفيده قوله { وَهُمْ لاَ يَشْعُرُونَ } فما الفائدة فيه؟ قلنا يجوز أن تأتيهم بغتة وهم يعرفونه بسبب أنهم يشاهدونه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولما جاء عيسى بالبينات قال قد جئتكم بالحكمة ولأبين لكم بعض الذي تختلفون فيه فاتقوا الله وأطيعون (63) إن الله هو ربي وربكم فاعبدوه هذا صراط مستقيم (64) فاختلف الأحزاب من بينهم فويل للذين ظلموا من عذاب يوم أليم (65) هل ينظرون إلا الساعة أن تأتيهم بغتة وهم لا يشعرون (66) ",
        "babnum": 11
    },
    {
        "id": 2199,
        "cate": "43",
        "title": "الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ (67) يَاعِبَادِ لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنْتُمْ تَحْزَنُونَ (68) الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ (69) ادْخُلُوا الْجَنَّةَ أَنْتُمْ وَأَزْوَاجُكُمْ تُحْبَرُونَ (70) يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ وَأَنْتُمْ فِيهَا خَالِدُونَ (71) وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ (72) لَكُمْ فِيهَا فَاكِهَةٌ كَثِيرَةٌ مِنْهَا تَأْكُلُونَ (73) ",
        "details": " اعلم أنه تعالى لما قال : { هَلْ يَنظُرُونَ إِلاَّ الساعة أَن تَأْتِيَهُمْ بَغْتَةً } [ الزخرف : 66 ] ذكر عقيبه بعض ما يتعلق بأحوال القيامة فأولها قوله تعالى : { الأخلاء يَوْمَئِذٍ بَعْضُهُمْ عَدُوٌّ إِلاَّ المتقين } والمعنى { الأخلاء } في الدنيا { يَوْمَئِذٍ } يعني في الآخرة { بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ } يعني أن الخلة إذا كانت على المعصية والكفر صارت عداوة يوم القيامة { إِلاَّ المتقين } يعني الموحدين الذين يخالل بعضهم بعضاً على الإيمان والتقوى ، فإن خلتهم لا تصير عداوة ، وللحكماء في تفسير هذه الآية طريق حسن ، قالوا إن المحبة أمر لا يحصل إلا عند اعتقاد حصول خير أو دفع ضرر ، فمتى حصل هذا الاعتقاد حصلت المحبة لا محالة ، ومتى حصل اعتقاد أنه يوجب ضرراً حصل البغض والنفرة ، إذا عرفت هذا فنقول : تلك الخيرات التي كان اعتقاد حصولها يوجب حصول المحبة ، إما أن تكون قابلة للتغير والتبدل ، أو لا تكون كذلك ، فإن كان الواقع هو القسم الأول ، وجب أن تبدل تلك المحبة بالنفرة ، لأن تلك المحبة إنما حصلت لاعتقاد حصول الخير والراحة ، فإذا زال ذلك الاعتقاد ، وحصل عقيبه اعتقاد أن الحاصل هو الضرر والألم ، وجب أن تتبدل تلك المحبة بالبغضة ، لأن تبدل العلة يوجب تبدل المعلول ، أما إذا كانت الخيرات الموجبة للمحبة ، خيرات باقية أبدية ، غير قابلة للتبدل والتغير ، كانت تلك المحبة أيضاً محبة باقية آمنة من التغير ، إذا عرفت هذا الأصل فنقول الذين حصلت بينهم محبة ومودة في الدنيا ، إن كانت تلك المحبة لأجل طلب الدنيا وطيباتها ولذاتها ، فهذه المطالب لا تبقى في القيامة ، بل يصير طلب الدنيا سبباً لحصول الآلام والآفات في يوم القيامة ، فلا جرم تنقلب هذه المحبة الدنيوية بغضة ونفرة في القيامة ، أما إن كان الموجب لحصول المحبة في الدنيا الاشتراك في محبة الله وفي خدمته وطاعته ، فهذا السبب غير قابل للنسخ والتغير ، فلا جرم كانت هذه المحبة باقية في القيامة ، بل كأنها تصير أقوى وأصفى وأكمل وأفضل مما كانت في الدنيا ، فهذا هو التفسير المطابق لقوله تعالى : { الأخلاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إلاَّ المتقين } ، الحكم الثاني : من أحكم يوم القيامة ، وقوله تعالى : { يا عباد لا خوف عليكم اليوم ولا أنتم تحزنون } وقد ذكرنا مراراً أن عادة القرآن جارية بتخصيص لفظ العباد ، بالمؤمنين المطيعين المتقين ، فقوله { يا عِبَادِ } كلام الله تعالى ، فكأن الحق يخاطبهم بنفسه ويقول لهم { ياعباد لاَ خَوْفٌ عَلَيْكُمُ اليوم وَلاَ أَنتُمْ تَحْزَنُونَ } وفيه أنواع كثيرة مما يوجب الفرح أولها : أن الحق سبحانه وتعالى خاطبهم بنفسه من غير واسطة وثانيها : أنه تعالى وصفهم بالعبودية ، وهذا تشريف عظيم ، بدليل أنه لما أراد أن يشرف محمداً صلى الله عليه وسلم ليلة المعراج ، قال : { سُبْحَانَ الذى أسرى بِعَبْدِهِ } [ الإسراء : 1 ] وثالثها : قوله { لاَ خَوْفٌ عَلَيْكُمُ اليوم } فأزال عنهم الخوف في يوم القيامة بالكلية ، وهذا من أعظم النعم ورابعها : قوله { وَلا أَنتُمْ تَحْزَنُونَ } فنفى عنهم الحزن بسبب فوت الدنيا الماضية .\r\n ثم قال تعالى : { الذين ءَامَنُواْ بئاياتنا وَكَانُواْ مُسْلِمِينَ } قيل { الذين آمَنُواْ } مبتدأ ، وخبره مضمر ، والتقدير يقال لهم : أدخلوا الجنة ، ويحتمل أن يكون المعنى أعني الذين آمنوا ، قال مقاتل : إذا وقع الخوف يوم القيامة ، نادى منادٍ { ياعباد لاَ خَوْفٌ عَلَيْكُمُ اليوم } فإذا سمعوا النداء رفع الخلائق رؤوسهم ، فيقال { الذين ءَامَنُواْ بئاياتنا وَكَانُواْ مُسْلِمِينَ } فتنكس أهل الأديان الباطلة رؤوسهم الحكم الثالث : من وقائع القيامة ، أنه تعالى إذا أمن المؤمنين من الخوف والحزن ، وجب أن يمر حسابهم على أسهل الوجوه وعلى أحسنها ، ثم يقال لهم { ادخلوا الجنة أَنتُمْ وأزواجكم تُحْبَرُونَ } والحبرة المبالغة في الإكرام فيما وصف بالجميل ، يعني يكرمون إكراماً على سبيل المبالغة ، وهذا مما سبق تفسيره في سورة الروم .\r\n ثم قال : { يُطَافُ عَلَيْهِمْ بصحاف مِّن ذَهَبٍ وأكواب } قال الفراء : الكوب المستدير الرأس الذي لا أذن له ، فقوله { يُطَافُ عَلَيْهِمْ بصحاف مِّن ذَهَبٍ } إشارة إلى المطعوم ، وقوله { وَأَكْوابٍ } إشارة إلى المشروب ، ثم إنه تعالى ترك التفصيل وذكر بياناً كلياً ، فقال : { وَفِيهَا مَا تَشْتَهِيهِ الأنفس وَتَلَذُّ الأعين وَأَنتُمْ فِيهَا خالدون } .\r\n ثم قال : { وَتِلْكَ الجنة التي أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ } وقد ذكرنا في وراثة الجنة وجهين في قوله { أولئك هُمُ الوارثون * الذين يَرِثُونَ الفردوس } [ المؤمنون : 10 ، 11 ] ولما ذكر الطعام والشراب فيما تقدم ، ذكر ههنا حال الفاكهة ، فقال : { لَكُمْ فِيهَا فاكهة مّنْهَا تَأْكُلُونَ } .\r\n واعلم أنه تعالى بعث محمداً صلى الله عليه وسلم إلى العرب أولاً ، ثم إلى العالمين ثانياً ، والعرب كانوا في ضيق شديد بسبب المأكول والمشروب والفاكهة ، فلهذا السبب تفضل الله تعالى عليهم بهذه المعاني مرة بعد أخرى ، تكميلاً لرغبتهم وتقوية لدواعيهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الأخلاء يومئذ بعضهم لبعض عدو إلا المتقين (67) ياعباد لا خوف عليكم اليوم ولا أنتم تحزنون (68) الذين آمنوا بآياتنا وكانوا مسلمين (69) ادخلوا الجنة أنتم وأزواجكم تحبرون (70) يطاف عليهم بصحاف من ذهب وأكواب وفيها ما تشتهيه الأنفس وتلذ الأعين وأنتم فيها خالدون (71) وتلك الجنة التي أورثتموها بما كنتم تعملون (72) لكم فيها فاكهة كثيرة منها تأكلون (73) ",
        "babnum": 12
    },
    {
        "id": 2200,
        "cate": "43",
        "title": "إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَ (74) لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ (75) وَمَا ظَلَمْنَاهُمْ وَلَكِنْ كَانُوا هُمُ الظَّالِمِينَ (76) وَنَادَوْا يَامَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُمْ مَاكِثُونَ (77) لَقَدْ جِئْنَاكُمْ بِالْحَقِّ وَلَكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ (78) أَمْ أَبْرَمُوا أَمْرًا فَإِنَّا مُبْرِمُونَ (79) أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ (80) ",
        "details": " اعلم أنه تعالى لما ذكر الوعد ، أردفه بالوعيد على الترتيب المستمر في القرآن ، وفيه مسائل : المسألة الأولى : احتج القاضي على القطع بوعيد الفسق بقوله { إِنَّ المجرمين فِى عَذَابِ جَهَنَّمَ خالدون * لاَ يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ } ولفظ المجرم يتناول الكافر والفاسق ، فوجب كون الكل في عذاب جهنم ، وقوله { خالدون } يدل على الخلود ، وقوله أيضاً { لاَ يُفَتَّرُ عَنْهُمْ } يدل على الخلود والدوام أيضاً والجواب : أن ما قبل هذه الآية وما بعدها ، يدل على أن المراد من لفظ المجرمين ههنا الكفار ، أما ما قبل هذه الآية فلأنه قال : { ياعباد لاَ خَوْفٌ عَلَيْكُمُ اليوم وَلاَ أَنتُمْ تَحْزَنُونَ ، الذين ءامَنُواْ بئاياتنا وَكَانوا مُسْلِمِينَ } [ الزخرف : 68 ، 69 ] فهذا يدل على أن كل من آمن بآيات الله وكانوا مسلمين ، فإنهم يدخلون تحت قوله { ياعباد لاَ خَوْفٌ عَلَيْكُمُ اليوم وَلاَ أَنتُمْ تَحْزَنُونَ الذين ءامَنُواْ بئاياتنا وَكَانُواْ مُسْلِمِينَ } والفاسق من أهل الصلاة آمن بالله تعالى وبآياته وأسلم ، فوجب أن يكون داخلاً تحت ذلك الوعد ، ووجب أن يكون خارجاً عن هذا الوعيد ، وأما ما بعد هذه الآية فهو قوله { جئناكم بالحق ولكن أَكْثَرَكُمْ لِلْحَقّ كارهون } والمراد بالحق ههنا إما الإسلام وإما القرآن ، والرجل المسلم لا يكره الإسلام ولا القرآن ، فثبت أن ما قبل هذه الآية وما بعدها ، يدل على أن المراد من المجرمين الكفار ، والله أعلم .\r\n المسألة الثانية : أنه تعالى وصف عذاب جهنم في حق المجرمين بصفات ثلاثة أحدهما : الخلود ، وقد ذكرنا في مواضع كثيرة أنه عبارة عن طول المكث ولا يفيد الدوام وثانيها : قوله : { لاَ يُفَتَّرُ عَنْهُمْ } أي لا يخفف ولا ينقص من قولهم فترت عنه الحمى إذا سكنت ونقص حرها وثالثها : قوله { وَهُمْ فِيهِ مُبْلِسُونَ } والمبلس اليائس الساكت سكوت يائس من فرج ، عن الضحاك يجعل المجرم في تابوت من نار ، ثم يقفل عليه فيبقى فيه خالداً لا يرى ، قال صاحب «الكشاف» : وقرىء { وَهُمْ فِيهَا } أي وهم في النار .\r\n المسألة الثالثة : احتج القاضي بقوله تعالى : { وَمَا ظلمناهم ولكن كَانُواْ هُمُ الظالمين } فقال إن كان خلق فيهم الكفر ليدخلهم النار فما الذي نفه بقوله { وَمَا ظلمناهم } وما الذي نسبه إليهم مما نفاه عن نفسه؟ أو ليس لو أثبتناه ظلماً لهم كان لا يزيد على ما يقوله القوم ، فإن قالوا ذلك الفعل لم يقع بقدرة الله عزّ وجل فقط ، بل إنما وقع بقدرة الله مع قدرة العبد معاً ، فلم يكن ذلك ظلماً من الله .\r\n قلنا : عندكم أن القدرة على الظلم موجبة للظلم ، وخالق تلك القدرة هو الله تعالى ، فكأنه تعالى لما فعل مع خلق الكفر قدرة على الكفر خرج عن أن يكون ظالماً لهم ، وذلك محال لأن من يكون ظالماً في فعل ، فإذا فعل معه ما يوجب ذلك الفعل يكون بذلك أحق ، فيقال للقاضي قدرة العبد هل هي صالحة للطرفين أو هي متعينة لأحد الطرفين؟ فإن كانت صالحة لكلا الطرفين فالترجيح إن وقع لا لمرجع لزم نفي الصانع ، وإن افتقر إلى مرجح عاد التقسيم الأول فيه ، ولا بد وأن ينتهي إلى داعية مرجحة يخلقها الله في العبد ، وإن كانت متعينة لأحد الطرفين فحينئذٍ يلزمك ما أوردته علينا .\r\n واعلم أنه ليس الرجل من يرى وجه الاستدلال فيذكره ، إنما الرجل الذي ينظر فيما قبل الكلام وفيما بعده ، فإن رآه وارداً على مذهبه بعينه لم يذكره ، والله أعلم .\r\n المسألة الرابعة : قرأ ابن مسعود { يا مال } بحذف الكاف للترخيم فقيل لابن عباس إن ابن مسعود قرأ ( ونادوا يا مال ) فقال : ما أشغل أهل النار عن هذا الترخيم! واجيب عنه بأنه إنما حسن هذا الترخيم لأنه يدل على أنهم بلغوا في الضعف والنحافة إلى حيث لا يمكنهم أن يذكروا من الكلمة إلا بعضها .\r\n المسألة الخامسة : اختلفوا في أن قولهم { يامالك لِيَقْضِ عَلَيْنَا رَبُّكَ } على أي وجه طلبوا فقال بعضهم على التمني ، وقال آخرون على وجه الاستغاثة ، وإلا فهم عالمون بأنه لا خلاص لهم عن ذلك العقاب ، وقيل لا يبعد أن يقال إنهم لشدة ما هم فيه من العذاب نسوا تلك المسألة فذكروه على وجه الطلب .\r\n ثم إنه تعالى بيّن أن مالكاً يقول لهم { إِنَّكُمْ ماكثون } وليس في القرآن متى أجابهم ، هل أجابهم في الحال أو بمدة طويلة ، وإن كان بعد ذلك فهل حصل ذلك الجواب بعد ذلك السؤال بمدة قليلة أو بمدة طويلة ، فلا يمتنع أن تؤخر الإجابة استخفافاً بهم وزيادة في غمهم ، فعن عبد الله بن عمر بعد أربعين سنة ، وعن غيره بعد مائة سنة ، وعن ابن عباس بعد ألف سنة ، والله أعلم بذلك المقدار .\r\n ثم بيّن تعالى أن مالكاً لما أجابهم بقوله { إِنَّكُمْ ماكثون } ذكر بعده ما هو كالعلة لذلك الجواب فقال : { لَقَدْ جئناكم بالحق ولكن أَكْثَرَكُمْ لِلْحَقّ كارهون } والمراد نفرتهم عن محمد وعن القرآن وشدة بغضهم لقبول الدين الحق ، فإن قيل كيف قال : { وَنَادَوْاْ يامالك } بعد ما وصفهم بالإبلاس؟ قلنا تلك أزمنة متطاولة وأحقاب ممتدة ، فتختلف بهم الأحوال فيسكتون أوقاتاً لغلبة اليأس عليهم ويستغيثون أوقاتاً لشدة ما بهم ، روي أنه يلقى على أهل النار الجوع حتى يعدل ما هم فيه من العذاب ، فيقولون ادعوا مالكاً فيدعون { يامالك لِيَقْضِ عَلَيْنَا رَبُّكَ } ولما ذكر الله تعالى كيفية عذابهم في الآخرة ذكر بعده كيفية مكرهم وفساد باطنهم في الدنيا فقال : { أَمْ أَبْرَمُواْ أَمْراً فَإِنَّا مُبْرِمُونَ } والمعنى أم أبرموا أي مشركو مكة أمراً من كيدهم ومكرهم برسول الله ، فإنا مبرمون كيدنا كما أبرموا كيدهم كقوله تعالى : { أَمْ يُرِيدُونَ كَيْداً فالذين كَفَرُواْ هُمُ المكيدون } [ الطور : 42 ] قال مقاتل : نزلت في تدبيرهم في المكر به في دار الندوة ، وهو ما ذكره الله تعالى في قوله تعالى : { وَإِذْ يَمْكُرُ بِكَ الذين كَفَرُواْ } [ الأنفال : 30 ] وقد ذكرنا القصة .\r\n ثم قال : { أَمْ يَحْسَبُونَ أَنَّا لاَ نَسْمَعُ سِرَّهُمْ ونجواهم } السر ما حدث به الرجل نفسه أو غيره في مكان خال ، والنجوى ما تكلموا به فيما بينهم { بلى } نسمعها ونطلع عليها { وَرُسُلُنَا } يريد الحفظة { يَكْتُبُونَ } عليهم تلك الأحوال ، وعن يحيى بن معاذ من ستر من الناس ذنوبه وأبداها للذي لا يخفى عليه شيء في السموات فقد جعله أهون الناظرين إليه وهو من علامات النفاق .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن المجرمين في عذاب جهنم خالدون (74) لا يفتر عنهم وهم فيه مبلسون (75) وما ظلمناهم ولكن كانوا هم الظالمين (76) ونادوا يامالك ليقض علينا ربك قال إنكم ماكثون (77) لقد جئناكم بالحق ولكن أكثركم للحق كارهون (78) أم أبرموا أمرا فإنا مبرمون (79) أم يحسبون أنا لا نسمع سرهم ونجواهم بلى ورسلنا لديهم يكتبون (80) ",
        "babnum": 13
    },
    {
        "id": 2201,
        "cate": "43",
        "title": "قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ (81) سُبْحَانَ رَبِّ السَّمَاوَاتِ وَالْأَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ (82) فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ (83) وَهُوَ الَّذِي فِي السَّمَاءِ إِلَهٌ وَفِي الْأَرْضِ إِلَهٌ وَهُوَ الْحَكِيمُ الْعَلِيمُ (84) وَتَبَارَكَ الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَعِنْدَهُ عِلْمُ السَّاعَةِ وَإِلَيْهِ تُرْجَعُونَ (85) وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ (86) وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ (87) وَقِيلِهِ يَارَبِّ إِنَّ هَؤُلَاءِ قَوْمٌ لَا يُؤْمِنُونَ (88) فَاصْفَحْ عَنْهُمْ وَقُلْ سَلَامٌ فَسَوْفَ يَعْلَمُونَ (89) ",
        "details": " فيه مسائل : المسألة الأولى : قرأ حمزة والكسائي { وَلَدَ } بضم الواو وإسكان اللام والباقون بفتحهما { فَأَنَاْ أَوَّلُ العابدين } قرأ نافع { فَأَنا } بفتحة طويلة على النون والباقون بلا تطويل .\r\n المسألة الثانية : اعلم أن الناس ظنوا أن قوله { قُلْ إِن كَانَ للرحمن وَلَدٌ فَأَنَاْ أَوَّلُ العابدين } لو أجريناه على ظاهره فإنه يقتضي وقوع الشك في إثبات ولد لله تعالى ، وذلك محال فلا جرم افتقروا إلى تأويل الآية ، وعندي أنه ليس الأمر كذلك وليس في ظاهر اللفظ ما يوجب العدول عن الظاهر ، وتقريره أن قوله { إِن كَانَ للرحمن وَلَدٌ فَأَنَاْ أَوَّلُ العابدين } قضية شرطية والقضية الشرطية مركبة من قضيتين خبريتين أدخل على إحداهما حرف الشرط وعلى الأخرى حرف الجزاء فحصل بمجموعها قضية واحدة ، ومثاله هذه الآية فإن قوله { إِن كَانَ للرحمن وَلَدٌ فَأَنَاْ أَوَّلُ العابدين } قضية مركبة من قضيتين : إحداهما : قوله { قُلْ إِن كَانَ للرحمن وَلَدٌ } ، والثانية : قوله { فَأَنَاْ أَوَّلُ * العابدين } ثم أدخل حرف الشرط وهو لفظة إن على لقضية الأولى وحرف الجزاء وهو الفاء على القضية الثانية فحصل من مجموعهما قضية الأولى واحدة ، وهو القضية الشرطية ، إذ عرفت هذا فنقول القضية الشرطية لا تفيد إلا كون الشرط مستلزماً للجزاء ، وليس فيه إشعار بكون الشرط حقاً أو باطلاً أو بكون الجزاء حقاً أو باطلاً ، بل نقول القضية الشرطية الحقة قد تكون مركبة من قضيتين حقيتين أو من قضيتين باطلتين أو من شرط باطل وجزاء حق أو من شرط حق وجزاء باطل ، فأما القسم الرابع وهو أن تكون القضية الشرطية الحقة مركبة من شرط حق وجزاء باطل فهذا محال .\r\n ولنبين أمثال هذه الأقسام الأربعة ، فإذا قلنا إن كان الإنسان حيواناً فالإنسان جسم فهذه شرطية حقة وهي مركبة من قضيتين حقيتين ، إحداهما قولنا الإنسان حيوان ، والثانية قولنا الإنسان جسم ، وإذا قلنا إن كانت الخمسة زوجاً كانت منقسمة بمتساويين فهذه شرطية حقة لكنها مركبة من قولنا الخمسة زوج ، ومن قولنا الخمسة منقسمة بمتساويين وهما باطلان ، وكونهما باطلين لا يمنع من أن يكون استلزام أحدهما للآخر حقاً ، وقد ذكرنا أن القضية الشرطية لا تفيد إلا مجرد الاستلزام وإذا قلنا إن كان الإنسان حجراً فهو جسم ، فهذا جسم ، فهذا أيضاً حق لكنها مركبة من شرط باطل وهو قولنا الإنسان حجر ، ومن جزء حق وهو قولنا الإنسان جسم ، وإنما جاز هذا لأن الباطل قد يكون بحيث يلزم من فرض وقوعه وقوع حق ، فإنا فرضنا كون الإنسان حجراً وجب كونه جسماً فهذا شرط باطل يستلزم جزءاً حقاً .\r\n وأما القسم الرابع : وهو تركيب قضية شرطية حقة من شرط حق وجزاء باطل ، فهذا محال ، لأن هذا التركيب يلزم منه كون الحق مستلزماً للباطل وذلك محال بخلاف القسم الثالث فإنه يلزم منه كون الباطل مستلزماً للحق وذلك ليس بمحال ، إذا عرفت هذا الأصل فلنرجع إلى الآية فنقول قوله { إِن كَانَ للرحمن وَلَدٌ فَأَنَاْ أَوَّلُ العابدين } قضية شرطية حقة من شرط باطل ومن جزاء باطل لأن قولنا كان للرحمن ولد باطل ، وقولنا أنا أول العابدين لذلك الولد باطل أيضاً إلا أنا بينا أن كون كل واحد منهما باطلاً لا يمنع من أن يكون استلزام أحدهما للآخر حقاً كما ضربنا من المثال في قولنا إن كانت الخمسة زوجاً كانت منقسمة بمتساويين ، فثبت أن هذا الكلام لا امتناع في إجرائه على ظاهره ، ويكون المراد منه أنه إن كان للرحمن ولد فأنا أول العابدين لذلك الولد ، فإن السلطان إذا كان له ولد فكما يجب على عبده أن يخدمه فكذلك يجب عليه أن يخدم ولده ، وقد بينا أن هذا التركيب لا يدل على الاعتراف بإثبات ولد أم لا .\r\n ومما يقرب من هذا الباب قوله { لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلاَّ الله لَفَسَدَتَا } [ الأنبياء : 22 ] فهذا الكلام قضية شرطية والشرط هو قولنا { فِيهِمَا آلِهَةٌ } والجزاء هو قولنا { فسدتا } فالشرط في نفسه باطل والجزاء أيضاً باطل لأن الحق أنه ليس فيهما آلهة ، وكلمة لو تفيد الشيء بانتفاء غيره لأنهما ما فسدتا ثم مع كون الشرط باطلاً وكون الجزاء باطلاً كان استلزام ذلك الشرط لهذا الجزاء حقاً فكذا ههنا ، فإن قالوا الفرق أن ههنا ذكر الله تعالى هذه الشرطية بصيغة لو فقال : { لَوْ كَانَ فِيهِمَا آلِهَةٌ } وكلمة لو تفيد انتفاء الشيء لانتفاء غيره ، وأما في الآية التي نحن في تفسيرها إنما ذكر الله تعالى كلمة إن وهذه الكلمة لا تفيد انتفاء الشيء لانتفاء غيره ، بل هذه الكلمة تفيد الشك في أنه هل حصل الشرط أم لا ، وحصول هذا الشك للرسول غير ممكن ، قلنا الفرق الذي ذكرتم صحيح إلا أن مقصودنا بيان أنه لا يلزم من كون الشرطية صادقة كون جزءيها صادقتين أو كاذبتين على ما قررناه أما قوله إن لفظة إن تفيد حصول الشرط هل حصل أم لا ، قلنا هذا ممنوع فإن حرف إن حرف الشرط وحرف الشرط لا يفيد إلا كون الشرط مستلزماً للجزار ، وأما بيان أن ذلك الشرط معلوم الوقوع أو مشكوك الوقوع ، فاللفظ لا دلالة فيه عليه ألبتة ، فظهر من المباحث التي لخصناها أن الكلام ههنا ممكن الإجراء على ظاهره من جميع الوجوه وأنه لا حاجة فيه ألبتة إلى التأويل ، والمعنى أنه تعالى قال : { قُلْ } يا محمد { إِن كَانَ للرحمن وَلَدٌ فَأَنَاْ أَوَّلُ العابدين } لذلك الولد وأنا أول الخادمين له ، والمقصود من هذا الكلام بيان أنى لا أنكر ولده لأجل العناد والمنازعة فإن بتقدير أن يقوم الدليل على ثبوت هذا الولد كنت مقراً به معترفاً بوجوب خدمته إلا أنه لم يوجد هذا الولد ولم يقم الدليل على ثبوته ألبتة ، فكيف أقول به؟ بل الدليل القاطع قائم على عدمه فكيف أقول به وكيف أعترف بوجوده؟ وهذا الكلام ظاهر كامل لا حاجة به ألبتة إلى التأويل والعدول عن الظاهر ، فهذا ما عندي في هذا الموضع ونقل عن السدي من المفسرين أنه كان يقول حمل هذه الآية على ظاهرها ممكن ولا حاجة إلى التأويل ، والتقرير الذي ذكرناه يدل على أن الذي قاله هو الحق ، أما القائلون بأنه لا بد من التأويل فقد ذكروا وجوهاً الأول : قال الواحدي كثرت الوجوه في تفسير هذه الآية ، والأقوى أن يقال المعنى { إِن كَانَ للرحمن وَلَدٌ } في زعمكم { فَأَنَاْ أَوَّلُ العابدين } أي الموحدين لله المكذبين لقولكم بإضافة الولد إليه ، ولقائل أن يقول إما أن يكون تقدير الكلام : إن يثبت للرحمن ولد في نفس الأمر فأنا أول المنكرين له أو يكون التقدير إن يثبت لكم ادعاء أن للرحمن ولداً فأنا أول المنكرين له ، والأول : باطل لأن ثبوت الشيء في نفسه لا يقتضي كون الرسول منكراً له ، لأن قوله إن كان الشيء ثابتاً في نفسه فأنا أول المنكرين يقتضي إصراره على الكذب والجهل وذلك لا يليق بالرسول ، والثاني : أيضاً باطل لأنهم سواء أثبتوا لله ولداً أو لم يثبتوه له فالرسول منكر لذلك الولد ، فلم يكن لزعمهم تأثير في كون الرسول منكراً لذلك الولد فلم يصلح جعل زعمهم إثبات الولد مؤثراً في كون الرسول منكراً للولد .\r\n الوجه الثاني : قالوا معناه : إن كان للرحمن ولد فأنا أول العابدين الآنفين من أن يكون له ولد من عبد يعبد إذا اشتدت أنفته فهو عبد وعابد ، وقرأ بعضهم ( عبدين ) .\r\n واعلم أن السؤال المذكور قائم ههنا لأنه إن كان المراد : إن كان للرحمن ولد في نفس الأمر فأنا أول الآنفين من الإقرار به ، فهذا يقتضي الإصرار على الجهل والكذب ، وإن كان المراد إن كان للرحمن ولد في زعمكم واعتقادكم فأنا أول الآنفين ، فهذا التعليق فاسد لأن هذه الأنفة حاصلة سواء حصل ذلك الزعم والاعتقاد أو لم يحصل ، وإذا كان الأمر كذلك لم يكن هذا التعليق جائزاً .\r\n والوجه الثالث : قال بعضهم إن كلمة إن ههنا هي النافية والتقدير ما كان للرحمن ولد فأنا أول الموحدين من أهل مكة أن لا ولد له .\r\n واعلم أن التزام هذه الوجوه البعيدة إنما يكون للضرورة ، وقد بينا أنه لا ضرورة ألبتة فلم يجز المصير إليها ، والله أعلم .\r\n ثم قال سبحانه وتعالى : { سبحان رَبِّ السموات والأرض رَبِّ العرش عَمَّا يَصِفُونَ } والمعنى أن إله العالم يجب أن يكون واجب الوجود لذاته ، وكل ما كان كذلك فهو فرد مطلق لا يقبل التجزأ بوجه من الوجوه ، والولد عبارة عن أن ينفصل عن الشيء جزء من أجزائه فيتولد عن ذلك الجزء شخص مثله ، وهذا إنما يعقل فيما تكون ذاته قابلة للتجزىء والتبعيض ، وإذا كان ذلك محالاً في حق إله العالم امتنع إثبات الولد له ، ولما ذكر هذا البرهان القاطع قال : { فَذَرْهُمْ يَخُوضُواْ وَيَلْعَبُواْ حتى يلاقوا يَوْمَهُمُ الذي يُوعَدُونَ } والمقصود منه التهديد ، يعني قد ذكرت الحجة القاطعة على فساد ما ذكروا وهم لم يلتفتوا إليها لأجل كونهم مستغرقين في طلب المال والجاه والرياسة فاتركهم في ذلك الباطل واللعب حتى يصلوا إلى ذلك اليوم الذي وعدوا فيه بما وعدوا ، والمقصود منه التهديد .\r\n ثم قال تعالى : { وَهُوَ الذي فِي السماء إله وَفِي الأرض إله } وفيه أبحاث : البحث الأول : قال أبو علي نظرت فيما يرتفع به إله فوجدت ارتفاعه يصح بأن يكون خبر مبتدأ محذوف والتقدير وهو الذي في السماء هو إله .\r\n والبحث الثاني : هذه الآية من أدل الدلائل على أنه تعالى غير مستقر في السماء ، لأنه تعالى بيّن بهذه الآية أن نسبته إلى السماء بالإلهية كنسبته إلى الأرض ، فلما كان إلهاً للأرض مع أنه غير مستقر فيها فكذلك يجب أن يكون إلهاً للسماء مع أنه لا يكون مستقراً فيها ، فإن قيل وأي تعلق لهذا الكلام بنفي الولد عن الله تعالى؟ قلنا تعلقه به أنه تعالى خلق عيسى بمحض كن فيكون من غير واسطة النطفة والأب ، فكأنه قيل إن هذا القدر لا يوجب كون عيسى ولداً لله سبحانه ، لأن هذا المعنى حاصل في تخليق السموات والأرض وما بينهما من انتفاء حصول الولدية هناك .\r\n ثم قال تعالى : { وَهُوَ الحكيم العليم } وقد ذكرنا في سورة الأنعام أن كونه تعالى حكيماً عليماً ينافي حصول الولد له .\r\n ثم قال : { وَتَبَارَكَ الذي لَهُ مُلْكُ السماوات والأرض وَمَا بَيْنَهُمَا وَعِندَهُ عِلْمُ الساعة وَإِلَيْهِ تُرْجَعُونَ } واعلم أن قوله تبارك إما أن يكون مشتقاً من الثبات والبقاء ، وإما أن يكون مشتقاً من كثرة الخير ، وعلى التقديرين فكل واحد من هذين الوجهين ينافي كون عيسى عليه السلام ولداً لله تعالى ، لأنه إن كان المراد منه الثبات والبقاء فعيسى عليه السلام لم يكن واجب البقاء والدوام ، لأنه حدث بعد أن لم يكن ، ثم عند النصارى أنه قتل ومات ومن كان كذلك لم يكن بينه وبين الباقي الدائم الأزلي مجانسة ومشابهة ، فامتنع كونه ولداً له ، وإن كان المراد بالبركة كثرة الخيرات مثل كونه خالقاً للسموات والأرض وما بينهما فعيسى لم يكن كذلك بل كان محتاجاً إلى الطعام وعند النصارى أنه كان خائفاً من اليهود وبالآخرة أخذوه وقتلوه ، فالذي هذا صفته كيف يكون ولدً لمن كان خالقاً للسموات والأرض وما بينهما! وأما قوله { وَعِندَهُ عِلْمُ الساعة } فالمقصود منه أنه لما شرح كمال قدرته فكذلك شرح كمال علمه ، والمقصود التنبيه على أن من كان كاملاً في الذات والعلم والقدرة على الحد الذي شرحناه امتنع أن يكون ولده في العجز وعدم الوقوف على أحوال العالم بالحد الذي وصفه النصارى .\r\n ولما أطنب الله تعالى في نفي الولد أردفه ببيان نفي الشركاء فقال : { وَلاَ يَمْلِكُ الذين يَدْعُونَ مِن دُونِهِ الشفاعة إِلاَّ مَن شَهِدَ بالحق وَهُمْ يَعْلَمُونَ } ذكر المفسرون في هذه الآية قولين أحدهما : أن الذين يدعون من دونه الملائكة وعيسى وعزير ، والمعنى أن الملائكة وعيسى وعزيراً لا يشفعون إلا لمن شهد بالحق ، روي أن النصر بن الحرث ونفراً معه قالوا إن كان ما يقول محمد حقاً فنحن نتولى الملائكة فهم أحق بالشفاعة من محمد ، فأنزل الله هذه الآية يقول لا يقدر هؤلاء أن يشفعوا لأحد ثم استثنى فقال : { إِلاَّ مَن شَهِدَ بالحق } والمعنى على هذا القول هؤلاء لا يشفعون إلا لمن شهد بالحق ، فأضمر اللام أو يقال التقدير إلا شفاعة من شهد بالحق فحذف المضاف ، وهذ على لغة من يعدي الشفاعة بغير لام ، فيقول شفعت فلاناً بمعنى شفعت له كما تقول كلمته وكلمت له ونصحته ونصحت له والقول الثاني : أن الذين يدعون من دونه كل معبود من دون الله ، وقوله { إِلاَّ مَن شَهِدَ بالحق } الملائكة وعيسى وعزير ، والمعنى أن الأشياء التي عبدها الكفار لا يملكون الشفاعة إلا من شهد بالحق ، وهم الملائكة وعيسى وعزير فإن لهم شفاعة عند الله ومنزلة ، ومعنى من شهد بالحق من شهد أنه لا إله إلا الله .\r\n ثم قال تعالى : { وَهُمْ يَعْلَمُونَ } وهذا القيد يدل على أن الشهادة باللسان فقط لا تفيد ألبتة ، واحتج القائلون بأن إيمان المقلد لا ينفع ألبتة ، فقالوا بيّن الله تعالى أن الشهادة لا تنفع إلا إذا حصل معها العلم والعلم عبارة عن اليقين الذي لو شكك صاحبه فيه لم يتشكك ، وهذا لم يحصل إلا عند الدليل ، فثبت أن إيمان المقلد لا ينفع ألبتة .\r\n ثم قال تعالى : { وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ الله فأنى يُؤْفَكُونَ } وفيه مسألتان : المسألة الأولى : ظن قوم أن هذه الآية وأمثالها في القرآن تدل على أن القوم مضطرون إلى الاعتراف بوجود الإله للعالم ، قال الجبائي وهذا لا يصح لأن قوم فرعون قالوا لا إله لهم غيره ، وقوم إبراهيم قالوا { وَإِنَّا لَفِي شَكّ مّمَّا تَدْعُونَنَا إِلَيْهِ } [ إبراهيم : 9 ] فيقال لهم لا نسلم أن قوم فرعون كانوا منكرين لوجود الإله ، والدليل على قولنا قوله تعالى : { وَجَحَدُواْ بِهَا واستيقنتها أَنفُسُهُمْ ظُلْماً } [ النمل : 14 ] وقال موسى لفرعون { لَقَدْ عَلِمْتَ مَا أَنزَلَ هَؤُلاء إِلاَّ رَبُّ السموات والأرض بَصَائِرَ } [ الإسراء : 102 ] فالقراءة بفتح التاء في علمت تدل على أن فرعون كان عارفاً بالله ، وأما قوم إبراهيم حيث قالوا { وَإِنَّا لَفِي شَكّ مّمَّا تَدْعُونَنَا إِلَيْهِ } فهو مصروف إلى إثبات القيامة وإثبات التكاليف وإثبات النبوة .\r\n المسألة الثالثة : اعلم أنه تعالى ذكر هذا الكلام في أول هذه السورة وفي آخرها ، والمقصود التنبيه على أنهم لما اعتقدوا أن خالق العالم وخالق الحيوانات هو الله تعالى فكيف أقدموا مع هذا الاعتقاد على عبادة أجسام خسيسة وأصنام خبيثة لا تضر ولا تنفع ، بل هي جمادات محضة .\r\n وأما قوله { فأنى تُؤْفَكُونَ } معناه لم تكذبون على الله فتقولون إن الله أمرنا بعبادة الأصنام ، وقد احتج بعض أصحابنا به على أن إفكهم ليس منهم بل من غيرهم بقوله { فأنى تُؤْفَكُونَ } وأجاب القاضي بأن من يضل في فهم الكلام أو في الطريق يقال له أين يذهب بك ، والمراد أين تذهب ، وأجاب الأصحاب بأن قول القائل أين يذهب بك ظاهره يدل على أن ذاهباً آخر ذهب به ، فصرف الكلام عن حقيقته خلاف الأصل الظاهر ، وأيضاً فإن الذي ذهب به هو الذي خلق تلك الداعية في قلبه ، وقد ثبت بالبرهان الباهر أن خالق تلك الداعية هو الله تعالى .\r\n ثم قال تعالى : { وَقِيلِهِ يارب إِنَّ هؤلاء قَوْمٌ لاَّ يُؤْمِنُونَ } وفيه مباحث : الأول : قرأ الأكثرون { وَقِيلِهِ } بفتح اللام وقرأ عاصم وحمزة بكسر اللام ، قال الواحدي وقرأ أناس من غير السبعة بالرفع ، أما الذين قرؤا بالنصب فذكر الأخفش والفراء فيه قولين أحدهما : أنه نصب على المصدر بتقدير وقال قيله وشكا شكواه إلى ربه يعني النبي صلى الله عليه وسلم فانتصب قيله بإضمار قال والثاني : أنه عطف على ما تقدم من قوله { أم يحسبون أَنَّا لاَ نَسْمَعُ سِرَّهُمْ ونجواهم \r\nوَقِيلِهِ } [ الزخرف : 80 ] وذكر الزجاج فيه وجهاً ثالثاً : فقال إنه نصب على موضع الساعة لأن قوله { وَعِندَهُ عِلْمُ الساعة } معناه أنه علم الساعة ، والتقدير علم الساعة ، وقيله ، ونظيره قولك عجبت من ضرب زيد وعمراً ، وأما القراءة بالجر فقال الأخفش والفراء والزجاج إنه معطوف على الساعة ، أي عنده علم الساعة ، وعلم قيله يا رب ، قال المبرد العطف على المنصوب حسن وإن تباعد المعطوف من المعطوف عليه لأنه يجوز أن يفصل بين المنصوب وعامله والمجرور يجوز ذلك فيه على قبح ، وأما القراءة بالرفع ففيها وجهان الأول : أن يكون { وَقِيلِهِ } مبتدأ وخبره ما بعده والثاني : أن يكون معطوفاً على علم الساعة على تقدير حذف المضاف معناه وعنده علم الساعة وعلم قيله ، قال صاحب «الكشاف» : هذه الوجوه ليست قوية في المعنى لا سيما وقوع الفصل بين المعطوف والمعطوف عليه بما لا يحسن اعتراضاً ، ثم ذكر وجهاً آخر وزعم أنه أقوى مما سبق ، وهو أن يكون النصب والجر على إضمار حرف القسم وحذفه والرفع على قولهم أيمن الله وأمانة الله ويمين الله ، يكون قوله { إِنَّ هَؤُلاَءِ قَوْمٌ لاَّ يُؤْمِنُونَ } جواب القسم كأنه قيل وأقسم بقيله يا رب أو وقيله يا رب قسمي ، وأقول هذا الذي ذكره صاحب «الكشاف» متكلف أيضاً وههنا إضمار امتلأ القرآن منه وهو إضمار اذكر ، والتقدير واذكر قيله يا رب ، وأما القراءة بالجر ، فالتقدير واذكر وقت قيله يا رب ، وإذا وجب التزام الإضمار فلأن يضمر شيئاً جرت العادة في القرآن بالتزام إضمار أولى من غيره ، وعن ابن عباس أنه قال في تفسير قوله { وَقِيلِهِ يارب } المراد وقيل يا رب والهاء زيادة .\r\n البحث الثاني : القيل مصدر كالقول ، ومنه قول النبي صلى الله عليه وسلم : « نهى عن قيل وقال » قال الليث تقول العرب كثر فيه القيل والقال ، وروى شمر عن أبي زيد يقال ما أحسن قيلك وقولك وقالك ومقالتك خمسة أوجه .\r\n البحث الثالث : الضمير في قيله لرسول الله صلى الله عليه وسلم .\r\n البحث الرابع : أن النبي صلى الله عليه وسلم لما ضجر منهم وعرف إصرارهم أخبر عنهم أنهم قوم لا يؤمنون وهو قريب مما حكى الله عن نوح أنه قال : { رَّبِّ إِنَّهُمْ عصونيا واتبعوا مَن لَّمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلاَّ خَسَاراً } [ نوح : 21 ] .\r\n ثم إنه تعالى قال له : { فاصفح عَنْهُمْ } فأمره بأن يصفح عنهم وفي ضمنه منعه من أن يدعو عليهم بالعذاب ، والصفح هو الإعراض .\r\n ثم قال : { وَقُلْ سلام } قال سيبويه إنما معناه المتاركة ، ونظيره قول إبراهيم لأبيه { سلام عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِي } [ مريم : 47 ] وكقوله { سلام عَلَيْكُمْ لاَ نَبْتَغِي الجاهلين } [ القصص : 55 ] .\r\n قوله { فَسَوْفَ تَعْلَمُونَ } والمقصود منه التهديد .\r\n وفيه مسائل : المسألة الأولى : قرأ نافع وابن عامر تعلمون بالتاء على الخطاب ، والباقون بالياء كناية عن قوم لا يؤمنون .\r\n المسألة الثانية : احتج قوم بهذه الآية على أنه يجوز السلام على الكافر ، وأقول إن صح هذا الاستدلال فهذا يوجب الاقتصار على مجرد قوله سلام وأن يقال للمؤمن سلام عليكم .\r\n والمقصود التنبيه على التحية التي تذكر للمسلم والكافر .\r\n المسألة الثالثة : قال ابن عباس قوله تعالى : { فاصفح عَنْهُمْ وَقُلْ سلام } منسوخ بآية السيف ، وعندي أن التزام النسخ في أمثال هذه المواضع مشكل ، لأن الأمر لا يفيد الفعل إلا مرة واحدة فإذا أتى به مرة واحدة فقد سقطت دلالة اللفظ ، فأي حاجة فيه إلى التزام النسخ ، وأيضاً فمثله يمين الفور مشهورة عند الفقهاء وهي دالة على أن اللفظ قد يتقيد بحسب قرينة العرف ، وإذا كان الأمر كذلك فلا حاجة فيه إلى التزام النسخ ، والله أعلم بالصواب .\r\n قال مولانا المؤلف عليه سحائب الرحمة والرضوان : تمّ تفسير هذه السورة يوم الأحد الحادي عشر من ذي الحجة سنة ثلاث وستمائة والحمدلله أولاً وآخراً وباطناً وظاهراً ، والصلاة على ملائكته المقربين والأنبياء والمرسلين خصوصاً على محمد صلى الله عليه وسلم وآله وصحبه أجمعين أبد الآبدين ودهر الداهرين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل إن كان للرحمن ولد فأنا أول العابدين (81) سبحان رب السماوات والأرض رب العرش عما يصفون (82) فذرهم يخوضوا ويلعبوا حتى يلاقوا يومهم الذي يوعدون (83) وهو الذي في السماء إله وفي الأرض إله وهو الحكيم العليم (84) وتبارك الذي له ملك السماوات والأرض وما بينهما وعنده علم الساعة وإليه ترجعون (85) ولا يملك الذين يدعون من دونه الشفاعة إلا من شهد بالحق وهم يعلمون (86) ولئن سألتهم من خلقهم ليقولن الله فأنى يؤفكون (87) وقيله يارب إن هؤلاء قوم لا يؤمنون (88) فاصفح عنهم وقل سلام فسوف يعلمون (89) ",
        "babnum": 14
    }
]