[
    {
        "id": 2432,
        "cate": "53",
        "title": "وَالنَّجْمِ إِذَا هَوَى (1) ",
        "details": " وقبل الشروع في التفسير نقدم مسائل ثم نتفرغ للتفسير وإن لم تكن منه : المسألة الأولى : أول هذه السورة مناسب لآخر ما قبلها لفظاً ومعنى ، أما اللفظ فلأن ختم الطور بالنجم ، وافتتاح هذه بالنجم مع واو القسم ، وأما المعنى فنقول : الله تعالى لما قال لنبيّه صلى الله عليه وسلم { ومن الليل فسبحه وإدبار النجوم } [ الطور : 49 ] بيّن له أنه جزأه في أجزاء مكايدة النبي صلى الله عليه وسلم ، بالنجم وبعده فقال : { مَا ضَلَّ صاحبكم وَمَا غوى } [ النجم : 2 ] .\r\n المسألة الثانية : السورة التي تقدمت وافتتاحها بالقسم بالأسماء دون الحروف وهي الصافات والذاريات ، والطور ، وهذه السورة بعدها بالأولى فيها القسم لإثبات الوحدانية كما قال تعالى : { إِنَّ إلهكم لَوَاحِدٌ } [ الصافات : 4 ] وفي الثانية لوقوع الحشر والجزاء كما قال تعالى : { إِنَّمَا تُوعَدُونَ لصادق * وَإِنَّ الدين لَوَاقِعٌ } [ الذاريات : 5 ، 6 ] وفي الثالثة لدوام العذاب بعد وقوعه كما قال تعالى : { إِنَّ عَذَابَ رَبّكَ لَوَاقِعٌ * مَّا لَهُ مِن دَافِعٍ } [ الطور : 7 ، 8 ] .\r\n وفي هذه السورة لنبوة النبي صلى الله عليه وسلم لتكمل الأصول الثلاثة : الوحدانية ، والحشر ، والنبوة .\r\n المسألة الثالثة : لم يقسم الله على الوحدانية ولا على النبوة كثيراً ، أما على الوحدانية فلأنه أقسم بأمر واحد في سورة الصافات ، وأما على النبوة فلأنه أقسم بأمر واحد في هذه السورة وبأمرين في سورة الضحى وأكثر من القسم على الحشر وما يتعلق به فإن قوله تعالى : { واليل إِذَا يغشى } [ الليل : 1 ] وقوله تعالى : { والشمس وضحاها } [ الشمس : 1 ] وقوله تعالى : { والسماء ذَاتِ البروج } [ البروج : 1 ] إلى غير ذلك ، كلها فيها الحشر أو ما يتعلق به ، وذلك لأن دلائل الوحدانية كثيرة كلها عقلية كما قيل : وفي كل شيء له آية \r\n تدل على أنه واحد ودلائل النبوة أيضاً كثيرة وهي المعجزات المشهورة والمتواترة ، وأما الحشر فإمكانه يثبت بالعقل ، وأما وقوعه فلا يمكن إثباته إلا بالسمع فأكثر القسم ليقطع به المكلف ويعتقده اعتقاداً جازماً ، وأما التفسير ففيه مسائل : الأولى : الواو للقسم بالنجم أو برب النجم ففيه خلاف قدمناه ، والأظهر أنه قسم بالنجم يقال ليس للقسم في الأصل حرف أصلاً لكن الباء والواو استعملنا فيه لمعنى عارض ، وذلك لأن الباء في أصل القسم هي الباء التي للإلصاق والاستعانة فكما يقول القائل : استعنت بالله ، يقول : أقسمت بالله ، وكما يقول : أقوم بعون الله على العدو ، يقول : أقسم بحق الله فالباء فيهما بمعنى كما تقول : كتب بالقلم ، فالباء في الحقيقة ليست للقسم غير أن القسم كثر في الكلام فاستغنى عن ذكره وغيره لم يكثر فلم يستغن عنه ، فإذا قال القائل : بحق زيد فهم منه القسم لأن المراد لو كان هو مثل قوله : ادخل زيد ، أو اذهب بحق زيد ، أو لم يقسم بحق زيد لذكر كما ذكر في هذه الأشياء لعدم الاستغناء فلما لم يذكر شيء علم أن الحذف للشهرة والاستغناء ، وذلك ليس في غير القسم فعلم أن المحذوف فعل القسم ، فكأنه قال : أقسم بحق زيد ، فالباء في الأصل ليس للقسم لكن لما عرض ما ذكرنا من الكثرة والاشتهار قيل الباء للقسم ، ثم إن المتكلم نظر فيه فقال هذا لا يخلو عن التباس فإني إذا قلت بالله توقف السامع فإن سمع بعده فعلاً غير القسم كقوله : بالله استعنت وبالله قدرت وبالله مشيت وأخذت ، لا يحمله على القسم ، وإن لم يسمع حمله على القسم إن لم يتوهم وجود فعل ما ذكرته ولم يسمعه ، أما إن توهم أني ذكرت مع قولي بالله شيئاً آخر وما سمعه هو أيضاً يتوقف فيه ففي الفهم توقف ، فإذا أراد المتكلم الحكيم إذهاب ذلك مع الاختصار وترك ما استغنى عنه ، وهو فعل القسم أبدل الباء بالتاء ، وقال : تالله ، فتكلم بها في كلمة الله لاشتهار كلمة الله والأمن من الالتباس فإن التاء في أوائل الكلمات قد تكون أصلية ، وقد تكون للخطاب والتأنيث ، فلو أقسم بحرف التاء بمن اسمه داعي أو راعي أو هادي أو عادي يقول تداعى أو تراعى أو تهادى أو تعادى فيلتبس ، وكذلك فيمن اسمه رومان أو توران إذا قلت ترومان أو تتوران على أنك تقسم بالتاء تلتبس بتاء الخطاب والتأنيث في الاستقبال ، فأبدلوها واواً لا يقال عليه إشكالان الأول : مع الواو لم يؤمن الالتباس ، نقول ولى فتلتبس الواو الأصلية بالتي للقسم لأنا نقول ذلك لم يلزم فيما ذهبنا إليه ، وإنما كان ذلك في الواو حيث يدل وينبىء عن العطف وإن لم يستعمل الواو للقسم ، كيف وذلك في الباء التي هي كالأصل متحقق تقول برام في جمع برمة ، وبهام في جمع بهمة ، وبغال للبسية الباء الأصلية التي في البغال والبرام بالباء التي تلصقها بقولك مال ورأى فتقول بمال ، وأما التاء لما استعملت للقسم لزم من ذلك الاستعمال الالتباس حيث لم يكن من قبل حرفاً من الأدوات كالباء والواو الإشكال الثاني : لم تركت مما لا التباس فيه كقولك : تالرحيم وتالعظيم؟ نقول : لما كانت كلمة الله تعالى في غاية الشهرة والظهور استعملت التاء فيها على خلاف الأصل ، بمعنى لم يجز أن يقال عليها إلا ما يكون في شهرتها ، وأما غيرها فربما يخفى عند البعض ، فإن من يسمع الرحيم وسمع في الندرة تر بمعنى قطع ربما يقول ترحيم فعل وفاعل أو فعل ومفعول وإن كان ذلك في غاية البعد لكن الاستواء في الشهرة في المنقول منه والمنقول إليه لازم ، ولا مشهور مثل كلمة الله ، على أنا نقول لم قلت إن عند الأمن لا تستعمل ألا ترى أنه نقل عن العرب برب الكعبة والذي يؤيد ما ذكرنا أنت تقول أقسم بالله ولا تقول أقسم تالله لأن التاء فيه مخافة الالتباس عند حذف الفعل من القسم وعند الإتيان به لم يخف ذلك فلم يجز .\r\n المسألة الثانية : اللام في قوله تعالى : { والنجم } لتعريف العهد في قول ولتعريف الجنس في قول ، والأول قول من قال : { والنجم } المراد منه الثريا ، قال قائلهم : إن بدا النجم عشيا \r\n ابتغى الراعي كسياً والثاني فيه وجوه أحدها : النجم هو نجم السماء التي هي ثابتة فيها للاهتداء وقيل لا بل النجم المنقضة فيها التي هي رجوم للشياطين ثانيها : نجوم الأرض وهي من النبات ما لا ساق له ثالثها : نجوم القرآن ولنذكر مناسبة كل وجه ونبيّن فيه المختار منها ، أما على قولنا المراد الثريا فهو أظهر النجوم عند الرائي لأن له علامة لا يلتبس بغيره في السماء ويظهر لكل أحد والنبي صلى الله عليه وسلم تميز عن الكل بآيات بينات فأقسم به ، ولأن الثريا إذا ظهرت من المشرق بالبكر حان إدراك الثمار ، وإذا ظهرت بالعشاء أواخر الخريف نقل الأمراض والنبي صلى الله عليه وسلم لما ظهر قل الشك والأمراض القلبية وأدركت الثمار الحكمية والحلمية ، وعلى قولنا المراد هي النجوم التي في السماء للاهتداء نقول النجوم بها الاهتداء في البراري فأقسم الله بها لما بينهما من المشابهة والمناسبة ، وعلى قولنا المراد الرجوم من النجوم ، فالنجوم تبعد الشياطين عن أهل السماء والأنبياء يبعدون الشياطين عن أهل الأرض ، وعلى قولنا المراد القرآن فهو استدل بمعجزة النبي صلى الله عليه وسلم على صدقه وبراءته فهو كقوله تعالى : { يس * والقرءان الحكيم * إِنَّكَ لَمِنَ المرسلين * على صراط مُّسْتَقِيمٍ } [ ياس : 1 4 ] ما ضللت ولا غويت ، وعلى قولنا النجم هو النبات ، فنقول النبات به ثبات القوى الجسمانية وصلاحها والقوة العقلية أولى بالإصلاح ، وذلك بالرسل وإيضاح السبل ، ومن هذا يظهر أن المختار هو النجوم التي هي في السماء لأنها أظهر عند السامع وقوله { إِذَا هوى } أدل عليه ، ثم بعد ذلك القرآن أيضاً فيه ظهور ثم الثريا .\r\n المسألة الثالثة : القول في { والنجم } كالقول في { والطور } حيث لم يقل والنجوم ولا الأطوار ، وقال : { والذريات } { والمرسلات } وقد تقدم ذكره .\r\n المسألة الرابعة : ما الفائدة في تقييد القسم به بوقت هو به؟ نقول النجم إذا كان في وسط السماء يكون بعيداً عن الأرض لا يهتدي به الساري لأنه لا يعلم به المشرق من المغرب ولا الجنوب من الشمال ، فإذا زال تبين بزواله جانب المغرب من المشرق والجنوب من الشمال كذلك النبي صلى الله عليه وسلم خفض جناحه للمؤمنين وكان على خلق عظيم كما قال تعالى : { وَإِنَّكَ لعلى خُلُقٍ عَظِيمٍ } [ القلم : 4 ] وكما قال تعالى : { فَبِمَا رَحْمَةٍ مّنَ الله لِنتَ لَهُمْ وَلَوْ كُنْتَ فَظّاً غَلِيظَ القلب لاَنْفَضُّواْ مِنْ حَوْلِكَ } [ آل عمران : 159 ] إن قيل الاهتداء بالنجم إذا كان على أفق المشرق كالاهتداء به إذا كان على أفق المغرب فلم يبق ما ذكرت جواباً عن السؤال ، نقول الاهتداء بالنجم وهو مائل إلى المغرب أكثر لأنه يهدي في الطريقين الدنيوي والديني ، أما الدنيوي فلما ذكرنا ، وأما الديني فكما قال الخليل { لا أُحِبُّ الآفلين } [ الأنعام : 76 ] وفيه لطيفة ، وهي أن الله لما أقسم بالنجم شرفه وعظمه ، وكان من المشركين من يعبده فقرن بتعظيمه وصفاً يدل على أنه لم يبلغ درجة العبادة ، فإنه هاوٍ آفل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والنجم إذا هوى (1) ",
        "babnum": 1
    },
    {
        "id": 2433,
        "cate": "53",
        "title": "مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى (2) وَمَا يَنْطِقُ عَنِ الْهَوَى (3) ",
        "details": " ثم قال تعالى : { ما ضل صاحبكم وما غوى } أكثر المفسرين لم يفرقوا بين الضلال والغي ، والذي قاله بعضهم عند محاولة الفرق : أن الضلال في مقابلة الهدى ، والغي في مقابلة الرشد ، قال تعالى : { وَإِن يَرَوْاْ سَبِيلَ الرشد لاَ يَتَّخِذُوهُ سَبِيلاً وَإِن يَرَوْاْ سَبِيلَ الغى يَتَّخِذُوهُ سَبِيلاً } [ الأعراف : 146 ] وقال تعالى : { قَد تَّبَيَّنَ الرشد مِنَ الغي } [ البقرة : 256 ] وتحقيق القول فيه أن الضلال أعم استعمالاً في الوضع ، تقول ضل بعيري ورحلي ، ولا تقول غوى ، فالمراد من الضلال أن لا يجد السالك إلى مقصده طريقاً أصلا ، والغواية أن لا يكون له طريق إلى المقصد مستقيم يدلك على هذا أنك تقول للمؤمن الذي ليس على طريق السداد إنه سفيه غير رشيد ، ولا تقول إنه ضال ، والضال كالكافر ، والغاوي كالفاسق ، فكأنه تعالى قال : { مَا ضَلَّ } أي ما كفر ، ولا أقل من ذلك فما فسق ، ويؤيد ما ذكرنا قوله تعالى : { فإن آنستم منهم رشداً فادفعوا إليهم أموالهم } [ النساء : 6 ] أو نقول الضلال كالعدم ، والغواية كالوجود الفاسد في الدرجة والمرتبة ، وقوله { صاحبكم } فيه وجهان الأول : سيدكم والآخر : مصاحبكم ، يقال صاحب البيت ورب البيت ، ويحتمل أن يكون المراد من قوله { مَا ضَلَّ } أي ما جن ، فإن المجنون ضال ، وعلى هذا فهو كقوله تعالى : { ن والقلم وَمَا يَسْطُرُونَ * مَا أَنتَ بِنِعْمَةِ رَبّكَ بِمَجْنُونٍ * وَإِنَّ لَكَ لأَجْراً غَيْرَ مَمْنُونٍ } [ القلم : 1_ 3 ] فيكون إشارة إلى أنه ما غوى ، بل هو رشيد مرشد دال على الله بإرشاد آخر ، كما قال تعالى : { قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ } [ الشعراء : 109 ] وقال : { إِنْ أَجْرِىَ إِلاَّ عَلَى الله } [ يونس : 72 ] وقوله تعالى : { وَإِنَّكَ لعلى خُلُقٍ عَظِيمٍ } [ القلم : 4 ] إشارة إلى قوله ههنا { وَمَا يَنطِقُ عَنِ الهوى } فإن هذا خلق عظيم ، ولنبين الترتيب فنقول : قال أولاً { مَا ضَلَّ } أي هو على الطريق { وَمَا غوى } أي طريقه الذي هو عليه مستقيم { وَمَا يَنطِقُ عَنِ الهوى } أي هو راكب متنه آخذ سمت المقصود ، وذلك لأن من يسلك طريقاً ليصل إلى مقصده فربما يبقى بلا طريق ، وربما يجد إليه طريقاً بعيداً فيه متاعب ومهالك ، وربما يجد طريقاً واسعاً آمناً ، ولكنه يميل يمنة ويسرة فيبعد عنه المقصد ، ويتأخر عليه الوصول ، فإذا سلك الجادة وركب متنها كان أسرع وصولاً ، ويمكن أن يقال { وَمَا يَنطِقُ عَنِ الهوى } دليل على أنه ما ضل وما غوى ، تقديره : كيف يضل أو يغوى وهو لا ينطق عن الهوى ، وإنما يضل من يتبع الهوى ، ويدل عليه قوله تعالى : { وَلاَ تَتَّبِعِ الهوى فَيُضِلَّكَ عَن سَبِيلِ الله } [ ص : 26 ] فإن قيل ما ذكرت من الترتيب الأول على صيغة الماضي في قوله { مَا ضَلَّ } وصيغة المستقبل في قوله { وَمَا يَنطِقُ } في غاية الحسن ، أي ما ضل حين اعتزلكم وما تعبدون في صغره { وَمَا غوى } حين اختلى بنفسه ورأى منامه ما رأى وما ينطق عن الهوى الآن حيث أرسل إليكم وجعل رسولاً شاهداً عليكم ، فلم يكن أولاً ضالاً ولا غاوياً ، وصار الآن منقذاً من الضلالة ومرشداً وهادياً .\r\n وأما على ما ذكرت أن تقديره كيف يضل وهو لا ينطق عن الهوى فلا توافقه الصيغة؟ نقول بلى ، وبيانه أن الله تعالى يصون من يريد إرساله في صغره عن الكفر ، والمعايب القبيحة كالسرقة والزنا واعتياد الكذب ، فقال تعالى : { مَا ضَلَّ } في صغره ، لأنه لا ينطق عن الهوى ، وأحسن ما يقال في تفسير الهوى أنها المحبة ، لكن من النفس يقال هويته بمعنى أحببته لكن الحروف التي في هوى تدل على الدنو والنزول والسقوط ومنه الهاوية ، فالنفس إذا كانت دنيئة ، وتركت المعالي وتعلقت بالسفاسف فقد هوت فاختص الهوى بالنفس الأمارة بالسوء ، ولو قلت أهواه بقلبي لزال ما فيه من السفالة ، لكن الاستعمال بعد استبعاد استعمال القرآن حيث لم يستعمل الهوى إلا في المواضع الذي يخالف المحبة ، فإنها مستعملة في موضع المدح ، والذي يدل على ما ذكرنا قوله تعالى : { فَأَمَّا مَن طغى وَءاثَرَ الحياة الدنيا } [ النازغات : 37 38 ] إلى قوله { وَنَهَى النفس عَنِ الهوى } [ النازعات : 40 ] إشارة إلى علو مرتبة النفس .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ما ضل صاحبكم وما غوى (2) وما ينطق عن الهوى (3) ",
        "babnum": 2
    },
    {
        "id": 2434,
        "cate": "53",
        "title": "إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (4) ",
        "details": " بكلمة البيان ، وذلك لأنه تعالى لما قال : { وَمَا يَنطِقُ عَنِ الهوى } [ النجم : 3 ] كأن قائلاً قال : فبماذا ينطق أعن الدليل أو الاجتهاد؟ فقال لا ، وإنما ينطق عن الله بالوحي ، وفيه مسائل : المسألة الأولى : { إن } استعملت مكان ما للنفي ، كما استعملت ما للشرط مكان إن ، قال تعالى : { مَا نَنسَخْ مِنْ ءايَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مّنْهَا } [ البقرة : 106 ] والمشابهة بينهما من حيث اللفظ والمعنى ، أما اللفظ فلأن إن من الهمزة والنون ، وما من الميم والألف ، والألف كالهمزة والنون كالميم ، أما الأول : فبدليل جواز القلب ، وأما الثاني : فبدليل جواز الإدغام ووجوبه ، وأما المعنى فلأن إن تدل على النفي من وجه ، وعلى الإثبات من وجه ، ولكن دلالتها على النفي أقوى وأبلغ ، لأن الشرط والجزاء في صورة استعمال لفظة إن يجب أن يكون في الحالة معدوماً إذا كان المقصود الحث أو المنع ، تقول إن تحسن فلك الثواب ، وإن تسيء فلك العذاب ، وإن كان المراد بيان حال القسمين المشكوك فيهما كقولك : إن كان هذا الفص زجاجاً فقيمته نصف ، وإن كان جوهراً فقيمته ألف ، فههنا وجود شيء منهما غير معلوم وعدم العلم حاصل ، وعدم العلم ههنا كعدم الحصول في الحث والمنع ، فلا بد في صور استعمال إن عدم ، إما في الأمر ، وإما في العلم ، وإما الوجود فذلك عند وجود الشرط في بيان الحال ، ولهذا قال النحاة : لا يحسن أن يقال إن احمر البسر آتيك ، لأن ذلك أمر سيوجد لا محالة ، وجوزوا استعمال إن فيما لا يوجد أصلاً ، يقال في قطع الرجاء إن ابيض القار تغلبني ، قال الله تعالى : { فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِى } [ الأعراف : 143 ] ولم يوجد الاستقرار ولا الرؤية ، فعلم أن دلالته على النفي أتم ، فإن مدلوله إلى مدلول ما أقرب فاستعمل أحدهما مكان الآخر هذا هو الظاهر ، وما يقال إن وما ، حرفان نافيان في الأصل ، فلا حاجة إلى الترادف .\r\n المسألة الثانية : هو ضمير معلوم أو ضمير مذكور ، نقول فيه وجهان أشهرهما : أنه ضمير معلوم وهو القرآن ، كأنه يقول : ما القرآن إلا وحي ، وهذا على قول من قال النجم ليس المراد منه القرآن ، وأما على قول من يقول هو القرآن فهو عائد إلى مذكور والوجه الثاني : أنه عائد إلى مذكور ضمناً وهو قول النبي صلى الله عليه وسلم وكلامه وذلك لأن قوله تعالى : { وَمَا يَنطِقُ عَنِ الهوى } [ النجم : 3 ] في ضمنه النطق وهو كلام وقول فكأنه تعالى يقول وما كلامه وهو نطقه إلا وحي وفيه وجه آخر أبعد وأدق ، وهو أن يقال قوله تعالى : { مَا ضَلَّ صاحبكم } قد ذكر أن المراد منه في وجه أنه ما جن وما مسّه الجن فليس بكاهن ، وقوله { وَمَا غوى } أي ليس بينه وبين الغواية تعلق ، فليس بشاعر ، فإن الشعراء يتبعهم الغاوون ، وحينئذ يكون قوله { وَمَا يَنطِقُ عَنِ الهوى } رداً عليهم حيث قالوا قوله قول كاهن وقالوا قوله قول شاعر فقال ما قوله إلا وحي وليس بقول كاهن ولا شاعر كما قال تعالى : { وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلاً مَّا تُؤْمِنُونَ * وَلاَ بِقَوْلِ كَاهِنٍ قَلِيلاً مَّا تَذَكَّرُونَ } [ الحاقة : 41 ، 42 ] .\r\n المسألة الثالثة : الوحي اسم أو مصدر ، نقول يحتمل الوجهين ، فإن الوحي اسم معناه الكتاب ومصدر وله معان منها الإرسال والإلهام ، والكتابة والكلام والإشارة والإفهام فإن قلنا هو ضمير القرآن ، فالوحي اسم معناه الكتاب كأنه يقول ، ما القرآن إلا كتاب ويوحى بمعنى يرسل ، ويحتمل على هذا أيضاً أن يقال هو مصدر ، أي ما القرآن إلا إرسال وإلهام ، بمعنى المفعول أي مرسل ، وإن قلنا المراد من قوله { إِنْ هُوَ } قوله وكلامه فالوحي حينئذ هو الإلهام ملهم من الله ، أو مرسل وفيه مباحث : البحث الأول : الظاهر خلاف ما هو المشهور عند بعض المفسرين وهو أن النبي صلى الله عليه وسلم ما كان ينطق إلا عن وحي ، ولا حجة لمن توهم هذا في الآية ، لأن قوله تعالى : { إِنْ هُوَ إِلاَّ وَحْىٌ يوحى } إن كان ضمير القرآن فظاهر وإن كان ضميراً عائداً إلى قوله فالمراد من قوله هو القول الذي كانوا يقولون فيه إنه قول شاعر ، ورد الله عليهم فقال : ولا بقول شاعر وذلك القول هو القرآن ، وإن قلنا بما قالوا به فينبغي أن يفسر الوحي بالإلهام .\r\n البحث الثاني : هذا يدل على أنه صلى الله عليه وسلم لم يجتهد وهو خلاف الظاهر ، فإنه في الحروب اجتهد وحرم ما قال الله لم يحرم وأذن لمن قال تعالى : { عَفَا الله عَنكَ لِمَ أَذِنتَ لَهُمْ } [ التوبة : 43 ] ، نقول على ما ثبت لا تدل الآية عليه .\r\n البحث الثالث : ( يوحى ) يحتمل أن يكون من وحي يوحى ويحتمل أن يكون من أوحى يوحي ، تقول عدم يعدم ، وأعدم يعدم وكذلك علم يعلم وأعلم يعلم فنقول يوحى من أوحى لا من وحى ، وإن كان وحى وأوحى كلاهما جاء بمعنى ولكن الله في القرآن عند ذكر المصدر لم يذكر الإيحاء الذي هو مصدر أوحى ، وعند ذكر الفعل لم يذكر وحي ، الذي مصدره وحى ، بل قال عند ذكر المصدر الوحي ، وقال عند ذكر الفعل أوحى وكذلك القول في أحب وحب فإن حب وأحب بمعنى واحد ، والله تعالى عند ذكر المصدر لم يذكر في القرآن الإحباب ، وذكر الحب قال { أشد حباً } [ البقرة : 165 ] وعند الفعل لم يقل حبه الله بل قال : { يُحِبُّهُمْ وَيُحِبُّونَهُ } [ المائدة : 54 ] ، وقال : { أَيُحِبُّ أَحَدُكُمْ } [ الحجرات : 12 ] وقال : { لَن تَنَالُواْ البر حتى تُنفِقُواْ مِمَّا تُحِبُّونَ } [ آل عمران : 92 ] إلى غير ذلك وفيه سر من علم الصرف وهو أن المصدر والفعل الماضي الثلائي فيهما خلاف قال بعض علماء الصرف المصدر مشتق من الفعل الماضي ، والماضي هو الأصل ، والدليل عليه وجهان ، لفظي ومعنوي : أما اللفظي فإنهم يقولون مصدر فعل يفعل إذا كان متعدياً فعلاً بسكون العين ، وإذا كان لازماً فعول في الأكثر ، ولا يقولون الفعل الماضي من فعول فعلى ، وهذا دليل ما ذكرنا .\r\n وأما المعنوي فلأن ما يوجد من الأمور لا يوجد إلا وهو خاص وفي ضمنه العام مثاله الإنسان الذي يوجد ويتحقق يكون زيداً أن عمراً أو غيرهما ، ويكون في ضمنه أنه هندي أو تركي وفي ضمن ذلك أنه حيوان وناطق ، ولا يوجد أولاً إنسان ثم يصير تركياً ثم يصير زيداً أو عمراً .\r\n إذا علمت هذا فالفعل الذي يتحقق لا ينفك من أن يكون ماضياً أو مستقبلاً وفي ضمنه أنه فعل مع قطع النظر عن مضيه واستقباله مثاله الضرب إذا وجد فأما أن يكون قد مضى أو بعد لم يمض ، والأول ماض والثاني حاضر أو مستقبل ، ولا يوجد الضرب من حيث إنه ضرب خالياً عن المضي والحضور والاستقبال ، غير أن العاقل يدرك من فعل وهو يفعل الآن وسيفعل غداً أمراً مشتركاً فيسميه فعلاً ، كذلك يدرك في ضرب وهو يضرب الآن وسيضرب غداً أمراً مشتركاً فيسميه ضرباً فضرب يوجد أولاً ويستخرج منه الضرب ، والألفاظ وضعت لأمور تتحقق فيها فيعبر بها عنها والأمور المشتركة لا تتحقق إلا في ضمن أشياء أُخر ، فالوضع أولاً لما يوجد منه لا يدرك منه قبل الضرب ، وهذا ما يمكن أن يقال لمن يقول الماضي أصل والمصدر مأخوذ منه وأما الذي يقول المصدر أصل والماضي مأخوذ منه فله دلائل منها أن الاسم أصل ، والفعل متفرع ، والمصدر اسم ، ولأن المصدر معرب والماضي مبني ، والإعراب قبل البناء ولأن قال وقال ، وراع وراع ، إذا أردنا الفرق بينهما نرد أبنيتهما إلى المصدر فنقول قال الألف منقلبة من واو بدليل القول ، وقال ألف منقلبة من ياء بدليل القيل وكذلك الروع والريع .\r\n وأما المعقول فلأن الألفاظ وضعت للأمور التي في الأذهان ، والعام قبل الخاص في الذهن ، فإن الموجود إذا أدرك يقول المدرك هذا الموجود جوهر أو عرض فإذا أدرك أنه جوهر يقول إنه جسم أو غير جسم عند من يجعل الجسم جوهراً وهو الأصح الأظهر ، ثم إذا أدرك كونه جسماً يقول هو تام وكذلك الأمر إلى أن ينتهي إلى أخص الأشياء إن أمكن الانتهاء إليه بالتقسيم ، فالوضع الأول الفعل وهو المصدر من غير زيادة ، ثم إذا انضم إليه زمان تقول : ضرب أو سيضرب فالمصدر قبل الماضي ، وهذا هو الأصح ، إذا علمت هذا فنقول على مذهب من يقول المصدر في الثلاثي من الماضي فالحب وأحب كلاهما في درجة واحدة لأن كليهما من حب يحب والمصدر من الثلاثي قبل مصدر المنشعبة بمرتبة ، وعلى مذهب من يقول الماضي في الثلاثي مأخوذ من المصدر فالمصدر الثلاثي قبل المصدر في المنشعبة بمرتبتين فاستعمل مصدر الثلاثي لأنه قبل مصدر المنشعبة ، وأما الفعل في أحب وأوحى فلأن الألف فيهما تفيد فائدة لا يفيدها الثلاثي المجرد لأن أحب أدخل في التعدية وأبعد عن توهم اللزوم فاستعمله .\r\n المسألة الرابعة : { إِنْ هُوَ إِلاَّ وَحْىٌ } أبلغ من قول القائل هو وحي ، وفيه فائدة غير المبالغة وهي أنهم كانوا يقولون هو قول كاهن ، هو قول شاعر فأراد نفي قولهم وذلك يحصل بصيغة النفي فقال ما هو كما يقولون وزاد فقال : بل هو وحي ، وفيه زيادة فائدة أخرى وهو قوله { يُوحَى } ذلك كقوله تعالى : { وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ } [ الأنعام : 38 ] وفيه تحقيق الحقيقة فإن الفرس الشديد العدو ربما يقال هو طائر فإذا قال يطير بجناحيه يزيل جواز المجاز ، كذلك يقول بعض من لا يحترز في الكلام ويبالغ في المبالغة كلام فلان وحي ، كما يقول شعره سحر ، وكما يقول قوله معجزة ، فإذا قال يوحى يزول ذلك المجاز أو يبعد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن هو إلا وحي يوحى (4) ",
        "babnum": 3
    },
    {
        "id": 2435,
        "cate": "53",
        "title": "عَلَّمَهُ شَدِيدُ الْقُوَى (5) ",
        "details": " وفيه وجهان أشهرهما عند المفسرين أن الضمير في { عِلْمِهِ } عائداً إلى الوحي أي الوحي علمه شديد القوى والوحي وإن كان هو الكتاب فظاهر وإن كان الإلهام فهو كقوله تعالى : { نَزَلَ بِهِ الروح الأمين } [ الشعراء : 193 ] والأولى أن يقال الضمير عائد إلى محمد صلى الله عليه وسلم تقديره علم محمد شديد القوى جبريل وحينئذ يكون عائداً إلى صاحبكم ، تقديره علم صاحبكم وشديد القوى هو جبريل ، أي قواه العلمية والعملية كلها شديدة فيعلم ويعمل ، وقوله { شَدِيدُ القوى } فيه فوائد الأولى : أن مدح المعلم مدح المتعلم فلو قال علمه جبريل ولم يصفه ما كان يحصل للنبي صلى الله عليه وسلم فضيلة ظاهرة الثانية : هي أن فيه رداً عليهم حيث قالوا أساطير الأولين سمعها وقت سفره إلى الشام ، فقال لم يعلمه أحد من الناس بل معلمه شديد القوى ، والإنسان خلق ضعيفا وما أوتي من العلم إلا قليلاً الثالثة : فيه وثوق بقول جبريل عليه السلام فقوله تعالى : { عَلَّمَهُ شَدِيدُ القوى } جمع ما يوجب الوثوق لأن قوة الإدراك شرط الوثوق بقول القائل لأنا إن ظننا بواحد فساد ذهن ثم نقل إلينا عن بعض الأكابر مسألة مشكلة لا نثق بقوله ونقول هو ما فهم ما قال ، وكذلك قوة الحفظ حتى لا نقول أدركها لكن نسيها وكذلك قوة الأمانة حتى لا نقول حرفها وغيرها فقال : { شَدِيدُ القوى } ليجمع هذه الشرائط فيصير كقوله تعالى : { ذِى قُوَّةٍ عِندَ ذِى العرش مَكِينٍ } [ التكوير : 20 ] إلى أن قال : { أَمِينٌ } [ التكوير : 21 ] الرابعة : في تسلية النبي صلى الله عليه وسلم وهي من حيث إن الله تعالى لم يكن مختصاً بمكان فنسبته إلى جبريل كنسبته إلى محمد صلى الله عليه وسلم فإذا علم بواسطته يكون نقصاً عن درجته فقال ليس كذلك لأنه شديد القوى يثبت لمكالمتنا وأنت بعد ما استويت فتكون كموسى حيث خر فكأنه تعالى قد علمه بواسطة ثم علمه من غير واسطة كما قال تعالى : { وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ } [ النساء : 113 ] وقال صلى الله عليه وسلم : « أدبني ربي فأحسن تأديبي » .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "علمه شديد القوى (5) ",
        "babnum": 4
    },
    {
        "id": 2436,
        "cate": "53",
        "title": "ذُو مِرَّةٍ فَاسْتَوَى (6) ",
        "details": " وفي قوله تعالى : { ذُو مِرَّةٍ } وجوه : أحدها : ذو قوة ثانيها : ذو كمال في العقل والدين جميعاً ثالثها : ذو منظر وهيبة عظيمة رابعها : ذو خلق حسن فإن قيل على قولنا المراد ذو قوة قد تقدم بيان كونه ذا قوى في قوله { شَدِيدُ القوى } [ النجم : 5 ] فكيف نقول قواه شديدة وله قوة؟ نقول ذلك لا يحسن إن جاء وصفاً بعد وصف ، وأما إن جاء بدلاً لا يجوز كأنه قال : علمه ذو قوة وترك شديد القوى فليس وصفاً له وتقديره : ذو قوة عظيمة أو كاملة وهو حينئذ كقوله تعالى : { إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ * ذِى قُوَّةٍ عِندَ ذِى العرش مَكِينٍ } [ التكوير : 19 ، 20 ] فكأنه قال : علمه ذو قوة فاستوى ، والوجه الآخر في الجواب هو أن إفراد قوة بالذكر ربما يكون لبيان أن قواه المشهورة شديدة وله قوة أخرى خصّه الله بها ، يقال : فلان كثير المال ، وله مال لا يعرفه أحد أي أمواله الظاهرة كثيرة وله مال باطن ، على أنا نقول المراد ذو شدة وتقديره : علمه من قواه شديدة وفي ذاته أيضاً شدة ، فإن الإنسان ربما تكون قواه شديدة وفي جسمه صغر وحقارة ورخاوة ، وفيه لطيفة وهي أنه تعالى أراد بقوله { شَدِيدُ القوى } قوته في العلم .\r\n ثم قال تعالى : { ذُو مِرَّةٍ } أي شدة في جسمه فقدم العلمية على الجسمية كما قال تعالى : { وَزَادَهُ بَسْطَةً فِي العلم والجسم } [ البقرة : 247 ] وفي قوله { فاستوى } وجهان المشهور أن المراد جبريل أي فاستوى جبريل في خلقه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ذو مرة فاستوى (6) ",
        "babnum": 5
    },
    {
        "id": 2437,
        "cate": "53",
        "title": "وَهُوَ بِالْأُفُقِ الْأَعْلَى (7) ",
        "details": " ثم قال تعالى : { وَهُوَ بالأفق الاعلى } والمشهور أن هو ضمير جبريل وتقديره استوى كما خلقه الله تعالى بالأفق الشرقي ، فسد المشرق لعظمته ، والظاهر أن المراد محمد صلى الله عليه وسلم معناه استوى بمكان وهو بالمكان العالي رتبة ومنزلة في رفعة القدر لا حقيقة في الحصول في المكان ، فإن قيل كيف يجوز هذا والله تعالى يقول : { وَلَقَدْ رَءاهُ بالأفق المبين } [ التكوير : 23 ] إشارة إلى أنه رأى جبريل بالأفق المبين؟ نقول وفي ذلك الموضع أيضاً نقول كما قلنا ههنا إنه صلى الله عليه وسلم رأى جبريل وهو بالأفق المبين يقول القائل رأيت الهلال فيقال له أين رأيته فيقول فوق السطح أي أن الرائي فوق السطح لا المرئي و { المبين } هو الفارق من أبان أي فرق ، أي هو بالأفق الفارق بين درجة الإنسان ومنزلة الملك فإنه صلى الله عليه وسلم انتهى وبلغ الغاية وصار نبياً كما صار بعض الأنبياء نبياً يأتيه الوحي في نومه وعلى هيئته وهو واصل إلى الأفق الأعلى والأفق الفارق بين المنزلتين ، فإن قيل ما بعده يدل على خلاف ما تذهب إليه ، فإن قوله { ثُمَّ دَنَا فتدلى } [ النجم : 8 ] إلى غير ذلك ، وقوله تعالى : { وَلَقَدْ رَءاهُ نَزْلَةً أخرى عِندَ سِدْرَةِ المنتهى } [ النجم : 14 ] كل ذلك يدل على خلاف ما ذكرته؟ نقول سنبين موافقته لما ذكرنا إن شاء الله في مواضعه عند ذكر تفسيره ، فإن قيل الأحاديث تدل على خلاف ما ذكرته حيث ورد في الأخبار أن جبريل صلى الله عليه وسلم أرى النبي صلى الله عليه وسلم نفسه على صورته فسد المشرق فنقول نحن ما قلنا إنه لم يكن وليس في الحديث أن الله تعالى أراد بهذه الآية تلك الحكاية حتى يلزم مخالفة الحديث ، وإنما نقول أن جبريل أرى النبي صلى الله عليه وسلم نفسه مرتين وبسط جناحيه وقد ستر الجانب الشرقي وسده ، لكن الآية لم ترد لبيان ذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وهو بالأفق الأعلى (7) ",
        "babnum": 6
    },
    {
        "id": 2438,
        "cate": "53",
        "title": "ثُمَّ دَنَا فَتَدَلَّى (8) ",
        "details": " وفيه وجوه مشهورة أحدها : أن جبريل دنا من النبي صلى الله عليه وسلم أي بعد ما مد جناحه وهو بالأفق عاد إلى الصورة التي كان يعتاد النزول عليها وقرب من النبي صلى الله عليه وسلم وعلى هذا ففي { تدلى } ثلاثة وجوه أحدها : فيه تقديم وتأخير تقديره ثم تدلى من الأفق الأعلى فدنا من النبي صلى الله عليه وسلم الثاني : الدنو والتدلي بمعنى واحد كأنه قال دنا فقرب الثالث : دنا أي قصد القرب من محمد صلى الله عليه وسلم وتحرك عن المكان الذي كان فيه فتدلى فنزل إلى النبي صلى الله عليه وسلم الثاني : على ما ذكرنا من الوجه الأخير في قوله { وَهُوَ بالأفق الأعلى } [ النجم : 7 ] أن محمداً صلى الله عليه وسلم دنا من الخلق والأمة ولان لهم وصار كواحد منهم { فتدل } أي فتدلى إليهم بالقول اللين والدعاء الرفيق فقال : { إِنَّمَا أَنَاْ بَشَرٌ مّثْلُكُمْ يوحى إِلَىَّ } [ فصلت : 6 ] وعلى هذا ففي الكلام كما لان كأنه تعالى قال إلا وحي يوحي جبريل على محمد ، فاستوى محمد وكمل فدنا من الخلق بعد علوه وتدلى إليهم وبلغ الرسالة الثالث : وهو ضعيف سخيف ، وهو أن المراد منه هو ربه تعالى وهو مذهب القائلين بالجهة والمكان ، اللّهم إلا أن يريد القرب بالمنزلة ، وعلى هذا يكون فيه ما في قوله صلى الله عليه وسلم حكاية عن ربه تعالى « من تقرب إليّ شبراً تقربت إليه ذراعاً ، ومن تقرب إليّ ذراعاً تقربت إليه باعاً ، ومن مشى إليّ أتيته هرولة » إشارة إلى المعنى المجازي ، وههنا لما بيّن أن النبي صلى الله عليه وسلم استوى وعلا في المنزلة العقلية لا في المكان الحسي قال وقرب الله منه تحقيقاً لما في قوله « من تقرب إليّ ذراعاً تقربت إليه باعاً » .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ثم دنا فتدلى (8) ",
        "babnum": 7
    },
    {
        "id": 2439,
        "cate": "53",
        "title": "فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى (9) ",
        "details": " أي بين جبرائيل ومحمد عليهما السلام مقدار قوسين أو أقل ، ورد هذا على استعمال العرب وعادتهم ، فإن الأميرين منهم أو الكبيرين إذا اصطلحا وتعاهدا خرجا بقوسيهما ووتر كل واحد منهما طرف قوسه بطرف قوس صاحبه ومن دونهما من الرعية يكون كفه بكفه فينهيان باعيهما ، ولذلك تسمى مسايعة ، وعلى هذا ففيه لطيفة وهي أن قوله { قَابَ قَوْسَيْنِ } على جعل كونهما كبيرين ، وقوله { أَوْ أدنى } لفضل أحدهما على الآخر ، فإن الأمير إذا بايعه الرعية لا يكون مع المبايع قوس فيصافحه الأمير فكأنه تعالى أخبر أنهما كأميرين كبيرين فكان بينهما مقدار قوسين أو كان جبرائيل عليه السلام سفيراً بين الله تعالى ومحمد صلى الله عليه وسلم فكان كالتبع لمحمد صلى الله عليه وسلم فصار كالمبايع الذي يمد الباع لا القوس ، هذا على قول من يفضل النبي صلى الله عليه وسلم على جبرائيل عليه السلام وهو مذهب أهل السنة إلا قليلاً منهم إذ كان جبرائيل رسولاً من الله واجب التعظيم والاتباع فصار النبي صلى الله عليه وسلم عنده كالتبع له على قول من يفضل جبريل على النبي صلى الله عليه وسلم ، وفيه وجه آخر على ما ذكرنا ، وهو أن يكون القوس عبارة عن بعد من قاس يقوس ، وعلى هذا فنقول ذلك البعد هو البعد النوعي الذي كان للنبي صلى الله عليه وسلم ، فإنه على كل حال كان بشراً ، وجبريل على كل حال كان ملكاً ، فالنبي صلى الله عليه وسلم وإن زال عن الصفات التي تخالف صفات الملك من الشهوة والغضب والجهل والهوى لكن بشريته كانت باقية ، وكذلك جبريل وإن ترك الكمال واللطف الذي يمنع الرؤية والاحتجاب ، لكن لم يخرج عن كونه ملكاً فلم يبق بينهما إلا اختلاف حقيقتهما ، وأما سائر الصفات الممكنة الزوال فزالت عنهما فارتفع النبي صلى الله عليه وسلم حتى بلغ الأفق الأعلى من البشرية وتدلى جبريل عليه السلام حتى بلغ الأفق الأدنى من الملكية فتقاربا ولم يبق بينهما إلا حقيقتهما ، وعلى هذا ففي فاعل أوحى الأول وجهان أحدهما : أن الله تعالى أوحى ، وعلى هذا ففي عبده وجهان أحدهما : أنه جبريل عليه السلام ومعناه أوحى الله إلى جبريل ، وعلى هذا ففي فاعل أوحى الأخير وجهان أحدهما الله تعالى أيضاً ، والمعنى حينئذ أوحى الله تعالى إلى جبريل عليه السلام الذي أوحاه إليه تفخيماً وتعظيماً للموحي ثانيهما : فاعل أوحى ثانياً جبريل ، والمعنى أوحى الله إلى جبريل ما أوحى جبريل إلى كل رسول ، وفيه بيان أن جبرائيل أمين لم يخن في شيء مما أوحى إليه ، وهذا كقوله تعالى : { نَزَلَ بِهِ الروح الأمين } [ الشعراء : 193 ] وقوله { مطاع ثَمَّ أَمِينٍ } [ التكوير : 21 ] الوجه الثاني : في عبده على قولنا الموحي هو الله أنه محمد صلى الله عليه وسلم معناه أوحى الله إلى محمد ما أوحى إليه للتفخيم والتعظيم ، وهذا على ما ذكرنا من التفسير ورد على ترتيب في غاية الحسن ، وذلك لأن محمداً صلى الله عليه وسلم في الأول حصل في الأفق الأعلى من مراتب الإنسان وهو النبوة ثم دنا من جبريل وهو في مرتبة النبوة فصار رسولاً فاستوى وتكامل ودنا من الأمة باللطف وتدلى إليهم بالقول الرفيق وجعل يتردد مراراً بين أمته وربه ، فأوحى الله إليه من غير واسطة جبريل ما أوحى والوجه الثاني : في فاعل أوحى أولاً هو أنه جبريل أوحى أي عبده إلى عبد الله والله معلوم وإن لم يكن مذكوراً وفي قوله تعالى : { وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً ثُمَّ يَقُولُ للملائكة أَهَؤُلاَء إِيَّاكُمْ كَانُواْ يَعْبُدُونَ * قَالُواْ سبحانك أَنتَ وَلِيُّنَا مِن دُونِهِمْ بَلْ كَانُواْ يَعْبُدُونَ الجن } [ سبأ : 40 ، 41 ] ما يوجب القطع بعدم جواز إطلاق هذا اللفظ على النبي صلى الله عليه وسلم ، وعلى هذا ففاعل أوحى ثانياً يحتمل وجهين أحدهما : أنه جبريل أي أوحى جبريل إلى عبد الله ما أوحاه جبريل للتفخيم وثانيهما : أن يكون هو الله تعالى أي أوحى جبريل إلى محمد صلى الله عليه وسلم ما أوحى الله إليه وفي الذي وجوه أولها : الذي أوحى الصلاة .\r\n ثانيها : أن أحداً من الأنبياء لا يدخل الجنة قبلك وأمة من الأمم لا تدخل الجنة قبل أمتك .\r\n ثالثها : أن ما للعموم والمراد كل ما جاء به جبريل ، وهذا على قولنا بأن المراد جبريل صحيح ، والوجهان المتقدمان على قولنا المراد محمد عليه الصلاة والسلام أظهر ، وفيه وجه غريب من حيث العربية مشهور معناه عند الأصوليين ، ولنبين ذلك في معرض الجواب عن سؤال ، وهو أن يقال بم عرف محمد صلى الله عليه وسلم أن جبريل ملك من عند الله وليس أحداً من الجن ، والذي يقال إن خديجة كشفت رأسها امتحاناً في غاية الضعف إن ادعى ذلك القائل أن المعرفة حصلت بأمثال ذلك ، وهذا إن أراد القصة والحكاية ، وإن خديجة فعلت هذا لأن فعل خديجة غير منكر وإنما المنكر دعوى حصول المعرفة بفعلها وأمثالها ، وذلك لأن الشيطان ربما تستر عند كشف رأسها أصلاً فكان يشتبه بالملائكة فيحصل اللبس والإبهام؟ والجواب الصحيح من وجهين أحدهما : أن الله أظهر على يد جبريل معجزة عرفه النبي صلى الله عليه وسلم بها كما أظهر على يد محمد معجزات عرفناه بها وثانيهما : أن الله تعالى خلق في محمد صلى الله عليه وسلم علماً ضرورياً بأن جبريل من عند الله ملك لا جني ولا شيطان كما أن الله تعالى خلق في جبريل علماً ضرورياً أن المتكلم معه هو الله تعالى وأن المرسل له ربه لا غيره .\r\n إذا علم الجوابان فنقول قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "فكان قاب قوسين أو أدنى (9) ",
        "babnum": 8
    },
    {
        "id": 2440,
        "cate": "53",
        "title": "فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى (10) ",
        "details": " فيه وجهان أحدهما : أوحى إلى محمد صلى الله عليه وسلم ما أوحاه إلى جبريل أي كلمه الله أنه وحي أو خلق فيه علماً ضرورياً ثانيهما : أوحى إلى جبريل ما أوحى إلى محمد دليله الذي به يعرف أنه وحي ، فعلى هذا يمكن أن يقال ما مصدرية تقديره فأوحى إلى محمد صلى الله عليه وسلم الإيحاء أي العلم بالإيحاء ، ليفرق بين الملك والجن .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فأوحى إلى عبده ما أوحى (10) ",
        "babnum": 9
    },
    {
        "id": 2441,
        "cate": "53",
        "title": "مَا كَذَبَ الْفُؤَادُ مَا رَأَى (11) ",
        "details": " فيه مسائل : المسألة الأولى : الفؤاد فؤاد من؟ نقول المشهور أنه فؤاد محمد صلى الله عليه وسلم معناه أنه ما كذب فؤاده واللام لتعريف ما علم حاله لسبق ذكر محمد عليه الصلاة والسلام في قوله { إلى عَبْدِهِ } وفي قوله { وَهُوَ بالأفق الأعلى } [ النجم : 7 ] وقوله تعالى : { مَا ضَلَّ صاحبكم } [ النجم : 2 ] ويحتمل أن يقال { مَا كَذَبَ الفؤاد } أي جنس الفؤاد لأن المكذب هو الوهم والخيال يقول كيف يرى الله أو كيف يرى جبريل مع أنه ألطف من الهوى والهواء لا يرى ، وكذلك يقول الوهم والخيال إن رأى ربه رأى في جهة ومكان وعلى هيئة والكل ينافي كون المرئي إلها ، ولو رأى جبريل عليه السلام مع أنه صار على صورة دحية أو غيره فقد انقلبت حقيقته ولو جاز ذلك لارتفع الأمان عن المرئيات ، فنقول رؤية الله تعالى ورؤية جبريل عليه السلام على ما رآه محمد عليه الصلاة والسلام جائزة عند من له قلب فالفؤاد لا ينكر ذلك ، وإن كانت النفس المتوهمة والمتخيلة تنكره .\r\n المسألة الثانية : ما معنى { مَا كَذَبَ } ؟ نقول فيه وجوه : الوجه الأول : ما قاله الزمخشري وهو أن قلبه لم يكذب وما قال إن ما رآه بصرك ليس بصحيح ، ولو قال فؤاده ذلك لكان كاذباً فيما قاله وهو قريب مما قاله المبرد حيث قال : معناه صدق الفؤاد ، فيما رأى ، ( رأى ) شيئاً فصدق فيه الثاني : قرىء { مَا كَذَبَ الفؤاد } بالتشديد ومعناه ما قال إن المرئي خيال لا حقيقة له الثالث : هو أن هذا مقرر لما ذكرنا من أن محمداً صلى الله عليه وسلم ، لما رأى جبريل عليه السلام خلق الله له علماً ضرورياً علم أنه ليس بخيال وليس هو على ما ذكرنا قصد الحق ، وتقديره ما جوّز أن يكون كاذباً وفي الوقوع وإرادة نفي الجواز كثير قال الله تعالى : { لاَ يخفى عَلَى الله مِنْهُمْ شَىْء } [ غافر : 16 ] وقال : { لاَّ تُدْرِكُهُ الأبصار } [ الأنعام : 103 ] وقال : { وَمَا رَبُّكَ بغافل } [ النمل : 93 ] والكل لنفي الجواز بخلاف قوله تعالى : { لاَ نُضِيعُ أَجْرَ المحسنين } [ يوسف : 56 ] و { لاَ نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلاً } [ الكهف : 30 ] ، و { لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ } [ النساء : 48 ] فإنه لنفي الوقوع .\r\n المسألة الثالثة : الرائي في قوله { مَا رأى } هو الفؤاد أو البصر أو غيرهما؟ نقول فيه وجوه الأول : الفؤاد كأنه تعالى قال : ما كذب الفؤاد ما رآه الفؤاد أي لم يقل إنه جني أو شيطان بل تيقن أن ما رآه بفؤاده صدق صحيح الثاني : البصر أي ما كذب الفؤاد ما رآه البصر ، ولم يقل إن ما رآه البصر خيال الثالث : ما كذب الفؤاد ما رأى محمد عليه الصلاة والسلام ، وهذا على قولنا الفؤاد للجنس ظاهر أي القلوب تشهد بصحة ما رآه محمد صلى الله عليه وسلم ( من الرؤيا ) وإن كانت الأوهام لا تعترف بها .\r\n المسألة الرابعة : ما المرئي في قوله { مَا رأى } ؟ نقول على الاختلاف السابق والذي يحتمل الكلام وجوه ثلاثة : الأول : الرب تعالى والثاني : جبريل عليه السلام والثالث : الآيات العجيبة الإلهية ، فإن قيل كيف تمكن رؤية الله تعالى بحيث لا يقدح فيه ولا يلزم منه كونه جسماً في جهة؟ نقول ، اعلم أن العاقل إذا تأمل وتفكر في رجل موجود في مكان ، وقال هذا مرئي الله تعالى يراه الله ، و ( إذا ) تفكر في أمر لا يوجد أصلاً وقال هذا مرئي الله تعالى يراه الله تعالى يجد بينهما فرقاً وعقله يصحح الكلام الأول ويكذب الكلام الثاني ، فذلك ليس بمعنى كونه معلوماً لأنه لو قال الموجود معلوم الله والمعدوم معلوم الله لما وجد في كلامه خللاً واستبعاداً فالله راء بمعنى كونه عالماً ، ثم إن الله يكون رائياً ولا يصير مقابلاً للمرئي ، ولا يحصل في جهة ولا يكون مقابلاً له ، وإنما يصعب على الوهم ذلك من حيث إنه لم ير شيئاً إلا في جهة فيقول إن ذلك واجب ، ومما يصحح هذا أنك ترى في الماء قمراً وفي الحقيقة ما رأيت القمر حالة نظرك إلى الماء إلا في مكانه فوق السماء فرأيت القمر في الماء ، لأن الشعاع الخارج من البصر اتصل به فرد الماء ذلك الشعاع إلى السماء ، لكن وهمك لما رأى أكثر ما رآه في المقابلة لم يعهد رؤية شيء يكون خلفه إلا بالتوجه إليه ، قال إني أرى القمر ، ولا رؤية إلا إذ كان المرئي في مقابلة الحدقة ولا مقابل للحدقة إلا الماء ، فحكم إذن بناء على هذا أنه يرى القمر في الماء ، فالوهم يغلب العقل في العالم لكون الأمور العاجلة أكثرها وهمية حسية ، وفي الآخرة تزول الأوهام وتنجلي الأفهام فترى الأشياء لوجودها لا لتحيزها ، واعلم أن من ينكر جواز رؤية الله تعالى ، يلزمه أن ينكر جواز رؤية جبريل عليه السلام ، وفيه إنكار الرسالة وهو كفر ، وفيه ما يكاد أن يكون كفراً ، وذلك لأن من شك في رؤية الله تعالى يقول لو كان الله تعالى جائز الرؤية لكان واجب الرؤية لأن حواسنا سليمة ، والله تعالى ليس من وراء حجاب ولا هو في غاية البعد عنا لعدم كونه في جهة ولا مكان فلو جاز أن يرى ولا نراه ، للزم القدح في المحسوسات المشاهدات ، إذ يجوز حينئذ أن يكون عندنا جبل ولا نراه ، فيقال لذلك القائل قد صح أن جبريل عليه السلام كان ينزل على محمد صلى الله عليه وسلم وعنده غيره وهو يراه ولو وجب ما يجوز لرآه كل أحد ، فإن قيل إن هناك حجاباً نقول وجب أن يرى هناك حجاباً فإن الحجاب لا يحجب إذا كان مرئياً على مذهبهم ، ثم إن النصوص وردت أن محمداً صلى الله عليه وسلم رأى ربه بفؤاده فجعل بصره في فؤاده أو رآه ببصره فجعل فؤاده في بصره ، وكيف لا ، وعلى مذهب أهل السنة الرؤية بالإرادة لا بقدرة العبد ، فإذا حصل الله تعالى العلم بالشيء من طريق البصر كان رؤية ، وإن حصله من طريق القلب كان معرفة والله قادر على أن يحصل العلم بخلق مدرك للمعلوم في البصر كما قدر على أن يحصله بخلق مدرك في القلب ، والمسألة مختلف فيها بين الصحابة في الوقوع واختلاف الوقوع مما ينبىء عن الاتفاق على الجواز والمسألة مذكورة في الأصول فلا نطولها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ما كذب الفؤاد ما رأى (11) ",
        "babnum": 10
    },
    {
        "id": 2442,
        "cate": "53",
        "title": "أَفَتُمَارُونَهُ عَلَى مَا يَرَى (12) ",
        "details": " أي كيف تجادلونه وتوردون شكوككم عليه مع أنه رأى ما رأى عين اليقين؟ ولا شك بعد الرؤية فهو جازم متيقن وأنتم تقولون أصابه الجن ويمكن أن يقال هو مؤكد للمعنى الذي تقدم ، وذلك لأن من تيقن شيئاً قد يكون بحيث لا يزول عن نفسه تشكيك وأكد بقوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "أفتمارونه على ما يرى (12) ",
        "babnum": 11
    },
    {
        "id": 2443,
        "cate": "53",
        "title": "وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى (13) عِنْدَ سِدْرَةِ الْمُنْتَهَى (14) ",
        "details": " وذلك لأنه صلى الله عليه وسلم لما رآه وهو على بسيط الأرض كان يحتمل أن يقال إنه من الجن احتمالاً في غاية البعد ، لما بينا أنه صلى الله عليه وسلم حصل له العلم الضروري بأنه ملك مرسل ، واحتمال البعيد لا يقدح في الجزم واليقين ، ألا ترى أنا إذا نمنا بالليل وانتبهنا بالنهار نجزم بأن البحار وقت نومنا ما نشفت ولا غارت ، والجبال ما عدمت ولا سارت ، مع احتمال ذلك فإن الله قادر على ذلك وقت نومنا ، ويعيدها إلى ما كانت عليه في يومنا ، فلما رآه عند سدرة المنتهى وهو فوق السماء السادسة لم يحتمل أن يكون هناك جن ولا إنس ، فنفى ذلك الاحتمال أيضاً فقال تعالى : أفتمارونه على ما يرى رأي العين ، وكيف وهو قد رآه في السماء فماذا تقدرون فيه وفيه مسائل : المسألة الأولى : الواو يحتمل أن تكون عاطفة ، ويحتمل أن تكون للحال على ما بيناه ، أي كيف تجادلونه فيما رآه ، على وجه لا يشك فيه؟ ومع ذلك لا يحتمل إيراد الشكوك عليه ، فإن كثيراً ما يشك المعتقد لشيء فيه ولكن تردد عليه الشكوك ولا يمكنه الجواب عنها ، ولا تثريب مع ذلك في أن الأمر كما ذكرنا من المثال ، لأنا لا نشك في أن البحار ما صارت ذهباً والجبال ما صارت عهناً ، وإذا أورد علينا مورد شكا ، وقال وقت نومك يحتمل أن الله تعالى قلبها ثم أعادها لا يمكننا الجواب عنه مع أنا لا نشك في استمرارها على ما هي عليه ، لا يقال اللام تنافي كون الواو للحال ، فإن المستعمل يقال أفتمارونه ، وقد رأى من غير لام ، لأنا نقول الواو التي للحال تدخل على جملة والجملة تتركب من مبتدأ وخبر ، أو هن فعل وفاعل ، وكلاهما يجوز فيه اللام .\r\n المسألة الثانية : قوله { نَزْلَةً } فعلة من النزول فهي كجلسة من الجلوس ، فلا بد من نزول ، فذلك النزول لمن كان؟ نقول فيه وجوه ، وهي مرتبة على أن الضمير في رآه عائد إلى من وفيه قولان الأول : عائد إلى الله تعالى أي رأى الله نزلة أخرى ، وهذا على قول من قال { مَا رأى } في قوله { مَا كَذَبَ الفؤاد مَا رأى } [ النجم : 11 ] هو الله تعالى .\r\n وقد قيل بأن النبي صلى الله عليه وسلم رأى ربه بقلبه مرتين ، وعلى هذا فالنزلة تحتمل وجهين أحدهما : أنها لله ، وعلى هذا فوجهان أحدهما : قول من يجوز على الله تعالى الحركة والانتقال وهو باطل وثانيهما : النزول بالقرب المعنوي لا الحسي فإن الله تعالى قد يقرب بالرحمة والفضل من عبده ولا يراه العبد ، ولهذا قال موسى عليه السلام { رَبّ أَرِنِى } [ البقرة : 260 ] أي أزل بعض حجب العظمة والجلال ، وادن من العبد بالرحمة والإفضال لأراك .\r\n الوجه الثاني : أن محمداً صلى الله عليه وسلم رأى الله نزلة أخرى ، وحينئذ يحتمل ذلك وجهين أحدهما : أن النبي صلى الله عليه وسلم نزل على متن الهوى ومركب النفس ولهذا يقال لمن ركب متن هواه إنه علا في الأرض واستكبر ، قال تعالى : { عَلاَ فِى الأرض } [ القصص : 4 ] ثانيهما : أن المراد من النزلة ضدها وهي العرجة كأنه قال رآه عرجة أخرى ، وإنما اختار النزلة ، لأن العرجة التي في الآخرة لا نزلة لها فقال نزلة ليعلم أنها من الذي كان في الدنيا والقول الثاني : أنه عائد إلى جبريل عليه السلام أي رأى جبريل نزلة أخرى ، والنزلة حينئذ يحتمل أن تكون لمحمد صلى الله عليه وسلم كما ذكرناه ، لأن النبي صلى الله عليه وسلم على ما ورد في بعض أخبار ليلة المعراج ، جاوز جبريل عليه السلام ، وقال له جبريل عليه السلام لو دنوت أنملة لاحترقت ، ثم عاد إليه فذلك نزلة .\r\n فإن قيل فكيف قال : { أخرى } ؟ نقول لأن النبي صلى الله عليه وسلم في أمر الصلاة تردد مراراً فربما كان يجاوز كل مرة ، وينزل إلى جبريل ، ويحتمل أن تكون لجبريل عليه السلام وكلاهما منقول وعلى هذا الوجه فنزلة أخرى ظاهر ، لأن جبريل كان له نزلات وكان له نزلتان عليه وهو على صورته ، وقوله تعالى : { عِندَ سِدْرَةِ المنتهى } المشهور أن السدرة شجرة في السماء السابعة وعليها مثل النبق وقيل في السماء السادسة ، وورد في الخبر أنه صلى الله عليه وسلم قال : « نيقها كقلال هجر وورقها كآذان الفيلة » وقيل سدرة المنتهى هي الحيرة القصوى من السدرة ، والسدرة كالركبة من الراكب عندما يحار العقل حيرة لا حيرة فوقها ، ما حار النبي صلى الله عليه وسلم وما غاب ورأى ما رأى ، وقوله { عِندَ } ظرف مكان ، أو ظرف زمان في هذا الموضع؟ نقول المشهور أنه ظرف مكان تقديره رأى جبريل أو غيره بقرب سدرة المنتهى وقيل ظرف زمان ، كما يقال صليت عند طلوع الفجر ، وتقديره رآه عند الحيرة القصوى ، أي في الزمان الذي تحار فيه عقول العقلاء ، والرؤية من أتم العلوم وذلك الوقت من أشد أوقات الجهل والحيرة ، فهو عليه الصلاة والسلام ما حار وقتاً من شأنه أن يحار العاقل فيه ، والله أعلم .\r\n المسألة الثالثة : إن قلنا معناه رأى الله كيف يفهم { عِندَ سِدْرَةِ المنتهى } ؟ قلنا فيه أقوال : الأول : قول من يجعل الله في مكان وهو باطل ، وقد بالغنا في بيان بطلانه في سورة السجدة الثاني : رآه محمد صلى الله عليه وسلم وهو { عِندَ سِدْرَةِ المنتهى } لأن الظرف قد يكون ظرفاً للرائي كما ذكرنا من المثال يقال رأيت الهلال ، فيقاله لقائله أين رأيته؟ فيقول على السطح وربما يقول عند الشجرة الفلانية ، وأما إن قلنا إن المراد جبريل عليه السلام فالوجهان ظاهران وكون النبي صلى الله عليه وسلم مع جبريل عند سدرة المنتهى أظهر .\r\n المسألة الرابعة : إضافة السدرة إلى المنتهى من أي ( أنواع ) الإضافة؟ نقول يحتمل وجوهاً أحدها : إضافة الشيء إلى مكانه يقال أشجار بلدة كذا لا تطول من البرد ويقال أشجار الجنة لا تيبس ولا تخلو من الثمار ، فالمنتهى حينئذ موضع لا يتعداه ملك ، وقيل لا يتعداه روح من الأرواح وثانيها : إضافة المحل إلى الحال فيه ، يقال : كتاب الفقه ، ومحل السواد ، وعلى هذا فالمنتهى عند السدرة تقديره سدرة عند منتهى العلوم ثالثها : إضافة الملك إلى مالكه يقال دار زيد وأشجار زيد وحينئذ فالمنتهى إليه محذوف تقديره سدرة المنتهى إليه ، قال الله تعالى : { إلى رَبّكَ المنتهى } [ النجم : 42 ] فالمنتهى إليه هو الله وإضافة السدرة إليه حينئذ كإضافة البيت إليه للتشريف والتعظيم ، ويقال في التسبيح : يا غاية مناه ، ويا منتهى أملاه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد رآه نزلة أخرى (13) عند سدرة المنتهى (14) ",
        "babnum": 12
    },
    {
        "id": 2444,
        "cate": "53",
        "title": "عِنْدَهَا جَنَّةُ الْمَأْوَى (15) ",
        "details": " وفي الجنة خلاف قال بعضهم جنة المأوى هي الجنة التي وعد بها المتقون ، وحينئذ الإضافة كما في قوله تعالى : { دَارَ المقامة } [ فاطر : 35 ] وقيل هي جنة أخرى عندها يكون أرواح الشهداء وقيل هي جنة للملائكة وقرىء { جنّه } بالهاء من جن بمعنى أجن يقال جن الليل وأجن ، وعلى هذه القراءة يحتمل أن يكون الضمير في قوله { عِندَهَا } عائداً إلى النزلة ، أي عند النزلة جن محمداً المأوى ، والظاهر أنه عائد إلى السدرة وهي الأصح ، وقيل إن عائشة أنكرت هذه القراءة ، وقيل إنها أجازتها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "عندها جنة المأوى (15) ",
        "babnum": 13
    },
    {
        "id": 2445,
        "cate": "53",
        "title": "إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى (16) ",
        "details": " فيه مسائل : المسألة الأولى : العامل في { إِذْ } ما قبلها أو ما بعدها فيه وجهان ، فإن قلنا ما قبلها ففيه احتمالان : أظهرهما { رَّءاهُ } [ النجم : 13 ] أي رآه وقت ما يغشى السدرة الذي يغشى ، والاحتمال الآخر العامل فيه الفعل الذي في النزلة ، تقديره رآه نزلة أخرى تلك النزلة وقت ما يغشى السدرة ما يغشى ، أي نزوله لم يكن إلا بعد ما ظهرت العجائب عند السدرة وغشيها ما غشى فحينئذ نزل محمد نزلة إشارة إلى أنه لم يرجع من غير فائدة ، وإن قلنا ما بعده ، فالعامل فيه { مَا زَاغَ البصر } [ النجم : 17 ] أي ما زاغ بصره وقت غشيان السدرة ما غشيها ، وسنذكره عند تفسير الآية .\r\n المسألة الثانية : قد ذكرت أن في بعض الوجوه { سِدْرَةِ المنتهى } هي الحيرة القصوى ، وقوله { يغشى السدرة } على ذلك الوجه ينادي بالبطلان ، فهل يمكن تصحيحه؟ نقول يمكن أن يقال المراد من الغشيان غشيان حالة على حالة ، أي ورد على حالة الحيرة حالة الرؤية واليقين ، ورأى محمد صلى الله عليه وسلم عندما حار العقل ما رآه وقت ما طرأ على تلك الحالة ما طرأ من فضل الله تعالى ورحمته ، والأول هو الصحيح ، فإن النقل الذي ذكرنا من أن السدرة نبقها كقلال هجر يدل على أنها شجرة .\r\n المسألة الثالثة : ما الذي غشى السدرة؟ نقول فيه وجوه الأول : فراش أو جراد من ذهب وهو ضعيف ، لأن ذلك لا يثبت إلا بدليل سمعي ، فإن صح فيه خبر فلا يبعد من جواز التأويل ، وإن لم يصح فلا وجه له الثاني : الذي يغشى السدرة ملائكة يغشونها كأنهم طيور ، وهو قريب ، لأن المكان مكان لا يتعداه الملك ، فهم يرتقون إليه متشرفين به متبركين زائرين ، كما يزور الناس الكعبة فيجتمعون عليها الثالث : أنوار الله تعالى ، وهو ظاهر ، لأن النبي صلى الله عليه وسلم لما وصل إليها تجلى ربه لها ، كما تجلى للجبل ، وظهرت الأنوار ، لكن السدرة كانت أقوى من الجبل وأثبت ، فجعل الجبل دكاً ، ولم تتحرك الشجرة ، وخر موسى صعقاً ، ولم يتزلزل محمد الرابع : هو مبهم للتعظيم ، يقول القائل : رأيت ما رأيت عند الملك ، يشير إلى الإظهار من وجه ، وإلى الإخفاء من وجه .\r\n المسألة الرابعة : { يغشى } يستر ، ومنه الغواشي أو من معنى الإتيان ، يقال فلا يغشاني كل وقت ، أي يأتيني ، والوجهان محتملان ، وعلى قول من يقول : الله يأتي ويذهب ، فالإتيان أقرب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إذ يغشى السدرة ما يغشى (16) ",
        "babnum": 14
    },
    {
        "id": 2446,
        "cate": "53",
        "title": "مَا زَاغَ الْبَصَرُ وَمَا طَغَى (17) ",
        "details": " وفيه مسائل : المسألة الأولى : اللام في { البصر } يحتمل وجهين أحدهما : المعروف وهو بصر محمد صلى الله عليه وسلم ، أي ما زاغ بصر محمد ، وعلى هذا فعدم الزيغ على وجوه ، إن قلنا الغاشي للسدرة هو الجراد والفراش ، فمعناه لم يتلفت إليه ولم يشتغل به ، ولم يقطع نظره عن المقصود ، وعلى هذا فغشيان الجراد والفراش يكون ابتلاء ، وامتحاناً لمحمد صلى الله عليه وسلم .\r\n وإن قلنا أنوار الله ، ففيه وجهان أحدهما : لم يلتفت يمنة ويسرة ، واشتغل بمطالعتها وثانيهما : ما زاغ البصر بصعقة بخلاف موسى عليه السلام ، فإنه قطع النظر وغشي عليه ، وفي الأول : بيان أدب محمد صلى الله عليه وسلم ، وفي الثاني : بيان قوته الوجه الثاني : في اللام أنه لتعريف الجنس ، أي ما زاغ بصر أصلاً في ذلك الموضع لعظمة الهيبة ، فإن قيل لو كان كذلك لقال ما زاغ بصر ، لأنه أدل على العموم ، لأن النكرة في معرض النفي تعم ، نقول هو كقوله { لاَّ تُدْرِكُهُ الأبصار } [ الأنعام : 103 ] ولم يقل لا يدركه بصر .\r\n المسألة الثانية : إن كان المراد محمداً ، فلو قال ما زاغ قلبه كان يحصل به فائدة قوله { مَا زَاغَ البصر } ؟ نقول لا ، وذلك لأن من يحضر عند ملك عظيم يرى من نفسه أنه يهابه ويرتجف إظهاراً لعظمته مع أن قلبه قوي ، فإذا قال : { مَا زَاغَ البصر } يحصل منه فائدة أن الأمر كان عظيماً ، ولم يزغ بصره من غير اختيار من صاحب البصر .\r\n المسألة الثالثة : { وَمَا طغى } عطف جملة مستقلة على جملة أخرى ، أو عطف جملة مقدرة على جملة ، مثال المستقلة : خرج زيد ودخل عمرو ، ومثال مقدرة : خرج زيد ودخل ، فنقول الوجهان جائزان أما الأول : فكأنه تعالى قال عند ظهور النور : ما زاغ بصر محمد صلى الله عليه وسلم ، وما طغى محمد بسبب الالتفات ، ولو التفت لكان طاغياً وأما الثاني : فظاهر على الأوجه ، أما على قولنا : غشي السدرة جراد فلم يلتفت إليه { وَمَا طغى } أي ما التفت إلى غير الله ، فلم يلتفت إلى الجراد ، ولا إلى غير الجراد سوى الله .\r\n وأما على قولنا غشيها نور ، فقوله { مَا زَاغَ } أي ما مال عن الأنوار { وَمَا طغى } أي ما طلب شيئاً وراءها وفيه لطيفة وهي أن الله تعالى قال : ما زاغ وما طغى ، ولم يقل : ما مال وما جاوز ، لأن الميل في ذلك الموضع والمجاوزة مذمومان ، فاستعمل الزيغ والطغيان فيه ، وفيه وجه آخر وهو أن يكون ذلك بياناً لوصول محمد صلى الله عليه وسلم إلى سدرة اليقين الذي لا يقين فوقه ، ووجه ذلك أن بصر محمد صلى الله عليه وسلم { مَا زَاغَ } أي ما مال عن الطريق ، فلم ير الشيء على خلاف ما هو عليه ، بخلاف من ينظر إلى عين الشمس مثلاً ، ثم ينظر إلى شيء أبيض ، فإنه يراه أصفر أو أخضر يزيغ بصره عن جادة الأبصار { وَمَا طغى } ما تخيل المعدوم موجوداً فرأى المعدوم مجاوزاً الحد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ما زاغ البصر وما طغى (17) ",
        "babnum": 15
    },
    {
        "id": 2447,
        "cate": "53",
        "title": "لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى (18) ",
        "details": " وفيه مسائل : المسألة الأولى : فيه دليل على أن النبي صلى الله عليه وسلم ، رأى ليلة المعراج آيات الله ، ولم ير الله ، وفيه خلاف ووجهه : هو أن الله تعالى ختم قصة المعراج ههنا برؤية الآيات ، وقال : { سُبْحَانَ الذى أسرى بِعَبْدِهِ لَيْلاً } إلى أن قال : { لِنُرِيَهُ مِنْ ءاياتنا } [ الإسراء : 1 ] ولو كان رأى ربه لكان ذلك أعظم ما يمكن ، فكانت الآية الرؤية ، وكان أكبر شيء هو الرؤية ، ألا ترى أن من له مال يقال له : سافر لتربح ، ولا يقال : سافر لتتفرج ، لما أن الربح أعظم من التفرج .\r\n المسألة الثانية : قال بعض المفسرين { لَقَدْ رأى مِنْ ءايات رَبّهِ الكبرى } وهي أنه رأى جبريل عليه السلام في صورته ، فهل هو على ما قاله؟ نقول الظاهر أن هذه الآيات غير تلك ، وذلك لأن جبريل عليه السلام وإن كان عظيماً ، لكن ورد في الأخبار أن لله ملائكة أعظم منه ، والكبرى تأنيث الأكبر ، فكأنه تعالى يقول : رأى من آيات ربه آيات هن أكبر الآيات ، فإن قيل قال الله تعالى : { إِنَّهَا لإِحْدَى الكبر } [ المدثر : 35 ] مع أن أكبر من سقر عجائب الله ، فكذلك الآيات الكبرى تكون جبريل وما فيه ، وإن كان لله آيات أكبر منه نقول سقر إحدى الكبر أي إحدى الدواهي الكبر ، ولا شك أن في الدواهي سقر عظيمة كبيرة ، وأما آيات الله فليس جبريل أكبرها ولأن سقر في نفسها أعظم وأعجب من جبريل عليه السلام فلا يلزم من صفتها بالكبر صفتها بالكبرى .\r\n المسألة الثالثة : ( الكبرى ) صفة ماذا؟ نقول فيه وجهان أحدهما : صفة محذوف تقديره : لقد رأى من آيات ربه الآية الكبرى ، ثانيهما : صفة آيات ربه وعلى هذا يكون مفعول رأى محذوفاً تقديره رأى من الآيات الكبرى آية أو شيئاً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لقد رأى من آيات ربه الكبرى (18) ",
        "babnum": 16
    },
    {
        "id": 2448,
        "cate": "53",
        "title": "أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى (19) وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى (20) ",
        "details": " لما قرر الرسالة ذكر ما ينبغي أن يبتدىء به الرسول وهو التوحيد ومنع الخلق عن الإشراك ، فقوله تعالى : { أَفَرَءيْتُمُ } إشارة إلى إبطال قولهم بنفس القول كما أن ضعيفاً إذا ادعى الملك ثم رآه العقلاء في غاية البعد عما يدعيه يقولون انظروا إلى هذا الذي يدعي الملك ، منكرين عليه غير مستدلين بدليل لظهور أمره ، فلذلك قال : { أَفَرَءيْتُمُ اللات والعزى } أي كما هما فكيف تشركونهما بالله ، والتاء في اللاّت تاء تأنيث كما في المناة لكنها تكتب مطولة لئلا يوقف عليها فتصير هاء فيشتبه باسم الله تعالى ، فإن الهاء في الله أصلية ليست تاء تأنيث وقف عليها فانقلبت هاء ، وهي صنم كانت لثقيف بالطائف ، قال الزمخشري هي فعله من لوى يلوي ، وذلك لأنهم كانوا يلوون عليها ، وعلى ما قال فأصله لوية أسكنت الياء وحذفت لالتقاء الساكنين فبقيت لوه قلبت الواو ألفاً لفتح ما قبلها فصارت لات ، وقرىء اللات بالتشديد من لت ، قيل إنه مأخوذ من رجل كان يلت بالسمن الطعام ويطعم الناس فعبد واتخذ على صورته وثن وسموه باللاّت ، وعلى هذا فاللاّت ذكر ، وأما العزى فتأنيث الأعز وهي شجرة كانت تعبد ، فبعث النبي صلى الله عليه وسلم خالد بن الوليد رضي الله عنه فقطعها وخرجت منها شيطانة مكشوفة الرأس منشورة الشعر تضرب رأسها وتدعوا بالويل والثبور فقتلها خالد وهو يقول : يا عز كفرانك لا سبحانك \r\n إني رأيت الله قد أهانك ورجع إلى النبي صلى الله عليه وسلم وأخبره بما رأى وفعل فقال تلك العزى ولن تعبد أبداً ، وأما مناة فهي فعلة صنم الصفا ، وهي صخرة كانت لهذيل وخزاعة ، وفيه مسائل : المسألة الأولى : الآخر لا يصح أن يقال إلا إذا كان الأول مشاركاً للثاني فلا يقال رأيت امرأة ورجلاً آخر ، ويقال رأيت رجلاً ورجلاً آخر لاشتراك الأول والثاني في كونهما من الرجال وههنا قوله { الثالثة الأخرى } يقتضي على ما ذكرنا أن تكون العزى ثالثة أولى ومناة ثالثة أخرى وليس كذلك ، والجواب عنه من وجوه الأول : الأخرى كما هي تستعمل للذم ، قال الله تعالى : { قَالَتْ * أولاهم لأَخْرَاهُمْ } [ الأعراف : 39 ] أي لمتأخرتهم وهم الأتباع ويقال لهم الأذناب لتأخرهم في المراتب فهي صفة ذم كأنه تعالى يقول ومناة الثالثة المتأخرة الذليلة ، ونقول على هذا للأصنام الثلاثة ترتيب ، وذلك لأن الأول كان وثناً على صورة آدمي والعزى صورتها صورة نبات ومناة صورتها صورة صخرة هي جماد ، فالآدمي أشرف من النبات ، والنبات أشرف من الجماد ، فالجماد متأخر والمناة جماد فهي في الأخريات من المراتب الجواب الثاني : فيه محذوف تقديره أفرأيتم اللات والعزى المعبودين بالباطل ومناة الثالثة المعبودة الأخرى والجواب الثالث : هو أن الأصنام كان فيها كثرة واللاّت والعزى إذا أخذتا متقدمتين فكل صنمة توجد فهي ثالثة ، فهناك ثوالث فكأنه يقول لهما ثوالث كثيرة وهذه ثالثة أخرى ، وهذا كقول القائل يوماً ويوماً والجواب الرابع : فيه تقديم وتأخير تقديره ومناة الأخرى الثالثة ، ويحتمل أن يقال الأخرى تستعمل لموهوم أو مفهوم وإن لم يكن مشهوراً ولا مذكوراً يقول من يكثر تأذيه من الناس إذا آذاه إنسان الآخر جاء يؤذينا ، وربما يسكت على قوله أنت الآخر فيفهم غرضه كذلك ههنا .\r\n المسألة الثانية : وهي في الترتيب أولى ما فائدة الفاء في قوله { أَفَرَءيْتُمُ اللات والعزى } وقد استعمل في مواضع بغير الفاء؟ قال تعالى : { أَرَأَيْتُمْ مَّا تَدْعُونَ مِن دُونِ الله } [ الأحقاف : 4 ] { أَرَءيْتُمْ شُرَكَاءكُمُ } [ فاطر : 40 ] ، نقول لما قدم من عظمة آيات الله في ملكوته أن رسول الله إلى الرسل الذي يسد الآفاق ببعض أجنحته ويهلك المدائن بشدته وقوته لا يمكنه أن يتعدى السدرة في مقام جلال الله وعزته ، قال أفرأيتم هذه الأصنام مع زلتها وحقارتها شركاء الله مع ما تقدم ، فقال بالفاء أي عقيب ما سمعتم من عظمة آيات الله تعالى الكبرى ونفاذ أمره في الملأ الأعلى وما تحت الثرى ، فانظروا إلى اللاّت والعزى تعلموا فساد ما ذهبتم إليه وعولتم عليه .\r\n المسألة الثالثة : أين تتمة الكلام الذي يفيد فائدة ما؟ نقول قد تقدم بيانه وهو أنه يقول هل رأيتم هذه حق الرؤية ، فإن رأيتموها علمتم أنها لا تصلح شركاء ، نظيره ما ذكرنا فيمن ينكر كون ضعيف يدعي ملكاً ، يقول لصاحبه أما تعرف فلاناً مقتصراً عليه مشيراً إلى بطلان ما يذهب إليه ثم قال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "أفرأيتم اللات والعزى (19) ومناة الثالثة الأخرى (20) ",
        "babnum": 17
    },
    {
        "id": 2449,
        "cate": "53",
        "title": "أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَى (21) ",
        "details": " وقد ذكرنا ما يجب ذكره في سورة والطور في قوله { أَمْ لَهُ البنات وَلَكُمُ البنون } [ الطور : 39 ] ونعيد ههنا بعض ذلك أو ما يقرب منه ، فنقول لما ذكر اللاّت والعزى ومناة ولم يذكر شيئاً آخر قال إن هذه الأشياء التي رأيتموها وعرفتموها تجعلونها شركاء لله وقد سمعتم جلال الله وعظمته وإن الملائكة مع رفعتهم وعلوهم ينتهون إلى السدرة ويقفون هناك لا يبقى شك في كونهم بعيدين عن طريقة المعقول أكثر مما بعدوا عن طريقة المنقول ، فكأنهم قالوا نحن لا نشك أن شيئاً منها ليس مثلاً لله تعالى ولا قريباً من أن يماثله ، وإنما صورنا هذه الأشياء على صور الملائكة المعظمين الذين اعترف بهم الأنبياء ، وقالوا إنهم يرتقون ويقفون عند سدرة المنتهى ويرد عليهم الأمر والنهي وينهون إلى الله ما يصدر من عباده في أرضه وهم بنات الله ، فاتخذنا صوراً على صور الإناث وسميناها أسماء الإناث ، فاللاّت تأنيث اللوة وكان أصله أن يقال اللاهة لكن في التأنيث يوقف عليها فتصير اللاهة فأسقط إحدى الهاءين وبقيت الكلمة على حرفين أصليين وتاء التأنيث فجعلناها كالأصلية كما فعلنا بذات مال وذا مال والعزى تأنيث الأعز ، فقال لهم كيف جعلتم لله بنات وقد اعترفتم في أنفسكم أن البنات ناقصات والبنين كاملون ، والله كامل العظمة فالمنسوب إليه كيف جعلتموه ناقصاً وأنتم في غاية الحقارة والذلة حيث جعلتم أنفسكم أذل من خمار وعبد ثم صخرة وشجرة ثم نسبتم إلى أنفسكم الكامل ، فهذه القسمة جائزة على طريقكم أيضاً حيث أذللتم أنفسكم ونسبتم إليها الأعظم من الثقلين وأبغضتم البنات ونسبتموهن إلى الأعظم وهو الله تعالى وكان على عادتكم أن تجعلوا الأعظم للعظيم والأنقص للحقير ، فإذن أنتم خالفتم الفكر والعقل والعادة التي لكم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ألكم الذكر وله الأنثى (21) ",
        "babnum": 18
    },
    {
        "id": 2450,
        "cate": "53",
        "title": "تِلْكَ إِذًا قِسْمَةٌ ضِيزَى (22) ",
        "details": " فيه مسائل : المسألة الأولى : ( تلك ) إشارة إلى ماذا؟ نقول إلى محذوف تقديره تلك القسمة قسمة ضيزى أي غير عادلة ، ويحتمل أن يقال معناه تلك النسبة قسمة وذلك لأنهم ما قسموا وما قالوا لنا البنون وله البنات ، وإنما نسبوا إلى الله البنات وكانوا يكرهونهن كما قال تعالى : { وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ } [ النحل : 62 ] فلما نسبوا إلى الله البنات حصل من تلك النسبة قسمة جائزة وهذا الخلاف لا يرهق .\r\n المسألة الثانية : { إِذَا } جواب ماذا؟ نقول يحتمل وجوهاً الأول : نسبتكم البنات إلى الله تعالى إذا كان لكم البنون قسمة ضيزى الثاني : نسبتكم البنات إلى الله تعالى مع اعتقادكم أنهن ناقصات واختياركم البنين مع اعتقادكم أنهم كاملون إذا كنتم في غاية الحقارة والله تعالى في نهاية العظمة قسمة ضيزى ، فإن قيل ما أصل { إِذَا } ؟ قلنا هو إذا التي للظرف قطعت الإضافة عنها فحصل فيها تنوين وبيانه هو أنك تقول آتيك إذا طلعت الشمس فكأنك أضفت إذاً لطلوع الشمس وقلت آتيك وقت طلوع الشمس ، فإذا قال قائل آتيك فتقول له إذن أكرمك أي إذا أتيتني أكرمك فلما حذفت الإتيان لسبق ذكره في قول القائل أتيت بدله بتنوين وقلت إذن كما تقول : وكلا آتيناه .\r\n المسألة الثالثة : { ضيزى } قرىء بالهمزة وبغير همزة وعلى الأولى هي فعلى بكسر الفاء كذكرى على أنه مصدر وصف به كرجل عدل أي قسمة ضائزة وعلى القراءة الثانية هي فعلى وكان أصلها ضوزى لكن عين الكلمة كانت يائية فكسرت الفاء لتسلم العين عن القلب كذلك فعل ببيض فإن جمع أفعل فعل تقول أسود وسود وأحمر وحمر وتقول أبيض وبيض وكان الوزن بيض وكان يلزم منه قلب العين فكسرت الباء وتركت الباء على حالها ، وعلى هذا ضيزى للمبالغة من ضائزة ، تقول فاضل وأفضل وفاضلة وفضلى وكبير وأكبر وكبيرى وكبرى كذلك ضائز وضوز وضائزة وضوزى على هذا نقول أضوز من ضائز وضيزى من ضائزة ، فإن قيل قد قلت من قبل إن قوله { أَمْ لَهُ البنات وَلَكُمُ البنون } [ الطور : 39 ] ليس بمعنى إنكار الأمرين بل بمعنى إنكار الأول وإظهار النكر بالأمر الثاني ، كما تقول أتجعلون لله أنداداً وتعلمون أنه خلق كل ما سواه فإنه لا ينكر الثاني ، وههنا قوله { تِلْكَ إِذاً قِسْمَةٌ ضيزى } دلّ على أنه أنكر الأمرين جميعاً نقول قد ذكرنا هناك أن الأمرين محتملان : أما إنكار الأمرين فظاهر في المشهور ، أما إنكار الأول فثابت بوجوه ، وأما الثاني فلما ذكرنا أنه تعالى قال كيف تجعلون لله البنات وقد صار لكم البنون بقدرته كما قال تعالى : { يَهَبُ لِمَن يَشَاء إناثا وَيَهَبُ لِمَن يَشَاء الذكور } [ الشورى : 49 ] خالق البنين لكم لا يكون له بنات ، وأما قوله { تِلْكَ إِذاً قِسْمَةٌ ضيزى } فنقول قد بينا أن تلك عائدة إلى النسبة أي نسبتكم البنات إلى الله تعالى مع أن لكم البنين قسمة ضائزة فالمنكر تلك النسبة وإن كان المنكر القسمة نقول يجوز أن يكون تقديره أيجوز جعل البنات لله تعالى كما أن واحداً إذا كان بينه وبين شريكه شيء مشترك على السوية فيأخذ نصفه لنفسه ويعطي من النصف الباقي نصفه لظالمه ونصفه لصاحبه فقال هذه قسمة ضائزة لا لكونه أخذ النصف فذلك حقه بل لكونه لم يوصل إليه النصف الباقي .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "تلك إذا قسمة ضيزى (22) ",
        "babnum": 19
    },
    {
        "id": 2451,
        "cate": "53",
        "title": "إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى (23) ",
        "details": " ثم قال تعالى : { إِنْ هِىَ إِلاَّ أَسْمَاء سَمَّيْتُمُوهَا أَنتُمْ وَءابَاؤُكُم مَّا أَنزَلَ الله بِهَا مِن سلطان } وفيه مباحث تدق عن إدراك اللغوي إن يكن عنده من العلوم حظ عظيم ، ولنذكر ما قيل فيه أولاً فنقول قيل معناه : إن هي إلا أسماء ، أي كونها إناثاً وكونها معبودات أسماء لا مسمى لها فإنها ليست بإناث حقيقة ولا معبودات ، وقيل أسماء أي قلتم بعضها عزى ولا عزة لها ، وقيل قلتم إنها آلهة وليست بآلهة ، والذي نقوله هو أن هذا جواب عن كلامهم ، وذلك على ما بينا أنهم قالوا نحن لا نشك في أن الله تعالى لم يلد كما تلد النساء ولم يولد كما تولد الرجال بالمجامعة والإحبال ، غير أنا رأينا لفظ الولد مستعملاً عند العرب في المسبب تقول : بنت الجبل وبنت الشفة لما يظهر منهما ويوجد ، لكن الملائكة أولاد الله بمعنى أنهم وجدوا بسببه من غير واسطة فقلنا إنهم أولاده ، ثم إن الملائكة فيها تاء التأنيث فقلنا هم أولاد مؤنثة ، والولد المؤنث بنت ، فقلنا لهم بنات الله ، أي لا واسطة بينهم وبين الله تعالى في الإيجاد كما تقول الفلاسفة ، فقال تعالى : هذه الأسماء استنبطتموها أنتم بهوى أنفسكم وأطلقتم على الله ما يوهم النقص وذلك غير جائز ، وقوله تعالى : { ياحسرتى على مَا فَرَّطَتُ فِى جَنبِ الله } [ الزمر : 56 ] وقوله ( بيده الخير ) أسماء موهمة غير أنه تعالى أنزلها ، وله أن يسمي نفسه بما اختار وليس لأحد أن يسمى بما يوهم النقص من غير ورود الشرع به ، ولنبين التفسير في مسائل : المسألة الأولى : { هِىَ } ضمير عائد إلى ماذا؟ نقول الظاهر أنها عائدة إلى أمر معلوم وهو الأسماء كأنه قال ما هذه الأسماء التي وضعتموها أنتم وهو المشهور ، ويحتمل أن يقال هي عائدة إلى الأصنام بأنفسها أي ما هذه الأصنام إلا أسماء ، وعلى هذا فهو على سبيل المبالغة والتجوز ، يقال لتحقير إنسان ما زيد إلا اسم وما الملك إلا اسم إذا لم يكن مشتملاً على صفة تعتبر في الكلام بين الناس ، ويؤيد هذا القول قوله تعالى : { مَا تَعْبُدُونَ مِن دُونِهِ إِلاَّ أَسْمَاء } [ يوسف : 40 ] أي ما هذه الأصنام إلا أسماء .\r\n المسألة الثانية : ما الفائدة في قوله { سَمَّيْتُمُوهَا } مع أن جميع الأسماء وضعوها أو بعضها هم وضعوها ولم ينكر عليهم؟ نقول المسألة مختلف فيها ولا يتم الذم إلا بقوله تعالى : { مَّا أَنزَلَ الله بِهَا مِن سلطان } وبيانه هو أن الأسماء إن أنزلها الله تعالى فلا كلام فيها ، وإن وضعها للتفاهم فينبغي أن لا يكون في ضمن تلك الفائدة مفسدة أعظم منها لكن إيهام النقص في صفات الله تعالى أعظم منها ، فالله تعالى ما جوّز وضع الأسماء للحقائق إلا حيث تسلم عن المحرم ، فلم يوجد في هذه الأسماء دليل نقلي ولا وجه عقلي ، لأن ارتكاب المفسدة العظيمة لأجل المنفعة القليلة لا يجوزه العاقل ، فإذاً { مَّا أَنزَلَ الله بِهَا مِن سلطان } ووضع الاسم لا يكون إلا بدليل نقلي أو عقلي ، وهو أنه يقع خالياً عن وجوه المضار الراجحة .\r\n المسألة الثالثة : كيف قال : { سَمَّيْتُمُوهَا أَنتُمْ } مع أن هذه الأسامي لأصنامهم كانت قبلهم؟ نقول فيه لطيفة وهي أنهم لو قالوا ما سميناها ، وإنما هي موضوعة قبلنا ، قيل لهم كل من يطلق هذه الألفاظ فهو كالمبتدىء الواضع ، وذلك لأن الواضع الأول لهذه الأسماء لما لم يكن واضعاً بدليل عقلي لم يجب اتباعه فمن يطلق اللفظ لأن فلاناً أطلقه لا يصح منه كما لا يصح أن يقول أضلني الأعمى ولو قاله لقيل له بل أنت أضللت نفسك حيث اتبعت من عرفت أنه لا يصلح للاقتداء به .\r\n المسألة الرابعة : الأسماء لا تسمى ، وإنما يسمى بها فكيف قال : { سَمَّيْتُمُوهَا } ؟ نقول عنه جوابان أحدهما : لغوي وهو أن التسمية وضع الاسم فكأنه قال أسماء وضعتموها فاستعمل سميتموها استعمال وضعتموها ، ويقال سميته زيداً وسميته يزيد فسميتموها بمعنى سميتم بها وثانيهما : معنوي وهو أنه لو قال أسماء سميتم بها لكان هناك غير الاسم شيء يتعلق به الباء في قوله { بِهَا } لأن قول القائل سميت به يستدعي مفعولاً آخر تقول سميت بزيد ابني أو عبدي أو غير ذلك فيكون قد جعل للأصنام اعتباراً وراء أسمائها ، وإذا قال : { إِنْ هِىَ إِلاَّ أَسْمَاء سَمَّيْتُمُوهَا } أي وضعتموها في أنفسها لا مسميات لها لم يكن ذلك فإن قيل هذا باطل بقوله تعالى : { وَإِنّى سَمَّيْتُهَا مَرْيَمَ } [ آل عمران : 36 ] حيث لم يقل وإني سميتها بمريم ولم يكن ما ذكرت مقصوداً وإلا لكانت مريم غير ملتفت إليها كما قلت في الأصنام؟ نقول بينهما بون عظيم وذلك لأن هناك قال : { سَمَّيْتُهَا مَرْيَمَ } فذكر المفعولين فاعتبر حقيقة مريم بقوله { سَمَّيْتُهَا } واسمها بقوله { مَرْيَمَ } وأما ههنا فقال : { إِنْ هِىَ إِلاَّ أَسْمَاء سَمَّيْتُمُوهَا } أي ما هناك إلا أسماء موضوعة فلم تعتبر الحقيقة ههنا واعتبرت في مريم .\r\n المسألة الخامسة : { مَّا أَنزَلَ الله بِهَا مِن سلطان } على أي وجه استعملت الباء في قوله { بِهَا مِن سلطان } ؟ نقول كما يستعمل القائل ارتحل فلان بأهله ومتاعه ، أي ارتحل ومعه الأهل والمتاع كذا ههنا .\r\n ثم قال تعالى : { إِن يَتَّبِعُونَ إِلاَّ الظن وَمَا تَهْوَى الأنفس وَلَقَدْ جَاءهُم مّن رَّبّهِمُ الهدى } وفيه مسائل : المسألة الأولى : قرىء { إِن تَتَّبِعُونَ } بالتاء على الخطاب ، وهو ظاهر مناسب لقوله تعالى : { أَنتُمْ وَءابَاؤُكُمُ } على المغايبة وفيه وجهان : أحدهما : أن يكون الخطاب معهم لكنه يكون التفاتاً كأنه قطع الكلام معهم ، وقال لنبيه : إنهم لا يتبعون إلا الظن ، فلا تلتفت إلى قولهم ثانيهما : أن يكون المراد غيرهم وفيه احتمالان أحدهما : أن يكون المراد آباءهم وتقديره هو أنه لما قال : { سَمَّيْتُمُوهَا أَنتُمْ } كأنهم قالوا هذه ليست أسماء وضعناها نحن ، وإنما هي كسائر الأسماء تلقيناها ممن قبلنا من آبائنا فقال وسماها آباؤكم وما يتبعون إلا الظن ، فإن قيل كان ينبغي أن يكون بصيغة الماضي ، نقول وبصيغة المستقبل أيضاً كأنه يفرض الزمان بعد زمان الكلام كما في قوله تعالى : { وَكَلْبُهُمْ باسط ذِرَاعَيْهِ } [ الكهف : 18 ] .\r\n ثانيهما : أن يكون المراد عامة الكفار كأنه قال : إن يتبع الكافرون إلا الظن .\r\n المسألة الثانية : ما معنى الظن وكيف ذمهم به وقد وجب علينا اتباعه في الفقه وقال صلى الله عليه وسلم عن الله تعالى : « أنا عند ظن عبدي بي » ؟ نقول أما الظن فهو خلاف العلم وقد استعمل مجازاً مكان العلم والعلم مكانه ، وأصل العلم الظهور ومنه العلم والعالم وقد بينا في تفسير العالمين أن حروف ع ل م في تقاليبها فيها معنى الظهور ، ومنها لمع الآل إذا ظهر وميض السراب ولمع الغزال إذا عدا وكذا النعام وفيه الظهور وكذلك علمت ، والظن إذا كان في مقابلة العلم ففيه الخفاء ومنه بئر ظنون لا يدري أفيها ماء أم لا ، ومنه الظنين المتهم لا يدري ما يظن ، نقول يجوز بناء الأمر على الظن الغالب عند العجز عن درك اليقين والاعتقاد ليس كذلك لأن اليقين لم يتعذر علينا وإلى هذا إشارة بقول { وَلَقَدْ جَاءهُم مّن رَّبّهِمُ الهدى } [ النجم : 23 ] أي اتبعوا الظن ، وقد أمكنهم الأخذ باليقين وفي العمل يمتنع ذلك أيضاً .\r\n المسألة الثالثة : { مَا } في قوله تعالى : { وَمَا تَهْوَى الأنفس } خبرية أو مصدرية؟ نقول فيه وجهان أحدهما : مصدرية كأنه قال : إن يتبعون إلا الظن وهوى الأنفس ، فإن قيل ما الفائدة في العدول عن صريح المصدر إلى الفعل مع زيادة ما وفيه تطويل؟ نقول فيه فائدة ، وإنها في أصل الوضع ثم نذكرها هنا فنقول إذا قال القائل أعجبني صنعك يعلم من الصيغة أن الإعجاب من مصدر قد تحقق وكذلك إذا قال أعجبني ما تصنع يعلم أن الإعجاب من مصدر هو فيه فلو قال أعجبني صنعك وله صنع أمس وصنع اليوم لا يعلم أن المعجب أي صنع هو إذا علمت هذا فنقول ههنا قوله { وَمَا تَهْوَى الأنفس } يعلم منه أن المراد أنهم يتبعون ما تهوى أنفسهم في الحال والاستقبال إشارة إلى أنهم ليسوا بثابتين على ضلال واحد وما هوت أنفسهم في الماضي شيئاً من أنواع العبادة فالتزموا به وداموا عليه بل كل يوم هم يستخرجون عبادة ، وإذا انكسرت أصنامهم اليوم أتوا بغيرها غداً ويغيرون وضع عبادتهم بمقتضى شهوتهم اليوم ثانيهما : أنها خبرية تقديره ، والذي تشتهيه أنفسهم والفرق بين المصدرية والخبرية أن المتبع على الأول الهوى وعلى الثاني مقتضى الهوى كما إذا قلت أعجبني مصنوعك .\r\n المسألة الرابعة : كيف قال : { وَمَا تَهْوَى الأنفس } بلفظ الجمع مع أنهم لا يتبعون ما تهواه كل نفس فإن من النفوس ما لا تهوى ما تهواه غيرها؟ نقول هو من باب مقابلة الجمع بالجمع معناه اتبع كل واحد منهم ما تهواه نفسه يقال خرج الناس بأهليهم أي كل واحد بأهله لا كل واحد بأهل الجمع .\r\n المسألة الخامسة : بيّن لنا معنى الكلام جملة ، نقول قوله تعالى : { إِن يَتَّبِعُونَ إِلاَّ الظن وَمَا تَهْوَى الأنفس } أمران مذكوران يحتمل أن يكون ذكرهما لأمرين تقدير بين يتبعون الظن في الاعتقاد ويتبعون ما تهوى الأنفس في العمل والعبادة وكلاهما فاسد ، لأن الاعتقاد ينبغي أن يكون مبناه على اليقين ، وكيف يجوز اتباع الظن في الأمر العظيم ، وكلما كان الأمر أشرف وأخطر كان الاحتياط فيه أوجب وأحذر ، وأما العمل فالعبادة مخالفة الهوى فكيف تنبىء على متابعته ، ويحتمل أن يكون في أمر واحد على طريقة النزول درجة درجة فقال : { إِن يَتَّبِعُونَ إِلاَّ الظن وَمَا تَهْوَى الأنفس } أي وما دون الظن لأن القرونة تهوى ما لا يظن به خير وقوله تعالى : { وَلَقَدْ جَاءهُم مّن رَّبّهِمُ الهدى } إشارة إلى أنهم على حال لا يعتد به لأن اليقين مقدور عليه وتحقق بمجيء الرسل والهدى فيه وجوه ثلاثة الأولى : القرآن الثاني : الرسل الثالث : المعجزات .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن هي إلا أسماء سميتموها أنتم وآباؤكم ما أنزل الله بها من سلطان إن يتبعون إلا الظن وما تهوى الأنفس ولقد جاءهم من ربهم الهدى (23) ",
        "babnum": 20
    },
    {
        "id": 2452,
        "cate": "53",
        "title": "أَمْ لِلْإِنْسَانِ مَا تَمَنَّى (24) ",
        "details": " المشهور أن أم منقطعة معناه : أللإنسان ما اختاره واشتهاه؟ وفي { مَا تمنى } وجوه الأولى : الشفاعة تمنوها وليس لهم شفاعة الثاني : قولهم { وَلَئِن رُّجّعْتُ إلى رَبّى إِنَّ لِى عِندَهُ للحسنى } [ فصلت : 50 ] الثالث : قول الوليد بن المغيرة { لأَوتَيَنَّ مَالاً وَوَلَداً } [ مريم : 77 ] الرابع : تمنى جماعة أن يكونوا أنبياء ولم تحصل لهم تلك الدرجة الرفيعة ، فإن قلت هل يمكن أن تكون أم ههنا متصلة؟ نقول نعم والجملة الأولى حينئذ تحتمل وجهين أحدهما : أنها مذكورة في قوله تعالى : { أَلَكُمُ الذكر وَلَهُ الأنثى } [ النجم : 21 ] كأنه قال ألكم الذكر وله الأنثى على الحقيقة أو تجعلون لأنفسكم ما تشتهون وتتمنون وعلى هذا فقوله تلك { إِذاً قِسْمَةٌ ضيزى } [ النجم : 22 ] وغيرها جمل اعترضت بين كلامين متصلين ثانيهما : أنها محذوفة وتقرير ذلك هو أنا بينا أن قوله { أَفَرَءيْتُمُ } [ النجم : 19 ] لبيان فساد قولهم ، والإشارة إلى ظهور ذلك من غير دليل ، كما إذا قال قائل فلان يصلح للملك فيقول آخر لثالث ، أما رأيت هذا الذي يقوله فلان ولا يذكر أنه لا يصلح للملك ، ويكون مراده ذلك فيذكره وحده منبهاً على عدم صلاحه ، فههنا قال تعالى : { أَفَرَءيْتُمُ اللات والعزى } أي يستحقان العبادة أم للإنسان أن يعبد ما يشتهيه طبعه وإن لم يكن يستحق العبادة ، وعلى هذا فقوله أم للإنسان أي هل له أن يعبد بالتمني والاشتهاء ، ويؤيد هذا قوله تعالى : { وَمَا تَهْوَى الأنفس } أي عبدتم بهوى أنفسكم ما لا يستحق العبادة فهل لكم ذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أم للإنسان ما تمنى (24) ",
        "babnum": 21
    },
    {
        "id": 2453,
        "cate": "53",
        "title": "فَلِلَّهِ الْآخِرَةُ وَالْأُولَى (25) ",
        "details": " ثم قال تعالى : { فَلِلَّهِ الأخرة والأولى } وفيه مسائل : المسألة الأولى : في تعلق الفاء بالكلام وفيه وجوه الأولى : أن تقديره الإنسان إذا اختار معبوداً في دنياه على ما تمناه واشتهاه فلله الآخرة والأولى يعاقبه على فعله في الدنيا وإن لم يعاقبه في الدنيا فيعاقبه في الآخرة ، وقوله تعالى : { وَكَمْ مّن مَّلَكٍ } إلى قوله تعالى : { لاَ تُغْنِى شفاعتهم } [ النجم : 26 ] يكون مؤكداً لهذا المعنى أي عقابهم يقع ولا يشفع فيهم أحد ولا يغنيهم شفاعة شافع الثاني : أنه تعالى لما بيّن أن اتخاذ اللاّت والعزى باتباع الظن وهوى الأنفس كأنه قرره وقال إن لم تعلموا هذا فلله الآخرة والأولى ، وهذه الأصنام ليس لها من الأمر شيء فكيف يجوز الإشراك وقوله تعالى : { وَكَمْ مّن مَّلَكٍ } على هذا الوجه جواب كلام كأنهم قالوا لا نشرك بالله شيئاً ، وإنما هذه الأصنام شفعاؤنا فإنها صورة ملائكة مقربين ، فقال : { وَكَمْ مّن مَّلَكٍ فِى السموات لاَ تُغْنِى شفاعتهم شَيْئاً } الثالث : هذه تسلية كأنه تعالى قال ذلك لنبيه حيث بيّن رسالته ووحدانية الله ولم يؤمنوا فقال لا تأس فللَّه الآخرة والأولى أي لا يعجزون الله الرابع : هو ترتيب حق على دليله بيانه هو أنه تعالى لما بيّن رسالة النبي صلى الله عليه وسلم بقوله { إِنْ هُوَ إِلاَّ وَحْىٌ يوحى } [ النجم : 4 ] إلى آخره وبيّن بعض ما جاء به محمد صلى الله عليه وسلم وهو التوحيد ، قال إذاعلمتم صدق محمد ببيان رسالة الله تعالى : فللَّه الأخرة والأولى لأنه صلى الله عليه وسلم أخبركم عن الحشر فهو صادق الخامس : هو أن الكفار كانوا يقولون للمؤمنين أهؤلاء أهدى منا؟ وقالوا { لَوْ كَانَ خَيْراً مَّا سَبَقُونَا إِلَيْهِ } [ الأحقاف : 11 ] فقال تعالى : إن الله اختار لكم الدنيا وأعطاكم الأموال ولم يعط المؤمنين بعض ذلك الأمر بل قلتم : لو شاء الله لأغناهم وتحققتم هذه القضية { فَلِلَّهِ الأخرة والأولى } قولوا في الآخرة ما قلتم في الدنيا يهدي الله من يشاء كما يغني الله ما يشاء .\r\n المسألة الثانية : { الأخرة } صفة ماذا؟ نقول صفة الحياة أو صفة الدار وهي اسم فاعل من فعل غير مستعمل ، تقول أخرته فتأخر وكان من حقه أن تقول فأخر كما تقول غبرته فغبر فمنعت منه سماعاً ، ولهذا البحث فائدة ستأتي ، إن شاء الله .\r\n المسألة الثالثة : { الأولى } فعلى للتأنيث ، فالأول إذن أفعل صفة .\r\n وفيه مباحث : البحث الأول : لا بد من فاعل أخذ منه الأفعل والفعلى فإن كل فعلى وأفعل للتأنيث والتذكير له أصل فليؤخذ منه كالفضلى والأفضل من الفاضلة والفاضل ، فما ذلك؟ نقول ههنا أخذ من أصل غير مستعمل كما قلنا إن الآخر فاعل من فعل غير مستعمل ، وسبب ذلك هو أن كل فعل مستعمل فله آخر ، وذلك لأن له ماضياً فإذا استعملت ماضيه لزم فراغ الفعل وإلا لكان الفاعل بعد في الفعل فلا يكون ماضياً فإنك لا تقول لمن هو بعد الأكل أكل إلا متجوزاً عندما يبقى له قليل ، فيقول أكل إشارة إلى أن ما بقي غير معتد به وتقول لمن قرب من الفراغ فرغت فيقول فرغت بمعنى أن ما بقي قليل لا يعتد به فكأني فرغت ، وأما الماضي في الحقيقة لا يصح إلا عند تمام الشيء والفراغ عنه فإذاً للفعل المستعمل آخر فلو كان لقولنا آخر على وزن فاعل فعل هو آخر يأخر كأمر يأمر لكان معناه صدر مصدره كجلس معناه صدر الجلوس منه بالتمام والكمال فكان ينبغي أن القائل إذا قال فلان آخر كان معناه وجد منه تمام الآخرية وفرغ منها فلا يكون بعد ما يكون آخر لكن تقدم أن كل فعل فله آخر بعده لا يقال يشكل بقولنا تأخر فإن معناه صار آخراً لأنا نقول وزن الفعل ينادي على صحة ما ذكرنا فإنه من باب التكلف والتكبر إذا استعمل في غير المتكبر أي يرى أنه آخر ، وليس في الحقيقة كذلك ، إذا علمت هذا فنقول الآخر فاعل ليس له فعل ، ومبالغته بأفعل وهو كقولنا أأُخر ، فنقلت الهمزة إلى مكان الألف ، والألف إلى مكان الهمزة ، فصارت الألف همزة والهمزة ألفاً ، ويدل عليه التأويل في المعنى ، فإن آخر الشيء جزء منه متصل به والآخر مباين عنه منفصل والمنفصل بعد المتصل ، والآخر أشد تأخراً عن الشيء من آخره ، والأول أفعل ليس له فاعل ، وليس له فعل ، والأول أبعد عن الفعل من الآخر ، وذلك لأن الفعل الماضي علم له آخر من وصفه بالماضي ولولا ذلك الوصف لما علم له آخر ، وأما الفعل لتفسير كونه فعلاً علم له أول لأن الفعل لا بد له من فاعل يقوم به ، أو يوجد منه فإذا الفاعل أولاً ثم الفعل ، فإذا كان الفاعل أول الفعل كيف يكون الأول له فعل يوجد منه فلا فعل له ولا فاعل فلا يقال آل الشيء بمعنى سبق كما يقال قال من القول ، أو نال من النيل ، لا يقال إن قولنا سبق أخذ منه السابق ومن السابق الأسبق مع أن الفاعل يسبق الفعل ، وكذلك يقال تقدم الشيء مع أن الفاعل متقدم على الفعل إلى غير ذلك ، نقول أما تقدم قد مضى الجواب عنه في تأخر ، وأما سبق يقول القائل سابقته فسبقته فتجيب عنه بأن ذلك مفتقر إلى أمر يصدر من فاعل فالسابق إن استعمل في الأول فهو بطريق المشابهة لا بطريق الحقيقة ، والفاعل أول الفعل بمعنى قبل الفعل ، وليس سابق الفعل لأن الفاعل والفعل لا يتسابقان فالفاعل لا يسبقه ، والذي يوضح ما ذكرنا أن الآخر أبعد من الأول عن الفعل بخلاف الآخر ، وما يقال إن أول بمعنى جعل الآخر أولاً لاستخراج معنى من الكلام فبعيد وإلا لم يكن آخر دونه في إفادة ذلك ، بل التأويل من آل شيء إذا رجع أي رجعه إلى المعنى المراد وأبعد من اللفظين قبل وبعد فإن الآخر فاعل من غير فعل والأول أفعل من غير فاعل ولا فعل ، وقبل وبعد لا فاعل ولا أفعل فلا يفهم من فعل أصلاً لأن الأول أول لما فيه من معنى قبل وليس قبل قبلاً لما فيه من معنى الأول والآخر آخر لما فيه من معنى بعد ، وليس بعد بعداً لما فيه من معنى الآخر يدلك عليه أنك تعلل أحدهما بالآخر ولا تعكسه فتقول هذا آخر من جاء لأنه جاء بعد الكل ولا تقول هو جاء بعد الكل لأنه آخر من جاء ، ويؤيده أن الآخر لا يتحقق إلا ببعدية مخصوصة وهي التي لا بعدية بعدها وبعد ليس لا يتحقق إلا بالآخر فإن المتوسط بعد الأول ليس بآخر .\r\n وهذا البحث من أبحاث الزمان ومنه يعلم معنى قوله صلى الله عليه وسلم : « لا تسبوا الدهر ( فإن الدهر هو الله ) » أي الدهر هو الذي يفهم منه القبلية والبعدية والله تعالى هو الذي يفهم منه ذلك والبعدية والقبلية حقيقة لإثبات الله ولا مفهوم للزمان إلا ما به القبلية والبعدية فلا تسبوا الدهر فإن ما تفهمونه منه لا يتحقق إلا في الله وبالله ولولاه لما كان قبل ولا بعد .\r\n البحث الثاني : ورد في كلام العرب الأولة تأنيث الأول وهو ينافيه صحة استعمال الأولى لأن الأولى تدل على أن الأول أفعل للتفصيل ، وأفعل للتفضيل لا يلحقه تاء التأنيث فلا يقال زيد أعلم وزينب أعلمة لسبب يطول ذكره ، وسنذكره في موضع آخر إن شاء الله تعالى ، نقول الجواب عنه هو أن أول لما كان أفعل وليس له فاعل شابه الأربع والأرنب فجاز إلحاق التاء به ولما كان صفة شابه الأكبر والأصغر فقيل أولى .\r\n المسألة الرابعة : أولى تدل على أن أول لا ينصرف فكيف يقال أفعله أولاً ويقال جاء زيداً أولاً وعمرو ثانياً فإن قيل جاز فيه الأمران بناء على أولة وأولى فمن قال بأن تأنيث أول أولة فهو كالأربع والأربعة فجاز التنوين ، ومن قال أولى لا يجوز ، نقول إذا كان كذلك كان الأشهر ترك التنوين لأن الأشهر أن تأنيثه أولى وعليه استعمال القرآن ، فإذن الجواب أن عند التأنيث الأولى أن يقال أولى نظراً إلى المعنى ، وعند العرب أولة لأنه هو الأصل ودل عليه دليل ، وإن كان أضعف من الغير وربما يقال بأن منع الصرف من أفعل لا يكون إلا إذا لم يكن تأنيثه إلا فعلى ، وأما إذا كان تأنيثه بالتاء أو جاز ذلك فيه لا يكون غير منصرف .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فلله الآخرة والأولى (25) ",
        "babnum": 22
    },
    {
        "id": 2454,
        "cate": "53",
        "title": "وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى (26) ",
        "details": " وقد علم وجه تعلقها بما قبلها في الوجوه المتقدمة في قوله تعالى : { فَلِلَّهِ الأخرة } [ النجم : 25 ] إن قلنا إن معناه أن اللات والعزى وغيرهما ليس لهم من الأمر شيء { فَلِلَّهِ الأخرة والأولى } فلا يجوز إشراكهم فيقولون نحن لا نشرك بالله شيئاً ، وإنما نقول هؤلاء شفعاؤنا فقال كيف تشفع هذه ومن في السموات لا يملك الشفاعة ، وفيه مسائل : المسألة الأولى : { كَمْ } كلمة تستعمل في المقادير ، إما لاستبانتها فتكون استفهامية كقولك كم ذراعاً طوله وكم رجلاً جاءك أي كم عدد الجائين تستبين المقدار وهي مثل كيف لاستبانة الأحوال وأي الاستبانة الأفراد ، وما لاستبانة الحقائق ، وإما لبيانها على الإجمال فتكون خبرية كقولك كم رجل أكرمني أي كثير منهم أكرموني غير أن عليه أسئلة الأول : لم لم يجز إدخال من على الاستفهامية وجاز على الخبرية الثاني : لم نصب مميز الاستفهامية وجر الذي للخبرية الثالث : هي تستعمل في الخبرية في مقابلة رب فلم جعل اسماً مع أن رب حرف ، أما الجواب عن الأول فهو أن من يستعمل في الموضع المتعين بالإضافة تقول خاتم من فضة كما تقول خاتم فضة ، ولما لم تضف في الاستفهامية لم يجز استعمال ما يضاهيه وسنبين هذا الجواب ، والجواب عن السؤال الثاني هو أن نقول إن الأصل في المميز الإضافة ، وعن الثالث هو أن كم يدخل عليه حرف الجر فتقول إلى كم تصبر ، وفي كم يوم جئت ، وبكم رجل مررت ومن حيث المعنى إن كم إذا قرن بها من وجعل مميزه جمعاً كما في قول القائل كم من رجال خدمتهم ويكون معناه كثير من الرجال خدمتهم ورب وإن كانت للتقليل لكن لا تقوم مقام القليل ، فلا يمكن أن يقال في رب إنها عبارة عن قليل كما قلنا في كم إنه عبارة عن كثير .\r\n المسألة الثانية : قال شفاعتهم على عود الضمير إلى المعنى ، ولو قال شفاعته لكان العود إلى اللفظ فيجوز أن يقال كم من رجل رأيته ، وكم من رجل رأيتهم ، فإن قلت هل بينهما فرق معنوي؟ قلت نعم ، وهو أنه تعالى لما قال : { لاَ تُغْنِى شفاعتهم } [ النجم : 26 ] يعني شفاعة الكل ، ولو قال شفاعته لكان معناه كثير من الملائكة كل واحد لا تغني شفاعته فربما كان يخطر ببال أحد أن شفاعتهم تغني إذا جمعت ، وعلى هذا ففي الكلام أمور كلها تشير إلى عظم الأمر أحدها : كم فإنه للتكثير ثانيها : لفظ الملك فإنه أشرف أجناس المخلوقات ثالثها : في السموات فإنها إشارة إلى علو منزلتهم ودنو مرتبتهم من مقر السعادة رابعها : اجتماعهم على الأمر في قوله { شفاعتهم } وكل ذلك لبيان فساد قولهم إن الأصنام يشفعون أي كيف تشفع مع حقارتها وضعفها ودناءة منزلتها فإن الجماد أخس الأجناس والملائكة أشرفها وهم في أعلى السموات ولا تقبل شفاعة الملائكة فكيف تقبل شفاعة الجمادات .\r\n المسألة الثالثة : ما الفائدة في قوله تعالى : { وَكَمْ مّن مَّلَكٍ } بمعنى كثير من الملائكة مع أن كل من في السموات منهم لا يملك الشفاعة؟ نقول المقصود الرد عليهم في قولهم هذه الأصنام تشفع ، وذلك لا يحصل ببيان أن ملكاً من الملائكة لا تقبل شفاعته فاكتفى بذكر الكثيرة ، ولم يقل ما منهم أحد يملك الشفاعة لأنه أقرب إلى المنازعة فيه من قوله كثير مع أن المقصود حاصل به ، ثم ههنا بحث وهو أن في بعض الصور يستعمل صيغة العموم والمراد الكثير ، وفي البعض يستعمل الكثير والمراد الكل وكلاهما على طريقة واحد ، وهو استقلال الباقي وعدم الاعتداد ، ففي قوله تعالى : { تُدَمّرُ كُلَّ شَىْء } [ الأحقاف : 25 ] كأنه يجعل الخارج عن الحكم غير ملتفت إليه ، وفي قوله تعالى : { وَكَمْ مّن مَّلَكٍ } وقوله { بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ } [ النحل : 75 ] وقوله { أَكْثَرُهُم بِهِم مُّؤْمِنُونَ } [ سبأ : 41 ] يجعل المخرج غير ملتفت إليه فيجعل كأنه ما أخرجه كالأمر الخارج عن الحكم كأنه ما خرج ، وذلك يختلف بختلاف المقصود من الكلام ، فإن كان الكلام مذكوراً لأمر فيه يبالغ يستعمل الكل ، مثاله يقال للملك كل الناس يدعون لك إذا كان الغرض بيان كثرة الدعاء له لا غير ، وإن كان الكلام مذكوراً لأمر خارج عنه لا يبالغ فيه لأن المقصود غيره فلا يستعمل الكل ، مثاله إذا قال الملك لمن قال له اغتنم دعائي كثير من الناس يدعون لي ، إشارة إلى عدم احتياجه إلى دعائه لا لبيان كثرة الدعاء له ، فكذلك ههنا .\r\n المسألة الرابعة : قال : { لاَ تُغْنِى شفاعتهم } ولم يقل لا يشفعون مع أن دعواهم أن هؤلاء شفعاؤنا لا أن شفاعتهم تنفع أو تغني وقال تعالى في مواضع أخرى { مَن ذَا الذى يَشْفَعُ عِندَهُ إِلاَّ بِإِذْنِهِ } [ البقرة : 255 ] فنفى الشفاعة بدون الإذن وقال : { مَا لَكُمْ مّن دُونِهِ مِن وَلِيّ وَلاَ شَفِيعٍ } [ السجدة : 4 ] نفى الشفيع وههنا نفى الإغناء؟ نقول هم كانوا يقولون هؤلاء شفعاؤنا وكانوا يعتقدون نفع شفاعتهم ، كما قال تعالى : { لِيُقَرّبُونَا إِلَى الله زُلْفَى } [ الزمر : 3 ] ثم نقول نفي دعواهم يشتمل على فائدة عظيمة ، أما نفي دعواهم لأنهم قالوا الأصنام تشفع لنا شفاعة مقربة مغنية فقال : { لاَ تُغْنِى شفاعتهم } بدليل أن شفاعة الملائكة لا تغني ، وأما الفائدة فلأنه لما استثنى بقوله { إِلاَّ مِن بَعْدِ أَن يَأْذَنَ الله } أي فيشفع ولكن لا يكون فيه بيان أنها تقبل وتغني أو لا تقبل ، فإذا قال : { لاَ تُغْنِى شفاعتهم } ثم قال : { إِلاَّ مِن بَعْدِ أَن يَأْذَنَ الله } فيكون معناه تغني فيحصل البشارة ، لأنه تعالى قال : { الذين يَحْمِلُونَ العرش وَمَنْ حَوْلَهُ يُسَبّحُونَ بِحَمْدِ رَبّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ ءامَنُواْ } [ غافر : 7 ] وقال تعالى : { وَيَسْتَغْفِرُونَ لِمَن فِى الأرض } [ الشورى : 5 ] والاستغفار شفاعة .\r\n وأما قوله { مَن ذَا الذى يَشْفَعُ عِندَهُ إِلاَّ بِإِذْنِهِ } [ البقرة : 255 ] فليس المراد نفي الشفاعة وقبولها كما في هذه الآية حيث رد عليهم قولهم وإنما المراد عظمة الله تعالى ، وأنه لا ينطق في حضرته أحد ولا يتكلم كما في قوله تعالى : { لاَّ يَتَكَلَّمُونَ إِلاَّ مَنْ أَذِنَ لَهُ الرحمن } [ النبأ : 38 ] .\r\n المسألة الخامسة : اللام في قوله { لِمَن يَشَاء ويرضى } تحتمل وجهين أحدهما : أن تتعلق بالإذن وهو على طريقين أحدهما : أن يقال إلا من بعد أن يأذن الله لمن يشاء من الملائكة في الشفاعة لمن يشاء الشفاعة ويرضى الثاني : أن يكون الإذن في المشفوع له لأن الإذن حاصل للكل في الشفاعة للمؤمنين لأنهم جميعهم يستغفرون لهم فلا معنى للتخصيص ، ويمكن أن ينازع فيه وثانيهما : أن تتعلق بالإغناء يعني إلا من بعد أن يأذن الله لهم في الشفاعة فتغني شفاعتهم لمن يشاء ويمكن أن يقال بأن هذا بعيد ، لأن ذلك يقتضي أن تشفع الملائكة ، والإغناء لا يحصل إلا لمن يشاء ، فيجاب عنه بأن التنبيه على معنى عظمة الله تعالى فإن الملك إذا شفع فالله تعالى على مشيئته بعد شفاعتهم يغفر لمن يشاء .\r\n المسألة السادسة : ما الفائدة في قوله تعالى : { ويرضى } ؟ نقول فيه فائدة الإرشاد ، وذلك لأنه لما قال : { لِمَن يَشَاء } كان المكلف متردداً لا يعلم مشيئته فقال : { ويرضى } ليعلم أنه العابد الشاكر لا المعاند الكافر ، فإنه تعالى قال : { إِن تَكْفُرُواْ فَإِنَّ الله غَنِىٌّ عَنكُمْ وَلاَ يرضى لِعِبَادِهِ الكفر وَإِن تَشْكُرُواْ يَرْضَهُ لَكُمْ } [ الزمر : 7 ] فكأنه قال : { لِمَن يَشَاء } ثم قال : { ويرضى } بياناً لمن يشاء ، وجواب آخر على قولنا : لا تغني شفاعتهم شيئاً ممن يشاء ، هو أن فاعل يرضى المدلول عليه لمن يشاء كأنه قال ويرضى هو أي تغنيه الشفاعة شيئاً صالحاً فيحصل به رضاه كما قال : ويرضى هو أي تغنيه الشفاعة وحينئذ يكون يرضى للبيان لأنه لما قال : { لاَ تُغْنِى شفاعتهم } إشارة إلى نفي كل قليل وكثير كان اللازم عنده بالاستثناء أن شفاعتهم تغني شيئاً ولو كان قليلاً ويرضى المشفوع له ليعلم أنها تغني أكثر من اللازم بالاستثناء ، ويمكن أن يقال { ويرضى } لتبيين أن قوله { يَشَاء } ليس المراد المشيئة التي هي الرضا ، فإن الله تعالى إذا شاء الضلالة بعبد لم يرض به ، وإذا شاء الهداية رضي فقال : { لِمَن يَشَاء ويرضى } ليعلم أن المشيئة ليست هي المشيئة العامة ، إنما هي الخاصة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وكم من ملك في السماوات لا تغني شفاعتهم شيئا إلا من بعد أن يأذن الله لمن يشاء ويرضى (26) ",
        "babnum": 23
    },
    {
        "id": 2455,
        "cate": "53",
        "title": "إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ لَيُسَمُّونَ الْمَلَائِكَةَ تَسْمِيَةَ الْأُنْثَى (27) ",
        "details": " وقد بينا ذلك في سورة الطور واستدللنا بهذه الآية ونذكر ما يقرب منه ههنا فنقول { الذين لاَ يُؤْمِنُونَ بالأخرة } هم الذين لا يؤمنون بالرسل ولا يتبعون الشرع ، وإنما يتبعون ما يدعون أنه عقل فيقولون أسماء الله تعالى ليست توقيفية ، ويقولون الولد هو الموجود من الغير ويستدلون عليه بقول أهل اللغة : كذا يتولد منه كذا ، يقال الزجاج يتولد من الآجر بمعنى يوجد منه ، وكذا القول في بنت الكرم وبنت الجبل ، ثم قالوا الملائكة وجدوا من الله تعالى فهم أولاده بمعنى الإيجاد ثم إنهم رأوا في الملائكة تاء التأنيث وصح عندهم أن يقال سجدت الملائكة فقالوا : بنات الله ، فقال : { إِنَّ الذين لاَ يُؤْمِنُونَ بالأخرة لَيُسَمُّونَ الملائكة تَسْمِيَةَ الأنثى } أي كما سمي الإناث بنات .\r\n وفيه مسائل : المسألة الأولى : كيف يصح أن يقال إنهم لا يؤمنون بالآخرة مع أنهم كانوا يقولون : هؤلاء شفعاؤنا عند الله ، وكان من عادتهم أن يربطوا مركوباً على قبر من يموت ويعتقدون أنه يحشر عليه؟ فنقول الجواب عنه من وجهين أحدهما : أنهم لما كانوا لا يجزمون به كانوا يقولون لا حشر ، فإن كان فلنا شفعاء يدل عليه قوله تعالى : { وَمَا أَظُنُّ الساعة قَائِمَةً وَلَئِن رُّجّعْتُ إلى رَبّى إِنَّ لِى عِندَهُ للحسنى } [ فصلت : 50 ] ثانيهما : أنهم ما كانوا يعترفون بالآخرة على الوجه ( الحق ) وهو ما ورد به الرسل .\r\n المسألة الثانية : قال بعض الناس أنثى فعلى من أفعل يقال في فعلها آنث ويقال في فاعلها آنث يقال حديد ذكر وحديد أنيث ، والحق أن الأنثى يستعمل في الأكثر على خلاف ذلك بدليل جمعها على إناث .\r\n المسألة الثالثة : كيف قال تسمية الأنثى ولم يقل تسمية الإناث؟ نقول عنه جوابان أحدهما : ظاهر والآخر دقيق ، أما الظاهر فهو أن المراد بيان الجنس ، وهذا اللفظ أليق بهذا الموضع لما جاء على وفقه آخر الآيات .\r\n والدقيق هو أنه لو قال يسمونهم تسمية الإناث كان يحتمل وجهين : أحدهما : البنات وثانيهما : الأعلام المعتادة للإناث كعائشة وحفصة ، فإن تسمية الإناث كذلك تكون فإذا قال تسمية الأنثى تعين أن تكون للجنس وهي البنت والبنات ، ومناسبة هذه الآية لما قبلها هي أنهم لما قيل لهم إن الصنم جماد لا يشفع وبيّن لهم إن أعظم أجناس الخلق لا شفاعة لهم إلا بالإذن قالوا نحن لا نعبد الأصنام لأنها جمادات وإنما نعبد الملائكة بعباتها فإنها على صورها وننصبها بين أيدينا ليذكرنا الشاهد والغائب ، فنعظم الملك الذي ثبت أنه مقرب عظيم الشأن رفيع المكان فقال تعالى رداً عليهم كيف تعظمونهم وأنتم تسمونهم تسمية الأنثى ، ثم ذكر فيه مستندهم في ذلك وهو لفظ الملائكة ، ولم يقل إن الذين لا يؤمنون بالآخرة ليسمون الملائكة تسمية الأنثى بل قال : { لَيُسَمُّونَ الملائكة } فإنهم اغتروا بالتاء واغترارهم باطل لأن التاء تجيء لمعان غير التأنيث الحقيقي والبنت لا تطلق إلا على المؤنث الحقيقي بالإطلاق والتاء فيها لتأكيد معنى الجمع كما في صياقلة وهي تشبه تلك التاء ، وذلك لأن الملائكة في المشهور جمع ملك ، والملك اختصار من الملأك بحزف الهمزة ، والملأك قلب المألك من الألوكة وهي الرسالة ، فالملائكة على هذا القول مفاعلة ، والأصل مفاعل ورد إلى ملائكة في الجمع فهي تشبه فعائل وفعائلة ، والظاهر أن الملائكة فعائل جمع مليكي منسوب إلى المليك بدليل قوله تعالى : { عِندَ مَلِيكٍ مُّقْتَدِرِ } في وعد المؤمن ، وقال في وصف الملائكة { الذين عِندَ رَبّكَ } [ الأعراف : 206 ] وقال أيضاً في الوعد { وَإِنَّ لَهُ عِندَنَا لزلفى } [ ص : 40 ] وقال في وصف الملائكة { وَلاَ الملئكة المقربون } [ النساء : 172 ] فهم إذن عباد مكرمون اختصهم الله بمزيد قربه { وَيَفْعَلُونَ مَا يُؤْمَرُونَ } [ النحل : 50 ] كأمر الملوك والمستخدمين عند السلاطين الواقفين بأبوابهم منتظرين لورود أمر عليهم ، فهم منتسبون إلى المليك المقتدر في الحال فهم مليكيون وملائكة فالتاء للنسبة في الجمع كما في الصيارفة والبياطرة .\r\n فإن قيل هذا باطل من وجوه الأول : أن أحداً لم يستعمل لواحد منهم مليكي كما استعمل صيرفي والثاني : أن الإنسان عندما يصير عند الله تعالى يجب أن يكون من الملائكة ، وليس كذلك لأن المفهوم من الملائكة جنس غير الآدمي الثالث : هو أن فعائلة في جمع فعيلى لم يسمع وإنما يقال فعيلة كما يقال جاء بالتميمة والحقيبة الرابع : لو كان كذلك لما جمع ملك؟ نقول : الجواب عن الأول : أما عدم استعمال واحده فمسلم وهو لسبب وهو أن الملك كلما كان أعظم كان حكمه وخدمه وحشمه أكثر ، فإذا وصف بالعظمة وصف بالجمع فيقال صاحب العسكر الكثير ولا يوصف بواحد وصف تعظيم ، وأما ذلك الواحد فإن نسب إلى المليك عين للخبر بأن يقال هذا مليكي وذلك عندما تعرف عينه فتجعله مبتدأ وتخبر بالمليكي عنه ، والملائكة لم يعرفوا بأعيانهم إلا قليلاً منهم كجبريل وميكائيل ، وحينئذ لا فائدة في قولنا جبريل مليكي ، لأن من عرف الخبر ولا يصاغ الحمل إلا لبيان ثبوت الخبر للمبتدأ فلا يقال للإنسان حيوان أو جسم لأنه إيضاح واضح ، اللّهم إلا أن يستعمل ذلك في ضرب مثال أو في صورة نادرة لغرض ، وأما أن ينسب إلى المليك وهو مبتدأ فلا ، لأن العظمة في أن يقول واحد من الملائكة فنبه على كثرة المقربين إليه كما تقول واحد من أصحاب الملك ولا تقول صاحب الملك ، فإذا أردت التعظيم البالغ فعند الواحد استعمل اسم الملك غير منسوب بل هو موضوع لشدته وقوته كما قال تعالى : { ذُو مِرَّةٍ } [ النجم : 6 ] و { ذِى قُوَّةٍ } [ التكوير : 20 ] فقال : { شَدِيدُ القوى } [ النجم : 5 ] و م ل ك تدل على الشدة في تقاليبها على ما عرف وعند الجمع استعمل الملائكة للتعظيم ، كما قاله تعالى : { وَمَا يَعْلَمُ جُنُودَ رَبّكَ إِلاَّ هُوَ } [ المدثر : 31 ] .\r\n الجواب عن الثاني : نقول قد يكون الاسم في الأول لوصف يختص ببعض من يتصف به وغيره لو صار متصفاً بذلك الوصف لا يسمى بذلك الاسم كالدابة فاعلة من دب ، ولا يقال للمرأة ذات الدب دابة اسماً وربما يقال لها صفة عند حالة ما تدب بدب مخصوص غير الدب العام الذي في الكل كما لو دبت بليل لأخذ شيء أو غيره ، أو يقال إنما سميت الملائكة ملائكة لطول انتسابهم من قبل خلق الآدمي بسنين لا يعلم عددها إلا الله ، فمن لم يصل إلى الله ويقوم ببابه لا يحصل له العهد والانتساب فلا يسمى بذلك الاسم .\r\n الجواب عن الثالث : نقول الجموع القياسية لا مانع لها كفعال في جمع فعل كجال وثمار وأفعال كأثقال وأشجار وفعلان وغيرها ، وأما السماع وإن لم يرد إلا قليلاً فاكتفى بما فيه من التعظيم من نسبة الجمع إلا باب الله ويكون من باب المرأة والنساء .\r\n الجواب عن الرابع : فالمنع ولعل هذا منه أو نقول حمل فعيلى على فعيل في الجمع كما حمل فيعل في الجمع على فعيل فقيل في جمع جيد جياد ولا يقال في فعيل أفاعل ، ويؤيد ما ذكرنا أن إبليس عندما كان واقفاً بالباب كان داخلاً في جملة الملائكة ، فنقول قوله تعالى : { وَإِذْ قُلْنَا للملائكة اسجدوا لآِدَمَ فَسَجَدُواْ إِلاَّ إِبْلِيسَ } [ الكهف : 50 ] عندما صرف وأبعد خرج عنهم وصار من الجن .\r\n وأما ما قاله بعض أهل اللغة من أن الملائكة جمع ملأك ، وأصل ملأك مألك من الألوكة وهي الرسالة ففيه تعسفات أكثر مما ذكرنا بكثير ، منها أن الملك لا يكون فعل بل هو مفعل وهو خلاف الظاهر ، ولم لم يستعمل مآلك على أصله كمآرب ومآثم ومآكل وغيرها مما لا يعد إلا بتعسف؟ ومنها أن ملكاً لم جعل ملأك ولم يفعل ذلك بأخواته التي ذكرناها؟ ومنها أن التاء لم ألحقت بجمعه ولم لم يقل ملائك كما في جمع كل مفعل؟ والذي يرد قولهم قوله تعالى : { جَاعِلِ الملائكة رُسُلاً } [ فاطر : 1 ] فهي غير الرسل فلا يصح أن يقال جعلت الملائكة رسلاً كما لا يصح جعلت الرسل مرسلين وجعل المقترب قريباً ، لأن الجعل لا بد فيه من تغيير ومما يدل على خلاف ما ذكروا أن الكل منسوبون إليه موقوفون بين يديه منتظرون أمره لورود الأوامر عليهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين لا يؤمنون بالآخرة ليسمون الملائكة تسمية الأنثى (27) ",
        "babnum": 24
    },
    {
        "id": 2456,
        "cate": "53",
        "title": "وَمَا لَهُمْ بِهِ مِنْ عِلْمٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا (28) ",
        "details": " وفيما يعود إليه الضمير في { بِهِ } وجوه أحدها : ما نقله الزمخشري وهو أنه عائد إلى ما كانوا يقولون من غير علم ثانيها : أنه عائد إلى ما تقدم في الآية المتقدمة من علم ، أي ما لهم بالله من علم فيشركون وقرىء { مَّا لَهُم بِهَا } .\r\n وفيه وجوه أيضاً أحدها : ما لهم بالآخرة وثانيها : ما لهم بالتسمية ثالثها : ما لهم بالملائكة ، فإن قلنا ( ما لهم بالآخرة ) فهو جواب لما قلنا إنهم وإن كانوا يقولون الأصنام شفعاؤنا عند الله وكانوا يربطون الإبل على قبور الموتى ليركبوها لكن ما كانوا يقولون به عن علم ، وإن قلنا بالتسمية قد تكون وهو أن العلم بالتسمية حاصل لهم ، فإنهم يعلمون أنهم ليسوا في شك ، إذ التسمية قد تكون وضعاً أولياً وهو لا يكون بالظن بل بالعلم بأنه وضع ، وقد يكون استعمالاً معنوياً ويتطرق إليه الكذب والصدق والعلم ، مثال الأول : من وضع أولاً اسم السماء لموضوعها وقال هذا سماء ، مثال الثاني : إذا قلنا بعد ذلك للماء والحجر هذا سماء ، فإنه كذب ، ومن يعتقده فهو جاهل ، وكذلك قولهم في الملائكة إنها بنات الله ، لم تكن تسمية وضعية ، وإنما أرادوا به أنهم موصوفون بأمر يجب استعمال لفظ البنات فيهم ، وذلك كذب ومعتقده جاهل ، فهذا هو المراد بما ذكرنا أن الظن يتبع في الأمور المصلحية ، والأفعال العرفية أو الشرعية عند عدم الوصول إلى اليقين ، وأما في الاعتقادات فلا يغني الظن شيئاً من الحق ، فإن قيل : أليس الظن قد يصيب ، فكيف يحكم عليه بأنه لا يغني أصلاً؟ نقول المكلف يحتاج إلى يقين يميز الحق من الباطل ، ليعتقد الحق ويميز الخير من الشر ليفعل الخير ، لكن في الحق ينبغي أن يكون جازماً لاعتقاد مطابقه ، والظان لا يكون جازماً ، وفي الخير ربما يعتبر الظن في مواضع ، ويحتمل أن يقال المراد من الحق هو الله تعالى ، ومعناه أن الظن لا يفيد شيئاً من الله تعالى ، أي الأوصاف الإلهية لا تستخرج بالظنون يدل عليه قوله تعالى : { ذلك بِأَنَّ الله هُوَ الحق } [ الحج : 6 ] وفيه لطيفة ، وهي أن الله تعالى في ثلاثة مواضع منع من الظن ، وفي جميع تلك المواضع كان المنع عقيب التسمية ، والدعاء باسم موضعان منها في هذه السورة أحدهما : قوله تعالى : { إِنْ هِىَ إِلاَّ أَسْمَاء سَمَّيْتُمُوهَا أَنتُمْ وَءابَاؤُكُم مَّا أَنزَلَ الله بِهَا مِن سلطان إِن يَتَّبِعُونَ إِلاَّ الظن } [ النجم : 23 ] .\r\n والثاني : قوله تعالى : { إن يتبعون إلا الظن وإن الظن لا يغني من الحق شيئاً } ، والثالث : في الحجرات ، قال الله تعالى : { وَلاَ تَنَابَزُواْ بالألقاب بِئْسَ الاسم الفسوق بَعْدَ الإيمان وَمَن لَّمْ يَتُبْ فَأُوْلَئِكَ هُمُ الظالمون * ياأيها الذين ءامَنُواْ اجتنبوا كَثِيراً مّنَ الظن } [ الحجرات : 11 ، 12 ] عقيب الدعاء بالقلب ، وكل ذلك دليل على أن حفظ اللسان أولى من حفظ غيره من الأركان ، وأن الكذب أقبح من السيئات الظاهرة من الأيدي والأرجل ، وهذه المواضع الثلاثة أحدها : مدح من لا يستحق المدح كاللاّت والعزى من العز وثانيها : ذم من لا يستحق الذم ، وهم الملائكة الذين هم عباد الرحمن يسمونهم تسمية الأنثى وثالثها : ذم من لم يعلم حاله ، وأما مدح من حاله لا يعلم ، فلم يقل فيه : لا يتبعون إلا الظن ، بل الظن فيه معتبر ، والأخذ بظاهر حال العاقل واجب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما لهم به من علم إن يتبعون إلا الظن وإن الظن لا يغني من الحق شيئا (28) ",
        "babnum": 25
    },
    {
        "id": 2457,
        "cate": "53",
        "title": "فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا (29) ",
        "details": " أي اترك مجادلتهم فقد بلغت وأتيت بما كان عليك ، وأكثر المفسرين يقولون : بأن كل ما في القرآن من قوله تعالى : { فَأَعْرَضَ } منسوخ بآية القتل وهو باطل ، فإن الأمر بالإعراض موافق لآية القتال ، فكيف ينسخ به؟ وذلك لأن النبي صلى الله عليه وسلم كان مأموراً بالدعاء بالحكمة والموعظة الحسنة ، فلما عارضوه بأباطيلهم قيل له { وجادلهم بالتى هِىَ أَحْسَنُ } [ النحل : 125 ] ثم لما لم ينفع ، قال له ربه : فأعرض عنهم ولا تقابلهم بالدليل والبرهان ، فإنهم لا يتبعون إلا الظن ، ولا يتبعون الحق ، وقابلهم بالإعراض عن المناظرة بشرط جواز المقابلة ، فكيف يكون منسوخاً ، والإعراض من باب أشكاه والهمزة فيه للسلب ، كأنه قال : أزل العرض ، ولا تعرض عليهم بعد هذا أمراً ، وقوله تعالى : { عن مَّن تولى عَن ذِكْرِنَا } لبيان تقديم فائدة العرض والمناظرة ، لأن من لا يصغي إلى القول كيف يفهم معناه؟ وفي { ذِكْرِنَا } وجوه الأول : القرآن الثاني : الدليل والبرهان الثالث : ذكر الله تعالى ، فإن من لا ينظر في الشيء كيف يعرف صفاته؟ وهم كانوا يقولون : نحن لا نتفكر في آلاء الله لعدم تعلقنا بالله ، وإنما أمرنا مع من خلقنا ، وهم الملائكة أو الدهر على اختلاف أقاويلهم وتباين أباطيلهم ، وقوله تعالى : { وَلَمْ يُرِدْ إِلاَّ الحياة الدنيا } إشارة إلى إنكارهم الحشر ، كما قالوا { إِنْ هِىَ إِلاَّ حَيَاتُنَا الدنيا } [ المؤمنون : 37 ] وقال تعالى : { أَرَضِيتُمْ بالحياة الدنيا } [ التوبة : 38 ] يعني لم يثبتوا وراءها شيئاً آخر يعملون له ، فقوله { عن مَّن تولى عَن ذِكْرِنَا } إشارة إلى إنكارهم الحشر ، لأنه إذا ترك النظر في آلاء الله تعالى لا يعرفه فلا يتبع رسوله فلا ينفعه كلامه .\r\n وإذا لم يقل بالحشر والحساب لا يخاف فلا يرجع عما هو عليه ، فلا يبقى إذن فائدة في الدعاء ، واعلم أن النبي صلى الله عليه وسلم كان طبيب القلوب ، فأتى على ترتيب الأطباء ، وترتيبهم أن الحال إذا أمكن إصلاحه بالغذاء لا يستعملون الدواء ، وما أمكن إصلاحه بالدواء الضعيف لا يستعملون الدواء القوي ، ثم إذا عجزوا عن المداواة بالمشروبات وغيرها عدلوا إلى الحديد والكي وقيل آخر الدواء الكي ، فالنبي صلى الله عليه وسلم أولاً أمر القلوب بذكر الله فحسب فإن بذكر الله تطمئن القلوب كما أن بالغذاء تطمئن النفوس ، فالذكر غذاء القلب ، ولهذا قال أولاً : قولوا لا إله إلا الله أمر بالذكر لمن انتفع مثل أبي بكر وغيره ممن انتفع ، ومن لم ينتفع ذكر لهم الدليل ، وقال : { أَوَلَمْ يَتَفَكَّرُواْ } [ الأعراف : 184 ] { قُلِ انظروا } [ يونس : 101 ] { أَفَلاَ يَنظُرُونَ } [ الغاشيه : 17 ] إلى غير ذلك ، ثم أتى بالوعيد والتهديد ، فلما لم ينفعهم قال : أعرض عن المعالجة ، واقطع الفاسد لئلا يفسد الصالح .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فأعرض عن من تولى عن ذكرنا ولم يرد إلا الحياة الدنيا (29) ",
        "babnum": 26
    },
    {
        "id": 2458,
        "cate": "53",
        "title": "ذَلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى (30) ",
        "details": " ثم قال تعالى : { ذلك مبلغهم من العلم } { ذلك } فيه وجوه الأول : أظهرها أنه عائد إلى الظن ، أي غاية ما يبلغون به أنهم يأخذون بالظن وثانيها : إيثار الحياة الدنيا مبلغهم من العلم ، أي ذلك الإيثار غاية ما بلغوه من العلم ثالثها : { فَأَعْرَضَ عن من تولى } [ النجم : 29 ] وذلك الإعراض غاية ما بلغوه من العلم ، والعلم على هذا يكون المراد منه العلم بالمعلوم ، وتكون الألف واللام للتعريف ، والعلم بالمعلوم هو ما في القرآن ، وتقرير هذا أن القرآن لما ورد بعضهم تلقاه بالقبول وانشرح صدره فبلغ الغاية القصوى ، وبعضهم قبله من حيث إنه معجزة ، واتبع الرسول فبلغ الدرجة الوسطى ، وبعضهم توقف فيه كأبي طالب ، وذلك أدنى المراتب ، وبعضهم رده وعابه ، فالأولون لم يجز الإعراض عنهم ، والآخرون وجب الإعراض عنهم ، وكان موضع بلوغه من العلم أنه قطع الكلام معه الإعراض عنه ، وعليه سؤال وهو : أن الله تعالى بين أن غايتهم ذلك : ولا يكلف الله نفساً إلا وسعها والمجنون الذي لا علم له ، والصبي لا يؤمر بما فوق احتماله فكيف يعاقبهم الله؟ .\r\n نقول ذكر قبل ذلك أنهم تولوا عن ذكر الله ، فكأن عدم علمهم لعدم قبولهم العلم ، وإنما قدر الله توليهم ليضاف الجهل إلى ذلك فيحقق العقاب ، قال الزمخشري : { ذَلِكَ مَبْلَغُهُمْ مّنَ العلم } كلام معترض بين كلامين ، والمتصل قوله تعالى : { فأعرض عمن تولى عن ذكرنا ولم يرد إلا الحياة الدنيا } [ النجم : 29 ] { إن ربك هو أعلم بمن ضل عن سبيله } وعلى ما ذكرنا المقصود لا يتم إلا به ، يكون كأنه تعالى قال : أعرض عنهم فإن ذلك غايتهم ، ولا يوجد وراء ما ظهر منهم شيء ، وكأن قوله : { عن من تولى } إشارة إلى قطع عذرهم بسبب الجهل ، فإن الجهل كان بالتولي وإيثار العاجل .\r\n ثم ابتدأ وقال : { إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهتدى } وفي المناسبة وجوه الأول : أنه تعالى لما قال : للنبي صلى الله عليه وسلم ، أعرض وكان النبي صلى الله عليه وسلم شديد الميل إلى إيمان قومه وكان ربما هجس في خاطره ، أن في الذكرى بعد منفعة ، وربما يؤمن من الكافرين قوم آخرون من غير قتال فقال له : { إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ } علم أنه يؤمن بمجرد الدعاء أحد من المكلفين ، وإنما ينفع فيهم أن يقع السيف والقتال فأعرض عن الجدال وأقبل على القتال ، وعلى هذا فقوله : { بِمَنِ اهتدى } أي علم في الأزل ، من ضل في تقديره ومن اهتدى ، فلا يشتبه عليه الأمران ، ولا يأس في الإعراض ويعد في العرف مصلحة ثانيها : هو على معنى قوله تعالى : { وَإِنَّا أَوْ إِيَّاكُمْ لعلى هُدًى أَوْ فِى ضلال مُّبِينٍ } [ سبأ : 24 ] وقوله تعالى : { يَحْكُمَ الله بَيْنَنَا } [ الأعراف : 87 ] ووجهه أنهم كانوا يقولون : نحن على الهدى وأنتم مبطلون وأقام النبي صلى الله عليه وسلم الحجة عليهم فلم ينفعهم ، فقال تعالى : أعرض عنهم وأجرك وقع على الله ، فإنه يعلم أنكم مهتدون ، ويعلم أنهم ضالون ، والمتناظران إذا تناظرا عند ملك قادر مقصودهم ظهور الأمر عند الملك فإن اعترف الخصم بالحق فذاك ، وإلا فغرض المصيب يظهر عند الملك فقال تعالى : جادلت وأحسنت ، والله أعلم بالمحق من المبطل ثالثها : أنه تعالى لما أمر نبيه بالإعراض وكان قد صدر منهم إيذاء عظيم وكان النبي صلى الله عليه وسلم يتحمله رجاء أن يؤمنوا ، فنسخ جميع ذلك فلما لم يؤمنوا فكأنه قال : سعيي وتحملي لإيذائهم وقع هباء ، فقال الله تعالى : إن الله يعلم حال المضلين والمهتدين : لله ما في السموات والأرض ليجزي الذين أساؤوا بما عملوا ويجزي الذين أحسنوا من المهتدين .\r\n وفيه مسائل : المسألة الأولى : { هُوَ } يسمى عماداً وفصلاً ، ولو قال : إن ربك أعلم لتمَّ الكلام ، غير أن عند خلو الكلام عن هذا العماد ربما يتوقف السامع على سماع ما بعده ، ليعلم أن : { أَعْلَمُ } خبر : { رَبَّكَ } أو هو مع شيء آخر خبر ، مثاله لو قال : إن زيداً أعلم منه عمرو يكون خبر زيد الجملة التي بعده ، فإن قال : { هُوَ أَعْلَمُ } إنتفى ذلك التوهم .\r\n المسألة الثانية : { أَعْلَمُ } يقتضي مفضلاً عليه يقال : زيد أعلم من عمرو ، والله أعلم ممن؟ نقول : أفعل يجيء كثيراً بمعنى عالم لا عالم مثله ، وحينئذ إن كان هناك عالم فذلك مفضل عليه وإن لم يكن ففي الحقيقة هو العالم لا غير ، وفي كثير من المواضع أفعل في صفات الله بذلك المعنى يقال : الله أكبر وفي الحقيقة لا كبير مثله ولا أكبر إلا هو ، والذي يناسب هذا أنه ورد في الدعوات يا أكرم الأكرمين كأنه قال : لا أكرم مثلك ، وفي الحقيقة لا أكرم إلا هو وهذا معنى قول من يقول : { أَعْلَمُ } بمعنى عالم بالمهتدي والضال ، ويمكن أن يقال : أعلم من كل عالم بفرض عالم غيره .\r\n المسألة الثالثة : علمته وعلمت به مستعملان ، قال الله تعالى في الأنعام : { هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ } [ الأنعام : 117 ] ثم ينبغي أن يكون المراد من المعلوم العلم إذا كان تعلقه بالمعلوم أقوى ، إما لقوة العلم وإما لظهور المعلوم وإما لتأكيد وجوب العلم به ، وإما لكون الفعل له قوة ، أما قوة العلم فكما في قوله تعالى : { إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أدنى مِن ثُلُثَىِ اليل وَنِصْفَهُ } [ المزمل : 20 ] وقال : { أَلَمْ يَعْلَم بِأَنَّ الله يرى } [ العلق : 14 ] لما كان علم الله تعالى تاماً شاملاً علقه بالمفعول الذي هو حال من أحوال عبده الذي هو بمرأى منه من غير حرف ، ولما كان علم العبد ضعيفاً حادثاً علقه بالمفعول الذي هو صفة من صفات الله تعالى الذي لا يحيط به علم البشر بالحرف أو لما كان كون الله رائياً لم يكن محسوساً به مشاهداً علق الفعل به بنفسه وبالآخر بالحرف ، وأما ظهور المعلوم فكما قال تعالى : { أَوَ لَمْ يَعْلَمُواْ أَنَّ الله يَبْسُطُ الرزق لِمَن يَشَاء } [ الزمر : 52 ] وهو معلوم ظاهر وأما تأكيد وجوب العلم به كما في قوله تعالى { فاعلم أَنَّهُ لاَ إله إِلا الله } [ محمد : 19 ] ويمكن أن يقال : هو من قبيل الظاهر ، وكذلك قوله تعالى : { واعلموا أَنَّكُمْ غَيْرُ مُعْجِزِي الله } [ التوبة : 2 ] وأما قوة الفعل فقال تعالى : { عَلِمَ أَن لَّن تُحْصُوهُ } [ المزمل : 20 ] وقال تعالى : { إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أدنى } لما كان المستعمل صفة الفعل علقه بالمفعول بغير حرف وقال تعالى : { إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن } كما كان المستعمل اسماً دالاً على فعل ضعف عمله لتعلقه بالمفعول .\r\n المسألة الرابعة : قدم العلم بمن ضل على العلم بالمهتدي في كثير من المواضع منها في سورة الأنعام ومنها في سورة : { ن } ومنها في السورة ، لأن في المواضع كلها المذكور نبيه صلى الله عليه وسلم والمعاندون ، فذكرهم أولاً تهديداً لهم وتسلية لقلب نبيه عليه الصلاة والسلام .\r\n المسألة الخامسة : قال في موضع واحد من المواضع : { هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ } [ الأنعام : 117 ] وفي غيره قال : { بِمَن ضَلَّ } فهل عندك فيه شيء؟ قلت : نعم ، ونبين ذلك ببحث عقلي وآخر نقلي : أما العقلي : فهو أن العلم القديم يتعلق بالمعلوم على ما هو عليه ، إن وجد أمس علم أنه وجد أمس في نهار أمس ، وليس مثل علمنا حيث يجوز أن يتحقق الشيء أمس ، ونحن لا نعلمه إلا في يومنا هذا بل : { لاَ يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِى السموات وَلاَ فِى الأرض } ولا يتأخر الواقع عن علمه طرفة عين وأما النقلي : فهو أن اسم الفاعل يعمل عمل الفعل إذا كان بمعنى المستقبل ولا يعمل عمله إذا كان ماضياً فلا تقول : أنا ضارب زيداً أمس ، والواجب إن كنت تنصب أن تقول : ضربت زيداً وإن كنت تستعمل اسم الفاعل فالواجب الإضافة تقول : ضارب زيد أمس أنا ويجوز أن يقال : أنا غداً ضارب زيداً والسبب فيه أن الفعل إذا وجد فلا تجدد له في ( غير ) الاستقبال ، ولا تحقق له في الحال فهو عدم وضعف عن أن يعمل ، وأما الحال وما يتوقع فله وجود فيمكن إعماله .\r\n إذا ثبت هذا فنقول : لما قال { ضَلَّ } كان الأمر ماضياً وعلمه تعلق به وقت وجوده فعلم ، وقوله { أَعْلَمُ } بمعنى عالم فيصير كأنه قال : عالم بمن ضل فلو ترك الباء لكان إعمالاً للفاعل بمعنى الماضي ، ولما قال : { يُضِلَّ } كان يعلم الضلال عند الوقوع وإن كان قد علم في الأزل أنه سيضل لكن للعلم بعد ذلك تعلق آخر سيوجد ، وهو تعلقه بكون الضلال قد وقع وحصل ولم يكن ذلك في الأزل ، فإنه لا يقال : إنه تعالى علم أن فلاناً ضل في الأزل ، وإنما الصحيح أن يقال : علم في الأزل ، فإنه سيضل ، فيكون كأنه يعلم أنه يضل فيكون اسم الفاعل بمعنى المستقبل وهو يعمل عمل الفعل ، فلا يقال : زيد أعلم مسألتنا من عمرو ، وإنما الواجب أن يقال : زيد أعلم بمسألتنا من عمرو ، ولهذا قالت النحاة في سورة الأنعام { إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ } يعلم من يضل وقالوا : { أَعْلَمُ } للتفضيل لا يبنى إلا من فعل لازم غير متعد ، فإن كان متعدياً يرد إلى لازم .\r\n وقولنا : علم كأنه من باب علم بالضم وكذا في التعجب إذا قلنا : ما أعلمه بكذا كأنه من فعل لازم .\r\n وأما أنا فقد أجبت عن هذا بأن قوله : { أَعْلَمُ مَن يَضِلُّ } معناه عالم ، وقد قدمنا ما يجب أن يعتقد في أوصاف الله في أكثر الأمر أن معناه أنه عالم ولا عالم مثله فيكون أعلم على حقيقته وهو أحسن من أن يقال : هو بمعنى عالم لا غير ، فإن قيل : فلم قال ههنا : { بِمَن ضَلَّ } وقال هناك : { يُضِلَّ } ؟ قلنا : لأن ههنا حصل الضلال في الماضي وتأكد حيث حصل يأس الرسول صلى الله عليه وسلم وأمر بالإعراض ، وأما هناك فقال تعالى من قبل : { وَإِن تُطِعْ أَكْثَرَ مَن فِى الأرض يُضِلُّوكَ عَن سَبِيلِهِ } [ الأنعام : 116 ] .\r\n ثم قال تعالى : { إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن يُضِلَّ } بمعنى إن ضللت يعلمك الله فكان الضلال غير حاصل فيه فلم يستعمل صيغة الماضي .\r\n المسألة السادسة : قال في الضلال عن سبيله وهو كاف في الضلال لأن الضلال لا يكون إلا في السبيل ، وأما بعد الوصول فلا ضلال أو لأن من ضل عن سبيله لا يصل إلى المقصود سواء سلك سبيلاً أو ( لم ) يسلك وأما من اهتدى إلى سبيل فلا وصول إن لم يسلكه ، ويصحح هذا أن من ضل في غير سبيله فهو ضال ومن اهتدى إليها لا يكون مهتدياً إلا إذا اهتدى إلى كل مسألة يضر الجهل بها بالإيمان فكان الاهتداء اليقيني هو الاهتداء المطلق فقال { بِمَنِ اهتدى } وقال { بالمهتدين } [ القلم : 7 ] ",
        "fav": 0,
        "note": null,
        "normal": "ذلك مبلغهم من العلم إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بمن اهتدى (30) ",
        "babnum": 27
    },
    {
        "id": 2459,
        "cate": "53",
        "title": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى (31) ",
        "details": " إشارة إلى كمال غناه وقدرته ليذكر بعد ذلك ويقول : إن ربك هو أعلم من الغني القادر لأن من علم ولم يقدر لا يتحقق منه الجزاء فقال : { وَللَّهِ مَا فِى السموات وَمَا فِي الأرض } وفي الآية مسائل : المسألة الأولى : قال الزمخشري : ما يدل على أنه يعتقد أن اللام في قوله : { لِيَجْزِىَ } كاللام في قوله تعالى : { والخيل والبغال والحمير لِتَرْكَبُوهَا } [ النحل : 8 ] وهو جرى في ذلك على مذهبه فقال : { وَللَّهِ مَا فِى السموات وَمَا فِي الأرض } معناه خلق ما فيهما لغرض الجزاء وهو لا يتحاشى مما ذكره لما عرف من مذهب الاعتزال ، وقال الواحدي : اللام للعاقبة كما في قوله تعالى : { لِيَكُونَ لَهُمْ عَدُوّاً } [ القصص : 8 ] أي أخذوه وعاقبته أنه يكون لهم عدواً ، والتحقيق فيه وهو أن حتى ولام الغرض متقاربان في المعنى ، لأن الغرض نهاية الفعل ، وحتى للغاية المطلقة فبينهما مقاربة فيستعمل أحدهما مكان الآخر ، يقال : سرت حتى أدخلها ولكي أدخلها ، فلام العاقبة هي التي تستعمل في موضع حتى للغاية ، ويمكن أن يقال : هنا وجه أقرب من الوجهين وإن كان أخفى منهما وهو أن يقال : إن قوله : { لِيَجْزِىَ } متعلق بقوله : ضل واهتدى لا بالعلم ولا بخلق ما في السموات ، تقديره كأنه قال : هو أعلم بمن ضل واهتدى : { لِيَجْزِىَ } أن من ضل واهتدى يجزي الجزاء ، والله أعلم به ، فيصير قوله : { وَللَّهِ مَا فِى السموات وَمَا فِي الأرض } كلاماً معترضاً ، ويحتمل أن يقال : هو متعلق بقوله تعالى : { فَأَعْرَضَ } [ النجم : 29 ] أي أعرض عنهم ليقع الجزاء ، كما يقول المريد فعلاً لمن يمنعه منه زرني لأفعله ، وذلك لأن ما دام النبي صلى الله عليه وسلم لم ييأس ما كان العذاب ينزل والإعراض وقت اليأس ، وقوله تعالى : { وَيِجْزِى الذين أَحْسَنُواْ بالحسنى } حينئذ يكون مذكوراً ليعلم أن العذاب الذي عند إعراضه يتحقق ليس مثل الذي قال تعالى فيه : { واتقوا فِتْنَةً لاَّ تُصِيبَنَّ الذين ظَلَمُواْ مِنكُمْ خَاصَّةً } [ الأنفال : 25 ] بل هو مختص بالذين ظلموا وغيرهم لهم الحسنى ، وقوله تعالى في حق المسيء { بِمَا عَمِلُواْ } وفي حق المحسن { بالحسنى } فيه لطيفة لأن جزاء المسيء عذاب فنبه على ما يدفع الظلم فقال : لا يعذب إلا عن ذنب ، وأما في الحسنى فلم يقل : بما عملوا لأن الثواب إن كان لا على حسنة يكون في غاية الفضل فلا يخل بالمعنى هذا إذا قلنا الحسنى هي المثوبة بالحسنى ، وأما إذا قلنا الأعمال الحسنى ففيه لطيفة غير ذلك ، وهي أن أعمالهم لم يذكر فيها التساوي ، وقال في أعمال المحسنين { الحسنى } إشارة إلى الكرم والصفح حيث ذكر أحسن الإسمين والحسنى صفة أقيمت مقام الموصوف كأنه تعالى قال بالأعمال الحسنى كقوله تعالى : { الأسماء الحسنى } [ الأعراف : 180 ] وحينئذ هو كقوله تعالى : { لَنُكَفّرَنَّ عَنْهُمْ سَيّئَاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الذى كَانُواْ يَعْمَلُونَ } [ العنكبوت : 7 ] أي يأخذ أحسن أعمالهم ويجعل ثواب كل ما وجد منهم لجزاء ذلك الأحسن أو هي صفة المثوبة ، كأنه قال : ويجزي الذين أحسنوا بالمثوبة الحسنى أو بالعاقبة الحسنى أي جزاؤهم حسن العاقبة وهذا جزاء فحسب ، وأما الزيادة التي هي الفضل بعد الفضل فغير داخلة فيه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولله ما في السماوات وما في الأرض ليجزي الذين أساءوا بما عملوا ويجزي الذين أحسنوا بالحسنى (31) ",
        "babnum": 28
    },
    {
        "id": 2460,
        "cate": "53",
        "title": "الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ فَلَا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى (32) ",
        "details": " ثم قال تعالى : { الذين يَجْتَنِبُونَ كبائر الإثم والفواحش إِلاَّ اللمم } ( الذين ) يحتمل أن يكون بدلاً عن الذين أحسنوا وهو الظاهر ، وكأنه تعالى قال ليجزي الذين أساءوا ويجزي الذين أحسنوا ، ويتبين به أن المحسن ليس ينفع الله بإحسانه شيئاً وهو الذي لا يسيء ولا يرتكب القبيح الذي هو سيئة في نفسه عند ربه فالذين أحسنوا هم الذين اجتنبوا ولهم الحسنى ، وبهذا يتبين المسيء والمحسن لأن من لا يجتنب كبائر الإثم يكون مسيئاً والذي يجتنبها يكون محسناً ، وعلى هذا ففيه لطيفة وهو أن المحسن لما كان هو من يجتنب الآثام فالذي يأتي بالنوافل يكون فوق المحسن ، لكن الله تعالى وعد المحسن بالزيادة فالذي فوقه يكون له زيادات فوقها وهم الذين لهم جزاء الضعف ، ويحتمل أن يكون ابتداء كلام تقديره الذين يجتنبون كبائر الإثم يغفر الله لهم والذي يدل عليه قوله تعالى : { إِنَّ رَبَّكَ واسع المغفرة } وعلى هذا تكون هذه الآية مع ما قبلها مبينة لحال المسيء والمحسن وحال من لم يحسن ولم يسيء وهم الذين لم يرتكبوا سيئة وإن لم تصدر منهم الحسنات ، وهم كالصبيان الذين لم يوجد فيهم شرائط التكليف ولهم الغفران وهو دون الحسنى ، ويظهر هذا بقوله تعالى بعده : { هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُمْ مّنَ الأرض وَإِذْ أَنتُمْ أَجِنَّةٌ } أي يعلم الحالة التي لا إحسان فيها ولا إساءة ، كما علم من أساء وضل ومن أحسن واهتدى ، وفيه مسائل : المسألة الأولى : إذا كان بدلاً عن الذين أحسنوا فلم خالف ما بعده بالمضي والاستقبال حيث قال تعالى : { الذين أَحْسَنُواْ } [ النجم : 31 ] وقال : { الذين يَجْتَنِبُونَ } ولم يقل اجتنبوا؟ نقول : هو كما يقول القائل الذين سألوني أعطيتهم ، الذين يترددون إلى سائلين أي الذين عادتهم التردد والسؤال سألوني وأعطيتهم فكذلك ههنا قال : { الذين يَجْتَنِبُونَ } أي الذين عادتهم ودأبهم الاجتناب لا الذين اجتنبوا مرة وقدموا عليها أخرى ، فإن قيل : في كثير من المواضع قال في الكبائر { والذين يَجْتَنِبُونَ كبائر الإثم والفواحش وَإِذَا مَا غَضِبُواْ هُمْ يَغْفِرُونَ } [ الشورى : 37 ] وقال في عباد الطاغوت : { والذين اجتنبوا الطاغوت أَن يَعْبُدُوهَا وَأَنَابُواْ إِلَى الله } [ الزمر : 17 ] فما الفرق؟ نقول : عبادة الطاغوت راجعة إلى الاعتقاد والاعتقاد إذا وجد دام ظاهراً فمن اجتنبها اعتقد بطلانها فيستمر ، وأما مثل الشرب والزنا أمر يختلف أحوال الناس فيه فيتركه زماناً ويعود إليه ولهذا يستبرأ الفاسق إذا تاب ولا يستبرأ الكافر إذا أسلم ، فقال في الآثام : { الذين يَجْتَنِبُونَ } دائماً ، ويثابرون على الترك أبداً ، وفي عبادة الأصنام : { اجتنبوا } بصيغة الماضي ليكون أدل على الحصول ، ولأن كبائر الإثم لها عدد أنواع فينبغي أن يجتنب عن نوع ويجتنب عن آخر ويجتنب عن ثالث ففيه تكرر وتجدد فاستعمل فيه صيغة الاستقبال ، وعبادة الصنم أمر واحد متحد ، فترك فيه ذلك الاستعمال وأتى بصيغة الماضي الدالة على وقوع الاجتناب لها دفعة .\r\n المسألة الثانية : الكبائر جمع كبيرة وهي صفة فما الموصوف؟ نقول : هي صفة الفعلة كأنه يقول : الفعلات الكبائر من الإثم ، فإن قيل : فما بال اختصاص الكبيرة بالذنوب في الاستعمال ، ولو قال قائل : الفعلة الكبيرة الحسنة لا يمنعه مانع؟ نقول : الحسنة لا تكون كبيرة لأنها إذا قوبلت بما يجب أن يوجد من العبد في مقابلة نعم الله تعالى تكون في غاية الصغر ، ولولا أن الله يقبلها لكانت هباء لكن السيئة من العبد الذي أنعم الله عليه بأنواع النعم كبيرة ، ولولا فضل الله لكان الاشتغال بالأكل والشرب والإعراض عن عبادته سيئة ، ولكن الله غفر بعض السيئات وخفف بعضها .\r\n المسألة الثالثة : إذا ذكر الكبائر فما الفواحش بعدها؟ نقول : الكبائر إشارة إلى ما فيها من مقدار السيئة ، والفواحش إشارة إلى ما فيها من وصف القبح كأنه قال : عظيمة المقادير قبيحة الصور ، والفاحش في اللغة مختص بالقبيح الخارج قبحه عن حد الخفاء وتركيب الحروف في التقاليب يدل عليه فإنك إذا قلبتها وقلت : حشف كان فيه معنى الرداءة الخارجة عن الحد ، ويقال : فشحت الناقة إذا وقفت على هيئة مخصوصة للبول فالفحش يلازمه القبح ، ولهذا لم يقل : الفواحش من الإثم وقال في الكبائر : { كبائر الإثم } لأن الكبائر إن لم يميزها بالإضافة إلى الإثم لما حصل المقصود بخلاف الفواحش .\r\n المسألة الرابعة : كثرت الأقاويل في الكبائر والفواحش ، فقيل : الكبائر ما أوعد الله عليه بالنار صريحاً وظاهراً ، والفواحش ما أوجب عليه حداً في الدنيا ، وقيل : الكبائر ما يكفر مستحله ، وقيل : الكبائر مالا يغفر الله لفاعله إلا بعد التوبة وهو على مذهب المعتزلة ، وكل هذه التعريفات تعريف الشيء بما هو مثله في الخفاء أو فوقه ، وقد ذكرنا أن الكبائر هي التي مقدارها عظيم ، والفواحش هي التي قبحها واضح فالكبيرة صفة عائدة إلى المقدار ، والفاحشة صفة عائدة إلى الكيفية ، كما يقال مثلاً : في الأبرص علته بياض لطخة كبيرة ظاهرة اللون فالكبيرة لبيان الكمية والظهور لبيان الكيفية وعلى هذا فنقول على ما قلنا : إن الأصل في كل معصية أن تكون كبيرة ، لأن نعم الله كثيرة ومخالفة المنعم سيئة عظيمة ، غير أن الله تعالى حط عن عباده الخطأ والنسيان لأنهما لا يدلان على ترك التعظيم ، إما لعمومه في العباد أو لكثرة وجوده منهم كالكذبة والغيبة مرة أو مرتين والنظرة والقبائح التي فيها شبهة ، فإن المجتنب عنها قليل في جميع الأعصار ، ولهذا قال أصحابنا : إن استماع الغناء الذي مع الأوتار يفسق به ، وإن استمعه من أهل بلدة لا يعتدون أمر ذلك لا يفسق فعادت الصغيرة إلى ما ذكرنا من أن العقلاء إن لم يعدوه تاركاً للتعظيم لا يكون مرتكباً للكبيرة ، وعلى هذا تختلف الأمور باختلاف الأوقات والأشخاص فالعالم المتقي إذا كان يتبع النساء أو يكثر من اللعب يكون مرتكباً للكبيرة ، والدلال والباعة والمتفرغ الذي لا شغل له لا يكون كذلك ، وكذلك اللعب وقت الصلاة ، واللعب في غير ذلك الوقت ، وعلى هذا كل ذنب كبيرة إلا ما علم المكلف أو ظن خروجه بفضل الله وعفوه عن الكبائر .\r\n المسألة الخامسة : في اللمم وفيه أقوال : أحدها : ما يقصده المؤمن ولا يحققه وهو على هذا القول من لم يلم إذا جمع فكأنه جمع عزمه وأجمع عليه وثانيها : ما يأتي به المؤمن ويندم في الحال وهو من اللمم الذي هو مس من الجنون كأنه مسه وفارقه ويؤيد هذا قوله تعالى : { والذين إِذَا فَعَلُواْ فاحشة أَوْ ظَلَمُواْ أَنْفُسَهُمْ ذَكَرُواْ الله فاستغفروا لِذُنُوبِهِمْ } [ آل عمران : 135 ] ثالثها : اللمم الصغير من الذنب من ألم إذا نزل نزولاً من غير لبث طويل ، ويقال : ألم بالطعام إذا قلل من أكله ، وعلى هذا فقوله : { إِلاَّ اللمم } يحتمل وجوهاً : أحدها : أن يكون ذلك استثناء من الفواحش وحينئذ فيه وجهان : أحدهما : استثناء منقطع لأن اللمم ليس من الفواحش وثانيهما : غير منقطع لما بينا أن كل معصية إذا نظرت إلى جانب الله تعالى وما يجب أن يكون عليه فهي كبيرة وفاحشة ، ولهذا قال الله تعالى : { وَإِذَا فَعَلُواْ فاحشة } [ الأعراف : 28 ] غير أن الله تعالى استثنى منها أموراً يقال : الفواحش كل معصية إلا ما استثناه الله تعالى منها ووعدنا بالعفو عنه ثانيها : { إِلا } بمعنى غير وتقديره والفواحش غير اللمم وهذا للوصف إن كان للتمييز كما يقال : الرجال غير أولي الإربة فاللمم عين الفاحشة ، وإن كان لغيره كما يقال الرجال غير النساء جاؤوني لتأكيد وبيان فلا وثالثها : هو استثناء من الفعل الذي يدل عليه قوله تعالى : { الذين يَجْتَنِبُونَ } لأن ذلك يدل على أنهم لا يقربونه فكأنه قال : لا يقربونه إلا مقاربة من غير مواقعة وهو اللمم .\r\n ثم قال تعالى : { إِنَّ رَبَّكَ واسع المغفرة } وذلك على قولنا : { الذين يَجْتَنِبُونَ } ابتداء الكلام في غاية الظهور ، لأن المحسن مجزى وذنبه مغفور ، ومجتنب الكبائر كذلك ذنبه الصغير مغفور ، والمقدم على الكبائر إذا تاب مغفور الذنب ، فلم يبق ممن لم تصل إليهم مغفرة إلا الذين أساؤا وأصروا عليها ، فالمغفرة واسعة وفيه معنى آخر لطيف ، وهو أنه تعالى لما أخرج المسيء عن المغفرة بين أن ذلك ليس لضيق فيها ، بل ذلك بمشيئة الله تعالى ، ولو أراد الله مغفرة كل من أحسن وأساء لفعل ، وما كان يضيق عنهم مغفرته ، والمغفرة من الستر ، وهو لا يكون إلا على قبيح ، وكل من خلقه الله إذا نظرت في فعله ، ونسبته إلى نعم الله تجده مقصراً مسيئاً ، فإن من جازى المنعم بنعم لا تحصى مع استغنائه الظاهر ، وعظمته الواضحة بدرهم أو أقل منه يحتاج إلى ستر ما فعله .\r\n ثم قال تعالى : { هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُمْ مّنَ الأَرْضِ وَإِذْ أَنتُمْ أَجِنَّةٌ فِى بُطُونِ أُمَّهَاتِكُمْ فَلاَ تُزَكُّواْ أَنفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَقَى } وفي المناسبة وجوه أحدها : هو تقرير لما مر من قوله : { هُوَ أَعْلَمُ بِمَن ضَلَّ } [ النجم : 30 ] كأن العامل من الكفار يقول : نحن نعمل أموراً في جوف الليل المظلم ، وفي البيت الخالي فكيف يعلمه الله تعالى؟ فقال : ليس عملكم أخفى من أحوالكم وأنتم أجنة في بطون أمهاتكم ، والله عالم بتلك الأحوال ثانيها : هو إشارة إلى الضال والمهتدي حصلا على ما هما عليه بتقدير الله ، فإن الحق علم أحوالهم وهم في بطون الأمهات ، فكتب على البعض أنه ضال ، والبعض أنه مهتد ثالثها : تأكيد وبيان للجزاء ، وذلك لأنه لما قال : { لِيَجْزِىَ الذين أَسَاءواْ بِمَا عَمِلُواْ } [ النجم : 31 ] قال الكافرون : هذا الجزاء لا يتحقق إلا بالحشر ، وجمع الأجزاء بعد تفرقها وإعادة ما كان لزيد من الأجزاء في بدنه من غير اختلاط غير ممكن ، فقال تعالى : { هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُمْ } فيجمعها بقدرته على وفق علمه كماأنشأكم ، وفيه مسائل : المسألة الأولى : العامل في : { إِذْ } يحتمل أن يكون ما يدل عليه : { أَعْلَمُ } أي علمكم وقت الإنشاء ، ويحتمل أن يكون اذكروا فيكون تقريراً لكونه عالماً ويكون تقديره : { هُوَ أَعْلَمُ بِكُمْ } وقد تم الكلام ، ثم يقول : إن كنتم في شك من علمه بكم فاذكروا حال إنشائكم من التراب .\r\n المسألة الثانية : ذكرنا مراراً أن قوله : { مّنَ الأرض } من الناس من قال آدم فإنه من تراب ، وقررنا أن كل أحد أصله من التراب ، فإنه يصير غذاء ، ثم يصير نطفة .\r\n المسألة الثالثة : لو قال قائل : لا بد من صرف { إِذْ أَنشَأَكُمْ مّنَ الأرض } إلى آدم ، لأن { وَإِذْ أَنتُمْ أَجِنَّةٌ فِى بُطُونِ أمهاتكم } عائد إلى غيره ، فإنه لم يكن جنيناً ، ولو قلت بأن قوله تعالى { إِذْ أَنشَأَكُمْ } عائد إلى جميع الناس ، فينبغي أن يكون جميع الناس أجنة في بطون الأمهات ، وهو قول الفلاسفة؟ نقول ليس كذلك ، لأنا نقول : الخطاب مع الموجودين حالة الخطاب ، وقوله تعالى : { هُوَ أَعْلَمُ بِكُمْ } خطاب مع كل من بعد الإنزال على قول ، ومع من حضر وقت الإنزال على قول ، ولا شك أن كل هؤلاء من الأرض وهم كانوا أجنة .\r\n المسألة الرابعة : الأجنة هم الذين في بطون الأمهات ، وبعد الخروج لا يسمى إلا ولداً أو سقطاً ، فما فائدة قوله تعالى : { فِى بُطُونِ أمهاتكم } ؟ نقول : التنبيه على كمال العلم والقدرة ، فإن بطن الأم في غاية الظلمة ، ومن علم بحال الجنين فيها لا يخفى عليه ما ظهر من حال العباد .\r\n المسألة الخامسة : لقائل أن يقول : إذا قلنا إن قوله { هُوَ أَعْلَمُ بِكُمْ } تقرير لكونه عالماً بمن ضل ، فقوله تعالى : { فَلاَ تُزَكُّواْ أَنفُسَكُمْ } تعلقه به ظاهر ، وأما إن قلنا إنه تأكيد وبيان للجزاء ، فإنه يعلم الأجزاء فيعيدها إلى أبدان أشخاصها ، فكيف يتعلق به { فَلاَ تُزَكُّواْ أَنفُسَكُمْ } ؟ نقول : معناه حينئذ فلا تبرئوا أنفسكم من العذاب ، ولا تقولوا تفرقت الأجزاء فلا يقع العذاب ، لأن العالم بكم عند الإنشاء عالم بكم عند الإعادة ، وعلى هذا قوله : { أَعْلَمُ بِمَنِ اتقى } أي يعلم أجزاءه فيعيدها إليه ، ويثيبه بما أقدم عليه .\r\n المسألة السادسة : الخطاب مع من؟ فيه ثلاثة احتمالات الأول : مع الكفار ، وهذا على قولنا إنهم قالوا كيف يعلمه الله ، فرد عليهم قولهم الثاني كل من كان زمان الخطاب وبعده من المؤمنين والكفار الثالث هو مع المؤمنين ، وتقريره : هو أن الله تعالى لما قال : { فَأَعْرِضْ عَن مَّن تولى عَن ذِكْرِنَا } [ النجم : 29 ] قال لنبيه صلى الله عليه وسلم : قد علم كونك ومن معك على الحق ، وكون المشركين على الباطل ، فأعرض عنهم ولا تقولوا : نحن على الحق وأنتم على الضلال ، لأنهم يقابلونكم بمثل ذلك ، وفوض الأمر إلى الله تعالى ، فهو أعلم بمن اتقى ومن طغى ، وعلى هذا فقول من قال : { فَأَعْرَضَ } منسوخ أظهر ، وهو كقوله تعالى : { وَإِنَّا أَوْ إِيَّاكُمْ لعلى هُدِىَ أَوْ فِى ضلال مُّبِينٍ } [ سبأ : 24 ] والله أعلم بجملة الأمور ، ويحتمل أن يقال : على هذا الوجه الثالث إنه إرشاد للمؤمنين ، فخاطبهم الله وقال : هو أعلم بكم أيها المؤمنون ، علم ما لكم من أول خلقكم إلى آخر يومكم ، فلا تزكوا أنفسكم رياء وخيلاء ، ولا تقولوا لآخر أنا خير منك وأنا أزكى منك وأتقى ، فإن الأمر عند الله ، ووجه آخر وهو إشارة إلى وجوب الخوف من العاقبة ، أي لا تقطعوا بخلاصكم أيها المؤمنون ، فإن الله يعلم عاقبة من يكون على التقي ، وهذا يؤيد قول من يقول : أنا مؤمن إن شاء الله للصرف إلى العاقبة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الذين يجتنبون كبائر الإثم والفواحش إلا اللمم إن ربك واسع المغفرة هو أعلم بكم إذ أنشأكم من الأرض وإذ أنتم أجنة في بطون أمهاتكم فلا تزكوا أنفسكم هو أعلم بمن اتقى (32) ",
        "babnum": 29
    },
    {
        "id": 2461,
        "cate": "53",
        "title": "أَفَرَأَيْتَ الَّذِي تَوَلَّى (33) وَأَعْطَى قَلِيلًا وَأَكْدَى (34) أَعِنْدَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرَى (35) ",
        "details": " وفيه مسائل : المسألة الأولى : قال بعض المفسرين : نزلت الآية في الوليد بن المغيرة جلس عند النبي صلى الله عليه وسلم وسمع وعظه ، وأثرت الحكمة فيه تأثيراً قوياً ، فقال له رجل : لم تترك دين آبائك ، ثم قال له : لا تخف وأعطني كذا وأنا أتحمل عنك أوزارك ، فأعطاه بعض ما التزمه ، وتولى عن الوعظ وسماع الكلام من النبي صلى الله عليه وسلم ، وقال بعضهم : نزلت في عثمان رضي الله عنه ، كان يعطي ماله عطاء كثيراً ، فقال له أخوه من أمه عبد الله بن سعد بن أبي سرح : يوشك أن يفنى مالك فأمسك ، فقال له عثمان : إن لي ذنوباً أرجو أن يغفر الله لي بسبب العطاء ، فقال له أخوه : أنا أتحمل عنك ذنوبك إن تعطي ناقتك مع كذا ، فأعطاه ما طلب وأمسك يده عن العطاء ، فنزلت الآية ، وهذا قول باطل لا يجوز ذكره ، لأنه لم يتواتر ذلك ولا اشتهر ، وظاهر حال عثمان رضي الله عنه يأبى ذلك ، بل الحق أن يقال : إن الله تعالى لما قال لنبيه صلى الله عليه وسلم من قبل { فَأَعْرِضْ عَن مَّن تولى عَن ذِكْرِنَا وَلَمْ يُرِدْ إِلاَّ الحياة الدنيا } [ النجم : 29 ] وكان التولي من جملة أنواعه تولي المستغني ، فإن العالم بالشيء لا يحضر مجالس ذكر ذلك الشيء ، ويسعى في تحصيل غيره ، فقال { أَفَرَأَيْتَ الذى تولى } عن استغناء ، أعلم بالغيب؟ .\r\n المسألة الثانية : الفاء تقتضي كلاماً يترتب هذا عليه ، فماذا هو؟ نقول : هو ما تقدم من بيان علم الله وقدرته ، ووعده المسيء والمحسن بالجزاء وتقديره هو أن الله تعالى لما بين أن الجزاء لا بد من وقوعه على الإساءة والإحسان ، وأن المحسن هو الذي يجتنب كبائر الإثم ، فلم يكن الإنسان مستغنياً عن سماع كلام النبي صلى الله عليه وسلم وأتباعه ، فبعد هذا من تولى لا يكون توليه إلا بعد غاية الحاجة ونهاية الافتقار .\r\n المسألة الثالثة : { الذى } على ما قال بعض المفسرين عائد إلى معلوم ، وهو ذلك الرجل وهو الوليد ، والظاهر أنه عائد إلى مذكور ، فإن الله تعالى قال من قبل { فَأَعْرَضَ عن مَّن تولى عَن ذِكْرِنَا } وهو المعلوم لأن الأمر بالإعراض غير مختص بواحد من المعاندين فقال : { أَفَرَأَيْتَ الذى تولى } أي الذي سبق ذكره ، فإن قيل : كان ينبغي أن يقول الذين تولوا ، لأن ( من ) في قوله : { الذى تولى } للعموم؟ نقول : العود إلى اللفظ كثير شائع قال تعالى : { مَن جَاء بالحسنة فَلَهُ } [ القصص : 84 ] ولم يقل فلهم .\r\n المسألة الرابعة : قوله تعالى : { وأعطى قَلِيلاً } ما المراد منه؟ نقول : على ما تقدم هو المقدار الذي أعطاه الوليد ، وقوله : { وأكدى } هو ما أمسك عنه ولم يعط الكل ، وعلى هذا لو قال قائل إن الإكداء لا يكون مذموماً لأن الإعطاء كان بغير حق ، فالامتناع لا يذم عليه ، وأيضاً فلا يبقى لقوله { قَلِيلاً } فائدة ، لأن الإعطاء حينئذ نفسه يكون مذموماً ، نقول فيه بيان خروجهم عن العقل والعرف أما العقل فلأنه منع من الإعطاء لأجل حمل الوزر ، فإنه لا يحصل به ، وأما العرف فلأن عادة الكرام من العرب الوفاء بالعهد ، وهو لم يف به حيث التزم الإعطاء وامتنع ، والذي يليق بما ذكرنا هو أن نقول : تولى عن ذكرنا ولم يرد إلا الحياة الدنيا ، يعني إعطاء ما وجب إعطاؤه في مقابلة ما يجب لإصلاح أمور الآخرة ، ويقع في قوله تعالى : { أعندهُ عِلْمُ الغيب } في مقابلة قوله تعالى : { ذَلِكَ مَبْلَغُهُمْ مّنَ العلم } [ النجم : 30 ] أي لم يعلم الغيب وما في الآخرة وقوله تعالى : { أَمْ لَمْ يُنَبَّأْ بِمَا فِى صُحُفِ موسى * وإبراهيم الذى وفى * أَلاَّ تَزِرُ وازرة وِزْرَ أخرى } [ النجم : 36 38 ] في مقابلة قوله : { هُوَ أَعْلَمُ بِمَن ضَلَّ } [ النجم : 30 ] إلى قوله : { لِيَجْزِىَ الذين أساؤا } [ النجم : 31 ] لأن الكلامين جميعاً لبيان الجزاء ، ويمكن أن يقال : إن الله تعالى لما بين حال المشركين المعاندين العابدين للات والعزى والقائلين بأن الملائكة بنات الله شرع في بيان أهل الكتاب ، وقال بعدما رأيت حال المشرك الذي تولى عن ذكرنا ، أفرأيت حال من تولى وله كتاب وأعطى قليلاً من الزمان حقوق الله تعالى ، ولما بلغ زمان محمد أكدى فهل علم الغيب فقال شيئاً لم يرد في كتبهم ولم ينزل عليهم في الصحف المتقدمة ، ووجد فيها بأن كل واحد يؤاخذ بفعله ويجازى بعمله ، وقوله تعالى : { أَمْ لَمْ يُنَبَّأْ بِمَا فِى صُحُفِ موسى * وإبراهيم الذى وفى } يخبر أن المتولي المذكور من أهل الكتاب .\r\n المسألة الخامسة : { أكدى } قيل هو من بلغ الكدية وهي الأرض الصلبة لا تحفر ، وحافر البئر إذا وصل إليها فامتنع عليه الحفر أو تعسر يقال : أكدى الحافر ، والأظهر أنه الرد والمنع يقال : أكديته أي رددته وقوله تعالى : { أَعِندَهُ عِلْمُ الغيب فَهُوَ يرى } قد علم تفسيره جملة أن المراد جهل المتولي وحاجته وبيان قبح التولي مع الحاجة إلى الإقبال وعلم الغيب ، أي العلم بالغيب ، أي علم ما هو غائب عن الخلق وقوله : { فَهُوَ يرى } تتمة بيان وقت جواز التولي وهو حصول الرؤية وهو الوقت الذي لا ينفع الإيمان فيه ، وهناك لا يبقى وجوب متابعة أحد فيما رآه ، لأن الهادي يهدي إلى الطريق فإذا رأى المهتدي مقصده بعينه لا ينفيه السماع ، فقال تعالى : هل علم الغيب بحيث رآه فلا يكون علمه علماً نظرياً بل علماً بصرياً فعصى فتولى وقوله تعالى : { فَهُوَ يرى } يحتمل أن يكون مفعول { يرى } هو احتمال الواحد وزر الآخر كأنه قال فهو يرى أن وزره محمول ألم يسمع أن وزره غير محمول فهو عالم بالحمل وغافل عن عدم الحمل ليكون معذوراً ، ويحتمل أن لا يكون له مفعول تقديره فهو يرى رأي نظر غير محتاج إلى هاد ونذير .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أفرأيت الذي تولى (33) وأعطى قليلا وأكدى (34) أعنده علم الغيب فهو يرى (35) ",
        "babnum": 30
    },
    {
        "id": 2462,
        "cate": "53",
        "title": "أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى (36) وَإِبْرَاهِيمَ الَّذِي وَفَّى (37) أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى (38) وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى (39) ",
        "details": " وقوله تعالى : { أَمْ لَمْ يُنَبَّأْ بِمَا فِى صُحُفِ موسى * وإبراهيم الذى وفى } حال أخرى مضادة للأولى يعذر فيها المتولي وهو الجهل المطلق فإن من علم الشيء علماً تاماً لا يؤمر بتعلمه ، والذي جهله جهلاً مطلقاً وهو الغافل على الإطلاق كالنائم أيضاً لا يؤمر فقال : هذا المتولي هل علم الكل فجاز له التولي أولم يسمع شيئاً وما بلغه دعوة أصلاً فيعذر ، ولا واحد من الأمرين بكائن فهو في التولي غير معذور ، وفيه مسائل : المسألة الأولى : قوله تعالى : { بِمَا وفى } يحتمل وجهين : أحدهما : أن يكون المراد ما فيها لا بصفة كونه فيها ، فكأنه تعالى يقول : أم لم ينبأ بالتوحيد والحشر وغير ذلك ، وهذه أمور مذكورة في صحف موسى ، مثال : يقول القائل لمن توضأ بغير الماء توضأ بما توضأ به النبي صلى الله عليه وسلم وعلى هذا فالكلام مع الكل لأن المشرك وأهل الكتاب نبأهم النبي صلى الله عليه وسلم بما في صحف موسى ثانيهما : أن المراد بما في الصحف مع كونه فيها ، كما يقول القائل فيما ذكرنا من المثال توضأ بما في القربة لا بما في الجرة فيريد عين ذلك لا جنسه وعلى هذا فالكلام مع أهل الكتاب لأنهم الذين نبئوا به .\r\n المسألة الثانية : صحف موسى وإبراهيم ، هل جمعها لكونها صحفاً كثيرة أو لكونها مضافة إلى اثنين كما قال تعالى : { فَقَدْ صَغَتْ قُلُوبُكُمَا } [ التحريم : 4 ] ؟ الظاهر أنها كثيرة ، قال الله تعالى : { وَأَخَذَ الألواح } [ الأعراف : 154 ] وقال تعالى : { وَأَلْقَى الألواح } [ الأعراف : 150 ] وكل لوح صحيفة .\r\n المسألة الثالثة : ما المراد بالذي فيها؟ نقول قوله تعالى : { أَلاَّ تَزِرُ وازرة وِزْرَ أخرى * وَأَن لَّيْسَ للإنسان إِلاَّ مَا سعى } [ النجم : 38 ، 39 ] وما بعده من الأمور المذكورة على قراءة من قرأ أن بالفتح وعلى قراءة من يكسر ويقول : { وَأَنَّ إلى رَبّكَ المنتهى } [ النجم : 42 ] ففيه وجوه أحدها : هو ما ذكر بقوله : { أَلاَّ تَزِرُ وازرة وِزْرَ أخرى } وهو الظاهر ، وإنما احتمل غيره ، لأن صحف موسى وإبراهيم ليس فيها هذا فقط ، وليس هذا معظم المقصود بخلاف قراءة الفتح ، فإن فيها تكون جميع الأصول على ما بين ثانيها : هو أن الآخرة خير من الأولى يدل عليه قوله تعالى : { إِنَّ هذا لَفِى الصحف الأولى * صُحُفِ إبراهيم وموسى } [ الأعلى : 18 ، 19 ] ثالثها : أصول الدين كلها مذكورة في الكتب بأسرها ، ولم يخل الله كتاباً عنها ، ولهذا قال لنبيه صلى الله عليه وسلم : { فَبِهُدَاهُمُ اقتده } [ الأنعام : 90 ] وليس المراد في الفروع ، لأن فروع دينه مغايرة لفروع دينهم من غير شك .\r\n المسألة الرابعة : قدم موسى ههنا ولم يقل كما قال في { سَبِّحِ اسم رَبّكَ الأعلى } [ الأعلى : 1 ] فهل فيه فائدة؟ نقول : مثل هذا في كلام الفصحاء لا يطلب له فائدة ، بل التقديم والتأخير سواء في كلامهم فيصح أن يقتصر على هذا الجواب ، ويمكن أن يقال : إن الذكر هناك لمجرد الإخبار والإنذار وههنا المقصود بيان انتفاء الأعذار ، فذكر هناك على ترتيب الوجود صحف إبراهيم قبل صحف موسى في الإنزال ، وأما ههنا فقد قلنا إن الكلام مع أهل الكتاب وهم اليهود فقدم كتابهم ، وإن قلنا الخطاب عام فصحف موسى عليه السلام كانت كثيرة الوجود ، فكأنه قيل لهم انظروا فيها تعلموا أن الرسالة حق ، وأرسل من قبل موسى رسل والتوحيد صدق والحشر واقع فلما كانت صحف موسى عند اليهود كثيرة الوجود قدمها ، وأما صحف إبراهيم فكانت بعيدة وكانت المواعظ التي فيها غير مشهورة فيما بينهم كصحف موسى فأخر ذكرها .\r\n المسألة الخامسة : كثيراً ما ذكر الله موسى فأخر ذكره عليه السلام لأنه كان مبتلى في أكثر الأمر بمن حواليه وهم كانوا مشركين ومتهودين والمشركون كانوا يعظمون إبراهيم عليه السلام لكونه أباهم ، وأما قوله تعالى : { وفى } ففيه وجهان أحدهما : أنه الوفاء الذي يذكر في العهود وعلى هذا فالتشديد للمبالغة يقال وفى ووفى كقطع وقطع وقتل وقتل ، وهو ظاهر لأنه وفى بالنذر وأضجع ابنه للذبح ، وورد في حقه : { قَدْ صَدَّقْتَ الرؤيا } [ الصافات : 105 ] وقال تعالى : { إِنَّ هذا لَهُوَ البلاء المبين } [ الصافات : 106 ] وثانيهما : أنه من التوفية التي من الوفاء وهو التمام والتوفية الإتمام يقال وفاه أي أعطاه تاماً ، وعلى هذا فهو من قوله : { وَإِذَا ابتلى إبراهيم رَبُّهُ بكلمات فَأَتَمَّهُنَّ } [ البقرة : 124 ] وقيل : { وفى } أي أعطى حقوق الله في بدنه ، وعلى هذا فهو على ضد من قال تعالى فيه : { وأعطى قَلِيلاً وأكدى } مدح إبراهيم ولم يصف موسى عليه السلام ، نقول : أما بيان توفيته ففيه لطيفة وهي أنه لم يعهد عهداً إلا وفى به ، وقال لأبيه : { سَأَسْتَغْفِرُ لَكَ رَبِي } [ يوسف : 98 ] فاستغفر ووفى بالعهد ولم يغفر الله له ، فعلم { أن لَّيْسَ للإنسان إِلاَّ مَا سعى } وأن وزره لا تزره نفس أخرى ، وأما مدح إبراهيم عليه السلام فلأنه كان متفقاً عليه بين اليهود والمشركين والمسلمين ولم ينكر أحد كونه وفياً ، وموفياً ، وربما كان المشركون يتوقفون في وصف موسى عليه السلام ، ثم قال تعالى : { أَلاَّ تَزِرُ وازرة وِزْرَ أخرى } وقد تقدم تفسيره في سورة الملائكة ، والذي يحسن بهذا الموضع مسائل : الأولى : أنا بينا أن الظاهر أن المراد من قوله : { بِمَا فِى صُحُفِ موسى } هو ما بينه بقوله { أَلاَّ تَزِرُ } فيكون هذا بدلاً عن ما وتقديره أم لم ينبأ بألا تزر وذكرنا هناك وجهين أحدهما : المراد أن الآخرة خير وأبقى وثانيهما : الأصول .\r\n المسألة الثانية : { أَلاَّ تَزِرُ } أن خفيفة من الثقيلة كأنه قال : أنه لا تزر وتخفيف الثقيلة لازم وغير لازم جائز وغير جائز ، فاللازم عندما يكون بعدها فعل أو حرف داخل على فعل ، ولزم فيها التخفيف ، لأنها مشبهة بالفعل في اللفظ والمعنى ، والفعل لا يمكن إدخاله على فعل فأخرج عن شبه الفعل إلى صورة تكون حرفاً مختصاً بالفعل فتناسب الفعل فتدخل عليه .\r\n المسألة الثالثة : إن قال قائل : الآية مذكورة لبيان أن وزر المسيء لا يحمل عنه وبهذا الكلام لا تحصل هذه الفائدة لأن الوازرة تكون مثقلة بوزرها فيعلم كل أحد أنها لا تحمل شيئاً ولو قال لا تحمل فارغة وزر أخرى كان أبلغ تقول ليس كما ظننت ، وذلك لأن المراد من الوازرة هي التي يتوقع منها الوزر والحمل لا التي وزرت وحملت كما يقال : شقاني الحمل ، وإن لم يكن عليه في الحال حمل ، وإذا لم تزر تلك النفس التي يتوقع منها ذلك فكيف تتحمل وزر غيرها فتكون الفائدة كاملة .\r\n وقوله تعالى : { وَأَن لَّيْسَ للإنسان إِلاَّ مَا سعى } تتمة بيان أحوال المكلف فإنه لما بين له أن سيئته لا يتحملها عنه أحد بين له أن حسنة الغير لا تجدي نفعاً ومن لم يعمل صالحاً لا ينال خيراً فيكمل بها ويظهر أن المسيء لا يجد بسبب حسنة الغير ثواباً ولا يتحمل عنه أحد عقاباً ، وفيه أيضاً مسائل : الأولى : { لَّيْسَ للإنسان } فيه وجهان أحدهما : أنه عام وهو الحق وقيل عليه بأن في الأخبار أن ما يأتي به القريب من الصدقة والصوم يصل إلى الميت والدعاء أيضاً نافع فللإنسان شيء لم يسمع فيه ، وأيضاً قال الله تعالى : { مَن جَاء بالحسنة فَلَهُ عَشْرُ أَمْثَالِهَا } [ الأنعام : 160 ] وهي فوق ما سعى ، الجواب عنه أن الإنسان إن لم يسع في أن يكون له صدقة القريب بالإيمان لا يكون له صدقته فليس له إلا ما سعى ، وأما الزيادة فنقول : الله تعالى لما وعد المحسن بالأمثال والعشرة وبالأضعاف المضاعفة فإذا أتى بحسنة راجياً أن يؤتيه الله ما يتفضل به فقد سعى في الأمثال ، فإن قيل : أنتم إذن حملتم السعي على المبادرة إلى الشيء ، يقال : سعى في كذا إذا أسرع إليه ، والسعي في قوله تعالى : { إِلاَّ مَا سعى } معناه العمل يقال : سعى فلان أي عمل ، ولو كان كما ذكرتم لقال : إلا ما سعى فيه نقول على الوجهين جميعاً : لا بد من زيادة فإن قوله تعالى : { لَّيْسَ للإنسان إِلاَّ مَا سعى } ليس المراد منه أن له عين ما سعى ، بل المراد على ما ذكرت ليس له إلا ثواب ما سعى ، أو إلا أجر ما سعى ، أو يقال : بأن المراد أن ما سعى محفوظ له مصون عن الإحباط فإذن له فعله يوم القيامة الوجه الثاني : أن المراد من الإنسان الكافر دون المؤمن وهو ضعيف ، وقيل بأن قوله : { لَّيْسَ للإنسان إِلاَّ مَا سعى } كان في شرع من تقدم ، ثم إن الله تعالى نسخه في شرع محمد صلى الله عليه وسلم وجعل للإنسان ما سعى وما لم يسع وهو باطل إذ لا حاجة إلى هذا التكلف بعدما بان الحق ، وعلى ما ذكر فقوله : { مَا سعى } مبقى على حقيقته معناه له عين ما سعى محفوظ عند الله تعالى ولا نقصان يدخله ثم يجزى به كما قال تعالى : { فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ } [ الزلزلة : 7 ] .\r\n المسألة الثانية : أن { مَا } خبرية أو مصدرية؟ نقول : كونها مصدرية أظهر بدليل قوله تعالى : { وَأَنَّ سَعْيَهُ سَوْفَ يرى } أي سوف يرى المسعي ، والمصدر للمفعول يجيء كثيراً يقال : هذا خلق الله أي مخلوقه .\r\n المسألة الثالثة : المراد من الآية بيان ثواب الأعمال الصالحة أو بيان كل عمل ، نقول : المشهور أنهما لكل عمل فالخير مثاب عليه والشر معاقب به والظاهر أنه لبيان الخيرات يدل عليه اللام في قوله تعالى : { للإنسان } فإن اللام لعود المنافع وعلى لعود المضار تقول : هذا له ، وهذا عليه ، ويشهد له ويشهد عليه في المنافع والمضار ، وللقائل الأول أن يقول : بأن الأمرين إذا اجتمعا غلب الأفضل كجموع السلامة تذكر إذا اجتمعت الإناث مع الذكور ، وأيضاً يدل عليه قوله تعالى : { ثُمَّ يُجْزَاهُ الجزاء الأوفى } [ النجم : 41 ] والأوفى لا يكون إلا في مقابلة الحسنة ، وأما في السيئة فالمثل أو دونه العفو بالكلية .\r\n المسألة الرابعة : { إِلاَّ مَا سعى } بصيعة الماضي دون المستقبل لزياد الحث على السعي في العمل الصالح وتقريره هو أنه تعالى لو قال : ليس للإنسان إلا ما يسعى ، تقول النفس إني أصلي غداً كذا ركعة وأتصدق بكذا درهماً ، ثم يجعل مثبتاً في صحيفتي الآن لأنه أمر يسعى وله فيه ما يسعى فيه ، فقال : ليس له إلا ما قد سعى وحصل وفرغ منه ، وأما تسويلات الشيطان وعداته فلا اعتماد عليها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أم لم ينبأ بما في صحف موسى (36) وإبراهيم الذي وفى (37) ألا تزر وازرة وزر أخرى (38) وأن ليس للإنسان إلا ما سعى (39) ",
        "babnum": 31
    },
    {
        "id": 2463,
        "cate": "53",
        "title": "وَأَنَّ سَعْيَهُ سَوْفَ يُرَى (40) ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَى (41) ",
        "details": " أي يعرض عليه ويكشف له من أريته الشيء ، وفيه بشارة للمؤمنين على ما ذكرنا ، وذلك أن الله يريه أعماله الصالحة ليفرح بها ، أو يكون يرى ملائكته وسائر خلقه ليفتخر العامل به على ما هو المشهور وهو مذكور لفرح المسلم ولحزن الكافر ، فإن سعيه يرى للخلق ، ويرى لنفسه ويحتمل أن يقال : هو من رأى يرى فيكون كقوله تعالى : { وَقُلِ اعملوا فَسَيَرَى الله عَمَلَكُمْ وَرَسُولُهُ } [ التوبة : 105 ] وفيها وفي الآية التي بعدها مسائل : الأولى : العمل كيف يرى بعد وجوده ومضيه؟ نقول فيه وجهان : أحدهما : يراه على صورة جميلة إن كان العمل صالحاً ثانيهما : هو على مذهبنا غير بعيد فإن كل موجود يرى ، والله قادر على إعادة كل معدوم فبعد الفعل يرى وفيه وجه ثالث : وهو أن ذلك مجاز عن الثواب يقال : سترى إحسانك عند الملك أي جزاءه عليه وهو بعيد لما قال بعده : { ثُمَّ يُجْزَاهُ الجزاء الأوفى } .\r\n المسألة الثانية : الهاء ضمير السعي أي ثم يجزى الإنسان سعيه بالجزاء ، والجزاء يتعدى إلى مفعولين قال تعالى : { وَجَزَاهُمْ بِمَا صَبَرُواْ جَنَّةً وَحَرِيراً } [ الإنسان : 12 ] ويقال : جزاك الله خيراً ، ويتعدى إلى ثلاثة مفاعيل بحرف يقال : جزاه الله على عمله الخير الجنة ، ويحذف الجار ويوصل الفعل فيقال : جزاه الله عمله الخير الجنة ، هذا وجه ، وفيه وجه آخر وهو أن الضمير للجزاء ، وتقديره ثم يجزى جزاء ويكون قوله : { الجزاء الأوفى } تفسيراً أو بدلاً مثل قوله تعالى : { وَأَسَرُّواْ النجوى الذين ظَلَمُواْ } [ الأنبياء : 3 ] فإن التقدير والذين ظلموا أسروا النجوى ، الذين ظلموا ، والجزاء الأوفى على ما ذكرنا يليق بالمؤمنين الصالحين لأنه جزاء الصالح ، وإن قال تعالى : { فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاء مَّوفُورًا } [ الإسراء : 63 ] وعلى ما قيل : يجاب أن الأوفى بالنظر إليه فإن جهنم ضررها أكثر بكثير مع نفع الآثام فهي في نفسها أوفى .\r\n المسألة الثالثة : { ثُمَّ } لتراخي الجزاء أو لتراخي الكلام أي ثم نقول يجزاه فإن كان لتراخي الجزاء فكيف يؤخر الجزاء عن الصالح ، وقد ثبت أن الظاهر أن المراد منه الصالح؟ نقول : الوجهان محتملان وجواب السؤال هو أن الوصف بالأوفى يدفع ما ذكرت لأن الله تعالى من أول زمان يموت الصالح يجزيه جزاء على خيره ويؤخر له الجزاء الأوفى ، وهي الجنة أو نقول الأوفى إشارة إلى الزيادة فصار كقوله تعالى : { لّلَّذِينَ أَحْسَنُواْ الحسنى } [ يونس : 26 ] وهي الجنة : { وَزِيَادَةٌ } وهي الرؤية فكأنه تعالى قال وأن سعيه سوف يرى ثم يرزق الرؤية ، وهذا الوجه يليق بتفسير اللفظ فإن الأوفى مطلق غير مبين فلم يقل : أوفى من كذا ، فينبغي أن يكون أوفى من كل واف ولا يتصف به غير رؤية الله تعالى .\r\n المسألة الرابعة : في بيان لطائف في الآيات الأولى : قال في حق المسيء : { أَلاَّ تَزِرُ وازرة وِزْرَ أخرى } وهو لا يدل إلا على عدم الحمل عن الوازرة وهذا لا يلزم منه بقاء الوزر عليها من ضرورة اللفظ ، لجواز أن يسقط عنها ويمحو الله ذلك الوزر فلا يبقى عليها ولا يتحمل عنها غيرها ولو قال : لا تزر وازرة إلا وزر نفسها كان من ضرورة الاستثناء أنها تزر ، وقال في حق المحسن : ليس للإنسان إلا ما سعى ، ولم يقل : ليس له ما لم يسع لأن العبارة الثانية ليس فيها أن له ما سعى ، وفي العبارة الأولى أن له ما سعى ، نظراً إلى الاستثناء ، وقال : في حق المسيء بعبارة لا تقطع رجاءه ، وفي حق المحسن بعبارة تقطع خوفه ، كل ذلك إشارة إلى سبق الرحمة الغضب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأن سعيه سوف يرى (40) ثم يجزاه الجزاء الأوفى (41) ",
        "babnum": 32
    },
    {
        "id": 2464,
        "cate": "53",
        "title": "وَأَنَّ إِلَى رَبِّكَ الْمُنْتَهَى (42) ",
        "details": " القراءة المشهورة فتح الهمزة على العطف على ما ، يعني أن هذا أيضاً في الصحف وهو الحق ، وقرىء بالكسر على الاستئناف ، وفيه مسائل : الأولى : ما المراد من الآية؟ قلنا فيه وجهان : أحدهما : وهو المشهور بيان المعاد أي للناس بين يدي الله وقوف ، وعلى هذا فهو يتصل بما تقدم لأنه تعالى لما قال : { ثُمَّ يُجْزَاهُ } كأن قائلاً قال لا ترى الجزاء ، ومتى يكون ، فقال : إن المرجع إلى الله ، وعند ذلك يجازى الشكور ويجزي الكفور وثانيهما : المراد التوحيد ، وقد فسر الحكماء أكثر الآيات التي فيها الانتهاء والرجوع بما سنذكره غير أن في بعضها تفسيرهم غير ظاهر ، وفي هذا الموضع ظاهر ، فنقول : هو بيان وجود الله تعالى ووحدانيته ، وذلك لأنك إذا نظرت إلى الموجودات الممكنة لا تجد لها بداً من موجد ، ثم إن موجدها ربما يظن أنه ممكن آخر كالحرارة التي تكون على وجه يظن أنها من إشراق الشمس أو من النار فيقال الشمس والنار ممكنتان فمم وجودهما؟ فإن استندتا إلى ممكن آخر لم يجد العقل بداً من الانتهاء إلى غير ممكن فهو واجب الوجود فإليه ينتهي الأمر فالرب هو المنتهى ، وهذا في هذا الموضع ظاهر معقول موافق للمنقول ، فإن المروي عن أبي بن كعب أنه قال عن النبي صلى الله عليه وسلم أنه قال : « وأن إلى ربك المنتهى ، لا فكرة في الرب » أي انتهى الأمر إلى واجب الوجود ، وهو الذي لا يكون وجوده بموجد ومنه كل وجود ، وقال أنس عن النبي صلى الله عليه وسلم أنه قال : « إذا ذكر الرب فانتهوا » وهو محتمل لما ذكرنا ، وأما بعض الناس فيبالغ ويفسر كل آية فيها الرجعى والمنتهى وغيرهما بهذا التفسير حتى قيل : { إِلَيْهِ يَصْعَدُ الكلم الطيب } [ فاطر : 10 ] بهذا المعنى وهذا دليل الوجود ، وأما دليل الوحدانية فمن حيث إن العقل انتهى إلى واجب الوجود من حيث إنه واجب الوجود ، لأنه لو لم يكن واجب الوجود لما كان منتهى بل يكون له موجد ، فالمنتهى هو الواجب من حيث إنه واجب ، وهذا المعنى واحد في الحقيقة والعقل ، لأنه لا بد من الانتهاء إلى هذا الواجب أو إلى ذلك الواجب فلا يثبت الواجب معنى غير أنه واجب فيبعد إذاً وجوبه ، فلو كان واجبان في الوجود لكان كل واحد قبل المنتهى لأن المجموع قبله الواجب فهو المنتهى وهذان دليلان ذكرتهما على وجه الاختصار .\r\n المسألة الثانية : قوله تعالى : { إلى رَبّكَ المنتهى } في المخاطب وجهان : أحدهما : أنه عام تقديره إلى ربك أيها السامع أو العاقل ثانيهما : الخطاب مع النبي صلى الله عليه وسلم وفيه بيان صحة دينه فإن كل أحد كان يدعى رباً وإلهاً ، لكنه صلى الله عليه وسلم لما قال : « ربي الذي هو أحد وصمد » يحتاج إليه كل ممكن فإذاً ربك هو المنتهى ، وهو رب الأرباب ومسبب الأسباب ، وعلى هذا القول الكاف أحسن موقعاً ، أما على قولنا : إن الخطاب عام فهو تهديد بليغ للمسيء وحث شديد للمحسن ، لأن قوله : أيها السامع كائناً من كان إلى ربك المنتهى يفيد الأمرين إفادة بالغة حد الكمال ، وأما على قولنا : الخطاب مع النبي صلى الله عليه وسلم فهو تسلية لقلبه كأنه يقول : لا تحزن فإن المنتهى إلى الله فيكون كقوله تعالى : { فَلاَ يَحْزُنكَ قَوْلُهُمْ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ } [ ياس : 76 ] إلى أن قال تعالى في آخر السورة : { وَإِلَيْهِ تُرْجَعُونَ } [ ياس : 83 ] وأمثاله كثيرة في القرآن .\r\n المسألة الثالثة : اللام على الوجه الأول للعهد لأن النبي صلى الله عليه وسلم كان يقول : أبداً إن مرجعكم إلى الله فقال : { وَأَنَّ إلى رَبّكَ المنتهى } الموعود المذكور في القرآن وكلام النبي صلى الله عليه وسلم ، وعلى الوجه الثاني للعموم أي إلى الرب كل منتهى وهو مبدأ ، وعلى هذا الوجه نقول : منتهى الإدراكات المدركات ، فإن الإنسان أولاً يدرك الأشياء الظاهرة ثم يمعن النظر فينتهي إلى الله فيقف عنده .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأن إلى ربك المنتهى (42) ",
        "babnum": 33
    },
    {
        "id": 2465,
        "cate": "53",
        "title": "وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى (43) ",
        "details": " وفيه مسائل : الأولى : على قولنا : إليه المنتهى المراد منه إثبات الوحدانية ، هذه الآيات مثبتات لمسائل يتوقف عليها الإسلام من جملتها قدرة الله تعالى ، فإن من الفلاسفة من يعترف بأن الله المنتهى وأنه واحد لكن يقول : هو موجب لا قادر ، فقال تعالى : هو أوجد ضدين الضحك والبكاء في محل واحد والموت والحياة والذكورة والأنوثة في مادة واحدة ، وإن ذلك لا يكون إلا من قادر واعترف به كل عاقل ، وعلى قولنا : إن قوله تعالى : { وَأَنَّ إلى رَبّكَ المنتهى } [ النجم : 42 ] بيان المعاد فهو إشارة إلى بيان أمره فهو كما يكون في بعضها ضاحكاً فرحاً وفي بعضها باكياً محزوناً كذلك يفعل به في الآخرة .\r\n المسألة الثانية : { أَضْحَكَ وأبكى } لا مفعول لهما في هذا الموضع لأنهما مسوقتان لقدرة الله لا لبيان المقدور ، فلا حاجة إلى المفعول .\r\n يقول القائل : فلأن بيده الأخذ والعطاء يعطي ويمنع ولا يريد ممنوعاً ومعطى .\r\n المسألة الثالثة : اختار هذين الوصفين للذكر والأنثى لأنهما أمران لا يعللان فلا يقدر أحد من الطبيعيين أن يبدي في اختصاص الإنسان بالضحك والبكاء وجهاً وسبباً ، وإذا لم يعلل بأمر ولا بد له من موجد فهو الله تعالى ، بخلاف الصحة والسقم فإنهم يقولون : سببهما اختلال المزاج وخروجه عن الاعتدال ، ويدلك على هذا أنهم إذا ذكروا في الضحك أمراً له الضحك قالوا : قوة التعجب وهو في غاية البطلان لأن الإنسان ربما يبهت عند رؤية الأمور العجيبة ولا يضحك ، وقيل : قوة الفرح ، وليس كذلك لأن الإنسان يفرح كثيراً ولا يضحك ، والحزين الذي عند غاية الحزن يضحكه المضحك ، وكذلك الأمر في البكاء ، وإن قيل لأكثرهم علماً بالأمور التي يدعيها الطبيعيون إن خروج الدمع من العين عند أمور مخصوصة لماذا؟ لا يقدر على تعليل صحيح ، وعند الخواص كالتي في المغناطيس وغيرها ينقطع الطبيعي ، كما أن عند أوضاع الكواكب ينقطع هو والمهندس الذي لا يفوض أمره إلى قدرة الله تعالى وإرادته .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأنه هو أضحك وأبكى (43) ",
        "babnum": 34
    },
    {
        "id": 2466,
        "cate": "53",
        "title": "وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا (44) ",
        "details": " والبحث فيه كما في الضحك والبكاء ، غير أن الله تعالى في الأول بين خاصة النوع الذي هو أخص من الجنس ، فإنه أظهر وعن التعليل أبعد ثم عطف عليه ما هو أعم منه ودونه في البعد عن التعليل وهي الإماتة والإحياء وهما صفتان متضادتان أي الموت والحياة كالضحك والبكاء والموت على هذا ليس بمجرد العدم وإلا لكان الممتنع ميتاً ، وكيفما كان فالإماتة والإحياء أمر وجودي وهما من خواص الحيوان ، ويقول الطبيعي في الحياة لاعتدال المزاج ، والمزاج من أركان متضادة هي النار والهواء والماء والتراب وهي متداعية إلى الانفكاك ومالا تركيب فيه من المتضادات لا موت له ، لأن المتضادات كل أحد يطلب مفارقة مجاوره ، فقال تعالى : الذي خلق ومزج العناصر وحفظها مدة قادر على أن يحفظها أكثر من ذلك فإذا مات فليس عن ضرورة فهو بفعل فاعل مختار وهو الله تعالى : فهو الذي أمات وأحيا .\r\n فإن قيل : متى أمات وأحيا حتى يعلم ذلك بل مشاهدة الإحياء والإماتة بناء على الحياة والموت؟ نقول : فيه وجوه أحدها : أنه على التقديم والتأخير كأنه قال : أحيا وأمات ثانيها : هو بمعنى المستقبل ، فإن الأمر قريب يقال : فلان وصل والليل دخل إذا قرب مكانه وزمانه ، فكذلك الإحياء والإماتة ثالثها : أمات أي خلق الموت والجمود في العناصر ، ثم ركبها وأحيا أي خلق الحس والحركة فيها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأنه هو أمات وأحيا (44) ",
        "babnum": 35
    },
    {
        "id": 2467,
        "cate": "53",
        "title": "وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى (45) ",
        "details": " وهو أيضاً من جملة المتضادات التي تتوارد على النطفة فبعضها يخلق ذكراً ، وبعضها أنثى ولا يصل إليه فهم الطبيعي الذي يقول : إنه من البرد والرطوبة في الأنثى ، فرب امرأة أيبس مزاجاً من الرجل ، وكيف وإذا نظرت في المميزات بين الصغير والكبير تجدها أموراً عجيبة منها نبات اللحية ، وأقوى ما قالوا في نبات اللحية أنهم قالوا : الشعور مكونة من بخار دخاني ينحدر إلى المسام ، فإذا كانت المسام في غاية الرطوبة والتحلل كما في مزاج الصبي والمرأة ، لا ينبت الشعر لخروج تلك الأدخنة من المسام الرطبة بسهولة قبل أن يتكون شعراً ، وإذا كانت في غاية اليبوسة والتكاثف ينبت الشعر لعسر خروجه من المخرج الضيق ، ثم إن تلك المواد تنجذب إلى مواضع مخصوصة فتندفع ، إما إلى الرأس فتندفع إليه لأنه مخلوق كقبة فوق الأبخرة والأدخنة فتتصاعد إليه تلك المواد ، فلهذا يكون شعر الرأس أكثر وأطول ، ولهذا في الرجل مواضع تنجذب إليها الأبخرة والأدخنة ، منها الصدر لحرارة القلب والحرارة تجذب الرطوبة كالسراج للزيت ، ومنها بقرب آلة التناسل لأن حرارة الشهوة تجذب أيضاً ، ومنها اللحيان فإنها كثيرة الحركة بسبب الأكل ، والكلام والحركة أيضاً جاذبة ، فإذا قيل لهم : فما السبب الموجب لتلازم نبات شعر اللحية وآلة التناسل فإنها إذا قطعت لم تنبت اللحية؟ وما الفرق بين سن الصبا وسن الشباب وبين المرأة والرجل؟ ففي بعضها يبهت وفي بعضها يتكلم بأمور واهية ، ولو فوضها إلى حكمة إلهية لكان أولى ، وفي مسألتان : الأول : قال تعالى : { وَأَنَّهُ خَلَقَ } ولم يقل : وأنه هو خلق كما قال : { وَأَنَّهُ هُوَ أَضْحَكَ وأبكى } [ النجم : 43 ] وذلك لأن الضحك والبكاء ربما يتوهم متوهم أنه بفعل الإنسان ، وفي الإماتة والإحياء وإن كان ذلك التوهم بعيداً ، لكن ربما يقول به جاهل ، كما قال من حاج إبراهيم الخليل عليه السلام حيث قال : { أَنَا أُحْىِ وَأُمِيتُ } [ البقرة : 258 ] فأكد ذلك بذكر الفصل ، وأما خلق الذكر والأنثى من النطفة فلا يتوهم أحد أن يفعل أحد من الناس فلم يؤكد بالفصل ألا ترى إلى قوله تعالى : { وَأَنَّهُ هُوَ أغنى وأقنى } [ النجم : 48 ] حيث كان الإغناء عندهم غير مستند إلى الله تعالى وكان في معتقدهم أن ذلك بفعلهم كما قال قارون : { إِنَّمَا أُوتِيتُهُ على عِلْمٍ عِندِى } [ القصص : 78 ] ولذلك قال : { وَأَنَّهُ هُوَ رَبُّ الشعرى } [ النجم : 49 ] لأنهم كانوا يستبعدون أن يكون رب محمد هو رب الشعرى فأكد في مواضع استبعادهم النسبة إلى الله تعالى الإسناد ولم يؤكده في غيره .\r\n المسألة الثانية : الذكر والأنثى اسمان هما صفة أو اسمان ليسا بصفة؟ المشهور عند أهل اللغة الثاني والظاهر أنهما من الأسماء التي هي صفات ، فالذكر كالحسن والعزب والأنثى كالحبلى والكبرى وإنما قلنا : إنها كالحبلى في رأي لأنها حيالها أنشئت لا كالكبرى ، وإن قلنا : إنها كالكبرى في رأي ، وإنما قلنا : إن الظاهر أنهما صفتان ، لأن الصفة ما يطلق على شيء ثبت له أمر كالعالم يطلق على شيء له علم والمتحرك يقال لشيء له حركة بخلاف الشجر والحجر ، فإن الشجر لا يقال لشيء بشرط أن يثبت له أمر بل هو اسم موضوع لشيء معين ، والذكر اسم يقال لشيء له أمر ، ولهذا يوصف به ، ولا يوصف بالشجر ، يقال جاءني شخص ذكر ، أو إنسان ذكر ، ولا يقال جسم شجر ، والذي ذهب إلى أنه اسم غير صفة إنما ذهب إليه ، لأنه لم يرد له فعل ، والصفة في الغالب له فعل كالعالم والجاهل والعزب والكبرى والحبلى ، وذلك لا يدل على ما ذهب إليه ، لأن الذكورة والأنوثة من الصفات التي لا يتبدل بعضها ببعض ، فلا يصاغ لها أفعال لأن الفعل لما يتوقع له تجدد في صورة الغالب ، ولهذا لم يوجد للإضافيات أفعال كالأبوة والبنوة والأخوة إذ لم تكن من الذي يتبدل ، ووجد للإضافيات المتبدلة أفعال يقال : واخاه وتبناه لما لم يكن مثبتاً بتكلف فقبل التبدل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأنه خلق الزوجين الذكر والأنثى (45) ",
        "babnum": 36
    },
    {
        "id": 2468,
        "cate": "53",
        "title": "مِنْ نُطْفَةٍ إِذَا تُمْنَى (46) ",
        "details": " وقوله تعالى : { مِن نُّطْفَةٍ } أي قطعة من الماء .\r\n وقوله تعالى : { إِذَا تمنى } من أمنى المني إذا نزل أو منى يمني إذا قدر وقوله تعالى : { مِن نُّطْفَةٍ } تنبيه على كمال القدرة لأن النطفة جسم متناسب الأجزاء ، ويخلق الله تعالى منه أعضاء مختلفة وطباعاً متباينة وخلق الذكر والأنثى منها أعجب ما يكون على ما بينا ، ولهذا لم يقدر أحد على أن يدعيه كما لم يقدر أحد على أن يدعي خلق السموات ، ولهذا قال تعالى : { وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ الله } [ الزخرف : 87 ] كما قال : { وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السموات والأرض لَيَقُولُنَّ الله } [ الزمر : 38 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "من نطفة إذا تمنى (46) ",
        "babnum": 37
    },
    {
        "id": 2469,
        "cate": "53",
        "title": "وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرَى (47) ",
        "details": " وهي في قول أكثر المفسرين إشارة إلى الحشر ، والذي ظهر لي بعد طول التفكر والسؤال من فضل الله تعالى الهداية فيه إلى الحق ، أنه يحتمل أن يكون المراد نفخ الروح الإنسانية فيه ، وذلك لأن النفس الشريفة لا الأمارة تخالط الأجسام الكثيفة المظلمة ، وبها كرم الله بني آدم ، وإليه الإشارة في قوله : { فَكَسَوْنَا العظام لَحْماً ثُمَّ أنشأناه خَلْقاً ءاخَرَ } [ المؤمنون : 14 ] غير خلق النطفة علقة ، والعلقة مضغة ، والمضغة عظاماً ، وبهذا الخلق الآخر تميز الإنسان عن أنواع الحيوانات ، وشارك الملك في الإدراكات فكما قال هنالك : { أنشأناهُ خلقاً آخر } بعد خلق النطفة قال ههنا : { وَأَنَّ عَلَيْهِ النشأة الأخرى } فجعل نفخ الروح نشأة أخرى كما جعله هنالك إنشاء آخر ، والذي أوجب القول بهذا هو أن قوله تعالى : { وَأَنَّ إلى رَبّكَ المنتهى } [ النجم : 42 ] عند الأكثرين لبيان الإعادة ، وقوله تعالى : { ثُمَّ يُجْزَاهُ الجزاء الأوفى } [ النجم : 41 ] كذلك فيكون ذكر النشأة الأخرى إعادة ، ولأنه تعالى قال بعد هذا : { وَأَنَّهُ هُوَ أغنى وأقنى } [ النجم : 48 ] وهذا من أحوال الدنيا ، وعلى ما ذكرنا يكون الترتيب في غاية الحسن فإنه تعالى يقول : خلق الذكر والأنثى ونفخ فيهما الروح الإنسانية الشريفة ثم أغناه بلبن الأم وبنفقة الأب في صغره ، ثم أقناه بالكسب بعد كبره ، فإن قيل : فقد وردت النشأة الأخرى للحشر في قوله تعالى : { فانظروا كَيْفَ بَدَأَ الخلق ثُمَّ الله يُنشِىء النشأة الآخرة } [ العنكبوت : 20 ] نقول الآخرة من الآخر لا من الآخر لأن الآخر أفعل ، وقد تقدم على أن هناك لما ذكر البدء حمل على الإعادة وههنا ذكر خلقه من نطفة ، كما في قوله : { ثُمَّ خَلَقْنَا النطفة عَلَقَةً } ثم قال : { أنشأناهُ خلقاً آخر } [ المؤمنون : 14 ] وفي الآية مسائل : المسألة الأولى : { على } للوجوب ، ولا يجب على الله الإعادة ، فما معنى قوله تعالى : { وَأَنَّ عَلَيْهِ } قال الزمخشري على ما هو مذهبه عليه عقلاً ، فإن من الحكمة الجزاء ، وذلك لا يتم إلا بالحشر ، فيجب عليه عقلاً الإعادة ، ونحن لا نقول بهذا القول ، ونقول فيه وجهان الأول : عليه بحكم الوعد فإنه تعالى قال : { إِنَّا نَحْنُ نُحْيي الموتى } [ ياس : 12 ] فعليه بحكم الوعد لا بالعقل ولا بالشرع الثاني : عليه للتعيين فإن من حضر بين جمع وحاولوا أمراً وعجزوا عنه ، يقال : وجب عليك إذن أن تفعله أي تعينت له .\r\n المسألة الثانية : قرىء : { النشأة } على أنه مصدر كالضربة على وزن فعلة وهي للمرة ، تقول : ضربته ضربتين ، أي مرة بعد مرة ، يعني النشأة مرة أخرى عليه ، وقرىء النشأة بالمد على أنه مصدر على وزن فعالة كالكفالة ، وكيفما قرىء فهي من نشأ ، وهو لازم وكان الواجب أن يقال : عليه الإنشاء لا النشأة ، نقول فيه فائدة وهي أن الجزم يحصل من هذا بوجود الخلق مرة أخرى ، ولو قال : عليه الإنشاء ربما يقول قائل : الإنشاء من باب الإجلاس ، حيث يقال في السعة أجلسته فما جلس ، وأقمته فما قام فيقال : أنشاء وما نشأ أي قصده لينشأ ولم يوجد ، فإذا قال : عليه النشأة أي يوجد النشء ويحققه بحيث يوجد جزماً .\r\n المسألة الثالثة : هل بين قول القائل : عليه النشأة مرة أخرى ، وبين قوله : عليه النشأة الأخرى فرق؟ نقول : نعم إذا قال : عليه النشأة مرة أخرى لا يكون النشء قد علم أولاً ، وإذا قال : { عَلَيْهِ النشأة الأخرى } يكون قد علم حقيقة النشأة الأخرى ، فنقول ذلك المعلوم عليه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأن عليه النشأة الأخرى (47) ",
        "babnum": 38
    },
    {
        "id": 2470,
        "cate": "53",
        "title": "وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى (48) ",
        "details": " وقد ذكرنا تفسيره فنقول : { أغنى } يعني دفع حاجته ولم يتركه محتاجاً لأن الفقير في مقابلة الغني ، فمن لم يبق فقيراً بوجه من الوجوه فهو غني مطلقاً ، ومن لم يبق فقيراً من وجه فهو غني من ذلك الوجه ، قال صلى الله عليه وسلم : « أغنوهم عن المسألة في هذا اليوم » وحمل ذلك على زكاة الفطر ، ومعناه إذا أتاه ما احتاج إليه ، وقوله تعالى : { أقنى } معناه وزاد عليه الإقناء فوق الإغناء ، والذي عندي أن الحروف متناسبة في المعنى ، فنقول لما كان مخرج القاف فوق مخرج الغين جعل الإقناء لحالة فوق الإغناء ، وعلى هذا فالإغناء هو ما آتاه الله من العين واللسان ، وهداه إلى الارتضاع في صباه أو هو ما أعطاه الله تعالى من القوت واللباس المحتاج إليهما وفي الجملة كل ما دفع الله به الحاجة فهو إغناء؛ وكل ما زاد عليه فهو إقناء .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأنه هو أغنى وأقنى (48) ",
        "babnum": 39
    },
    {
        "id": 2471,
        "cate": "53",
        "title": "وَأَنَّهُ هُوَ رَبُّ الشِّعْرَى (49) ",
        "details": " إشارة إلى فساد قول قوم آخرين ، وذلك لأن بعض الناس يذهب إلى أن الفقر والغنى بكسب الإنسان واجتهاده فمن كسب استغنى ، ومن كسل افتقر وبعضهم يذهب إلى أن ذلك بالبخت ، وذلك بالنجوم ، فقال : { هُوَ أغنى وأقنى } وإن قائل الغنى بالنجوم غالط ، فنقول هو رب النجوم وهو محركها ، كما قال تعالى : { هُوَ رَبُّ الشعرى } وقوله : { هُوَ رَبُّ الشعرى } لإنكارهم ذلك أكد بالفصل ، والشعرى نجم مضيء ، وفي النجوم شعريان إحداهما شامية والأخرى يمانية ، والظاهر أن المراد اليمانية لأنهم كانوا يعبدونها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأنه هو رب الشعرى (49) ",
        "babnum": 40
    },
    {
        "id": 2472,
        "cate": "53",
        "title": "وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَى (50) ",
        "details": " لما ذكر أنه : { أغنى وأقنى } [ النجم : 48 ] وكان ذلك بفضل الله لا بعطاء الشعرى وجب الشكر لمن قد أهلك وكفى لهم دليلاً حال عاد وثمود وغيرهم : و { عَاداً الأولى } قيل : بالأولى تميزت من قوم كانوا بمكة هم عاد الآخرة ، وقيل : الأولى لبيان تقدمهم لا لتمييزهم ، تقول : زيد العالم جاءني فتصفه لا لتميزه ولكن لتبين علمه ، وفيه قراءات { عَاداً الأولى } بكسر نون التنوين لالتقاء الساكنين ، و { عَادٍ الأولى } بإسقاط نون التنوين أيضاً لالتقاء الساكنين كقراءة { عُزَيْرٌ ابن الله } [ التوبة : 30 ] { وَقُلْ هُوَ الله أَحَدٌ الله الصمد } [ الإخلاص : 1 ، 2 ] و { عَاداً الأولى } بإدغام النون في اللام ونقل ضمة الهمزة إلى اللام و { عادالؤلي } بهمزة الواو وقرأ هذا القارىء { على سؤقه } ودليله ضعيف وهو يحتمل هذا في موضع { المؤقدة } و { المؤصدة } للضمة والواو فهي في هذا الموضع تجزي على الهمزة ، وكذا في سؤقه لوجود الهمزة في الأصل ، وفي موسى وقوله لا يحسن .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأنه أهلك عادا الأولى (50) ",
        "babnum": 41
    },
    {
        "id": 2473,
        "cate": "53",
        "title": "وَثَمُودَ فَمَا أَبْقَى (51) ",
        "details": " يعني وأهلك ثمود وقوله : { فَمَا أبقى } عائد إلى عاد وثمود أي فما أبقى عليهم ، ومن المفسرين من قال : فما أبقاهم أي فما أبقى منهم أحداً ويؤيد هذا قوله تعالى : { فَهَلْ ترى لَهُم مّن بَاقِيَةٍ } [ الحاقة : 8 ] وتمسك الحجاج على من قال : إن ثقيفاً من ثمود بقوله تعالى : { فَمَا أبقى } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وثمود فما أبقى (51) ",
        "babnum": 42
    },
    {
        "id": 2474,
        "cate": "53",
        "title": "وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كَانُوا هُمْ أَظْلَمَ وَأَطْغَى (52) ",
        "details": " { وَقَوْمَ نُوحٍ } أي أهلكهم { مِن قَبْلُ } والمسألة مشهورة في قبل وبعد تقطع عن الإضافة فتصير كالغاية فتبنى على الضمة .\r\n أما البناء فلتضمنه الإضافة ، وأما على الضمة فلأنها لو بنيت على الفتحة لكان قد أثبت فيه ما يستحقه بالإعراب من حيث إنها ظروف زمان فتستحق النصب والفتح مثله ، ولو بنيت على الكسر لكان الأمر على ما يقتضيه الإعراب وهو الجر بالجار فبنى على ما يخالف حالتي إعرابها .\r\n وقوله تعالى : { إِنَّهُمْ كَانُواْ هُمْ أَظْلَمَ وأطغى } أما الظلم فلأنهم هم البادئون به المتقدمون فيه «ومن سن سنة سيئة فعليه وزرها ووزر من عمل بها» والبادىء أظلم ، وأما أطغى فلأنهم سمعوا المواعظ وطال عليهم الأمد ولم يرتدعوا حتى دعا عليهم نبيهم ، ولا يدعو نبي على قومه إلا بعد الإصرار العظيم ، والظالم واضع الشيء في غير موضعه ، والطاغي المجاوز الحد فالطاغي أدخل في الظلم فهو كالمغاير والمخالف فإن المخالف مغاير مع وصف آخر زائد ، وكذا المغاير والمضاد وكل ضد غير وليس كل غير ضداً ، وعليه سؤال وهو أن قوله : { وَقَوْمَ نُوحٍ } المقصود منه تخويف الظالم بالهلاك ، فإذا قال : هم كانوا في غاية الظلم والطغيان فأهلكوا يقول الظالم هم كانوا أظلم فأهلكوا لمبالغتهم في الظلم ، ونحن ما بالغنا فلا نهلك ، وأما لو قال أهلكوا لأنهم ظلمة لخاف كل ظالم فما الفائدة في قوله : { أَظْلَمَ } ؟ نقول : المقصود بيان شدتهم وقوة أجسامهم فإنهم لم يقدموا على الظلم والطغيان الشديد إلا بتماديهم وطول أعمارهم ، ومع ذلك ما نجا أحد منهم فما حال من هو دونهم من العمر والقوة فهو كقوله تعالى : { أَشَدُّ مِنْهُم بَطْشاً } [ الزخرف : 8 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقوم نوح من قبل إنهم كانوا هم أظلم وأطغى (52) ",
        "babnum": 43
    },
    {
        "id": 2475,
        "cate": "53",
        "title": "وَالْمُؤْتَفِكَةَ أَهْوَى (53) ",
        "details": " المؤتفكة المنقلبة ، وفيه مسائل : المسألة الأولى : قرىء : { والمؤتفكات } والمشهور فيه أنها قرىء قوم لوط لكن كانت لهم مواضع ائتفكت فهي مؤتفكات ، ويحتمل أن يقال المراد كل من انقلبت مساكنه ودثرت أماكنه ولهذا ختم المهلكين بالمؤتفكات كمن يقول : مات فلان وفلان وكل من كان من أمثالهم وأشكالهم .\r\n المسألة الثانية : { أهوى } أي أهواها بمعنى أسقطها ، فقيل : أهواها من الهوى إلى الأرض من حيث حملها جبريل عليه السلام على جناحه ، ثم قلبها ، وقيل : كانت عمارتهم مرتفعة فأهواها بالزلزلة وجعل عاليها سافلها .\r\n المسألة الثالثة : قوله تعالى : { والمؤتفكة أهوى } على ما قلت : كقول القائل والمنقلبة قلبها وقلب المنقلب تحصيل الحاصل ، نقول : ليس معناه المنقلبة ما انقلبت بنفسها بل الله قلبها فانقلبت .\r\n المسألة الرابعة : ما الحكمة في اختصاص المؤتفكة باسم الموضع في الذكر ، وقال في عاد وثمود ، وقوم نوح اسم القوم؟ نقول : الجواب عنه من وجهين أحدهما : أن ثمود اسم الموضع فذكر عاداً باسم القوم ، وثمود باسم الموضع ، وقوم نوح باسم القوم والمؤتفكة باسم الموضع ليعلم أن القوم لا يمكنهم صون أماكنهم عن عذاب الله تعالى ولا الموضع يحصن القوم عنه فإن في العادة تارة يقوي الساكن فيذب عن مسكنه وأخرى يقوي المسكن فيرد عن ساكنه وعذاب الله لا يمنعه مانع ، وهذا المعنى حصل للمؤمنين في آيتين أحدهما قوله تعالى : { وَكَفَّ أَيْدِىَ الناس عَنْكُمْ } [ الفتح : 20 ] وقوله تعالى : { وَظَنُّواْ أَنَّهُمْ مَّانِعَتُهُمْ حُصُونُهُم مّنَ الله } [ الحشر : 2 ] ففي الأول لم يقدر الساكن على حفظ مسكنه وفي الثاني لم يقو الحصن على حفظ الساكن والوجه الثاني : هو أن عاداً وثمود وقوم نوح ، كان أمرهم متقدماً ، وأماكنهم كانت قد دثرت ، ولكن أمرهم كان مشهوراً متواتراً ، وقوم لوط كانت مساكنهم وآثار الانقلاب فيها ظاهرة ، فذكر الأظهر من الأمرين في كل قوم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والمؤتفكة أهوى (53) ",
        "babnum": 44
    },
    {
        "id": 2476,
        "cate": "53",
        "title": "فَغَشَّاهَا مَا غَشَّى (54) ",
        "details": " يحتمل أن يكون ما مفعولاً وهو الظاهر ، ويحتمل أن يكون فاعلاً يقال : ضربه ، وعلى هذا نقول : يحتمل أن يكون الذي غشَّ هو الله تعالى فيكون كقوله تعالى : { والسماء وَمَا بناها } [ الشمس : 5 ] ويحتمل أن يكون ذلك إشارة إلى سبب غضب الله عليهم أي غشاها عليهم السبب ، بمعنى أن الله غضب عليهم بسببه ، يقال لمن أغضب ملكاً بكلام فضربه الملك كلامك الذي ضربك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فغشاها ما غشى (54) ",
        "babnum": 45
    },
    {
        "id": 2477,
        "cate": "53",
        "title": "فَبِأَيِّ آلَاءِ رَبِّكَ تَتَمَارَى (55) ",
        "details": " قيل هذا أيضاً مما في الصحف ، وقيل هو ابتداء كلام والخطاب عام ، كأنه يقول : بأي النعم أيها السامع تشك أو تجادل ، وقيل : هو خطاب مع الكافر ، ويحتمل أن يقال مع النبي صلى الله عليه وسلم ، ولا يقال : كيف يجوز أن يقول للنبي صلى الله عليه وسلم : { تتمارى } لأنا نقول هو من باب : { لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ } [ الزمر : 65 ] يعني لم يبق فيه إمكان الشك ، حتى أن فارضاً لو فرض النبي صلى الله عليه وسلم ممن يشك أو يجادل في بعض الأمور الخفية لما كان يمكنه المراء في نعم الله والعموم هو الصحيح كأنه يقول : بأي آلاء ربك تتمارى أيها الإنسان ، كما قال : { ياأيها الإنسان مَا غَرَّكَ بِرَبّكَ الكريم } [ الانفطار : 6 ] وقال تعالى : { وَكَانَ الإنسان أَكْثَرَ شَيء جَدَلاً } [ الكهف : 54 ] فإن قيل : المذكور من قبل نعم والآلاء نعم ، فكيف آلاء ربك؟ نقول : لما عد من قبل النعم وهو الخلق من النطفة ونفخ الروح الشريفة فيه والإغناء والإقناء ، وذكر أن الكافر بنعمه أهلك قال : { فَبِأَىّ آلاء رَبّكَ تتمارى } فيصيبك مثل ما أصاب الذين تماروا من قبل ، أو تقول : لما ذكر الإهلاك ، قال للشاك : أنت ما أصابك الذي أصابهم وذلك بحفظ الله إياك : { فَبِأَىّ آلاء رَبّكَ تتمارى } وسنزيده بياناً في قوله : { فَبِأَىّ ءالاء رَبّكُمَا تُكَذّبَانِ } [ الرحمن : 13 ] في مواضع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فبأي آلاء ربك تتمارى (55) ",
        "babnum": 46
    },
    {
        "id": 2478,
        "cate": "53",
        "title": "هَذَا نَذِيرٌ مِنَ النُّذُرِ الْأُولَى (56) ",
        "details": " وفيه مسائل : المسألة الأولى : المشار إليه بهذا ماذا؟ نقول فيه وجوه أحدها : محمد صلى الله عليه وسلم من جنس النذر الأولى ثانيها : القرآن ثالثها : ما ذكره من أخبار المهلكين ، ومعناه حينئذ هذا بعض الأمور التي هي منذرة ، وعلى قولنا : المراد محمد صلى الله عليه وسلم فالنذير هو المنذر و { مِنْ } لبيان الجنس ، وعلى قولنا : المراد هو القرآن يحتمل أن يكون النذير بمعنى المصدر ، ويحتمل أن يكون بمعنى الفاعل ، وكون الإشارة إلى القرآن بعيد لفظاً ومعنى ، أما معنى : فلأن القرآن ليس من جنس الصحف الأولى لأنه معجز وتلك لم تكن معجزة ، وذلك لأنه تعالى لما بين الوحدانية وقال : { فَبِأَىّ آلاء رَبّكَ تتمارى } [ النجم : 55 ] قال : { هذا نَذِيرٌ } إشارة إلى محمد صلى الله عليه وسلم وإثباتاً للرسالة ، وقال بعد ذلك : { أَزِفَتِ الآزفة } [ النجم : 57 ] إشارة إلى القيامة ليكون في الآيات الثلاث المرتبة إثبات أصول ثلاث مرتبة ، فإن الأصل الأول هو الله ووحدانيته ثم الرسول ورسالته ثم الحشر والقيامة ، وأما لفظاً فلأن النذير إن كان كاملاً ، فما ذكره من حكاية المهلكين أولى لأنه أقرب ويكون على هذا من بقي على حقيقة التبعيض أي هذا الذي ذكرنا بعض ما جرى ونبذ مما وقع ، أو يكون لابتداء الغاية ، بمعنى هذا إنذار من المنذرين المتقدمين ، يقال : هذا الكتاب ، وهذا الكلام من فلان وعلى الأقوال كلها ليس ذكر الأولى لبيان الموصوف بالوصف وتمييزه عن النذر الآخرة كما يقال : الفرقة الأولى احترازاً عن الفرقة الأخيرة ، وإنما هو لبيان الوصف للموصوف ، كما يقال : زيد العالم جاءني فيذكر العالم ، إما لبيان أن زيداً عالم غير أنك لا تذكره بلفظ الخبر فتأتي به على طريقة الوصف ، وإما لمدح زيد به ، وإما لأمر آخر ، والأولى على العود إلى لفظ الجمع وهو النذر ولو كان لمعنى الجمع لقال : من النذر الأولين يقال من الأقوام المتقدمة والمتقدمين على اللفظ والمعنى .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هذا نذير من النذر الأولى (56) ",
        "babnum": 47
    },
    {
        "id": 2479,
        "cate": "53",
        "title": "أَزِفَتِ الْآزِفَةُ (57) ",
        "details": " وهو كقوله تعالى : { وَقَعَتِ الواقعة } [ الواقعة : 1 ] ويقال : كانت الكائنة .\r\n وهذا الاستعمال يقع على وجوه منها ما إذا كان الفاعل صار فاعلاً لمثل ذلك الفعل من قبل ، ثم صدر منه مرة أخرى مثل الفعل ، فيقال : فعل الفاعل أي الذي كان فاعلاً صار فاعلاً مرة أخرى ، يقال : حاكه الحائك أي من شغله ذلك من قبل فعله ، ومنها ما يصير الفاعل فاعلاً بذلك الفعل ، ومنه يقال : «إذا مات الميت انقطع عمله» وإذا غصب العين غاصب ضمنه ، فقوله : { أَزِفَتِ الآزفة } يحتمل أن يكون من القبيل الأول أي قربت الساعة التي كل يوم يزداد قربها فهي كائنة قريبة وازدادت في القرب ، ويحتمل أن يكون كقوله تعالى : { وَقَعَتِ الواقعة } أي قرب وقوعها وأزفت فاعلها في الحقيقة القيامة أو الساعة ، فكأنه قال : أزفت القيامة الآزفة أو الساعة أو مثلها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أزفت الآزفة (57) ",
        "babnum": 48
    },
    {
        "id": 2480,
        "cate": "53",
        "title": "لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ (58) ",
        "details": " فيه وجوه أحدها : لا مظهر لها إلا الله فمن يعلمها لا يعلم إلا بإعلام الله تعالى إياه وإظهاره إياها له ، فهو كقوله تعالى : { إِنَّ الله عِندَهُ عِلْمُ الساعة } [ لقمان : 34 ] وقوله تعالى : { لاَ يُجَلّيهَا لِوَقْتِهَا إِلاَّ هُوَ } [ الأعراف : 187 ] .\r\n ثانيها : لا يأتي بها إلا الله ، كقوله تعالى : { وَإِن يَمْسَسْكَ الله بِضُرّ فَلاَ كاشف لَهُ إِلاَّ هُوَ } [ الأنعام : 17 ] وفيه مسائل : الأولى : { مِنْ } زائدة تقديره ليس لها غير الله كاشفة ، وهي تدخل على النفي فتؤكد معناه ، تقول : ما جاءني أحد وما جاءني من أحد ، وعلى هذا يحتمل أن يكون فيه تقديم وتأخير ، تقديره ليس لها من كاشفة دون الله ، فيكون نفياً عاماً بالنسبة إلى الكواشف ، ويحتمل أن يقال : ليست بزائدة بل معنى الكلام أنه ليس في الوجود نفس تكتشفها أي تخبر عنها كما هي ومتى وقتها من غير الله تعالى يعني من يكشفها فإنما يكشفها من الله لا من غير الله يقال : كشف الأمر من زيد ، ودون يكون بمعنى غير كما في قوله تعالى : { أإِفكاً ءالِهَةً دُونَ الله تُرِيدُونَ } [ الصافات : 86 ] أي غير الله .\r\n المسألة الثانية : كاشفة صفة لمؤنث أي نفس كاشفة ، وقيل هي للمبالغة كما في العلامة وعلى هذا لا يقال بأنه نفى أن يكون لها كاشفة بصيغة المبالغة ولا يلزم من الكاشف الفائق نفي نفس الكاشف ، لأنا نقول : لو كشفها أحد لكان كاشفاً بالوجه الكامل ، فلا كاشف لها ولا يكشفها أحد وهو كقوله تعالى : { وَمَا أَنَاْ بظلام لّلْعَبِيدِ } [ ق : 29 ] من حيث نفى كونه ظالماً مبالغاً ، ولا يلزم منه نفي كونه ظالماً ، وقلنا هناك : إنه لو ظلم عبيده الضعفاء بغير حق لكان في غاية الظلم وليس في غاية الظلم فلا يظلمهم أصلاً .\r\n المسألة الثالثة : إذا قلت : إن معناه ليس لها نفس كاشفة ، فقوله : { مِن دُونِ الله } استثناء على الأشهر من الأقوال ، فيكون الله تعالى نفساً لها كاشفة؟ نقول : الجواب عنه من وجوه الأول : لا فساد في ذلك قال الله تعالى : { وَلاَ أَعْلَمُ مَا فِى نَفْسِكَ } [ المائدة : 116 ] حكاية عن عيسى عليه السلام والمعنى الحقيقة .\r\n الثاني : ليس هو صريح الاستثناء فيجوز فيه أن لا يكون نفساً الثالث : الاستثناء الكاشف المبالغ .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ليس لها من دون الله كاشفة (58) ",
        "babnum": 49
    },
    {
        "id": 2481,
        "cate": "53",
        "title": "أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ (59) ",
        "details": " قيل : من القرآن ، ويحتمل أن يقال : هذا إشارة إلى حديث : { أَزِفَتِ الآزفة } [ النجم : 57 ] فإنهم كانوا يتعجبون من حشر الأجساد وجمع العظام بعد الفساد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أفمن هذا الحديث تعجبون (59) ",
        "babnum": 50
    },
    {
        "id": 2482,
        "cate": "53",
        "title": "وَتَضْحَكُونَ وَلَا تَبْكُونَ (60) ",
        "details": " وقوله تعالى : { وَتَضْحَكُونَ } يحتمل أن يكون المعنى وتضحكون من هذا الحديث ، كما قال تعالى : { فَلَمَّا جَاءهُم بئاياتنا إِذَا هُم مِنْهَا يَضْحَكُونَ } [ الزخرف : 47 ] في حق موسى عليه السلام ، وكانوا هم أيضاً يضحكون من حديث النبي والقرآن ، ويحتمل أن يكون إنكاراً على مطلق الضحك مع سماع حديث القيامة ، أي أتضحكون وقد سمعتم أن القيامة قربت ، فكان حقاً أن لا تضحكوا حينئذ .\r\n وقوله تعالى : { وَلاَ تَبْكُونَ } أي كان حقاً لكم أن تبكوا منه فتتركون ذلك وتأتون بضده .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وتضحكون ولا تبكون (60) ",
        "babnum": 51
    },
    {
        "id": 2483,
        "cate": "53",
        "title": "وَأَنْتُمْ سَامِدُونَ (61) ",
        "details": " وقوله تعالى : { وَأَنتُمْ سامدون } أي غافلون ، وذكر باسم الفاعل ، لأن الغفلة دائمة ، وأما الضحك والعجب فهما أمران يتجددان ويعدمان .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأنتم سامدون (61) ",
        "babnum": 52
    },
    {
        "id": 2484,
        "cate": "53",
        "title": "فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا (62) ",
        "details": " يحتمل أن يكون الأمر عاماً ، ويحتمل أن يكون التفاتاً ، فيكون كأنه قال : أيها المؤمنون اسجدوا شكراً على الهداية واشتغلوا بالعبادة ، ولم يقل : اعبدوا الله إما لكونه معلوماً ، وإما لأن العبادة في الحقيقة لا تكون إلا لله ، فقال : { واعبدوا } أي ائتوا بالمأمور ، ولا تعبدوا غير الله ، لأنها ليست بعبادة ، وهذا يناسب السجدة عند قراءته مناسبة أشد وأتم مما إذا حملناه على العموم .\r\n والحمد لله رب العالمين ، وصلاته على سيدنا محمد سيد المرسلين ، وخاتم النبيين ، وعلى آله وصحبه أجمعين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فاسجدوا لله واعبدوا (62) ",
        "babnum": 53
    }
]