[
    {
        "id": 3157,
        "cate": "85",
        "title": "وَالسَّمَاءِ ذَاتِ الْبُرُوجِ (1) وَالْيَوْمِ الْمَوْعُودِ (2) وَشَاهِدٍ وَمَشْهُودٍ (3) ",
        "details": " اعلم أن في البروج ثلاثة أقوال : أحدها : أنها هي البروج الإثنا عشر وهي مشهورة وإنما حسن القسم بها لما فيها من عجيب الحكمة ، وذلك لأن سير الشمس فيها ولا شك أن مصالح العالم السفلي مرتبطة بسير الشمس فيدل ذلك على أن لها صانعاً حكيماً ، قال الجبائي : وهذه اليمين واقعة على السماء الدنيا لأن البروج فيها ، واعلم أن هذا خطأ وتحقيقه ذكرناه في قوله تعالى : { إِنَّا زَيَّنَّا السماء الدنيا بِزِينَةٍ الكواكب } [ الصافات : 6 ] ، وثانيها : أن البروج هي منازل القمر ، وإنما حسن القسم بها لما في سير القمر وحركته من الآثار العجيبة وثالثها : أن البروج هي عظام الكواكب سميت بروجاً لظهورها .\r\n وأما اليوم الموعود فهو يوم القيامة ، رواه أبو هريرة عن النبي صلى الله عليه وسلم ، قال القفال : يحتمل أن يكون المراد واليوم الموعود لانشقاق السماء وفنائها وبطلان بروجها .\r\n وأما الشاهد والمشهود ، فقد أضطرب أقاويل المفسرين فيه ، والقفال أحسن الناس كلاماً فيه ، قال : إن الشاهد يقع على شيئين أحدهما : الشاهد الذي تثبت به الدعاوى والحقوق والثاني : الشاهد الذي هو بمعنى الحاضر ، كقوله : { عالم الغيب والشهادة } [ الأنعام : 73 ] ويقال : فلان شاهد وفلان غائب ، وحمل الآية على هذا الاحتمال الثاني أولى ، إذ لو كان المراد هو الأول لما خلا لفظ المشهود عن حرف الصلة ، فيقال : مشهود عليه ، أو مشهود له .\r\n هذا هو الظاهر ، وقد يجوز أن يكون المشهود معناه المشهود عليه فحذفت الصلة ، كما في قوله : { إِنَّ العهد كَانَ مَّسْئُولاً } [ الإسراء : 34 ] أي مسئولاً عنه ، إذا عرفت هذه المقدمة فنقول : إن حملنا الشهود على الحضور احتملت الآية وجوهاً من التأويل أحدها : أن المشهود هو يوم القيامة ، والشاهد هو الجمع الذي يحضرون فيه ، وهو مروي عن ابن عباس والضحاك ، ويدل على صحة هذا الاحتمال وجوه الأول : أنه لا حضور أعظم من ذلك الحضور ، فإن الله تعالى يجمع فيه خلق الأولين والآخرين من الملائكة والأنبياء والجن والإنس ، وصرف اللفظ إلى المسمى الأكمل أولى والثاني : أنه تعالى ذكر اليوم الموعود ، وهو يوم القيامة ، ثم ذكر عقيبة : { وشاهد وَمَشْهُودٍ } وهذا يناسب أن يكون المراد بالشاهد من يحضر في ذلك اليوم من الخلائق ، وبالمشهود ما في ذلك اليوم من العجائب الثالث : أن الله تعالى وصف يوم القيامة بكونه مشهوداً في قوله : { فَوْيْلٌ لّلَّذِينَ كَفَرُواْ مِن مَّشْهِدِ يَوْمٍ عَظِيمٍ } [ مريم : 37 ] وقال : { ذلك يَوْمٌ مَّجْمُوعٌ لَّهُ الناس وذلك يَوْمٌ مَّشْهُودٌ } [ هود : 103 ] وقال : { يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ } [ الإسراء : 52 ] وقال : { إِن كَانَتْ إِلاَّ صَيْحَةً واحدة فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ } [ يس : 53 ] وطريق تنكيرهما إما ما ذكرناه في تفسير قوله تعالى : { عَلِمَتْ نَفْسٌ مَّا أَحْضَرَتْ } [ التكوير : 14 ] كأنه قيل : وما أفرطت كثرته من شاهد ومشهود ، وأما الإبهام في الوصف كأنه قيل : وشاهد ومشهود لا يكتنه وصفهما ، وإنما حسن القسم بيوم القيامة للتنبيه على القدرة إذ كان هو يوم الفصل والجزاء ويوم تفرد الله تعالى فيه بالملك والحكم ، وهذا الوجه اختيار ابن عباس ومجاهد وعكرمة والحسن بن علي وابن المسيب والضحاك والنخعي والثوري وثانيها : أن يفسر المشهود بيوم الجمعة وهو قول ابن عمر وابن الزبير : وذلك لأنه يوم يشهده المسلمون للصلاة ولذكر الله .\r\n ومما يدل على كون هذا اليوم مسمى بالمشهود خبران الأول : ما روى أبو الدرداء قال : قال رسول الله صلى الله عليه وسلم : « أكثروا الصلاة علي يوم الجمعة فإنه يوم مشهود تشهده الملائكة » والثاني : ما روى أبو هريرة أنه صلى الله عليه وسلم قال : « تحضر الملائكة أبواب المسجد فيكتبون الناس فإذا خرج الإمام طويت الصحف » وهذه الخاصية غير موجودة إلا في هذا اليوم فيجوز أن يسمى مشهوداً لهذا المعنى ، قال الله تعالى : { وَقُرْآنَ الفجر إِنَّ قُرْآنَ الفجر كَانَ مَشْهُوداً &gt; } [ الإسراء : 78 ] وروى : « أن ملائكة الليل والنهار يحضرون وقت صلاة الفجر فسميت هذه الصلاة مشهودة لشهادة الملائكة » فكذا يوم الجمعة وثالثها : أن يفسر المشهود بيوم عرفة والشاهد من يحضره من الحاج وحسن القسم به تعظيماً لأمر الحج روي أن الله تعالى يقول للملائكة يوم عرفة : « أنظروا إلى عبادي شعثاً غبراً أتوني من كل فج عميق أشهدكم أني قد غفرت لهم وأن إبليس يصرخ ويضع التراب على رأسه لما يرى من ذلك » والدليل على أن يوم عرفة مسمى بأنه مشهود قوله تعالى : { وعلى كُلّ ضَامِرٍ يَأْتِينَ مِن كُلّ فَجّ عَميِقٍ * لّيَشْهَدُواْ منافع لَهُمْ } [ الحج : 28 27 ] ، ورابعها : أن يكون المشهود يوم النحر وذلك لأنه أعظم المشاهد في الدنيا فإنه يجتمع أهل الشرق والغرب في ذلك اليوم بمنى والمزدلفة وهو عيد المسلمين ، ويكون الغرض من القسم به تعظيم أمر الحج وخامسها : حمل الآية على يوم الجمعة ويوم عرفة ويوم النحر جميعاً لأنها أيام عظام فأقسم الله بها كما أقسم بالليالي العشر والشفع والوتر ، ولعل الآية عامة لكل يوم عظيم من أيام الدنيا ولكل مقام جليل من مقاماتها وليوم القيامة أيضاً لأنه يوم عظيم كما قال : { لِيَوْمٍ عَظِيمٍ * يَوْمَ يَقُومُ الناس لِرَبّ العالمين } [ المطففين : 6 5 ] وقال : { فَوْيْلٌ لّلَّذِينَ كَفَرُواْ مِن مَّشْهِدِ يَوْمٍ عَظِيمٍ } [ مريم : 37 ] ويدل على صحة هذا التأويل خروج اللفظ في الشاهد والمشهود على النكرة ، فيحتمل أن يكون ذلك على معنى أن القصد لم يقع فيه إلى يوم بعينه فيكون معرفاً أما الوجه الأول : وهو أن يحمل الشاهد على من تثبت الدعوى بقوله ، فقد ذكروا على هذا التقدير وجوهاً كثيرة أحدها : أن الشاهد هو الله تعالى لقوله : { شَهِدَ الله أَنَّهُ لا إله إِلاَّ هُوَ } [ آل عمران : 18 ] وقوله : { قُلْ أَيُّ شَىْء أَكْبَرُ شهادة قُلِ الله } [ الأنعام : 19 ] وقوله : { أَوَ لَمْ يَكْفِ بِرَبّكَ أَنَّهُ على كُلّ شَيْء شَهِيدٌ } [ فصلت : 53 ] والمشهود هو التوحيد ، لقوله : { شَهِدَ الله أَنَّهُ لا إله إِلاَّ هُوَ } [ آل عمران : 18 ] و النبوة : { قُلْ كفى بالله شَهِيداً بَيْنِي وَبَيْنَكُمْ } وثانيها : أن الشاهد محمد صلى الله عليه وسلم ، والمشهود عليه سائر الأنبياء ، لقوله تعالى : { فَكَيْفَ إِذَا جِئْنَا مِن كُلّ أمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ على هَؤُلاء شَهِيداً } [ النساء : 41 ] ولقوله تعالى : { إِنَّا أرسلناك شَاهِداً } [ الفتح : 8 ] وثالثها : أن يكون الشاهد هو الأنبياء ، والمشهود عليه هو الأمم ، لقوله تعالى : { فَكَيْفَ إِذَا جِئْنَا مِن كُلّ أمَّةٍ بِشَهِيدٍ } ، ورابعها : أن يكون الشاهد هو جميع الممكنات والمحدثات ، والمشهود عليه واجب الوجود ، وهذا احتمال ذكرته أنا وأخذته من قول الأصوليين هذا الاستدلال بالشاهد على الغائب ، وعلى هذا التقدير يكون القسم واقعاً بالخلق والخالق ، والصنع والصانع وخامسها : أن يكون الشاهد هو الملك ، لقوله تعالى : { وَجَاءتْ كُلُّ نَفْسٍ مَّعَهَا سَائِقٌ وَشَهِيدٌ } والمشهود عليه هم المكلفون وسادسها : أن يكون الشاهد هو الملك ، والمشهود عليه هو الإنسان الذي تشهد عليه جوارحه يوم القيامة ، قال : { يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ } [ النور : 24 ] { وقالوا لجلودهم لم شهدتم علينا } [ فصلت : 21 ] وهذا قول عطاء الخراساني .\r\n وأما الوجه الثالث : وهو أقوال مبنية على الروايات لا على الاشتقاق فأحدها : أن الشاهد يوم الجمعة ، والمشهود يوم عرفة ، روى أبو موسى الأشعري أنه عليه الصلاة والسلام قال : « اليوم الموعود يوم القيامة ، والشاهد يوم الجمعة ، والمشهود يوم عرفة ، ويوم الجمعة ذخيرة الله لنا » وعن أبي هريرة مرفوعاً قال : « المشهود يوم عرفة ، والشاهد يوم الجمعة ، ما طلعت الشمس ولا غربت على أفضل منه فيه ساعة لا يوافقها عبد مؤمن يدعو الله بخير إلا استجاب له ، ولا يستعيذ من شر إلا أعاذه منه » وعن سعيد بن المسيب مرسلاً عن النبي صلى الله عليه وسلم ، قال : « سيد الأيام يوم الجمعة وهو الشاهد ، والمشهود يوم عرفة » وهذا قول كثير من أهل العلم كعلي بن أبي طالب عليه السلام ، وأبي هريرة وابن المسيب والحسن البصري والربيع بن أنس ، قال قتادة : شاهد ومشهود ، يومان عظمهما الله من أيام الدنيا ، كما يحدث أن الشاهد يوم الجمعة والمشهود يوم عرفة وثانيها : أن الشاهد يوم عرفة والمشهود يوم النحر وذلك لأنهما يومان عظمهما الله وجعلهما من أيام أركان أيام الحج ، فهذان اليومان يشهدان لمن يحضر فيهما بالإيمان واستحقاق الرحمة ، وروى أنه عليه السلام ذبح كبشين ، وقال في أحدهما : « هذا عمن يشهد لي بالبلاغ » فيحتمل لهذا المعنى أن يكون يوم النحر شاهداً لمن حضره بمثل ذلك لهذا الخبر وثالثها : أن الشاهد هو عيسى لقوله تعالى حكاية عنه : { وَكُنتُ عَلَيْهِمْ شَهِيداً } [ المائدة : 117 ] ، ورابعها : الشاهد هو الله والمشهود هو يوم القيامة ، قال تعالى : { ياويلنا مَن بَعَثَنَا مِن مَّرْقَدِنَا هَذَا مَا وَعَدَ الرحمن وَصَدَقَ المرسلون } [ يس : 52 ] وقوله : { ثُمَّ يُنَبّئُهُم بِمَا عَمِلُواْ } [ المجادلة : 7 ] ، وخامسها : أن الشاهد هو الإنسان ، والمشهود هو التوحيد لقوله تعالى : { وَأَشْهَدَهُمْ عَلَى أَنفُسِهِمْ أَلَسْتَ بِرَبّكُمْ قَالُواْ بلى } [ الأعراف : 172 ] وسادسها : أن الشاهد الإنسان والمشهود هو يوم القيامة ، أما كون الإنسان شاهداً فلقوله تعالى : { قَالُواْ بلى شَهِدْنَا } [ الأعراف : 172 ] وأما كون يوم القيامة مشهوداً فلقوله : { أَن تَقُولُواْ يَوْمَ القيامة إِنَّا كُنَّا عَنْ هذا غافلين } [ الأعراف : 172 ] فهذه هي الوجوه الملخصة ، والله أعلم بحقائق القرآن .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والسماء ذات البروج (1) واليوم الموعود (2) وشاهد ومشهود (3) ",
        "babnum": 1
    },
    {
        "id": 3158,
        "cate": "85",
        "title": "قُتِلَ أَصْحَابُ الْأُخْدُودِ (4) النَّارِ ذَاتِ الْوَقُودِ (5) إِذْ هُمْ عَلَيْهَا قُعُودٌ (6) وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ (7) ",
        "details": " اعلم أنه لا بد للقسم من جواب ، واختلفوا فيه على وجوه أحدها : ما ذكره الأخفش وهو أن جواب القسم قوله : { قُتِلَ أصحاب الأخدود } واللام مضمرة فيه ، كما قال : { والشمس وضحاها } [ الشمس : 1 ] { قَدْ أَفْلَحَ مَن زكاها } [ الشمس : 9 ] يريد .\r\n لقد أفلح ، قال : وإن شئت على التقديم كأنه قيل : قتل أصحاب الأخدود والسماء ذات البروج وثانيها : ما ذكره الزجاج ، وهو أن جواب القسم : { إِنَّ بَطْشَ رَبّكَ لَشَدِيدٌ } [ البروج : 12 ] وهو قول ابن مسعود وقتادة وثالثها : أن جواب القسم قوله : { إِنَّ الذين فَتَنُواْ } [ البروج : 10 ] الآية كما تقول : والله إن زيداً لقائم ، إلا أنه اعترض بين القسم وجوابه ، قوله : { قُتِلَ أصحاب الأخدود } إلى قوله : { إِنَّ الذين فَتَنُواْ } [ البروج : 10 ] ورابعها : ما ذكره جماعة من المتقدمين أن جواب القسم محذوف ، وهذا اختيار صاحب «الكشاف» إلا أن المتقدمين ، قالوا : ذلك المحذوف هو أن الأمر حق في الجزاء على الأعمال وقال صاحب «الكشاف» : جواب القسم هو الذي يدل عليه قوله : { قُتِلَ أصحاب الأخدود } كأنه قيل : أقسم بهذه الأشياء ، أن كفار قريش ملعونون كما لعن أصحاب الأخدود ، وذلك لأن السورة وردت في تثبيت المؤمنين وتصبيرهم على أذى أهل مكة وتذكيرهم بما جرى على من تقدمهم من التعذيب على الإيمان حتى يقتدوا بهم ويصبروا على أذى قومهم ، ويعلموا أن كفار مكة عند الله بمنزلة أولئك الذين كانوا في الأمم السالفة يحرقون أهل الإيمان بالنار ، وأحقاء بأن يقال فيهم : قتلت قريش كما : { قُتِلَ أصحاب الأخدود } أما قوله تعالى : { قُتِلَ أصحاب الأخدود } ففيه مسائل : المسألة الأولى : ذكروا قصة أصحاب الأخدود على طرق متباينة ونحن نذكر منها ثلاثة : أحدها : أنه كان لبعض الملوك ساحر ، فلما كبر ضم إليه غلام ليعلمه السحر ، وكان في طريق الغلام راهب ، فمال قلب الغلام إلى ذلك الراهب ثم رأى الغلام في طريقه ذات يوم حية قد حبست الناس فأخذ حجراً ، وقال : اللهم إن كان الراهب أحب إليك من الساحر فقوني على قتلها بواسطة رمي الحجر إليها ، ثم رمى فقتلها ، فصار ذلك سبباً لإعراض الغلام عن السحر واشتغاله بطريقة الراهب ، ثم صار إلى حيث يبرىء الأكمه والأبرص ويشفي من الأدواء ، فاتفق أن عمي جليس للملك فأبرأه فلما رآه الملك قال : من رد عليك نظرك؟ فقال ربي فغضب فعذبه فدل على الغلام فعذبه فدل على الراهب فأحضر الراهب وزجره عن دينه فلم يقبل الراهب قوله فقد بالمنشار ، ثم أتوا بالغلام إلى جبل ليطرح من ذروته فدعا الله ، فرجف بالقوم فهلكوا ونجا ، فذهبوا به إلى سفينة لججوا بها ليغرقوه ، فدعا الله فانكفأت بهم السفينة فغرقوا ونجا ، فقال للملك : لست بقاتلي حتى تجمع الناس في صعيد وتصلبني على جذع وتأخذ سهماً من كنانتي ، وتقول : بسم الله رب الغلام ثم ترميني به ، فرماه فوقع في صدغه فوضع يده عليه ومات ، فقال الناس : آمنا برب الغلام .\r\n فقيل للملك : نزل بك ما كنت تحذر ، فأمر بأخاديد في أفواه السكك ، وأوقدت فيها النيران ، فمن لم يرجع منهم طرحه فيها ، حتى جاءت امرأة معها صبي فتقاعست أن تقع فيها فقال الصبي : يا أماه اصبري فإنك على الحق ، فصبرت على ذلك .\r\n الرواية الثانية : روي عن علي عليه السلام أنهم حين اختلفوا في أحكام المجوس قال : هم أهل الكتاب وكانوا متمسكين بكتابهم وكانت الخمر قد أحلت لهم فتناولها بعض ملوكها فسكر فوقع على أخته فلما صحا ندم وطلب المخرج فقالت له : المخرج أن تخطب الناس فتقول : إن الله تعالى قد أحل نكاح الأخوات ثم تخطبهم بعد ذلك فتقول : بعد ذلك حرمه ، فخطب فلم يقبلوا منه ذلك فقالت له : أبسط فيهم السوط فلم يقبلوا ، فقالت : أبسط فيهم السيف فلم يقبلوا ، فأمرته بالأخاديد وإيقاد النيران وطرح من أتى فيها الذين أرادهم الله بقوله : { قُتِلَ أصحاب الأخدود } .\r\n الرواية الثالثة : أنه وقع إلى نجران رجل ممن كان على دين عيسى فدعاهم فأجابوه فصار إليهم ذو نواس اليهودي بجنود من حمير فخيرهم بين النار واليهودية فأبوا ، فأحرق منهم إثني عشر ألفاً في الأخاديد ، وقيل سبعين ألفاً ، وذكر أن طول الأخدود أربعون ذراعاً وعرضه إثنا عشر ذراعاً ، وعن النبي صلى الله عليه وسلم : « أنه كان إذا ذكر أصحاب الأخدود تعوذ بالله من جهد البلاء » فإن قيل : تعارض هذه الروايات يدل على كذبها ، قلنا : لا تعارض فقيل : إن هذا كان في ثلاث طوائف ثلاث مرات مرة باليمن ، ومرة بالعراق ، ومرة بالشام ، ولفظ الأخدود ، وإن كان واحداً إلا أن المراد هو الجمع وهو كثير من القرآن ، وقال القفال : ذكروا في قصة أصحاب الأخدود روايات مختلفة وليس في شيء منها ما يصح إلا أنها متفقة في أنهم قوم من المؤمنين خالفوا قومهم أو ملكاً كافراً كان حاكماً عليهم فألقاهم في أخدود وحفر لهم ، ثم قال : وأظن أن تلك الواقعة كانت مشهورة عند قريش فذكر الله تعالى ذلك لأصحاب رسوله تنبيهاً لهم على ما يلزمهم من الصبر على دينهم واحتمال المكاره فيه فقد كان مشركوا قريش يؤذون المؤمنين على حسب ما اشتهرت به الأخبار من مبالغتهم في إذاء عمار وبلال .\r\n المسألة الثانية : الأخدود : الشق في الأرض يحفر مستطيلاً وجمعه الأخاديد ومصدره الخد وهو الشق يقال : خد في الأرض خداً وتخدد لحمه إذا صار طرائق كالشقوق .\r\n المسألة الثالثة : يمكن أن يكون المراد بأصحاب الأخدود القاتلين ، ويمكن أن يكون المراد بهم المقتولين ، والرواية المشهورة أن المقتولين هم المؤمنون ، وروي أيضاً أن المقتولين هم الجبابرة لأنهم لما ألقوا المؤمنين في النار عادت النار على الكفرة فأحرقتهم ونجى الله المؤمنين منها سالمين ، وإلى هذا القول ذهب الربيع بن أنس والواقدي وتأولوا قوله : { فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الحريق } [ البروج : 10 ] أي لهم عذاب جهنم في الآخرة ولهم عذاب الحريق في الدنيا .\r\n إذا عرفت هذه المقدمة فنقول : ذكروا في تفسير قوله تعالى : { قُتِلَ أصحاب الأخدود } وجوهاً ثلاثة وذلك لأنا إما أن نفسر أصحاب الأخدود بالقاتلين أو بالمقتولين .\r\n أما على الوجه الأول ففيه تفسيران أحدهما : أن يكون هذا دعاء عليهم أي لعن أصحاب الأخدود ، ونظيره قوله تعالى : { قُتِلَ الإنسان مَا أَكْفَرَهُ } [ عبس : 17 ] { قُتِلَ الخراصون } [ الذاريات : 10 ] والثاني : أن يكون المراد أن أولئك القاتلين قتلوا بالنار على ما ذكرنا أن الجبابرة لما أرادوا قتل المؤمنين بالنار عادت النار عليهم فقتلتهم ، وأما إذا فسرنا ، أصحاب الأخدود بالمقتولين كان المعنى أن أولئك المؤمنين قتلوا بالإحراق بالنار ، فيكون ذلك خبراً لا دعاء .\r\n المسألة الرابعة : قرىء قتل بالتشديد .\r\n أما قوله تعالى : { النار ذَاتِ الوقود } ففيه مسائل : المسألة الأولى : النار إنما تكون عظيمة إذا كان هناك شيء يحترق بها إما حطب أو غيره ، فالوقود اسم لذلك الشيء لقوله تعالى : { وَقُودُهَا النار والحجارة } [ البقرة : 24 ] وفي : { ذَاتِ الوقود } تعظيم أمر ما كان في ذلك الأخدود من الحطب الكثير .\r\n المسألة الثانية : قال أبو علي : هذا بدل الاشتمال كقولك : سلب زيد ثوبه فإن الأخدود مشتمل على النار .\r\n المسألة الثالثة : قرىء الوقود بالضم ، أما قوله تعالى : { إِذْ هُمْ عَلَيْهَا قُعُودٌ } ففيه مسألتان : المسألة الأولى : العامل في إذ قتل والمعنى لعنوا في ذلك الوقت الذي هم فيه قعود عند الأخدود يعذبون المؤمنين .\r\n المسألة الثانية : في الآية إشكال وهو أن قوله : { هُمْ } ضمير عائد إلى أصحاب الأخدود ، لأن ذلك أقرب المذكورات والضمير في قوله : { عَلَيْهَا } عائد إلى النار فهذا يقتضي أن أصحاب الأخدود كانوا قاعدين على النار ، ومعلوم أنه لم يكن الأمر كذلك والجواب : من وجوه أحدها : أن الضمير في هم عائد إلى أصحاب الأخدود ، لكن المراد ههنا من أصحاب الأخدود المقتولون لا القاتلون فيكون المعنى إذ المؤمنين قعود على النار يحترقون مطرحون على النار وثانيها : أن يجعل الضمير في { عَلَيْهَا } عائد إلى طرف النار وشفيرها والمواضع التي يمكن الجلوس فيها ، ولفظ ، على مشعر بذلك تقول مررت عليها تريد مستعلياً بمكان يقرب منه ، فالقائلون كانوا جالسين فيها وكانوا يعرضون المؤمنين على النار ، فمن كان يترك دينه تركوه ومن كان يصبر على دينه ألقوه في النار وثالثها : هب أنا سلمنا أن الضمير في هم عائد إلى أصحاب الأخدود بمعنى القاتلين ، والضمير في عليها عائد إلى النار ، فلم لا يجوز أن يقال : إن أولئك القاتلين كانوا قاعدين على النار ، فإنا بينا أنهم لما ألقوا المؤمنين في النار ارتفعت النار إليهم فهلكوا بنفس ما فعلوه بأيديهم لأجل إهلاك غيرهم ، فكانت الآية دالة على أنهم في تلك الحالة كانوا ملعونين أيضاً ، ويكون المعنى أنهم خسروا الدنيا والآخرة ورابعها : أن تكون على بمعنى عند ، كما قيل في قوله : { وَلَهُمْ عَلَىَّ ذَنبٌ } [ الشعراء : 14 ] أي عندي .\r\n أما قوله تعالى : { وَهُمْ على مَا يَفْعَلُونَ بالمؤمنين شُهُودٌ } فاعلم أن قوله : { شُهُودٌ } يحتمل أن يكون المراد منه حضور ، ويحتمل أن يكون المراد منه الشهود الذين تثبت الدعوى بشهادتهم ، أما على الوجه الأول ، فالمعنى إن أولئك الجبابرة القاتلين كانوا حاضرين عند ذلك العمل يشاهدون ذلك فيكون الغرض من ذكر ذلك أحد أمور ثلاثة : إما وصفهم بقسوة القلب إذ كانوا عند التعذيب بالنار حاضرين مشاهدين له ، وأما وصفهم بالجد في تقرير كفرهم وباطلهم حيث حضروا في تلك المواطن المنفرة والأفعال الموحشة ، وأما وصف أولئك المؤمنين المقتولين بالجد دينهم والإصرار على حقهم ، فإن الكفار إنما حضروا في ذلك الموضع طمعاً في أن هؤلاء المؤمنين إذا نظروا إليهم هابوا حضورهم واحتشموا من مخالفتهم ، ثم إن أولئك المؤمنين لم يلتفتوا إليهم وبقوا مصرين على دينهم الحق ، فإن قلت المراد من الشهود إن كان هذا المعنى ، فكان يجب أن يقال : وهم لما يفعلون شهود ولا يقال : وهم على ما يفعلون شهود؟ قلنا : إنما ذكر لفظة على بمعنى أنهم على قبح فعلهم بهؤلاء المؤمنين ، وهو إحراقهم بالنار كانوا حاضرين مشاهدين لتلك الأفعال القبيحة .\r\n أما الاحتمال الثاني : وهو أن يكون المراد من الشهود الشهادة التي تثبت الدعوى بها ففيه وجوه أحدها : أنهم جعلوا شهوداً يشهد بعضهم لبعض عند الملك أن أحداً منهم لم يفرط فيما أمر به ، وفوض إليه من التعذيب وثانيها : أنهم شهود على ما يفعلون بالمؤمنين يؤدون شهادتهم يوم القيامة : { يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُواْ يَعْمَلُونَ } [ النور : 24 ] ، وثالثها : أن هؤلاء الكفار مشاهدون لما يفعلون بالمؤمنين من الإحراق بالنار حتى لو كان ذلك من غيرهم لكانوا شهوداً عليه ، ثم مع هذا لم تأخذهم بهم رأفة ، ولا حصل في قلوبهم ميل ولا شفقة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قتل أصحاب الأخدود (4) النار ذات الوقود (5) إذ هم عليها قعود (6) وهم على ما يفعلون بالمؤمنين شهود (7) ",
        "babnum": 2
    },
    {
        "id": 3159,
        "cate": "85",
        "title": "وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ (8) الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (9) ",
        "details": " المعنى وما عابوا منهم وما أنكروا الإيمان ، كقوله : ولا عيب فيهم غير أن سيوفهم \r\n بهن فلول من قراع الكتائب ونظيره قوله تعالى : { هَلْ تَنقِمُونَ مِنَّا إِلاَّ أَنْ ءَامَنَّا بالله } [ المائدة : 59 ] وإنما قال : { إِلاَّ أَن يُؤْمِنُواْ } لأن التعذيب إنما كان واقعاً على الإيمان في المستقبل ، ولو كفروا في المستقبل لم يعذبوا على ما مضى ، فكأنه قيل : إلا أن يدوموا على إيمانهم ، وقرأ أبو حيوة : { نَقَمُواْ } بالكسر ، والفصيح هو الفتح ، ثم إنه ذكر الأوصاف التي بها يستحق الإله أن يؤمن به ويعبد فأولها : العزيز وهو القادر الذي لا يغلب ، والقاهر الذي لا يدفع ، وبالجملة فهو إشارة إلى القدرة التامة وثانيها : الحميد وهو الذي يستحق الحمد والثناء على ألسنة عباده المؤمنين وإن كان بعض الأشياء لا يحمده بلسانه فنفسه شاهدة على أن المحمود في الحقيقة هو هو ، كما قال : { وَإِن مّن شَيْء إِلاَّ يُسَبّحُ بِحَمْدَهِ } [ الإسراء : 44 ] وذلك إشارة إلى العلم لأن من لا يكون عالماً بعواقب الأشياء لا يمكنه أن يفعل الأفعال الحميدة ، فالحميد يدل على العلم التام من هذا الوجه وثالثها : الذي له ملك السموات والأرض وهو مالكها والقيم بهما ولو شاء لأفناهما ، وهو إشارة إلى الملك التام وإنما أخر هذه الصفة عن الأولين لأن الملك التام لا يحصل إلا عند حصول الكمال في القدرة والعلم ، فثبت أن من كان موصوفاً بهذه الصفات كان هو المستحق للإيمان به وغيره لا يستحق ذلك ألبتة ، فكيف حكم أولئك الكفار الجهال يكون مثل هذا الإيمان ذنباً .\r\n واعلم أنه تعالى أشار بقوله : { العزيز } إلى أنه لو شاء لمنع أولئك الجبابرة من تعذيب أولئك المؤمنين ، ولأطفأ نيرانهم ولأماتهم وأشار بقوله : { الحميد } إلى أن المعتبر عنده سبحانه من الأفعال عواقبها فهو وإن كان قد أمهل لكنه ما أهمل ، فإنه تعالى يوصل ثواب أولئك المؤمنين إليهم ، وعقاب أولئك الكفرة إليهم ، ولكنه تعالى لم يعالجهم بذلك لأنه لم يفعل إلا على حسب المشيئة أو المصلحة على سبيل التفضل ، فلهذا السبب قال : { والله على كُلِّ شَيْءٍ شَهِيدٌ } فهو وعد عظيم للمطيعين ووعيد شديد للمجرمين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما نقموا منهم إلا أن يؤمنوا بالله العزيز الحميد (8) الذي له ملك السماوات والأرض والله على كل شيء شهيد (9) ",
        "babnum": 3
    },
    {
        "id": 3160,
        "cate": "85",
        "title": "إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ (10) ",
        "details": " اعلم أنه سبحانه لما ذكر قصة أصحاب الأخدود ، أتبعها بما يتفرع عليها من أحكام الثواب والعقاب فقال : { إِنَّ الذين فَتَنُواْ المؤمنين } وههنا مسائل : المسألة الأولى : يحتمل أن يكون المراد منه أصحاب الأخدود فقط ، ويحتمل أن يكون المراد كل من فعل ذلك وهذا أولى لأن اللفظ عام والحكم عام فالتخصيص ترك للظاهر من غير دليل .\r\n المسألة الثانية : أصل الفتنة الابتلاء والامتحان ، وذلك لأن أولئك الكفار امتحنوا أولئك المؤمنين وعرضوهم على النار وأحرقوهم ، وقال بعض المفسرين الفتنة هي الإحراق بالنار وقال ابن عباس ومقاتل : { فَتَنُواْ المؤمنين } حرقوهم بالنار ، قال الزجاج : يقال فتنت الشيء أحرقته والفتن أحجار سود كأنها محترقة ، ومنه قوله تعالى : { يَوْمَ هُمْ عَلَى النار يُفْتَنُونَ } [ الذاريات : 13 ] .\r\n المسألة الثالثة : قوله تعالى : { ثُمَّ لَمْ يَتُوبُواْ } يدل على أنهم لو تابوا لخرجوا عن هذا الوعيد وذلك يدل على القطع بأن الله تعالى يقبل التوبة ، ويدل على أن توبة القاتل عمداً مقبولة خلاف ما يروى عن ابن عباس .\r\n المسألة الرابعة : في قوله : { فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الحريق } قولان : الأول : أن كلا العذابين يحصلان في الآخرة ، إلا أن عذاب جهنم وهو العذاب الحاصل بسبب كفرهم ، وعذاب الحريق هو العذاب الزائد على عذاب الكفر بسبب أنهم أحرقوا المؤمنين ، فيحتمل أن يكون العذاب الأول عذاب برد والثاني عذاب إحراق وأن يكون الأول عذاب إحراق والزائد على الإحراق أيضاً إحراق ، إلا أن العذاب الأول كأنه خرج عن أن يسمى إحراقاً بالنسبة إلى الثاني ، لأن الثاني قد اجتمع فيه نوعا الإحراق فتكامل جداً فكان الأول ضعيفاً ، فلا جرم لم يسم إحراقاً .\r\n القول الثاني : أن قوله : { فَلَهُمْ عَذَابُ جَهَنَّمَ } إشارة إلى عذاب الآخرة : { وَلَهُمْ عَذَابُ الحريق } إشارة إلى ما ذكرنا أن أولئك الكفار ارتفعت عليهم نار الأخدود فاحترقوا بها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين فتنوا المؤمنين والمؤمنات ثم لم يتوبوا فلهم عذاب جهنم ولهم عذاب الحريق (10) ",
        "babnum": 4
    },
    {
        "id": 3161,
        "cate": "85",
        "title": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ذَلِكَ الْفَوْزُ الْكَبِيرُ (11) ",
        "details": " اعلم أنه تعالى لما ذكر وعيد المجرمين ذكر وعد المؤمنين وهو ظاهر وفيه مسألتان : المسألة الأولى : إنما قال : { ذلك الفوز } ولم يقل تلك الدقيقة لطيفة وهي أن قوله : { ذلك } إشارة إلى إخبار الله تعالى بحصول هذه الجنات ، وقوله : تلك إشارة إلى الجنات وإخبار الله تعالى عن ذلك يدل على كونه راضياً والفوز الكبير هو رضا الله لا حصول الجنة .\r\n المسألة الثانية : قصة أصحاب الأخدود ولا سيما هذه الآية تدل على أن المكره على الكفر بالإهلاك العظيم الأولى له أن يصبر على ما خوف منه ، وأن إظهار كلمة الكفر كالرخصة في ذلك روى الحسن أن مسيلمة أخذ رجلين من أصحاب النبي صلى الله عليه وسلم فقال لأحدهما : تشهد أني رسول الله فقال : نعم فتركه ، وقال للآخر مثله فقال : لا بل أنت كذاب فقتله فقال عليه السلام : « أما الذي ترك فأخذ بالرخصة فلا تبعة عليه ، وأما الذي قتل فأخذ بالفضل فهنيئاً له » .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين آمنوا وعملوا الصالحات لهم جنات تجري من تحتها الأنهار ذلك الفوز الكبير (11) ",
        "babnum": 5
    },
    {
        "id": 3162,
        "cate": "85",
        "title": "إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ (12) إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ (13) وَهُوَ الْغَفُورُ الْوَدُودُ (14) ذُو الْعَرْشِ الْمَجِيدُ (15) فَعَّالٌ لِمَا يُرِيدُ (16) ",
        "details": " اعلم أنه تعالى لما ذكر وعيد الذين فتنوا المؤمنين والمؤمنات أولاً وذكر وعد الذين آمنوا وعملوا الصالحات ثانياً أردف ذلك الوعد والوعيد بالتأكيد فقال لتأكيد الوعيد : { إن بطش ربك لشديد } والبطش هو الأخذ بالعنف فإذا وصف بالشدة فقد تضاعف وتفاقم ونظيره { إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ } [ هود : 102 ] ثم إن هذا القادر لا يكون إمهاله لأجل الإهمال ، لكن لأجل أنه حكيم إما بحكم المشيئة أو بحكم المصلحة ، وتأخير هذا الأمر إلى يوم القيامة ، فلهذا قال : { إِنَّهُ هُوَ يُبْدِىء وَيُعِيدُ } أي إنه يخلق خلقه ثم يفنيهم ثم يعيدهم أحياء ليجازيهم في القيامة ، فدل الإمهال لهذا السبب لا لأجل الإهمال ، قال ابن عباس : إن أهل جهنم تأكلهم النار حتى يصيروا فحماً ثم يعيدهم خلقاً جديداً ، فذاك هو المراد من قوله : { إِنَّهُ هُوَ يُبْدِىء وَيُعِيدُ } .\r\n ثم قال لتأكيد الوعد : { وَهُوَ الغفور الودود } فذكر من صفات جلاله وكبريائه خمسة : أولها : الغفور قالت المعتزلة : هو الغفور لمن تاب ، وقال أصحابنا : إنه غفور مطلقاً لمن تاب ولمن لم يتب لقوله تعالى : { إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء } [ النساء : 48 ] ولأن غفران التائب واجب وأداء الواجب لا يوجب التمدح والآية مذكورة في معرض التمدح وثانيها : الودود وفيه أقوال : أحدها : المحب هذا قول أكثر المفسرين ، وهو مطابق للدلائل العقلية ، فإن الخير مقتضى بالذات والشر بالعرض ، ولا بد أن يكون الشر أقل من الخير فالغالب لا بد وأن يكون خيراً فيكون محبوباً بالذات وثانيها : قال الكلبي : الودود هو المتودد إلى أوليائه بالمغفرة والجزاء ، والقول هو الأول وثالثها : قال الأزهري : قال بعض أهل اللغة يجوز أن يكون ودود فعولاً بمعنى مفعول كركوب وحلوب ، ومعناه أن عباده الصالحين يودونه ويحبونه لما عرفوا من كماله في ذاته وصفاته وأفعاله ، قال : وكلتا الصفتين مدح لأنه جل ذكره إذا أحب عباده المطيعين فهو فضل منه ، وإن أحبه عباده العارفون فلما تقرر عندهم من كريم إحسانه .\r\n ورابعها : قال القفال : قيل الودود قد يكون بمعنى الحليم من قولهم : دابة ودود وهي المطيعة القياد التي كيف عطفتها انعطفت وأنشد قطرب : وأعددت للحرب خيفانة \r\n ذلول القياد وقاحا ودودا وثالثها : ذو العرش ، قال القفال : ذو العرش أي ذو الملك والسلطان كما يقال : فلان على سرير ملكه ، وإن لم يكن على السرير ، وكما يقال : ثل عرش فلان إذا ذهب سلطانه ، وهذا معنى متفق على صحته ، وقد يجوز أن يكون المراد بالعرش السرير ، ويكون جل جلاله خلق سريراً في سمائه في غاية العظمة والجلالة بحيث لا يعلم عظمته إلا هو ومن يطلعه عليه ورابعها : المجيد ، وفيه قراءتان إحداهما : الرفع فيكون ذلك صفة لله سبحانه ، وهو اختيار أكثر القراء والمفسرين لأن المجد من صفات التعالي والجلال ، وذلك لا يليق إلا بالله سبحانه ، والفصل والاعتراض بين الصفة والموصوف في هذا النحو غير ممتنع والقراءة الثانية : بالخفض وهي قراءة حمزة والكسائي ، فيكون ذلك صفة العرش ، وهؤلاء قالوا : القرآن دل على أنه يجوز وصف غير الله بالمجيد حيث قال : { بَلْ هُوَ قُرْءانٌ مَّجِيدٌ } [ البروج : 21 ] ورأينا أن الله تعالى وصف العرش بأنه كريم فلا يبعد أيضاً أن يصفه بأنه مجيد ، ثم قالوا : إن مجد الله عظمته بحسب الوجوب الذاتي وكمال القدرة والحكمة والعلم ، وعظمة العرش علوه في الجهة وعظمة مقداره وحسن صورته وتركيبه ، فإنه قيل : العرش أحسن الأجسام تركيباً وصورة وخامسها : أنه فعال لما يريد وفيه مسائل : المسألة الأولى : فعال خبر مبتدأ محذوف .\r\n المسألة الثانية : من النحويين من قال : { وَهُوَ الغفور الودود } خبران لمبتدأ واحد ، وهذا ضعيف لأن المقصود بالإسناد إلى المبتدأ إما أن يكون مجموعها أو كل واحد واحد منهما ، فإن كان الأول كان الخبر واحد الآخرين وإن كان الثاني كانت القضية لا واحد قبل قضيتين .\r\n المسألة الثانية : احتج أصحابنا بهذه الآية في مسألة خلق الأفعال فقالوا : لا شك أنه تعالى يريد الإيمان فوجب أن يكون فاعلاً للإيمان بمقتضى هذه الآية وإذا كان فاعلاً للإيمان وجب أن يكون فاعلاً للكفر ضرورة أنه لا قائل بالفرق ، قال القاضي : ولا يمكن أن يستدل بذلك على أن ما يريده الله تعالى من طاعة الخلق لا بد من أن يقع لأن قوله تعالى : { فَعَّالٌ لّمَا يُرِيدُ } لا يتناول إلا ما إذا وقع كان فعله دون ما إذا وقع لم يكن فعلاً له هذه ألفاظ القاضي ولا يخفي ضعفها .\r\n المسألة الرابعة : احتج أصحابنا بهذه الآية على أنه تعالى لا يجب لأحد من المكلفين عليه شيء ألبتة ، وهو ضعيف لأن الآية دالة على أنه يفعل ما يريد ، فلم قلتم : إنه يريد أن لا يعطي الثواب .\r\n المسألة الخامسة : قال القفال : فعال لما يريد على ما يراه لا يعترض عليه معترض ولا يغلبه غالب ، فهو يدخل أولياءه الجنة لا يمنعه منه مانع ، ويدخل أعداءه النار لا ينصرهم منه ناصر ، ويمهل العصاة على ما يشاء إلى أن يجازيهم ويعاجل بعضهم العقوبة إذا شاء ويعذب من شاء منهم في الدنيا وفي الآخرة يفعل من هذه الأشياء ومن غيرهما ما يريد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن بطش ربك لشديد (12) إنه هو يبدئ ويعيد (13) وهو الغفور الودود (14) ذو العرش المجيد (15) فعال لما يريد (16) ",
        "babnum": 6
    },
    {
        "id": 3163,
        "cate": "85",
        "title": "هَلْ أَتَاكَ حَدِيثُ الْجُنُودِ (17) فِرْعَوْنَ وَثَمُودَ (18) بَلِ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ (19) وَاللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ (20) بَلْ هُوَ قُرْآنٌ مَجِيدٌ (21) فِي لَوْحٍ مَحْفُوظٍ (22) ",
        "details": " اعلم أنه تعالى لما بين حال أصحاب الأخدود في تأذي المؤمنين بالكفار ، بين أن الذين كانوا قبلهم كانوا أيضاً كذلك ، واعلم أن فرعون وثمود بدل من الجنود ، وأراد بفرعون إياه وقومه كما في قوله { من فرعون وملئهم } [ يونس : 83 ] وثمود ، كانوا في بلاد العرب ، وقصتهم عندهم مشهورة فذكر تعالى من المتأخرين فرعون ، ومن المتقدمين ثمود ، والمقصود بيان أن حال المؤمنين مع الكفار في جميع الأزمنة مستمرة على هذا النهج ، وهذا هو المراد من قوله : { بَلِ الذين كَفَرُواْ فِى تَكْذِيبٍ } ولما طيب قلب الرسول عليه السلام بحكاية أحوال الأولين في هذا الباب سلاه بعد ذلك من وجه آخر ، وهو قوله : { والله مِن وَرَائِهِمْ مُّحِيطٌ } وفيه وجوه أحدها : أن المراد وصف اقتداره عليهم وأنهم في قبضته وحوزته ، كالمحاط إذا أحيط به من ورائه فسد عليه مسلكه ، فلا يجد مهرباً يقول تعالى : فهو كذا في قبضتي وأنا قادر على إهلاكهم ومعاجلتهم بالعذاب على تكذيبهم إياك فلا تجزع من تكذيبهم إياك ، فليسوا يفوتونني إذا أردت الانتقام منهم وثانيها : أن يكون المراد من هذه الإحاطة قرب هلاكهم كقول تعالى : { وأخرى لَمْ تَقْدِرُواْ عَلَيْهَا قَدْ أَحَاطَ الله بِهَا } [ الفتح : 21 ] وقوله : { وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بالناس } [ الإسراء : 60 ] وقوله : { وَظَنُّواْ أَنَّهُمْ أُحِيطَ بِهِمْ } [ يونس : 22 ] فهذا كله عبارة عن مشارفة الهلاك ، يقول : فهؤلاء في تكذيبك قد شارفوا الهلاك وثالثها : أن يكون المراد والله محيط بأعمالهم ، أي عالم بها ، فهو مرصد بعقابهم عليها ، ثم إنه تعالى سلى رسوله بعد ذلك بوجه ثالث ، وهو قوله : { بَلْ هُوَ قُرْءانٌ مَّجِيدٌ } وفيه مسائل : المسألة الأولى : تعلق هذا بما قبله ، هو أن هذا القرآن مجيد مصون عن التغير والتبدل ، فلما حكم فيه بسعادة قوم وشقاوة قوم ، وبتأذي قوم من قوم ، امتنع تغيره وتبدله ، فوجب الرضا به ، ولا شك أن هذا من أعظم موجبات التسلية .\r\n المسألة الثانية : قرىء : { قرآنٌ مجيد } بالإضافة ، أي قرآن رب مجيد ، وقرأ يحيى بن يعمر في ( لوح ) واللوح الهواء يعني اللوح فوق السماء السابعة الذي فيه اللوح المحفوظ ، وقرىء ( محفوظ ) بالرفع صفة للقرآن كما قلنا : { إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لحافظون } [ الحجر : 9 ] .\r\n المسألة الثالثة : أنه تعالى قال ههنا : { فِي لَوْحٍ مَّحْفُوظٍ } وقال في آية أخرى : { إِنَّهُ لَقُرْءانٌ كَرِيمٌ * فِي كتاب مَّكْنُونٍ } [ الواقعة : 78 77 ] فيحتمل أن يكون الكتاب المكنون واللوح المحفوظ واحداً ثم كونه محفوظاً يحتمل أن يكون المراد كونه محفوظاً عن أن يمسه إلا المطهرون ، كما قال تعالى : { لاَّ يَمَسُّهُ إِلاَّ المطهرون } [ الواقعة : 79 ] ويحتمل أن يكون المراد كونه محفوظاً من اطلاع الخلق عليه سوى الملائكة المقربين ويحتمل أن يكون المراد أن لا يجري عليه تغيير وتبديل .\r\n المسألة الرابعة : قال بعض المتكلمين إن اللوح شيء يلوح للملائكة فيقرؤنه ولما كانت الأخبار والآثار واردة بذلك وجب التصديق ، والله سبحانه وتعالى أعلم .\r\n وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هل أتاك حديث الجنود (17) فرعون وثمود (18) بل الذين كفروا في تكذيب (19) والله من ورائهم محيط (20) بل هو قرآن مجيد (21) في لوح محفوظ (22) ",
        "babnum": 7
    }
]