[
    {
        "id": 3054,
        "cate": "78",
        "title": "عَمَّ يَتَسَاءَلُونَ (1) عَنِ النَّبَإِ الْعَظِيمِ (2) الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ (3) ",
        "details": " فيه مسائل : المسألة الأولى : { عَمَّ } : أصله حرف جر دخل ما الاستفهامية ، قال حسان رحمه الله تعالى : على ما قام يشتمني لئيم \r\n كخنزير تمرغ في رماد والاستعمال الكثير على الحذف والأصل قليل ، ذكروا في سبب الحذف وجوهاً أحدها : قال الزجاج لأن الميم تشرك الغنة في الألف فصارا كالحرفين المتماثلين وثانيها : قال الجرجاني إنهم إذا وصفوا ما في استفهام حذفوا ألفها تفرقة بينها وبين أن تكون اسماً كقولهم : فيم وبم ولم وعلام وحتام وثالثها : قالوا حذفت الألف لاتصال ما بحرف الجر حتى صارت كجزء منه لتنبىء عن شدة الاتصال ورابعها : السبب في هذا الحذف التخفيف في الكلام فإنه لفظ كثير التداول على اللسان .\r\n المسألة الثانية : قوله { عَمَّ يَتَسَاءلُونَ } أنه سؤال ، وقوله { عَنِ النبإ العظيم } جواب السائل والمجيب هو الله تعالى ، وذلك يدل على علمه بالغيب ، بل بجميع المعلومات .\r\n فإن قيل ما الفائدة في أن يذكر الجواب معه؟ قلنا لأن إيراد الكلام في معرض السؤال والجواب أقرب إلى التفهيم والإيضاح ونظيره { لّمَنِ الملك اليوم لِلَّهِ الواحد القهار } [ غافر : 16 ] .\r\n المسألة الثالثة : قرأ عكرمة وعيسى بن عمر ( عما ) وهو الأصل ، وعن ابن كثير أنه قرأ عمه بهاء السكت ، ولا يخلو إما أن يجري الوصل مجرى الوقف ، وإما أن يقف ويبتدىء ب { يَتَسَاءلُونَ عَنِ النبإ العظيم } على أن يضمر يتساءلون لأن ما بعده يفسره كشيء مبهم ثم يفسره .\r\n المسألة الرابعة : ( ما ) لفظة وضعت لطلب ماهيات الأشياء وحقائقها ، تقول ما الملك؟ وما الروح؟ وما الجن؟ والمراد طلب ماهياتها وشرح حقائقها ، وذلك يقتضي كون ذلك المطلوب مجهولاً .\r\n ثم إن الشيء العظيم الذي يكون لعظمه وتفاقم مرتبته ويعجز العقل عن أن يحيط بكنهه يبقى مجهولاً ، فحصل بين الشيء المطلوب بلفظ ما وبين الشيء العظيم مشابهة من هذا الوجه والمشابهة إحدى أسباب المجاز ، فبهذا الطريق جعل { مَا } دليلاً على عظمة حال ذلك المطلوب وعلو رتبته ومنه قوله تعالى { وَمَا أَدْرَاكَ مَا سِجّينٌ } [ المطففين : 8 ] ، { وَمَا أَدْرَاكَ مَا العقبة } [ البلد : 12 ] وتقول زيد وما زيد .\r\n المسألة الخامسة : التساؤل هو أن يسأل بعضهم بعضاً كالتقابل ، وقد يستعمل أيضاً في أن يتحدثوا به ، وإن لم يكن من بعضهم لبعض سؤال ، قال تعالى : { وَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَاءلُونَ } [ الطور : 25 ] { قَالَ قَائِلٌ مّنْهُمْ إِنّي كَانَ لِي قَرِينٌ * يِقُولُ أَءنَّكَ لَمِنَ المصدقين } [ الصافات : 52 51 ] فهذا يدل على معنى التحدث فيكون معنى الكلام عم يتحدثون ، وهذا قول الفراء .\r\n المسألة السادسة : أولئك الذين كانوا يتساءلون من هم ، فيه احتمالات : الاحتمال الأول : أنهم هم الكفار ، والدليل عليه قوله تعالى : { كَلاَّ سَيَعْلَمُونَ * ثُمَّ كَلاَّ سَيَعْلَمُونَ } [ النبأ : 5 4 ] الضمير في يتساءلون ، وهم فيه مختلفون وسيعلمون ، راجع إلى شيء واحد وقوله : { كَلاَّ سَيَعْلَمُونَ } تهديد والتهديد لا يليق إلا بالكفار ، فثبت أن الضمير في قوله : { يَتَسَاءلُونَ } عائد إلى الكفار ، فإن قيل فما تصنع بقوله : { هُمْ فِيهِ مُخْتَلِفُونَ } مع أن الكفار كانوا متفقين في إنكار الحشر؟ قلنا لا نسلم أنهم كانوا متفقين في إنكار الحشر ، وذلك لأن منهم من كان يثبت المعاد الروحاني ، وهم جمهور النصارى ، وأما المعاد الجسماني فمنهم من كان شاكاً فيه كقوله : { وَمَا أَظُنُّ الساعة قَائِمَةً وَلَئِن رُّجّعْتُ إلى رَبّي إِنَّ لِي عِندَهُ للحسنى } [ فصلت : 50 ] ومنهم من أصر على الإنكار ، ويقول : { إِنْ هِىَ إِلاَّ حَيَاتُنَا الدنيا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ } [ المؤمنون : 37 ] ومنهم من كان مقرّاً به ، لكنه كان منكراً لنبوة محمد صلى الله عليه وسلم ، فقد حصل اختلافهم فيه ، وأيضاً هب أنهم كانوا منكرين له لكن لعلهم اختلفوا في كيفية إنكاره ، فمنهم من كان ينكره لأنه كان ينكر الصانع المختار ، ومنهم من كان ينكره لاعتقاده أن إعادة المعدوم ممتنعة لذاتها والقادر المختار إنما يكون قادراً على ما يكون ممكناً في نفسه ، وهذا هو المراد بقوله : { هُمْ فِيهِ مُخْتَلِفُونَ } .\r\n والاحتمال الثاني : أن الذين كانوا يتساءلون هم الكفار والمؤمنون ، وكانوا جميعاً يتساءلون عنه ، أما المسلم فليزداد بصيرة ويقيناً في دينه ، وأما الكافر فعلى سبيل السخرية ، أو على سبيل إيراد الشكوك والشبهات .\r\n والاحتمال الثالث : أنهم كانوا يسألون الرسول ، ويقولون ما هذا الذي تعدنا به من أمر الآخرة .\r\n أما قوله تعالى : { عَنِ النبإ العظيم } ففيه مسائل .\r\n المسألة الأولى : ذكر المفسرون في تفسير النبأ العظيم ثلاثة أوجه : أحدها : أنه هو القيامة وهذا هو الأقرب ويدل عليه وجوه أحدها : قوله : { سَيَعْلَمُونَ } والظاهر أن المراد منه أنهم سيعلمون هذا الذي يتساءلون عنه حين لا تنفعهم تلك المعرفة ، ومعلوم أن ذلك هو القيامة وثانيها : أنه تعالى بين كونه قادراً على جميع الممكنات بقوله : { أَلَمْ نَجْعَلِ الأرض مهادا } إلى قوله : { يَوْمَ يُنفَخُ فِي الصور } [ طه : 102 ] وذلك يقتضي أنه تعالى إنما قدم هذه المقدمة لبيان كونه تعالى قادراً على إقامة القيامة ، ولما كان الذي أثبته الله تعالى بالدليل العقلي في هذه السورة هو هذه المسألة ثبت أن النبأ العظيم الذي كانوا يتساءلون عنه هو يوم القيامة وثالثها : أن العظيم اسم لهذا اليوم بدليل قوله : { أَلا يَظُنُّ أُوْلَئِكَ أَنَّهُمْ مَّبْعُوثُونَ * لِيَوْمٍ عَظِيمٍ * يَوْمَ يَقُومُ الناس لِرَبّ العالمين } [ المطففين : 6 4 ] وقوله : { قُلْ هُوَ نَبَأٌ عَظِيمٌ * أَنتُمْ عَنْهُ مُعْرِضُونَ } [ ص : 68 67 ] ولأن هذا اليوم أعظم الأشياء لأن ذلك منتهى فزع الخلق وخوفهم منه فكان تخصيص اسم العظيم به لائقاً والقول الثاني : { إِنَّهُ لَقُرْءانٌ } [ الواقعة : 77 ] واحتج القائلون بهذا الوجه بأمرين الأول : أن النبأ العظيم هو الذي كانوا يختلفون فيه وذلك هو القرآن لأن بعضهم جعله سحراً وبعضهم شعراً ، وبعضهم قال إنه أساطير الأولين ، فأما البعث ونبوة محمد صلى الله عليه وسلم فقد كانوا متفقين على إنكارهما وهذا ضعيف ، لأنا بينا أن الاختلاف كان حاصلاً في البعث الثاني : أن النبأ اسم الخبر لا اسم المخبر عنه فتفسير النبأ بالقرآن أولى من تفسيره بالبعث أو النبوة ، لأن ذلك في نفسه ليس بنبأ بل منبأ عنه ، ويقوى ذلك أن القرآن سمي ذكراً وتذكرة وذكرى وهداية وحديثاً ، فكان اسم النبأ به أليق منه بالبعث والنبوة والجواب : عنه أنه إذا كان اسم النبأ أليق بهذه الألفاظ فاسم العظيم أليق بالقيامة وبالنبوة لأنه لا عظمة في الألفاظ إنما العظمة في المعاني ، وللأولين أن يقولوا إنها عظيمة أيضاً في الفصاحة والاحتواء على العلوم الكثيرة ، ويمكن أن يجاب أن العظيم حقيقة في الأجسام مجاز في غيرها وإذا ثبت التعارض بقي ما ذكرنا من الدلائل سليماً القول الثالث : أن النبأ العظيم هو نبوة محمد صلى الله عليه وسلم ، قالوا وذلك لأنه لما بعث الرسول عليه الصلاة والسلام جعلوا يتساءلون بينهم ماذا الذي حدث؟ فأنزل الله تعالى : { عَمَّا يَتَسَاءلُونَ } وذلك لأنهم عجبوا من إرسال الله محمداً عليه الصلاة والسلام إليهم كما قال تعالى : { بَلْ عَجِبُواْ أَن جَاءهُمْ مُّنذِرٌ مّنْهُمْ فَقَالَ الكافرون هذا شَيْء عَجِيبٌ } [ ق : 2 ] وعجبوا أيضاً أن جاءهم بالتوحيد كما قال : { أَجَعَلَ الآهة إلها واحدا إِنَّ هذا لَشَيْء عُجَابٌ } [ ص : 5 ] فحكى الله تعالى عنهم مساءلة بعضهم بعضاً على سبيل التعجب بقوله : { عَمَّ يَتَسَاءلُونَ } .\r\n المسألة الثانية : في كيفية اتصال هذه الآية بما قبلها وجوه أحدها : وهو قول البصريين أن قوله : { عَمَّ يَتَسَاءلُونَ } كلام تام ، ثم قال : { عَنِ النبإ العظيم } والتقدير : { يَتَسَاءلُونَ عَنِ النبإ العظيم } إلا أنه حذف يتساءلون في الآية الثانية ، لأن حصوله في الآية الأولى يدل عليه وثانيها : أن يكون قوله : { عَنِ النبإ العظيم } استفهاماً متصلاً بما قبله ، والتقدير : عم يتساءلون أعن النبأ العظيم الذي هم فيه مختلفون ، إلا أنه اقتصر على ما قبله من الاستفهام إذ هو متصل به ، وكالترجمة والبيان له كما قرىء في قوله : { أَءذَا مِتْنَا وَكُنَّا تُرَاباً وعظاما أَءنَّا لَمَبْعُوثُونَ } [ الصافات : 16 ] بكسر الألف من غير استفهام لأن إنكارهم إنما كان للبعث ، ولكنه لما ظهر الاستفهام في أول الكلام اقتصر عليه ، فكذا ههنا وثالثها : وهو اختيار الكوفيين أن الآية الثانية متصلة بالأولى على تقدير ، لأي شيء يتساءلون عن النبأ العظيم ، وعم كأنها في المعنى لأي شيء ، وهذا قول الفراء .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "عم يتساءلون (1) عن النبإ العظيم (2) الذي هم فيه مختلفون (3) ",
        "babnum": 1
    },
    {
        "id": 3055,
        "cate": "78",
        "title": "كَلَّا سَيَعْلَمُونَ (4) ثُمَّ كَلَّا سَيَعْلَمُونَ (5) ",
        "details": " قال القفال : كلا لفظة وضعت لرد شيء قد تقدم ، هذا هو الأظهر منها في الكلام ، والمعنى ليس الأمر كما يقوله هؤلاء في النبأ العظيم إنه باطل أو إنه لا يكون ، وقال قائلون كلا معناه حقاً ، ثم إنه تعالى قرر ذلك الردع والتهديد ، فقال : { كَلاَّ سَيَعْلَمُونَ } وهو وعيد لهم بأنهم سوف يعلمون أن ما يتساءلون عنه ويضحكون منه حق لا دافع له ، واقع لا ريب فيه ، وأما تكرير الردع ، ففيه وجهان الأول : أن الغرض من التكرير التأكيد والتشديد ، ومعنى ثم الإشعار بأن الوعيد الثاني أبلغ من الوعيد الأول وأشد والثاني : أن ذلك ليس بتكرير ، ثم ذكروا وجوهاً أحدها : قال الضحاك الآية الأولى للكفار والثانية للمؤمنين أي سيعلم الكفار عاقبة تكذيبهم وسيعلم المؤمنون عاقبة تصديقهم وثانيها : قال القاضي : ويحتمل أن يريد بالأول سيعلمون نفس الحشر والمحاسبة ، ويريد بالثاني سيعلمون نفس العذاب إذا شاهدوه وثالثها : { كَلاَّ سَيَعْلَمُونَ } ما الله فاعل بهم يوم القيامة { ثُمَّ كَلاَّ سَيَعْلَمُونَ } أن الأمر ليس كما كانوا يتوهمون من أن الله غير باعث لهم ورابعها : { كَلاَّ سَيَعْلَمُونَ } ما يصل إليهم من العذاب في الدنيا وكما جرى على كفار قريش يوم بدر { ثُمَّ كَلاَّ سَيَعْلَمُونَ } بما ينالهم في الآخرة .\r\n المسألة الثالثة : جمهور القراء قرأوا بالياء المنقطة من تحت في ( سيعلمن ) وروي بالتاء المنقطة من فوق عن ابن عامر .\r\n قال الواحدي : والأول أولى ، لأن ما تقدم من قوله : { هُمْ فِيهِ مُخْتَلِفُونَ } [ النبأ : 3 ] على لفظ الغيبة ، والتاء على قل لهم : ستعلمون ، وأقول : يمكن أن يكون ذلك على سبيل الالتفات ، وهو ههنا متمكن حسن ، كمن يقول : إن عبدي يقول كذا وكذا ، ثم يقول لعبده : إنك ستعرف وبال هذا الكلام .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كلا سيعلمون (4) ثم كلا سيعلمون (5) ",
        "babnum": 2
    },
    {
        "id": 3056,
        "cate": "78",
        "title": "أَلَمْ نَجْعَلِ الْأَرْضَ مِهَادًا (6) ",
        "details": " اعلم أنه تعالى لما حكى عنهم إنكار البعث والحشر ، وأراد إقامة الدلالة على صحة الحشر قدم لذلك مقدمة في بيان كونه تعالى قادراً على جميع الممكنات عالماً بجميع المعلومات ، وذلك لأنه مهما ثبت هذان الأصلان ثبت القول بصحة البعث ، وإنما أثبت هذين الأصلين بأن عدد أنواعاً من مخلوقاته الواقعة على وجه الإحكام والإتقان ، فإن تلك الأشياء من جهة حدوثها تدل على القدرة ، ومن جهة إحكامها وإتقانها تدل على العلم ، ومتى ثبت هذان الأصلان وثبت أن الأجسام متساوية في قبول الصفات والأعراض ، ثبت لا محالة كونه تعالى قادراً على تخريب الدنيا بسمواتها وكواكبها وأرضها ، وعلى إيجاد عالم الآخرة ، فهذا هو الإشارة إلى كيفية النظم .\r\n واعلم أنه تعالى ذكر ههنا من عجائب مخلوقاته أموراً فأولها : قوله : { أَلَمْ نَجْعَلِ الأرض مهادا } والمهاد مصدر ، ثم ههنا احتمالات أحدها : المراد منه ههنا الممهود ، أي ألم نجعل الأرض ممهودة وهذا من باب تسمية المفعول بالمصدر ، كقولك هذا ضرب الأمير وثانيها : أن تكون الأرض وصفت بهذا المصدر ، كما تقول : زيد جود وكرم وفضل ، كأنه لكماله في تلك الصفة صارعين تلك الصفة وثالثها : أن تكون بمعنى ذات مهاد ، وقرىء مهداً ، ومعناه أن الأرض للخلق كالمهد للصبي ، وهو الذي مهد له فينوم عليه .\r\n واعلم أنا ذكرنا في تفسير سورة البقرة عند قوله : { جَعَلَ لَكُمُ الأرض فِرَاشاً } [ البقرة : 22 ] كل ما يتعلق من الحقائق بهذه الآية .\r\n وثانيها قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "ألم نجعل الأرض مهادا (6) ",
        "babnum": 3
    },
    {
        "id": 3057,
        "cate": "78",
        "title": "وَالْجِبَالَ أَوْتَادًا (7) ",
        "details": " أي للأرض ( كي ) لا تميد بأهلها ، فيكمل كون الأرض مهاداً بسبب ذلك قد تقدم أيضاً .\r\n وثالثها قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "والجبال أوتادا (7) ",
        "babnum": 4
    },
    {
        "id": 3058,
        "cate": "78",
        "title": "وَخَلَقْنَاكُمْ أَزْوَاجًا (8) ",
        "details": " وفيه قولان : الأول : المراد الذكر والأنثى كما قال : { وَأَنَّهُ خَلَقَ الزوجين الذكر والأنثى } [ النجم : 45 ] ، والثاني : أن المراد منه كل زوجين و ( كل ) متقابلين من القبيح والحسن والطويل والقصير وجميع المتقابلات والأضداد ، كما قال : { وَمِن كُلّ شَيْء خَلَقْنَا زَوْجَيْنِ } [ الذاريات : 49 ] وهذا دليل ظاهر على كمال القدرة ونهاية الحكمة حتى يصح الابتلاء والامتحان ، فيتعبد الفاضل بالشكر والمفضول بالصبر ويتعرف حقيقة كل شيء بضده ، فالإنسان إنما يعرف قدر الشباب عند الشيب ، وإنما يعرف قدر الأمن عند الخوف ، فيكون ذلك أبلغ في تعريف النعم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وخلقناكم أزواجا (8) ",
        "babnum": 5
    },
    {
        "id": 3059,
        "cate": "78",
        "title": "وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا (9) ",
        "details": " ورابعها : قوله تعالى : { وَجَعَلْنَا نَوْمَكُمْ سُبَاتاً } طعن بعض الملاحدة في هذه الآية فقالوا : السبات هو النوم ، والمعنى : وجعلنا نومكم نوماً ، واعلم أن العلماء ذكروا في التأويل وجوهاً أولها : قال الزجاج : { سُبَاتاً } موتاً والمسبوت الميت من السبت وهو القطع لأنه مقطوع عن الحركة ودليله أمران إحداهما : قوله تعالى : { وَهُوَ الذي يتوفاكم باليل } [ الأنعام : 60 ] إلى قوله : { ثُمَّ يَبْعَثُكُمْ } [ الأنعام : 60 ] والثاني : أنه لما جعل النوم موتاً جعل اليقظة معاشاً ، أي حياة في قوله : { وَجَعَلْنَا النهار مَعَاشاً } [ النبأ : 11 ] وهذا القول عندي ضعيف لأن الأشياء المذكورة في هذه الآية جلائل النعم ، فلا يليق الموت بهذا المكان وأيضاً ليس المراد بكونه موتاً ، أن الروح انقطع عن البدن ، بل المراد منه انقطاع أثر الحواس الظاهرة ، وهذا هو النوم ، ويصير حاصل الكلام إلى : إنا جعلنا نومكم نوماً وثانيها : قال الليث : السبات النوم شبه الغشي يقال سبت المريض فهو مسبوت ، وقال أبو عبيدة : السبات الغشية التي تغشى الإنسان شبه الموت ، وهذا القول أيضاً ضعيف ، لأن الغشي ههنا إن كان النوم فيعود الإشكال ، وإن كان المراد بالسبات شدة ذلك الغشي فهو باطل ، لأنه ليس كل نوم كذلك ولأنه مرض فلا يمكن ذكره في أثناء تعديد النعم وثالثها : أن السبت في أصل اللغة هو القطع يقال سبت الرجل رأسه يسبته سبتاً إذا حلق شعره ، وقال ابن الأعرابي في قوله : { سُبَاتاً } أي قطعاً ثم عند هذا يحتمل وجوهاً الأول : أن يكون المعنى : وجعلنا نومكم نوماً متقطعاً لا دائماً ، فإن النوم بمقدار الحاجة من أنفع الأشياء .\r\n أما دوامه فمن أضر الأشياء ، فلما كان انقطاعه نعمة عظيمة لا جرم ذكره الله تعالى في معرض الإنعام الثاني : أن الإنسان إذا تعب ثم نام ، فذلك النوم يزيل عنه ذلك التعب ، فسميت تلك الإزالة سبتاً وقطعاً ، وهذا هو المراد من قول ابن قتيبة : { وَجَعَلْنَا نَوْمَكُمْ سُبَاتاً } أي راحة ، وليس غرضه منه أن السبات اسم للراحة ، بل المقصود أن النوم يقطع التعب ويزيله ، فحينئذ تحصل الراحة الثالث : قال المبرد : { وَجَعَلْنَا نَوْمَكُمْ سُبَاتاً } أي جعلناه نوماً خفيفاً يمكنكم دفعه وقطعه ، تقول العرب : رجل مسبوت إذا كان النوم يغالبه وهو يدافعه ، كأنه قيل : وجعلنا نومكم نوماً لطيفاً يمكنكم دفعه ، وما جعلناه غشياً مستولياً عليكم ، فإن ذلك من الأمراض الشديدة ، وهذه الوجوه كلها صحيحة .\r\n وخامسها قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "وجعلنا نومكم سباتا (9) ",
        "babnum": 6
    },
    {
        "id": 3060,
        "cate": "78",
        "title": "وَجَعَلْنَا اللَّيْلَ لِبَاسًا (10) ",
        "details": " قال القفال : أصل اللباس هو الشيء الذي يلبسه الإنسان ويتغطى به ، فيكون ذلك مغطياً له ، فلما كان الليل يغشى الناس بظلمته فيغطيهم جعل لباساً لهم ، وهذا السبت سمي الليل لباساً على وجه المجاز ، والمراد كون الليل ساتراً لهم .\r\n وأما وجه النعمة في ذلك ، فهو أن ظلمة الليل تستر الإنسان عن العيون إذا أراد هرباً من عدو ، أو بياتاً له ، أو إخفاء مالا يحب الإنسان إطلاع غيره عليه ، قال المتنبي : وكم لظلام الليل عندي من يد \r\n تخبر أن المانوية تكذب وأيضاً فكما أن الإنسان بسبب اللباس يزداد جماله وتتكامل قوته ويندفع عنه أذى الحر والبرد ، فكذا لباس الليل بسبب ما يحصل فيه من النوم يزيد في جمال الإنسان ، وفي طراوة أعضائه وفي تكامل قواه الحسية والحركية ، ويندفع عنه أذى التعب الجسماني ، وأذى الأفكار الموحشة النفسانية ، فإن المريض إذا نام بالليل وجد الخفة العظيمة .\r\n وسادسها قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "وجعلنا الليل لباسا (10) ",
        "babnum": 7
    },
    {
        "id": 3061,
        "cate": "78",
        "title": "وَجَعَلْنَا النَّهَارَ مَعَاشًا (11) ",
        "details": " في المعاش وجهان أحدهما : أنه مصدر يقال : عاش يعيش عيشاً ومعاشاً ومعيشة وعيشة ، وعلى هذا التقدير فلا بد فيه من إضمار ، والمعنى وجعلنا النهار وقت معاش والثاني : أن يكون معاشاً مفعلاً وظرفاً للتعيش ، وعلى هذا لا حاجة إلى الإضمار ، ومعنى كون النهار معاشاً أن الخلق إنما يمكنهم التقلب في حوائجهم ومكاسبهم في النهار لا في الليل .\r\n وسابعها قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "وجعلنا النهار معاشا (11) ",
        "babnum": 8
    },
    {
        "id": 3062,
        "cate": "78",
        "title": "وَبَنَيْنَا فَوْقَكُمْ سَبْعًا شِدَادًا (12) ",
        "details": " أي سبع سموات شداداً جمع شديدة يعني محكمة قوية الخلق لا يؤثر فيها مرور الزمان ، لا فطور فيها ولا فروج ، ونظيره { وَجَعَلْنَا السماء سَقْفاً مَّحْفُوظاً } [ الأنبياء : 32 ] فإن قيل لفظ البناء يستعمل في أسافل البيت والسقف في أعلاه فكيف قال : { وَبَنَيْنَا فَوْقَكُمْ سَبْعاً } ؟ قلنا البناء يكون أبعد من الآفة والانحلال من السقف ، فذكر قوله : { وَبَنَيْنَا } إشارة إلى أنه وإن كان سقفاً لكنه في البعد عن الانحلال كالبناء ، فالغرض من اختيار هذا اللفظ هذه الدقيقة .\r\n وثامنها قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "وبنينا فوقكم سبعا شدادا (12) ",
        "babnum": 9
    },
    {
        "id": 3063,
        "cate": "78",
        "title": "وَجَعَلْنَا سِرَاجًا وَهَّاجًا (13) وَأَنْزَلْنَا مِنَ الْمُعْصِرَاتِ مَاءً ثَجَّاجًا (14) لِنُخْرِجَ بِهِ حَبًّا وَنَبَاتًا (15) وَجَنَّاتٍ أَلْفَافًا (16) إِنَّ يَوْمَ الْفَصْلِ كَانَ مِيقَاتًا (17) يَوْمَ يُنْفَخُ فِي الصُّورِ فَتَأْتُونَ أَفْوَاجًا (18) وَفُتِحَتِ السَّمَاءُ فَكَانَتْ أَبْوَابًا (19) وَسُيِّرَتِ الْجِبَالُ فَكَانَتْ سَرَابًا (20) إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًا (21) لِلطَّاغِينَ مَآبًا (22) لَابِثِينَ فِيهَا أَحْقَابًا (23) لَا يَذُوقُونَ فِيهَا بَرْدًا وَلَا شَرَابًا (24) إِلَّا حَمِيمًا وَغَسَّاقًا (25) جَزَاءً وِفَاقًا (26) ",
        "details": " وثامنها : قوله تعالى : { وَجَعَلْنَا سِرَاجاً وَهَّاجاً } كلام أهل اللغة مضطرب في تفسير الوهاج ، فمنهم من قال الوهج مجمع النور والحرارة ، فبين الله تعالى أن الشمس بالغة إلى أقصى الغايات في هذين الوصفين ، وهو المراد بكونها وهاجاً ، وروى الكلبي عن ابن عباس أن الوهاج مبالغة في النور فقط ، يقال للجوهر إذا تلألأ توهج ، وهذا يدل على أن الوهاج يفيد الكمال في النور ، ومنه قول الشاعر يصف النور : نوارها متباهج يتوهج \r\n وفي كتاب الخليل : الوهج ، حر النار والشمس ، وهذا يقتضي أن الوهاج هو البالغ في الحر واعلم أن أي هذه الوجود إذا ثبت فالمقصود حاصل .\r\n أما المعصرات ففيها قولان : الأول : وهو إحدى الروايتين عن ابن عباس ، وقول مجاهد ، ومقاتل والكلبي وقتادة إنها الرياح التي تثير السحاب ودليله قوله تعالى : { الله الذي يرسل الرياح فتثير سحاباً } [ الروم : 48 ] فإن قيل على هذا التأويل كان ينبغي أن يقال وأنزلنا بالمعصرات ، قلنا : الجواب : من وجهين الأول : أن المطر إنما ينزل من السحاب ، والسحاب إنما يثيره الرياح ، فصح أن يقال هذا المطر إنما حصل من تلك الرياح ، كما يقال هذا من فلان ، أي من جهته وبسببه الثاني : أن من ههنا بمعنى الباء والتقدير ، وأنزلنا بالمعصرات أي بالرياح المثيرة للسحاب ويروى عن عبد الله بن عباس وعبد الله بن الزبير وعكرمة أنهم قرأوا ( وأنزلنا بالمعصرات ) وطعن الأزهري في هذا القول ، وقال الأعاصير من الرياح ليست من رياح المطر ، وقد وصف الله تعالى المعصرات بالماء الشجاج وجوابه : أن الإعصار ليست من رياح المطر ، فلم لا يجوز أن تكون المعصرات من رياح المطر؟ القول الثاني : وهو الرواية الثانية عن ابن عباس واختيار أبي العالية والربيع والضحاك أنها السحاب ، وذكروا في تسمية السحاب بالمعصرات وجوهاً أحدها : قال المؤرخ : المعصرات السحائب بلغة قريش وثانيها : قال المازني يجوز أن تكون المعصرات هي السحائب ذوات الأعاصير فإن السحائب إذا عصرتها الأعاصير لا بد وأن ينزل المطر منها وثالثها : أن المعصرات هي السحائب التي شارفت أن تعصرها الرياح فتمطر كقولك : أجز الزرع إذا حان له أن يجز ، ومنه أعصرت الجارية إذا دنت أن تحيض ، وأما الثجاج فاعلم أن الثج شدة الانصباب يقال : مطر ثجاج ودم ثجاج أي شديد الانصباب .\r\n واعلم أن الثج قد يكون لازماً ، وهو بمعنى الانصباب كما ذكرنا ، وقد يكون متعدياً بمعنى الصب وفي الحديث « أفضل الحج العج والثج » أي رفع الصوت بالتلبية وصب دماء الهدى ، وكان ابن عباس مثجاً أي يثج الكلام ثجاً في خطبته وقد فسروا الثجاج في هذه الآية على الوجهين ، وقال الكلبي ومقاتل وقتادة الثجاج ههنا المتدفق المنصب ، وقال الزجاج معناه الصباب كأنه يثج نفسه أي يصب .\r\n وبالجملة فالمراد تتابع القطر حتى يكثر الماء فيعظم النفع به .\r\n وفي الآية مسائل : المسألة الأولى : كل شيء نبت من الأرض فإما أن لا يكون له ساق وإما أن يكون ، فإن لم يكن له ساق فإما أن يكون له أكمام وهو الحب وإما أن لا يكون له أكمام وهو الحشيش وهو المراد ههنا بقوله : { ونباتاً } وإلى هذين القسمين الإشارة بقوله تعالى : { كلوا وارعوا أنعامكم } [ طه : 54 ] وأما الذي له ساق فهو الشجر فإذا اجتمع منها شيء كثير سميت جنة ، فثبت بالدليل العقلي انحصار ما ينبت في الأرض في هذه الأقسام الثلاثة ، وإنما قدم الله تعالى الحب لأنه هو الأصل في الغذاء ، وإنما ثنى بالنبات لاحتياج سائر الحيوانات إليه ، وإنما أخر الجنات في الذكر لأن الحاجة إلى الفواكه ليست ضرورية .\r\n المسألة الثانية : اختلفوا في ألفافاً ، فذكر صاحب «الكشاف» أنه لا واحد له كالأوزاع والأخياف ، والأوزاع الجماعات المتفرقة والأخياف الجماعات المختلطة .\r\n وكثير من اللغويين أثبتوا له واحداً ، ثم اختلفوا فيه ، فقال الأخفش والكسائي : واحدها لف بالكسر ، وزاد الكسائي : لف بالضم ، وأنكر المبرد الضم ، وقال : بل واحدها لفاء .\r\n وجمعها لف ، وجمع لف ألفاف ، وقيل يحتمل أن يكون لفيف كشريف وأشراف نقله القفال رحمه الله ، إذا عرفت هذا فنقول قوله : { وجنات ألفافاً } أي ملتفة ، والمعنى أن كل جنة فإن ما فيها من الشجر تكون مجتمعة متقاربة ، ألا تراهم يقولون امرأة لفاء إذا كانت غليظة الساق مجتمعة اللحم يبلغ من تقاربه أن يتلاصق .\r\n المسألة الثالثة : كان الكعبي من القائلين بالطبائع ، فاحتج بقوله تعالى : { لنخرج به حباً ونباتاً } وقال : إنه يدل على بطلان قول من قال إن الله تعالى لا يفعل شيئاً بواسطة شيء آخر .\r\n اعلم أن التسعة التي عددها الله تعالى نظراً إلى حدوثها في ذواتها وصفاتها ، ونظراً إلى إمكانها في ذواتها وصفاتها تدل على القادر المختار ، ونظراً إلى ما فيها من الإحكام والإتقان تدل على أن فاعلها عالم ، ثم أن ذلك الفاعل القديم يجب أن يكون علمه وقدرته واجبين ، إذ لو كانا جائزين لافتقر إلى فاعل آخر ويلزم التسلسل وهو محال ، وإذا كان العلم والقدرة واجبين وجب تعلقهما بكل ما صح أن يكون مقدوراً ومعلوماً وإلا لافتقر إلى المخصص وهو محال ، وإذا كان كذلك وجب أن يكون قادراً على جميع الممكنات عالماً بجميع المعلومات ، وقد ثبت الإمكان وثبت عموم القدرة في الجسمية فكل ما صح على واحد منها صح على الآخر ، فكما يصح على الأجسام السلفية الانشقاق والانفطار والظلمة وجب أن يصح ذلك على الأجسام ، وإذا ثبت الإمكان وثبت عموم القدرة والعلم ، ثبت أنه تعالى قادر على تخريب الدنيا ، وقادر على إيجاد عالم آخر ، وعند ذلك ثبت أن القول بقيام القيامة ممكن عقلاً وإلى هنا يمكن إثباته بالعقل ، فأما ما وراء ذلك من وقت حدوثها وكيفية حدوثها فلا سبيل إليه إلا بالسمع ، ثم إنه تعالى تكلم في هذه الأشياء بقوله : { إن يوم الفصل كان ميقاتاً } ثم إنه تعالى ذكر بعض أحوال القيامة فأولها : قوله : { إن يوم الفصل كان ميقاتاً } والمعنى أن هذا اليوم كان في تقدير الله ، وحكمه جداً تؤقت به الدنيا ، أو حداً للخلائق ينتهون إليه ، أو كان ميقاتاً لما وعد الله من الثواب والعقاب ، أو كان ميقاتاً لاجتماع كل الخلائق في فصل الحكومات وقطع الخصومات .\r\n وثانيها : قوله تعالى : { يَوْمَ يُنفَخُ فِى الصُّورِ فَتَأْتُونَ أَفْوَاجًا } .\r\n اعلم أن { يوم ينفخ } بدل من يوم الفصل ، أو عطف بيان ، وهذا النفخ هو النفخة التي عندها يكون الحشر ، والنفخ في الصور فيه قولان : أحدهما : أن الصور جمع الصور ، فالنفخ في الصور عبارة عن نفخ الأرواح في الأجساد والثاني : أن الصور عبارة عن قرن ينفخ فيه .\r\n وتمام الكلام في الصور وما قيل فيه قد تقدم في سورة الزمر ، وقوله : { فتأتون أفواجاً } معناه أنهم يأتون ذلك المقام فوجاً فوجاً حتى يتكامل اجتماعهم .\r\n قال عطاء كل نبي يأتي مع أمته ، ونظيره قوله تعالى : { يوم ندعوا كل أناس بإمامهم } [ الإسراء : 71 ] وقيل جماعات مختلفة ، روى صاحب «الكشاف» عن معاذ أنه سأل رسول الله صلى الله عليه وسلم عنه ، فقال عليه السلام : يا معاذ سألت عن أمر عظيم من الأمور ، ثم أرسل عينيه وقال : يحشر عشرة أصناف من أمتي بعضهم على صورة القردة ، وبعضهم على صورة الخنازير ، وبعضهم منكسون أرجلهم فوق وجوههم يسحبون عليها ، وبعضهم عمى ، وبعضهم صم بكم ، وبعضهم يمضغون ألسنتهم وهي مدلاة على صدورهم يسيل القيح من أفواههم يتقذرهم أهل الجمع ، وبعضهم مقطعة أيديهم وأرجلهم ، وبعضهم مصلبون على جذوع من نار ، وبعضهم أشد نتناً من الجيف ، وبعضهم ملبسون جباباً سابغة من قطران لازقة بجلودهم .\r\n فأما الذين على صورة القردة فالقتات من الناس .\r\n وأما الذين على صورة الخنازير فأهل السحت .\r\n وأما المنكسون على وجوههم فأكلة الربا ، وأما العمى فالذين يجورون في الحكم ، وأما الصم والبكم فالمعجبون بأعمالهم ، وأما الذين يمضغون ألسنتهم فالعلماء والقصاص الذين يخالف قولهم أعمالهم ، وأما الذين قطعت أيديهم وأرجلهم فهم الذين يؤذون الجيران وأما المصلبون على جذوع من النار فالسعاة بالناس إلى السلطان ، وأما الذين هم أشد نتناً من الجيف فالذين يتبعون الشهوات واللذات ومنعوا حق الله تعالى من أموالهم ، وأما الذين يلبسون الجباب فأهل الكبر والفخر والخيلاء .\r\n وثالثها قوله تعالى : { وَفُتِحَتِ السَّمَآءُ فَكَانَتْ أَبْوَابًا } .\r\n قرأ عاصم وحمزة والكسائي فتحت خفيفة والباقون بالتثقيل والمعنى كثرت أبوابها المفتحة لنزول الملائكة قال القاضي : وهذا الفتح هو معنى قوله : { إذا السماء انشقت } [ الإنشقاق : 1 ] { وإذا السماء انفطرت } [ الإنفطار : 1 ] إذ الفتح والتشقق والتفطر ، تتقارب ، وأقول : هذا ليس بقوي لأن المفهوم من فتح الباب غير المفهوم من التشقق والتفطر ، فربما كانت السماء أبواباً ، ثم تفتح تلك الأبواب مع أنه لا يحصل في جرم السماء تشقق ولا تفطر ، بل الدلائل السمعية دلت على أن عند حصول فتح هذه الأبواب يحصل التشقق والتفطر والفناء بالكلية ، فإن قيل قوله : { وفتحت السماء فكانت أبواباً } يفيد أن السماء بكليتها تصير أبواباً ، فكيف يعقل ذلك؟ قلنا فيه وجوه : أحدها : أن تلك الأبواب لما كثرت جداف صارت كأنها ليست إلا أبواباً مفتحة كقوله : { وفجرنا الأرض عيوناً } [ القمر : 12 ] أي كأن كلها صارت عيوناً تتفجر وثانيها : قال الواحدي هذا من باب تقدير حذف المضاف ، والتقدير فكانت ذات أبواب وثالثها : أن الضمير في قوله : { فكانت أبواباً } عائد إلى مضمر والتقدير فكانت تلك المواضع المفتوحة أبواباً لنزول الملائكة ، كما قال تعالى : { وجاء ربك والملك صفاً صفاً } [ الفجر : 22 ] .\r\n ورابعها : قوله تعالى : { وَسُيِّرَتِ الْجِبَالُ فَكَانَتْ سَرَابًا } اعلم أن الله تعالى ذكر في مواضع من كتابه أحوال هذه الجبال على وجوه مختلفة ، ويمكن الجمع بينها على الوجه الذي نقوله : وهو أن أول أحوالها الاندكاك وهو قوله : { وحملت الأرض والجبال فدكتا دكة واحدة } [ الحاقة : 14 ] .\r\n والحالة الثانية لها : أن تصير { كالعهن المنفوش } [ القارعة : 5 ] وذكر الله تعالى ذلك في قوله : { يوم يكون الناس كالفراش المبثوث * وتكون الجبال العهن المنفوش } [ القارعة : 4 ، 5 ] وقوله : { يوم تكون السماء كالمهل * وتكون الجبال كالعهن } [ المعارج : 8 9 ] .\r\n والحالة الثالثة : أن تصير كالهباء وذلك أن تتقطع وتتبدد بعد أن كانت كالعهن وهو قوله : { إذا رجت الأرض رجاً * وبست الجبال بساً * فكانت هباءاً منبثاً } [ الواقعة : 4 6 ] .\r\n والحالة الرابعة : أن تنسف لأنها مع الأحوال المتقدمة قارة في مواضعها والأرض تحتها غير بارزة فتنسف عنها بإرسال الرياح عليها وهو المراد من قوله : { فقل ينسفها ربي نسفاً } [ طه : 105 ] .\r\n والحالة الخامسة : أن الرياح ترفعها عن وجه الأرض فتطيرها شعاعاً في الهواء كأنها غبار فمن نظر إليها من بعد حسبها لتكاثفها أجساماً جامدة وهي الحقيقة مارة إلى أن مرورها بسبب مرور الرياح بها ( صيرها ) مندكة متفتتة ، وهي قوله : { تمر مر السحاب } [ النحل : 88 ] ثم بين أن تلك الحركة حصلت بقهره وتسخيره ، فقال : { ويوم نسير الجبال } [ الطور : 10 ] { وترى الأرض بارزة } [ الكهف : 47 ] .\r\n الحالة السادسة : أن تصير سراباً ، بمعنى لا شيء ، فمن نظر إلى مواضعها لم يجد فيها شيئاً ، كما أن من يرى السراب من بعد إذا جاء الموضع الذي كان يراه فيه لم يجده شيئاً ، والله أعلم .\r\n واعلم أن الأحوال المذكورة إلى ههنا هي : أحوال عامة ، ومن ههنا يصف أهوال جهنم وأحوالها .\r\n المسألة الأولى : قرأ ابن يعمر : أن جهنم بفتح الهمزة على تعليل قيام الساعة ، بأن جهنم كانت مرصاداً للطاغين ، كأنه قيل كان كذلك لإقامة الجزاء .\r\n المسألة الثانية : كانت مرصاداً ، أي في علم الله تعالى ، وقيل صارت ، وهذان القولان نقلهما القفال رحمه الله تعالى ، وفيه وجه ثالث ذكره القاضي ، فإنا إذا فسرنا المرصاد بالمرتقب ، أفاد ذلك أن جهنم كانت كالمنتظرة لمقدومهم من قديم الزمان ، وكالمستدعية والطالبة لهم .\r\n المسألة الثالثة : في المرصاد قولان : أحدهما : أن المرصاد اسم للمكان الذي يرصد فيه ، كالمضمار اسم للمكان الذي يضمر فيه الخيل ، والمنهاج اسم للمكان الذي ينهج فيه ، وعلى هذا الوجه فيه احتمالان : أحدهما : أن خزنة جهنم يرصدون الكفار والثاني : أن مجاز المؤمنين وممرهم كان على جهنم ، لقوله : { وإن منكم إلا واردها } [ مريم : 71 ] فخزنة الجنة يستقبلون المؤمنين عند جهنم ، ويرصدونهم عندها .\r\n القول الثاني : أن المرصاد مفعال من الرصد ، وهو الترقب ، بمعنى أن ذلك يكثر منه ، والمفعال من أبنية المبالغة كالمعطار والمعمار والمطعان ، قيل إنها ترصد أعداء الله وتشق عليهم ، كما قال تعالى : { تكاد تميز من الغيظ } [ الملك : 8 ] قيل ترصد كل كافرة ومنافق ، والقائلون بالقول الأول .\r\n استدلوا على صحة قولهم بقوله تعالى : { إن ربك لبالمرصاد } [ الفجر : 14 ] ولو كان المرصاد نعتاً لوجب أن يقال : إن ربك لمرصاد .\r\n المسألة الرابعة : دلت الآية على أن جهنم كانت مخلوفة لقوله تعالى : { إن جهنم كان مرصاداً } أي معدة ، وإذا كان كذلك كانت الجنة أيضاً كذلك ، لأنه لا قائل بالفرق .\r\n وفيه وجهان : إن قلنا إنه مرصاد للكفار فقط كان قوله : { للطاغين } من تمام ما قبله ، والتقدير إن جهنم كانت مرصاداً للطاغين ، ثم قوله : { مآباً } بدل من قوله : { مرصاداً } وإن قلنا بأنها كانت مرصاداً مطلقاً للكفار وللمؤمنين ، كان قوله : { إن جهنم كانت مرصاداً } [ النبأ : 21 ] كلاماً تاماً ، وقوله : { للطاغين مآباً } كلام مبتدأ كأنه قيل إن جهنم مرصاد للكل ، ومآب للطاغين خاصة ، ومن ذهب إلى القول الأول لم يقف على قوله مرصاداً أما من ذهب إلى القول الثاني وقف عليه ، ثم يقول المراد بالطاغين من تكبر على ربه وطغى في مخالفته ومعارضته ، وقوله : { مآباً } أي مصيراً ومقراً .\r\n اعلم أنه تعالى لما بين أن جهنم مآب للطاغين ، وبين كمية استقرارهم هناك ، فقال : { لابثين فيها أحقاباً } وههنا مسائل : المسألة الأولى : قرأ الجمهور : { لابثين } وقرأ حمزة لبثين وفيه وجهان قال الفراء هما بمعنى واحد يقال لابث ولبث ، مثل ثامع ، وطمع ، وفاره ، وفره ، وهو كثير ، وقال صاحب الكشاف : واللبث أقوى لأن اللابث من وجد منه اللبث ، ولا يقال : لبث إلا لمن شأنه اللبث ، وهو أن يستقر في المكان ، ولا يكاد ينفك عنه .\r\n المسألة الثانية : قال الفراء أصل الحقب من الترادف ، والتتابع يقال أحقب ، إذا أردف ومنه الحقيبة ومنه كل من حمل وزراً ، فقد احتقب ، فيجوز على هذا المعنى : { لابثين فيها أحقاباً } أي دهوراً متتابعة يتبع بعضها بعضاً ، ويدل عليه قوله تعالى : { لا أبرح حتى أبلغ مجمع البحرين أو أمضي حقباً } [ الكهف : 60 ] يحتمل سنين متتابعة إلى أن أبلغ أو آنس ، واعلم أن الأحقاب ، واحدها حقب وهو ثمانون سنة عند أهل اللغة ، والحقب السنون واحدتها حقبة وهي زمان من الدهر لا وقت له ثم نقل عن المفسرين فيه وجوه : أحدها : قال عطاء والكلبي ومقاتل عن ابن عباس في قوله : { أحقاباً } الحقب الواحد بضع وثمانون سنة ، والسنة ثلثمائة وستون يوماً ، واليوم ألف سنة من أيام الدنيا ، ونحو هذا روى ابن عمر مرفوعاً وثانيها : سأل هلال الهجري علياً عليه السلام .\r\n فقال الحقب مائة سنة ، والسنة اثنا عشر شهراً ، والشهر ثلاثون يوماً ، واليوم ألف سنة وثالثها : وقال الحسن الأحقاب لا يدري أحد ما هي ، ولكن الحقب الواحد سبعون ألف سنة اليوم منها كألف سنة مما تعدون : فإن قيل قوله أحقاباً وإن طالت إلا أنها متناهية ، وعذاب أهل النار غير متناه ، بل لو قال لابثين فيها الأحقاب لم يكن هذا السؤال وارداً ، ونظير هذا السؤال قوله في أهل القبلة : { إلا ما شاء ربك } قلنا : الجواب من وجوه : الأول : أن لفظ الأحقاب لا يدل على مضي حقب له نهاية وإنما الحقب الواحد متناه ، والمعنى أنهم يلبثون فيها أحقاباً كلما مضى حقب تبعه حقب آخر ، وهكذا إلى الأبد والثاني : قال الزجاج : المعنى أنهم يلبثون فيها أحقاباً لا يذوقوق في الأحقاب برداً ولا شراباً ، فهذه الأحقاب توقيت لنوع من العذاب .\r\n وهو أن لا يذوقوا برداً ولا شراباً إلا حميماً وغساقاً ، ثم يبدلون بعد الأحقاب عن الحميم والغساق من جنس آخر من العذاب وثالثها : هب أن قوله : { أحقاباً } يفيد التناهي ، لكن دلالة هذا على الخروج دلالة المفهوم ، والمنطوق دل على أنهم لا يخرجون .\r\n قال تعالى : { يريدون أن يخرجوا من النار وما هم بخارجين منها ولهم عذاب مقيم } [ المائدة : 37 ] ولا شك أن المنطوق راجح ، وذكر صاحب «الكشاف» في الآية وجهاً آخر ، وهو أن يكون أحقاباً من حقب عامنا إذا قل مطره وخيره ، وحقب فلان إذا أخطأه الرزق فهو حقب وجمعه أحقاب .\r\n فينتصب حالاً عنهم بمعنى لابثين فيها حقبين مجدبين ، وقوله : { لا يذوقون فيها برداً ولا شراباً } [ النبأ : 24 ] تفسير له .\r\n ورابعها : قوله تعالى : { لاَّ يَذُوقُونَ فِيَها بَرْدًا وَلاَ شَرَابًا } .\r\n { إلاَّ حَمِيمًا وَغَسَّاقًا } .\r\n { جَزَآءً وِفَاقًا } .\r\n المسألة الأولى : إن اخترنا قول الزجاج كان قوله : { لا يذوقون فيها برداً ولا شراباً } متصلاً بما قبله ، والضمير في قوله : { فيها } عائداً إلى الأحقاب ، وإن لم نقل به كان هذا كلاماً مستأنفاً مبتدأ ، والضمير في قوله عائداً إلى جهنم .\r\n المسألة الثانية : في قوله : { برداً } وجهان الأول : أنه البرد المعروف ، والمراد أنهم لا يذوقون مع شدة الحر ما يكون فيه راحة من ريح باردة ، أو ظل يمنع من نار ، ولا يجدون شراباً يسكن عطشهم ، ويزيل الحرقة عن بواطنهم ، والحاصل أنه لا يجدون هواء بارداً ، ولا ماء بارداً والثاني : البرد ههنا النوم ، وهو قول الأخفش والكسائي والفراء وقطرب والعتبي ، قال الفراء : وإنما سمى النوم برداً لأنه يبرد صاحبه ، فإن العطشان ينام فيبرد بالنوم ، وأنشد أبو عبيدة والمبرد في بيان أن المراد النوم قول الشاعر : بردت مراشفها علي فصدني \r\n عنها وعن رشفاتها البرد يعني النوم ، قال المبرد : ومن أمثال العرب : منع البرد البرد أي أصابني من البرد ما منعني من النوم ، واعلم أن القول الأول أولى لأنه إذا أمكن حمل اللفظ على الحقيقة المشهورة ، فلا معنى لحمله على المجاز النادر الغريب ، والقائلون بالقول الثاني تمسكوا في إثباته بوجهين الأول : أنه لا يقال ذقت البرد ويقال ذقت النوم .\r\n الثاني : أنهم يذوقون برد الزمهرير ، فلا يصح أن يقال إنهم ما ذاوا برداً ، وهب أن ذلك البرد برد تأذوا به ، ولكن كيف كان ، فقد ذاقوا البرد والجواب عن الأول : كما أن ذوق البرد مجاز فكذا ذوق النوم أيضاً مجاز ، ولأن المراد من قوله : { لا يذوقون فيها برداً } أي لا يستنشقونه فيها نفساً بارداً ، ولا هواء بارداً ، والهواء المستنشق ممره الفم والألف فجاز إطلاق لفظ الذوق عليه والجواب عن الثاني : أنه لم يقل لا يذوقون فيها البرد بل قال يذوقون فيها برداً واحداً ، وهو البرد الذي ينتفعون به ويستريحون إليه .\r\n المسألة الثالثة : ذكروا في الحميم أنه الصفر المذاب وهو باطل بل الحميم الماء الحار المغلي جداً .\r\n المسألة الرابعة : ذكروا في الغساق وجوهاً .\r\n أحدها : قال أبو معاذ كنت أسمع مشايخنا يقولون الغساق فارسية معربة يقولون للشيء الذي يتقذرونه خاشاك .\r\n وثانيها : أن الغساق هو الشيء البارد الذي لا يطاق ، وهو الذي يسمى بالزمهرير .\r\n وثالثها : الغساق ما يسيل من أعين أهل النار وجلودهم من الصديد والقيح والعرق وسائر الرطوبات المستقذرة ، وفي كتاب الخليل غسقت عينه ، تغسق غسقاً وغساقاً .\r\n ورابعها : الغساق هو المنتن ، ودليله ما روي أنه عليه السلام قال : لو أن دلواً من الغساق يهراق على الدنيا لأنتن أهل الدنيا .\r\n وخامسها : أن الغاسق هو المظلوم قال تعالى : { ومن شر غاسق إذا وقب } [ الفلق : 3 ] فيكون الغساق شراباً أسود مكروهاً يستوحش كما يستوحش الشيء المظلم ، إذا عرفت هذا فنقول إن فسرنا الغساق بالبارد كان التقدير : لا يذوقون فيها برداً إلا غساقاً ولا شراباً إلا حميماً ، إلا أنهما جمعاً لأجل انتظام الآى ، ومثله من الشعر قول امرىء القيس : كأن قلوب الطير رطباً ويابساً \r\n لدي وكرها العناب والحشف البالي والمعنى كأن قلوب الطير رطباً العناب ويابساً الحشف البالي .\r\n أما إن فسرنا الغساق بالصديد أو بالنتن احتمل أن يكون الاستنثاء بالحمي والغساق راجعاً إلى البرد والشراب معاً ، وأن يكون مختصاً بالشراب فقط .\r\n أما الاحتمال الأول : فهو أن يكون التقدير لا يذوقون فيها شراباً إلا الحميم البالغ في الحميم والصديد المنتن .\r\n وأما الاحتمال الثاني : فهو أن يكون التقدير لا يذوقون فيها شراباً إلا الحميم البالغ في السخونة أو الصديد المنتن والله أعلم بمراده ، فإن قيل الصديد لا يشرب فكيف استثنى من الشراب؟ قلنا : إنه مائع فأمكن أن يشرب في الجملة فإن ثبت أنه غير ممكن كان ذلك استثناء من غير الجنس ووجهه معلوم .\r\n المسألة الخامسة : قرأ حمزة والكسائي وعاصم من رواية حفص عنه غساقاً بالتشديد فكأنه فعال بمعنى سيال ، وقرأ الباقون بالتخفيف مثل شراب والأول نعت والثاني اسم .\r\n واعلم أنه تعالى لما شرح أنواع عقوبة الكفار بين فيما بعده أنه : { جَزَاء وفاقا } وفي المعنى وجهان : الأول : أنه تعالى أنزل بهم عقوبة شديدة بسبب أنهم أتوا بمعصية شديدة فيكون العقاب { وفاقا } للذنب ، ونظيره قوله تعالى : { وَجَزَاء سَيّئَةٍ سَيّئَةٌ مّثْلُهَا } [ الشورى : 40 ] والثاني : أنه { وفاقا } من حيث لم يزد على قدر الاستحقاق ، ولم ينقص عنه وذكر النحوين فيه وجوهاً : أحدها : أن يكون الوفاق والموافق واحداً في اللغة والتقدير جزاء موافقاً وثانيها : أن يكون نصباً على المصدر والتقدير جزاء وافق أعمالهم { وفاقا } وثالثها : أن يكون وصف بالمصدر كما يقال فلان فضل وكرم لكونه كاملاً في ذلك المعنى ، كذلك ههنا لما كان ذلك الجزاء كاملاً في كونه على وفق الاستحقاق وصف الجزاء بكونه { وفاقا } ورابعها : أن يكون بحذف المضاف والتقدير جزاء ذا وفاق وقرأ أبو حيوة { وفاقا } فعال من الوفق ، فإن قيل كيف يكون هذا العذاب البالغ في الشدة الغير المتناهي بحسب المدة { وفاقا } للإتيان بالكفر لحظة واحدة ، وأيضاً فعلى قول أهل السنة إذا كان الكفر واقعاً بخلق الله وإيجاده فكيف يكون هذا وفاقاً له؟ وأما على مذهب المعتزلة فكان علم الله بعدم إيمانهم حاصلاً ووجود إيمانهم مناف بالذات لذلك العلم فمع قيام أحد المتنافيين كان التكليف بإدخال المنافي الثاني في الوجود ممتنعاً لذاته وعينه ، ويكون تكليفاً بالجمع بين المتنافيين ، فكيف يكون مثل هذا العذاب الشديد الدائم وفاقاً لمثل هذا الجرم؟ قلنا يفعل الله ما يشاء ويحكم ما يريد .\r\n واعلم أنه تعالى لما بين على الإجمال أن ذلك الجزاء كان على وفق جرمهم شرح أنواع جرائمهم ، وهي بعد ذلك نوعان : ",
        "fav": 0,
        "note": null,
        "normal": "وجعلنا سراجا وهاجا (13) وأنزلنا من المعصرات ماء ثجاجا (14) لنخرج به حبا ونباتا (15) وجنات ألفافا (16) إن يوم الفصل كان ميقاتا (17) يوم ينفخ في الصور فتأتون أفواجا (18) وفتحت السماء فكانت أبوابا (19) وسيرت الجبال فكانت سرابا (20) إن جهنم كانت مرصادا (21) للطاغين مآبا (22) لابثين فيها أحقابا (23) لا يذوقون فيها بردا ولا شرابا (24) إلا حميما وغساقا (25) جزاء وفاقا (26) ",
        "babnum": 10
    },
    {
        "id": 3064,
        "cate": "78",
        "title": "إِنَّهُمْ كَانُوا لَا يَرْجُونَ حِسَابًا (27) ",
        "details": " وفيه سؤالان : الأول : وهو أن الحساب شيء شاق على الإنسان ، والشيء الشاق لا يقال فيه إنه يرجى بل يجب أن يقال : إنهم كانوا لا يخشون حساباً والجواب من وجوه : أحدها : قال مقاتل وكثير من المفسرين قوله لا يرجون معناه لا يخافون ، ونظيره قولهم في تفسير قوله تعالى : { مَالَكُمْ لاَ تَرْجُونَ لِلَّهِ وَقَاراً } [ نوح : 13 ] وثانيها : أن المؤمن لا بد وأن يرجو رحمة الله لأنه قاطع بأن ثواب إيمانه زائد على عقاب جميع المعاصي سوى الكفر ، فقوله : { إِنَّهُمْ كَانُواْ لاَ يَرْجُونَ حِسَاباً } إشارة إلى أنهم ما كانوا مؤمنين وثالثها : أن الرجاء ههنا بمعنى التوقع لأن الراجي للشيء متوقع له إلا أن أشرف أقسام التوقع هو الرجاء فسمى الجنس باسم أشرف أنواعه ورابعها : أن في هذه الآية تنبيهاً على أن الحساب مع الله جانب الرجاء فيه أغلب من جانب الخوف ، وذلك لأن للعبد حقاً على الله تعالى بحكم الوعد في جانب الثواب ولله تعالى حق على العبد في جانب العقاب ، والكريم قد يسقط حق نفسه ، ولا يسقط ما كان حقاً لغيره عليه ، فلا جرم كان جانب الرجاء أقوى في الحساب ، فلهذا السبب ذكر الرجاء ، ولم يذكر الخوف .\r\n السؤال الثاني : أن الكفار كانوا قد أتوا بأنواع من القبائح والكبائر ، فما السبب في أن خص الله تعالى هذا النوع من الكفر بالذكر في أول الأمر؟ الجواب : لأن رغبة الإنسان في فعل الخيرات ، وفي ترك المحظورات ، إنما تكون بسبب أن ينتفع به في الآخرة ، فمن أنكر الآخرة ، لم يقدم على شيء من المستحسنات ، ولم يحجم عن شيء من المنكرات ، فقوله : { إِنَّهُمْ كَانُواْ لاَ يَرْجُونَ حِسَاباً } تنبيه على أنهم فعلوا كل شر وتركوا كل خير .\r\n والنوع الثاني : من قبائح أفعالهم قوله : ",
        "fav": 0,
        "note": null,
        "normal": "إنهم كانوا لا يرجون حسابا (27) ",
        "babnum": 11
    },
    {
        "id": 3065,
        "cate": "78",
        "title": "وَكَذَّبُوا بِآيَاتِنَا كِذَّابًا (28) ",
        "details": " اعلم أن للنفس الناطقة الإنسانية قوتين نظرية وعملية ، وكمال الإنسان في أن يعرف الحق لذاته والخير لأجل العمل به ، ولذلك قال إبراهيم : { رَبّ هَبْ لِي حُكْماً وَأَلْحِقْنِي بالصالحين } [ الشعراء : 83 ] { هَبْ لِي حُكْماً } [ الشعراء : 83 ] إشارة إلى كمال القوة ، النظرية { وَأَلْحِقْنِى بالصالحين } إشارة إلى كمال القوة العملية ، فههنا بين الله تعالى رداءة حالهم في الأمرين ، أما في القوة العملية فنبه على فسادها بقوله : { إِنَّهُمْ كَانُواْ لاَ يَرْجُونَ حِسَاباً } [ النبأ : 27 ] أي كانوا مقدمين على جميع القبائح والمنكرات ، وغير راغبين في شيء من الطاعات والخيرات .\r\n وأما في القوة النظرية فنبه على فسادها بقوله : { وَكَذَّبُواْ بئاياتنا كِذَّاباً } أي كانوا منكرين بقلوبهم للحق ومصرين على الباطل ، وإذا عرفت ما ذكرناه من التفسير ظهر أنه تعالى بين أنهم كانوا قد بلغوا في الرداءة والفساد إلى حيث يستحيل عقلاً وجود ما هو أزيد منه ، فلما كانت أفعالهم كذلك كان اللائق بها هو العقوبة العظيمة .\r\n فثبت بهذا صحة ما قدمه في قوله : { جَزَاءً وفاقا } [ النبأ : 26 ] فما أعظم لطائف القرآن مع أن الأدوار العظيمة قد استمرت ، ولم ينتبه لها أحد ، فالحمدلله حمداً يليق بعلو شأنه وبرهانه على ما خص هذا الضعيف بمعرفة هذه الأسرار .\r\n واعلم أن قوله تعالى : { وَكَذَّبُواْ بئاياتنا كِذَّاباً } يدل على أنهم كذبوا بجميع دلائل الله تعالى في التوحيد والنبوة والمعاد والشرائع والقرآن ، وذلك يدل على كمال حال القوة النظرية في الرداءة والفساد والبعد عن سواء السبيل وقوله : { كِذَّاباً } أي تكذيباً وفعال من مصادر التفعيل وأنشد الزجاج : لقد طال ماريثتني عن صحابتي \r\n وعن حوج قضَّاؤها من شفائنا من قضَّيت قضَّاء قال الفراء هي لغة فصيحة يمانية ونظيره خرَّقت القميص خرَّاقاً ، وقال لي أعرابي منهم على المروة يستفتيني : الحلو أحب إليك أم العِصَّار؟ وقال صاحب «الكشاف» كنت أفسر آية فقال بعضهم : لقد فسرتها فِسَّاراً ما سمع به ، وقرىء بالتخفيف وفيه وجوه : أحدها : أنه مصدر كَذَّب بدليل قوله : فصدقتها أو كذبتها \r\n والمرء ينفعه كذابه وهو مثل قوله تعالى : { أَنبَتَكُمْ مّنَ الأرض نَبَاتاً } [ نوح : 17 ] يعني وكذبوا بآياتنا فكذبوا كذاباً وثانيها : أن ينصبه بكذبوا لأنه يتضمن معنى كذبوا لأن كل مكذب بالحق كاذب وثالثها : أن يجعل الكذاب بمعنى المكاذبة ، فمعناه وكذبوا بآياتنا فكاذبوا مكاذبة .\r\n أو كذبوا بها مكاذبين .\r\n لأنهم إذا كانوا عند المسلمين كاذبين ، وكان المسلمون عندهم كاذبين فبينهم مكاذبة وقرىء أيضاً كذلك وهو جمع كاذب ، أي كذبوا بآياتنا كاذبين ، وقد يكون الكذاب بمعنى الواحد البليغ في الكذب ، يقال رجل كذاب كقولك حسان وبخال ، فيجعل صفة لمصدر كذبوا أي تكذيباً كذاباً مفرطاً كذبه .\r\n واعلم أنه تعالى لما بين أن فساد حالهم في القوة العملية وفي القوة النظرية بلغ إلى أقصى الغايات وأعظم النهايات بين أن تفاصيل تلك الأحوال في كميتها وكيفيتها معلومة له ، وقدر له ما يستحق عليه من العقاب معلوم له ، فقال : ",
        "fav": 0,
        "note": null,
        "normal": "وكذبوا بآياتنا كذابا (28) ",
        "babnum": 12
    },
    {
        "id": 3066,
        "cate": "78",
        "title": "وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ كِتَابًا (29) ",
        "details": " وفيه مسائل : المسألة الأولى : قال الزجاج : { كُلَّ } منصوب بفعل مضمر يفسره { أحصيناه } والمعنى : وأحصينا كل شيء وقرأ أبو السمال ، وكل بالرفع على الابتداء .\r\n المسألة الثانية : قوله : { وَكُلَّ شيْء أحصيناه } أي علمنا كل شيء كما هو علماً لا يزول ولا يتبدل ، ونظيره قوله تعالى : { أحصاه الله وَنَسُوهُ } [ المجادلة : 6 ] واعلم أن هذه الآية تدل على كونه تعالى عالماً بالجزئيات ، واعلم أن مثل هذه الآية لا تقبل التأويل : وذلك لأنه تعالى ذكر هذا تقريراً لما ادعاه من قوله : { جَزَاءً وفاقا } [ النبأ : 26 ] كأنه تعالى يقول : أنا عالم بجميع ما فعلوه ، وعالم بجهات تلك الأفعال وأحوالها واعتباراتها التي لأجلها يحصل استحقاق الثواب والعقاب ، فلا جرم لا أوصل إليهم من العذاب إلا قدر ما يكون وفاقاً لأعمالهم ، ومعلوم أن هذا القدر إنما يتم لو ثبت كونه تعالى عالماً بالجزئيات ، وإذا ثبت هذا ظهر أن كل من أنكره كان كافراً قطعاً .\r\n المسألة الثالثة : قوله : { أحصيناه كتابا } فيه وجهان : أحدهما : تقديره أحصيناه إحصاء ، وإنما عدل عن تلك اللفظة إلى هذه اللفظة ، لأن الكتابة هي النهاية في قوة العلم ، ولهذا قال عليه السلام « قيدوا العلم بالكتابة » فكأنه تعالى قال : وكل شيء أحصيناه إحصاء مساوياً في القوة والثبات والتأكيد للمكتوب ، فالمراد من قوله كتاباً تأكيد ذلك الإحصاء والعلم ، واعلم أن هذا التأكيد إنما ورد على حسب مايليق بأفهام أهل الظاهر ، فإن المكتوب يقبل الزوال ، وعلم الله بالأشياء لا يقبل الزوال لأنه واجب لذاته القول الثاني : أن يكون قوله كتاباً حالاً في معنى مكتوباً والمعنى وكل شيء أحصيناه حال كونه مكتوباً في اللوح المحفوظ ، كقوله : { وَكُلَّ شيْءٍ أحصيناه فِي إِمَامٍ مُّبِينٍ } أو في صحف الحفظة .\r\n ثم قال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "وكل شيء أحصيناه كتابا (29) ",
        "babnum": 13
    },
    {
        "id": 3067,
        "cate": "78",
        "title": "فَذُوقُوا فَلَنْ نَزِيدَكُمْ إِلَّا عَذَابًا (30) ",
        "details": " واعلم أنه تعالى لما شرح أحوال العقاب أولاً ، ثم ادعى كونه { جَزَاءً وفاقا } [ النبأ : 26 ] ثم بين تفاصيل أفعالهم القبيحة ، وظهر صحة ما ادعاه أولاً من أن ذلك العقاب كان { جَزَاءً وفاقا } لا جرم أعاد ذكر العقاب ، وقوله : { فَذُوقُواْ } والفاء للجزاء ، فنبه على أن الأمر بالذوق معلل بما تقدم شرحه من قبائح أفعالهم ، فهذا الفاء أفاد عين فائدة قوله : { جَزَاءً وفاقا } .\r\n المسألة الرابعة : هذه الآية دالة على المبالغة في التعذيب من وجوه : أحدها : قوله : { فَلَن نَّزِيدَكُمْ } وكلمة لن للتأكيد في النفي وثانيها : أنه في قوله : { كَانُواْ لاَ يَرْجُونَ حِسَاباً } [ النبأ : 27 ] ذكرهم بالمغايبة وفي قوله : { فَذُوقُواْ } ذكرهم على سبيل المشافهة وهذا يدل على كمال الغضب وثالثها : أنه تعالى عدد وجوه العقاب ثم حكم بأنه جزاء موافق لأعمالهم ثم عدد فضائحهم ، ثم قال : { فَذُوقُواْ } فكأنه تعالى أفتى وأقام الدلائل ، ثم أعاد تلك الفتوى بعينها ، وذلك يدل على المبالغة في التعذيب قال عليه الصلاة والسلام : « هذه الآية أشد ما في القرآن على أهل النار ، كلما استغاثوا من نوع من العذاب أغيثوا بأشد منه » بقي في الآية سؤالان : السؤال الأول : أليس أنه تعالى قال في صفة الكفار : { وَلاَ يُكَلّمُهُمُ الله وَلاَ يَنظُرُ إِلَيْهِمْ } [ آل عمران : 77 ] فهنا لما قال لهم : { فَذُوقُواْ } فقد كلمهم؟ الجواب : قال أكثر المفسرين : تقدير الآية فيقال لهم : فذوقوا ، ولقائل أن يقول على هذا الوجه لا يليق بذلك القائل أن يقول : { فَلَن نَّزِيدَكُمْ إِلاَّ عَذَاباً } بل هذا الكلام لا يليق إلا بالله ، والأقرب في الجواب أن يقال قوله : { وَلاَ يُكَلّمُهُمُ } أي ولا يكلمهم بالكلام الطيب النافع ، فإن تخصيص العموم غير بعيد لاسيما عند حصول القرينة ، فإن قوله : { وَلاَ يُكَلّمُهُمُ } إنما ذكره لبيان أنه تعالى لا ينفعهم ولا يقيم لهم وزناً ، وذلك لا يحصل إلا من الكلام الطيب .\r\n السؤال الثاني : دلت هذه الآية على أنه تعالى يزيد في عذاب الكافر أبداً ، فتلك الزيادة إما أن يقال : إنها كانت مستحقة لهم أو غير مستحقة ، فإن كانت مستحقة لهم كان تركها في أول الأمر إحساناً ، والكريم إذا أسقط حق نفسه ، فإنه لا يليق به أن يسترجعه بعد ذلك ، وأما إن كانت تلك الزيادة غير مستحقة كان إيصالها إليهم ظلماً وإنه لا يجوز على الله الجواب : كما أن الشيء يؤثر بحسب خاصية ذاته ، فكذا إذا دام ازداد تأثيره بحسب ذلك الدوام ، فلا جرم كلما كان الدوام أكثر كان الإيلام أكثر ، وأيضاً فتلك الزيادة مستحقة ، وتركها في بعض الأوقات لا يوجب الإبراء والإسقاط ، والله علم بما أراد .\r\n واعلم أنه تعالى لما ذكر وعيد الكفار أتبعه بوعد الأخيار وهو أمور : أولها : قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "فذوقوا فلن نزيدكم إلا عذابا (30) ",
        "babnum": 14
    },
    {
        "id": 3068,
        "cate": "78",
        "title": "إِنَّ لِلْمُتَّقِينَ مَفَازًا (31) ",
        "details": " أما المتقي فقد تقدم تفسيره في مواضع كثيرة { ومفازاً } يحتمل أن يكون مصدراً بمعنى فوزاً وظفراً بالبغية ، ويحتمل أن يكون موضع فوز والفوز يحتمل أن يكون المراد منه فوزاً بالمطلوب ، وأن يكون المراد منه فوزاً بالنجاة من العذاب ، وأن يكون المراد مجموع الأمرين ، وعندي أن تفسيره بالفوز بالمطلوب أولى من تفسيره بالفوز بالنجاة من العذاب ، ومن تفسيره بالفوز بمجموع الأمرين أعني النجاة من الهلاك والوصول إلى المطلوب ، وذلك لأنه تعالى فسر المفاز بما بعده وهو قوله : { حَدَائِقَ وأعنابا } [ النبأ : 32 ] فوجب أن يكون المراد من المفاز هذا القدر .\r\n فإن قيل الخلاص من الهلاك أهم من حصول اللذة ، فلم أهمل الأهم وذكر غير الأهم؟ قلنا : لأن الخلاص من الهلاك لا يستلزم الفوز باللذة والخير ، أما الفوز باللذة والخير فيستلزم الخلاص من الهلاك ، فكان ذكر هذا أولى .\r\n وثانيها : قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "إن للمتقين مفازا (31) ",
        "babnum": 15
    },
    {
        "id": 3069,
        "cate": "78",
        "title": "حَدَائِقَ وَأَعْنَابًا (32) ",
        "details": " والحدائق جمع حديقة ، وهي بستان محوط عليه .\r\n من قولهم : أحدقوا به أي أحاطوا به ، والتنكير في قوله : { وأعنابا } يدل على تعظيم حال تلك الأعناب .\r\n وثالثها : قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "حدائق وأعنابا (32) ",
        "babnum": 16
    },
    {
        "id": 3070,
        "cate": "78",
        "title": "وَكَوَاعِبَ أَتْرَابًا (33) ",
        "details": " كواعب جمع كاعب وهي النواهد التي تكعبت ثديهن وتفلكت أي يكون الثدي في النتوء كالكعب والفلكة .\r\n ورابعها : قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "وكواعب أترابا (33) ",
        "babnum": 17
    },
    {
        "id": 3071,
        "cate": "78",
        "title": "وَكَأْسًا دِهَاقًا (34) ",
        "details": " وفي الدهاق أقوال الأول : وهو قول أكثر أهل اللغة كأبي عبيدة والزجاج والكسائي والمبرد ، و { دِهَاقاً } أي ممتلئة ، دعا ابن عباس غلاماً له فقال : اسقنا دهاقاً ، فجاء الغلام بها ملأى ، فقال ابن عباس : هذا هو الدهاق قال عكرمة ، ربما سمعت ابن عباس يقول : اسقنا وادهق لنا القول الثاني : دهاقاً أي متتابعة وهو قول أبي هريرة وسعيد بن جبير ومجاهد ، قال الواحدي : وأصل هذا القول من قول العرب : أدهقت الحجارة إدهاقاً وهو شدة تلازمها ودخول بعضها في بعض ، ذكرها الليث والمتتابع كالمتداخل القول الثالث : يروى عن عكرمة أنه قال : { دِهَاقاً } أي صافية ، والدهاق على هذا القول يجوز أن يكون جمع داهق ، وهو خشبتان يعصر بهما ، والمراد بالكأس الخمر ، قال الضحاك : كل كأس في القرآن فهو خمر ، التقدير .\r\n وخمراً ذات دهاق ، أي عصرت وصفيت بالدهاق .\r\n وخامسها : قوله : ",
        "fav": 0,
        "note": null,
        "normal": "وكأسا دهاقا (34) ",
        "babnum": 18
    },
    {
        "id": 3072,
        "cate": "78",
        "title": "لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا كِذَّابًا (35) ",
        "details": " في الآية سؤالان : الأول : الضمير في قوله : { فِيهَا } إلى ماذا يعود؟ الجواب فيه قولان الأول : أنها ترجع إلى الكأس ، أي لا يجري بينهم لغو في الكأس التي يشربونها ، وذلك لأن أهل الشراب في الدنيا يتكلمون بالباطل ، وأهل الجنة إذا شربوا لم يتغير عقلهم ، ولم يتكلموا بلغو والثاني : أن الكناية ترجع إلى الجنة ، أي لا يسمعون في الجنة شيئاً يكرهونه .\r\n السؤال الثاني : الكذاب بالتشديد يفيد المبالغة ، فوروده في قوله تعالى : { وَكَذَّبُواْ بئاياتنا كِذَّاباً } [ النبأ : 28 ] مناسب لأنه يفيد المبالغة في وصفهم بالكذب ، أما وروده ههنا فغير لائق ، لأن قوله : { لاَّ يَسْمَعُونَ فِيهَا لَغْواً وَلاَ كِذَّاباً } يفيد أنهم لا يسمعون الكذب العظيم وهذا لا ينفي أنهم يسمعون الكذب القليل ، وليس مقصود الآية ذلك بل المقصود المبالغة في أنهم لا يسمعون الكذب ألبتة ، والحاصل أن هذا اللفظ يفيد نفي المبالغة واللائق بالآية المبالغة في النفي والجواب : أن الكسائي قرأ الأول بالتشديد والثاني بالتخفيف ، ولعل غرضه ما قررناه في هذا السؤال ، لأن قراءة التخفيف ههنا تفيد أنهم لا يسمعون الكذب أصلاً ، لأن الكذاب بالتخفيف والكذب واحد لأن أبا علي الفارسي قال : كذاب مصدر كذب ككتاب مصدر كتب فإذا كان كذلك كانت القراءة بالتخفيف تفيد المبالغة في النفي ، وقراءة التشديد في الأول تفيد المبالغة في الثبوت فيحصل المقصود من هذه القراءة في الموضعين على أكمل الوجوه ، فإن أخذنا بقراءة الكسائي فقد زال السؤال ، وإن أخذنا بقراءة التشديد في الموضعين وهي قراءة الباقين ، فالعذر عنه أن قوله : { لاَّ يَسْمَعُونَ فِيهَا لَغْواً وَلاَ كِذباً } إشارة إلى ما تقدم من قوله : { وَكَذَّبُواْ بئاياتنا كِذَّاباً } والمعنى أن هؤلاء السعداء لا يسمعون كلامهم المشوش الباطل الفاسد ، والحاصل أن النعم الواصلة إليهم تكون خالية عن زحمة أعدائهم وعن سماع كلامهم الفاسد وأقوالهم الكاذبة الباطلة .\r\n ثم إنه تعالى لما عدد أقسام نعيم أهل الجنة قال : ",
        "fav": 0,
        "note": null,
        "normal": "لا يسمعون فيها لغوا ولا كذابا (35) ",
        "babnum": 19
    },
    {
        "id": 3073,
        "cate": "78",
        "title": "جَزَاءً مِنْ رَبِّكَ عَطَاءً حِسَابًا (36) ",
        "details": " وفيه مسائل : المسألة الأولى : قال الزجاج : المعنى جازاهم بذلك جزاء ، وكذلك عطاء لأن معنى جازاهم وأعطاهم واحد .\r\n المسألة الثانية : في الآية سؤال وهو أنه تعالى جعل الشيء الواحد جزاء وعطاء ، وذلك محال لأن كونه جزاء يستدعي ثبوت الاستحقاق ، وكونه عطاء يستدعي عدم الاستحقاق والجمع بينهما متناف والجواب عنه : لا يصح إلا على قولنا : وهو أن ذلك الاستحقاق إنما ثبت بحكم الوعد ، لا من حيث إن الفعل يوجب الثواب على الله ، فذلك نظراً إلى الوعد المترتب على ذلك الفعل يكون جزاء ، ونظراً إلى أنه لا يجب على الله لأحد شيء يكون عطاء .\r\n المسألة الثالثة : قوله : { حِسَاباً } فيه وجوه الأول : أن يكون بمعنى كافياً مأخوذ من قولهم : أعطاني ما أحسبني أي ما كفاني ، ومنه قوله : حسبي من سؤالي علمه بحالي ، أي كفاني من سؤالي ، ومنه قوله : فلما حللت به ضمني \r\n فأولى جميلاً وأعطى حسابا أي أعطى ما كفى والوجه الثاني : أن قوله : حساباً مأخوذ من حسبت الشيء إذا أعددته وقدرته فقوله : { عَطَاءً حِسَاباً } أي بقدر ما وجب له فيما وعده من الإضعاف ، لأنه تعالى قدر الجزاء على ثلاثة أوجه ، وجه منها على عشرة أضعاف ، ووجه على سبعمائة ضعف ، ووجه على مالا نهاية له ، كما قال : { إِنَّمَا يُوَفَّى الصابرون أَجْرَهُمْ بِغَيْرِ حِسَابٍ } [ الزمر : 10 ] ، الوجه الثالث : وهو قول ابن قتيبة : { عَطَاء حِسَاباً } أي كثيراً وأحسبت فلاناً أي أكثرت له ، قال الشاعر : ونقفي وليد الحي إن كان جائعا \r\n ونحسبه إن كان ليس بجائع الوجه الرابع : أنه سبحانه يوصل الثواب الذي هو الجزاء إليهم ويوصل التفضل الذي يكون زائداً على الجزء إليهم ، ثم قال : { حِسَاباً } ثم يتميز الجزاء عن العطاء حال الحساب الوجه الخامس : أنه تعالى لما ذكر في وعيد أهل النار : { جَزَاءً وفاقا } ذكر في وعد أهل الجنة جزاء عطاء حساباً أي راعيت في ثواب أعمالكم الحساب ، لئلا يقع في ثواب أعمالكم بخس ونقصان وتقصير ، والله أعلم بمراده .\r\n المسألة الرابعة : قرأ ابن قطيب : { حِسَاباً } بالتشديد على أن الحساب بمعنى المحسب كالدراك بمعنى المدرك ، هكذا ذكره صاحب «الكشاف» .\r\n واعلم أنه تعالى لما بالغ في وصف وعيد الكفار ووعد المتقين ، ختم الكلام في ذلك بقوله : ",
        "fav": 0,
        "note": null,
        "normal": "جزاء من ربك عطاء حسابا (36) ",
        "babnum": 20
    },
    {
        "id": 3074,
        "cate": "78",
        "title": "رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الرَّحْمَنِ لَا يَمْلِكُونَ مِنْهُ خِطَابًا (37) ",
        "details": " وفيه مسائل : المسألة الأولى : رب السموات والرحمن ، فيه ثلاثة أوجه من القراءة الرفع فيهما وهو قراءة ابن كثير ونافع وأبي عمرو ، والجر فيهما وهو قراءة عاصم وعبدالله بن عامر ، والجر في الأول مع الرفع في الثاني ، وهو قراءة حمزة والكسائي ، وفي الرفع وجوه أحدها : أن يكون رب السموات مبتدأ ، والرحمن خبره ، ثم استؤنف لا يملكون منه خطاباً وثانيها : رب السموات مبتدأ ، والرحمن صفة ولا يملكون خبره وثالثها : أن يضمر المبتدأ والتقدير هو : { رَبّ السموات } هو { الرحمن } ثم استؤنف : { لاَّ يَمْلِكُونَ } ورابعها : أن يكون { الرحمن } و { لاَّ يَمْلِكُونَ } خبرين وأما وجه الجر فعلى البدل من ربك ، وأما وجه جر الأول ، ورفع الثاني فجر الأول بالبدل من ربك ، والثاني مرفوع بكونه مبتدأ وخبره لا يملكون .\r\n المسألة الثانية : الضمير في قوله : { ويملكون } إلى من يرجع؟ فيه ثلاثة أقوال : الأول : نقل عطاء عن ابن عباس إنه راجع إلى المشركين يريد لا يخاطب المشركون أما المؤمنون فيشفعون يقبل الله ذلك منهم والثاني : قال القاضي : إنه راجع إلى المؤمنين ، والمعنى أن المؤمنين لا يملكون أن يخاطبوا الله في أمر من الأمور ، لأنه لما ثبت أنه عدل لا يجور ، ثبت أن العقاب الذي أوصله إلى الكفار عدل ، وأن الثواب الذي أوصله المؤمنين عدل ، وأنه ما يخسر حقهم ، فبأي سبب يخاطبونه ، وهذا القول أقرب من الأول لأن الذي جرى قبل هذه الآية ذكر المؤمنين لا ذكر الكفار والثالث : أنه ضمير لأهل السموات والأرض ، وهذا هو الصواب ، فإن أحداً من المخلوقين لا يملك مخاطبة الله ومكالمته .\r\n وأما الشفاعات الواقعة بإذنه فغير واردة على هذا الكلام لأنه نفى الملك والذي يحصل بفضله وإحسانه ، فهو غير مملوك ، فثبت أن هذا السؤال غير لازم ، والذي يدل من جهة العقل على أن أحداً من المخلوقين لا يملك خطاب الله وجوه الأول : وهو أن كل ما سواء فهو مملوكه والمملوك لا يستحق على مالكه شيئاً وثانيها : أن معنى الاستحقاق عليه ، هو أنه لو لم يفعل لاستحق الذم .\r\n ولو فعله لاستحق المدح ، وكل من كان كذلك كان ناقصاً في ذاته ، مستكملاً بغيره وتعالى الله عنه وثالثها : أنه عالم بقبح القبيح ، عالم بكونه غنياً عنه ، وكل من كان كذلك لم يفعل القبيح ، وكل من امتنع كونه فاعلاً للقبيح ، فليس لأحد أن يطالبه بشيء ، وأن يقول له لم فعلت .\r\n والوجهان الأولان مفرعان على قول أهل السنة ، والوجه الثالث يتفرع على قول المعتزلة فثبت أن أحداً من المخلوقات لا يملك أن يخاطب ربه ويطالب إلهه .\r\n واعلم أنه تعالى لما ذكر أن أحداً من الخلق لا يمكنه أن يخاطب الله في شيء أو يطالبه بشيء قرر هذا المعنى ، وأكده فقال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "رب السماوات والأرض وما بينهما الرحمن لا يملكون منه خطابا (37) ",
        "babnum": 21
    },
    {
        "id": 3075,
        "cate": "78",
        "title": "يَوْمَ يَقُومُ الرُّوحُ وَالْمَلَائِكَةُ صَفًّا لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَابًا (38) ",
        "details": " وذلك لأن الملائكة أعظم المخلوقات قدراً ورتبة ، وأكثر قدرة ومكانة ، فبين أنهم لا يتكلمون في موقف القيامة إجلالاً لربهم وخوفاً منه وخضوعاً له ، فكيف يكون حال غيرهم .\r\n وفي الآية مسائل : المسألة الأولى : لمن يقول بتفضيل الملك على البشر أن يتمسك بهذه الآية ، وذلك لأن المقصود من الآية أن الملائكة لما بقوا خائفين خاضعين وجلين متحيرين في موقف جلال الله ، وظهور عزته وكبريائه ، فكيف يكون حال غيرهم ، ومعلوم أن هذا الاستدلال لا يتم إلا إذا كانوا أشرف المخلوقات .\r\n المسألة الثانية : اختلفوا في الروح في هذه الآية ، فعن ابن مسعود أنه ملك أعظم من السموات والجبال .\r\n وعن ابن عباس هو ملك من أعظم الملائكة خلقاً ، وعن مجاهد : خلق على صورة بني آدم يأكلون ويشربون ، وليس بناس ، وعن الحسن وقتادة هم بنو آدم ، وعلى هذا معناه ذو الروح ، وعن ابن عباس أرواح الناس ، وعن الضحاك والشعبي هو جبريل عليه السلام ، وهذا القول هو المختار عند القاضي .\r\n قال : لأن القرآن دل على أن هذا الاسم اسم جبريل عليه السلام ، وثبت أن القيام صحيح من جبريل والكلام صحيح منه ، ويصح أن يؤذن له فكيف يصرف هذا الاسم عنه إلى خلق لا نعرفه ، أو إلى القرآن الذي لا يصح وصفه بالقيام .\r\n أما قوله : { صَفَّا } فيحتمل أن يكون المعنى أن الروح على الاختلاف الذي ذكرناه ، وجميع الملائكة يقومون صفاً واحداً ، ويجوز أن يكون المعنى يقومون صفين ، ويجوز صفوفاً ، والصف في الأصل مصدر فينبىء عن الواحد والجمع ، وظاهر قول المفسرين أنهم يقومون صفين ، فيقوم الروح وحده صفاً ، وتقوم الملائكة كلهم صفاً واحداً ، فيكون عظم خلقه مثل صفوفهم ، وقال بعضهم : بل يقومون صفوفاً لقوله تعالى : { وَجَاء رَبُّكَ والملك صَفّاً صَفّاً } [ الفجر : 22 ] .\r\n المسألةالثالثة : الاستثناء إلى من يعود؟ فيه قولان : أحدهما : إلى الروح والملائكة ، وعلى هذا التقدير؛ الآية دلت على أن الروح والملائكة لا يتكلمون إلا عند حصول شرطين إحداها : حصول الإذن من الله تعالى ، ونظيره قوله تعالى : { مَن ذَا الذى يَشْفَعُ عِندَهُ إِلاَّ بِإِذْنِهِ } [ البقرة : 255 ] والمعنى أنهم لا يتكلمون إلا بإذن الله .\r\n والشرط الثاني : أن يقول : صواباً ، فإن قيل : لما أذن له الرحمن في ذلك القول ، علم أن ذلك القول صواب لا محالة ، فما الفائدة في قوله : { وَقَالَ صَوَاباً } ؟ والجواب من وجهين : الأول : أن الرحمن أذن له في مطلق القول ثم إنهم عند حصول ذلك الإذن لا يتكلمون إلا بالصواب ، فكأنه قيل : إنهم لا ينطلقون إلا بعد ورود الإذن في الكلام ، ثم بعد ورود ذلك الإذن يجتهدون ، ولا يتكلمون إلا بالكلام الذي يعلمون أنه صدق وصواب ، وهذا مبالغة في وصفهم بالطاعة والعبودية الوجه الثاني : أن تقديره : لا يتكلمون إلا في حق { مَنْ أَذِنَ لَهُ الرحمن وَقَالَ صَوَاباً } والمعنى لا يشفعون إلا في حق شخص أذن له الرحمن في شفاعته وذلك الشخص كان ممن قال صواباً ، واحتج صاحب هذا التأويل بهذه الآية على أنهم يشفعون للمذنبين لأنهم قالوا صواباً وهو شهادة أن لا إله إلا الله ، لأن قوله : { وَقَالَ صَوَاباً } يكفي في صدقه أن يكون قد قال صواباً واحداً ، فكيف بالشخص الذي قال القول الذي هو أصوب الأقوال وتكلم بالكلام الذي هو أشرف الكلمات القول الثاني : أن الاستثناء غير عائد إلى الملائكة فقط بل إلى جميع أهل السموات والأرض ، والمقول الأول أولى لأن عود الضمير إلى الأقرب أولى .\r\n واعلم أنه تعالى لما قرر أحوال المكلفين في درجات الثواب والعقاب ، وقرر عظمة يوم القيامة قال بعده : ",
        "fav": 0,
        "note": null,
        "normal": "يوم يقوم الروح والملائكة صفا لا يتكلمون إلا من أذن له الرحمن وقال صوابا (38) ",
        "babnum": 22
    },
    {
        "id": 3076,
        "cate": "78",
        "title": "ذَلِكَ الْيَوْمُ الْحَقُّ فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ مَآبًا (39) ",
        "details": " { ذَلِكَ اليوم الحق } ذلك إشارة إلى تقدم ذكره ، وفي وصف اليوم بأنه حق وجوه أحدها : أنه يحصل فيه كل الحق ، ويندمغ كل باطل ، فلما كان كاملاً في هذا المعنى قيل : إنه حق ، كما يقال : فلان خير كله إذا وصف بأن فيه خيراً كثيراً ، وقوله : { ذَلِكَ اليوم الحق } يفيد أنه هو اليوم الحق وما عداه باطل ، لأن أيام الدنيا باطلها أكثر من حقها وثانيها : أن الحق هو الثابت الكائن ، وبهذا المعنى يقال إن الله حق ، أي هو ثابت لا يجوز عليه الفناء ويوم القيامة كذلك فيكون حقاً وثالثها : أن ذلك اليوم هو اليوم الذي يستحق أن يقال له يوم ، لأن فيه تبلى السرائر وتنكشف الضمائر ، وأماأيام الدنيا فأحوال الخلف فيها مكتومة ، والأحوال فيها غير معلومة .\r\n قوله تعالى : { فَمَن شَاء اتخذ إلى رَبّهِ مَآباً } أي مرجعاً ، والمعتزلة احتجوا به على الاختيار والمشيئة ، وأصحابنا رووا عن ابن عباس أنه قال : المراد فمن شاء الله به خيراً هداه حتى يتخذ إلى ربه مآباً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ذلك اليوم الحق فمن شاء اتخذ إلى ربه مآبا (39) ",
        "babnum": 23
    },
    {
        "id": 3077,
        "cate": "78",
        "title": "إِنَّا أَنْذَرْنَاكُمْ عَذَابًا قَرِيبًا يَوْمَ يَنْظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ الْكَافِرُ يَالَيْتَنِي كُنْتُ تُرَابًا (40) ",
        "details": " ثم إنه تعالى زاد في تخويف الكفار فقال : { إِنَّا أنذرناكم عَذَاباً قَرِيباً } يعني العذاب في الآخرة ، وكل ما هو آت قريب ، و ( هو ) كقوله تعالى : { كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُواْ إِلاَّ عَشِيَّةً أَوْ ضحاها } [ النازعات : 46 ] وإنما سماه إنذاراً ، لأنه تعالى بهذا الوصف قد خوف منه نهاية التخويف وهو معنى الإنذار .\r\n ثم قال تعالى : { يَوْمَ يَنظُرُ المرء مَا قَدَّمَتْ يَدَاهُ } وفيه مسائل : المسألة الأولى : ما في قوله : { مَا قَدَّمَتْ يَدَاهُ } فيه وجهان الأول : أنها استفهامية منصوبة بقدمت ، أي ينظر أي شيء قدمت يداه الثاني : أن تكون بمعنى الذي وتكون منصوبة ينتظر ، والتقدير : ينظر إلى الذي قدمت يداه ، إلا أن على هذا التقدير حصل فيه حذفان أحدهما : أنه لم يقل : قدمته ، بل قال : { قَدَّمْتُ } فحذف الضمير الراجع الثاني : أنه لم يقل : ينظر إلى ما قدمت ، بل قال : ينظر ما قدمت ، يقام نظرته بمعنى نظرت إليه .\r\n المسألة الثانية : في الآية ثلاثة أقوال : الأول : وهو الأظهر أن المرء عام في كل أحد ، لأن المكلف إن كان قدم عمل المتقين ، فليس له إلا الثواب العظيم ، وإن كان قدم عمل الكافرين ، فليس له إلا العقاب الذي وصفه الله تعالى ، فلا رجاء لمن ورد القيامة من المكلفين في أمر سوى هذين ، فهذا هو المراد بقوله : { يَوْمَ يَنظُرُ المرء مَا قَدَّمَتْ يَدَاهُ } فطوبى له إن قدم عمل الأبرار ، وويل له إن قدم عمل الفجار والقول الثاني : وهو قول عطاء : أن المر ههنا هو الكافر ، لأن المؤمن كما ينظر إلى ما قدمت يداه ، فكذلك ينظر إلى عفو الله ورحمته وأما الكافر الذي لا يرى إلا العذاب ، فهو لا يرى إلا ما قدمت يداه ، لأن ما وصل إليه من العقاب ليس إلا من شؤم معاملته والقول الثالث : وهو قول الحسن ، وقتادة أن المرء ههنا هو المؤمن ، واحتجوا عليه بوجهين الأول : أنه تعالى قال بعد هذه الآية ، { وَيَقُولُ الكافر ياليتني كُنتُ ترابا } فلما كان هذا بياناً لحال الكافر ، وجب أن يكون الأول بياناً لحال المؤمن والثاني : وهو أن المؤمن لما قدم الخير والشر فهو من الله تعالى على خوف ورجاء ، فينتظر كيف يحدث الحال ، أما الكافر فإنه قاطع بالعقاب ، فلا يكون له انتظار أنه كيف يحدث الأمر ، فإن مع القطع لا يحصل الانتظار .\r\n المسألة الثالثة : القائلون : بأن الخير يوجب الثواب والشر يوجب العقاب تمسكوا بهذه الآية ، فقالوا : لولا أن الأمر كذلك ، وإلا لم يكن نظر الرجل في الثواب والعقاب على عمله بل على شيء آخر والجواب عنه : أن العمل يوجب الثواب والعقاب ، لكن بحكم الوعد والجعل لا بحكم الذات .\r\n أما قوله تعالى : { وَيَقُولُ الكافر ياليتني كُنتُ ترابا } ففيه وجوه : أحدها : أن يوم القيامة ينظر المرء أي شيء قدمت يداه ، أما المؤمن فإنه يجد الإيمان والعفو عن سائر المعاصي على ما قال : { وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء } وأما الكافر فلا يتوقع العفو على ما قال : { إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ } [ النساء : 48 ] فعند ذلك يقول الكافر : { ياليتني كُنتُ ترابا } أي لم يكن حياً مكلفاً وثانيها : أنه كان قبل البعث تراباً ، فالمعنى على هذا .\r\n يا ليتني لم أبعث للحساب ، وبقيت كما كنت تراباً ، كقوله تعالى : { ياليتها كَانَتِ القاضية } [ الحاقة : 27 ] وقوله : { يَوْمَئِذٍ يَوَدُّ الذين كَفَرُواْ وَعَصَوُاْ الرسول لَوْ تسوى بِهِمُ الأرض } [ النساء : 42 ] وثالثها : أن البهائم تحشر فيقتص للجماء من القرناء ثم يقال لها بعد المحاسبة : كوني تراباً فيتمنى الكافر عند ذلك أن يكون هو مثل تلك البهائم في أن يصير تراباً ، ويتخلص من عذاب الله وأنكر بعض المعتزلة ذلك .\r\n وقال : إنه تعالى إذا أعادها فهي بين معوض وبين متفضل عليه ، وإذا كان كذلك لم يجز أن يقطعها عن المنافع ، لأن ذلك كالإضرار بها ، ولا يجوز ذلك في الآخرة ، ثم إن هؤلاء قالوا : إن هذه الحيوانات إذا انتهت مدة أعواضها جعل الله كل ما كان منها حسن الصورة ثواباً لأهل الجنة ، وما كان قبيح الصورة عقاباً لأهل النار ، قال القاضي : ولا يمتنع أيضاً إذا وفر الله أعواضها وهي غير كاملة العقل أن يزيل الله حياتها على وجه لا يحصل لها شعور بالألم فلا يكون ذلك ضرراً ورابعها : ما ذكره بعض الصوفية فقال قوله : { ياليتني كُنتُ ترابا } معناه يا ليتني كنت متواضعاً في طاعة الله ولم أكن متكبراً متمرداً وخامسها : الكافر إبليس يرى آدم وولده وثوابهم ، فيتمنى أن يكون الشيء الذي احتقره حين قال : { خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ } [ ص : 76 ] والله أعلم بمراده وأسرار كتابه .\r\n وصلى الله على سيدنا محمد وعلى آله وصحبة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا أنذرناكم عذابا قريبا يوم ينظر المرء ما قدمت يداه ويقول الكافر ياليتني كنت ترابا (40) ",
        "babnum": 24
    }
]