[
    {
        "id": 1786,
        "cate": "30",
        "title": "الم (1) غُلِبَتِ الرُّومُ (2) فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ (3) فِي بِضْعِ سِنِينَ لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ (4) ",
        "details": " { آلم * غلبت الروم * في أدنى الأرض وهم من بعد غلبهم سيغلبون * في بضع سنين } .\r\n وجه تعلق أول هذه السورة بما قبلها يتبين منه سبب النزول ، فنقول لما قال الله تعالى في السورة المتقدمة { وَلاَ تجادلوا أَهْلَ الكتاب إِلاَّ بالتى هِىَ أَحْسَنُ } [ العنكبوت : 46 ] وكان يجادل المشركين بنسبتهم إلى عدم العقل كما في قوله : { صُمٌّ بُكْمٌ عُمْىٌ فَهُمْ لاَ يَعْقِلُونَ } [ البقرة : 171 ] وكان أهل الكتاب يوافقون النبي في الإله كما قال : { وإلهنا وإلهكم وَاحِدٌ } [ العنكبوت : 46 ] وكانوا يؤمنون بكثير مما يقوله بل كثير منهم كانوا مؤمنين به كما قال : { والذين ءاتيناهم الكتاب يُؤْمِنُونَ بِهِ } [ العنكبوت : 47 ] أي أبغض المشركون أهل الكتاب وتركوا مراجعتهم وكانوا من قبل يراجعونهم في الأمور ، فلما وقعت الكرة عليهم حين قاتلهم الفرس المجوس فرح المشركون بذلك ، فأنزل الله تعالى هذه الآيات لبيان أن الغلبة لا تدل على الحق ، بل الله تعالى قد يريد مزيد ثواب في المحب فيبتليه ويسلط عليه الأعادي ، وقد يختار تعجيل العذاب الأدنى دون العذاب الأكبر قبل يوم الميعاد للمعادي ، وفي الآية مسائل : المسألة الأولى : ما الحكمة في افتتاح هذه السورة بحروف التهجي؟ فنقول قد سبق منا أن كل سورة افتتحت بحروف التهجي فإن في أوائلها ذكر الكتاب أو التنزيل أو القرآن كما في قوله تعالى : { الم * ذلك الكتاب } [ البقرة : 1 ، 2 ] ، { المص * كِتَابٌ } [ الأعراف : 1 ] ، { طه * مَا أَنَزَلْنَا عَلَيْكَ القرءان } [ طه : 1 ، 2 ] ، { الم * تَنزِيلُ الكتاب } [ السجدة : 1 ، 2 ] { حم * تَنزِيلٌ مّنَ الرحمن الرحيم } [ فصلت : 1 ، 2 ] ، { يس * والقرءان } [ يس : 1 ، 2 ] ، { ص * والقرءان } [ ص : 1 ، 2 ] إلا هذه السورة وسورتين أخريين ذكرناهما في العنكبوت وقد ذكرنا ما الحكمة فيهما في موضعهما فنقول ما يتعلق بهذه السور وهو أن السورة التي في أوائلها التنزيل والكتاب والقرآن في أوائلها ذكر ما هو معجزة فقدمت عليها الحروف على ما تقدم بيانه في العنكبوت وهذه ذكر في أولها ما هو معجزة وهو الإخبار عن الغيب ، فقدمت الحروف التي لا يعلم معناها ليتنبه السامع فيقبل بقلبه على الاستماع ، ثم ترد عليه المعجزة وتقرع الأسماع .\r\n المسألة الثانية : قوله تعالى : { فِى أَدْنَى الأرض } أي أرض العرب ، لأن الألف واللام للتعريف والمعهود عندهم أرضهم وقوله تعالى : { وَهُم مّن بَعْدِ غَلَبِهِمْ } أية فائدة في ذكره مع أن قوله : { سَيَغْلِبُونَ } بعد قوله : { غُلِبَتِ الروم } لا يكون إلا من بعد الغلبة؟ فنقول الفائدة فيه إظهار القدرة وبيان أن ذلك بأمر الله لأن من غلب بعد غلبه لا يكون إلا ضعيفاً ، فلو كان غلبتهم لشوكتهم لكان الواجب أن يغلبوا قبل غلبهم فإذا غلبوا بعدما غلبوا ، دل على أن ذلك بأمر الله ، فذكر من بعد غلبهم ليتفكروا في ضعفهم ويتذكروا أنه ليس بزحفهم ، وإنما ذلك بأمر الله تعالى وقوله : { فِى أَدْنَى الأرض } لبيان شدة ضعفهم ، أي انتهى ضعفهم إلى أن وصل عدوهم إلى طريق الحجاز وكسروهم وهم في بلادهم ثم غلبوا حتى وصلوا إلى المدائن وبنوا هناك الرومية لبيان أن هذه الغلبة العظيمة بعد ذلك الضعف العظيم بإذن الله .\r\n المسألة الثالثة : قال تعالى : { فِى بِضْعِ سِنِينَ } قيل هي ما بين الثلاثة والعشرة ، أبهم الوقت مع أن المعجزة في تعيين الوقت أتم فنقول السنة والشهر واليوم والساعة كلها معلومة عند الله تعالى وبينها لنبيه وما أذن له في إظهارها لأن الكفار كانوا معاندين والأمور التي تقع في البلاد النائية تكون معلومة الوقوع بحيث لا يمكن إنكارها لكن وقتها يمكن الاختلاف فيه فالمعاند كان يتمكن من أن يرجف بوقوع الواقعة قبل الوقوع ليحصل الخلف في كلامه ولما وردت الآية ذكر أبو بكر رضي الله عنه أن الروم ستغلب وأنكره أبي بن خلف وغيره ، وناحبوا أبا بكر أي خاطروه على عشرة قلائص إلى ثلاث سنين فقال عليه السلام لأبي بكر البضع ما بين الثلاثة والعشرة فزايده في الإبل وماده في الأجل فجعلا القلائص مائة والأجل سبعاً ، وهذا يدل على علم النبي عليه السلام بوقت الغلبة .\r\n [ قوله تعالى : { لِلَّهِ الأمر مِن ] َبْلُ وَمِن بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ المؤمنون } ) .\r\n ثم قال تعالى : { لِلَّهِ الأمر مِن قَبْلُ وَمِن بَعْدُ } أي من قبل الغلبة ومن بعدها أو من قبل هذه المدة ومن بعدها ، يعني إن أراد غلبهم غلبهم قبل بضع سنين وإن أراد غلبهم غلبهم بعدها ، وما قدر هذه المدة لعجز وإنما هي إرادة نافذة ، وبنيا على الضم لما قطعا عن الإضافة لأن غير الضمة من الفتحة والكسرة يشتبه بما يدخل عليهما وهو النصب والجر ، أما النصب ففي قولك جئت قبله أو بعده ، وأما الجر ففي قولك من قبله ومن بعده فنياً على الضم لعدم دخول مثلهما عليه في الإعراب وهو الرفع { وَيَوْمَئِذٍ يَفْرَحُ المؤمنون } قيل يفرحون بغلبة الروم على الفرس كما فرح المشركون بغلبة الفرس على الروم ، والأصح أنهم يفرحون بغلبتهم المشركين وذلك لأن غلبة الروم كانت يوم غلبة المسلمين المشركين ببدر ، ولو كان المراد ما ذكروه لما صح لأن في ذلك اليوم بعينه لم يصل إليهم خبر الكسر فلا يكون فرحهم يومئذٍ بل الفرح يحصل بعده .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الم (1) غلبت الروم (2) في أدنى الأرض وهم من بعد غلبهم سيغلبون (3) في بضع سنين لله الأمر من قبل ومن بعد ويومئذ يفرح المؤمنون (4) ",
        "babnum": 1
    },
    {
        "id": 1787,
        "cate": "30",
        "title": "بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشَاءُ وَهُوَ الْعَزِيزُ الرَّحِيمُ (5) وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (6) يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ (7) ",
        "details": " قوله تعالى : { بِنَصْرِ الله يَنصُرُ مَن يَشَاء } قدم المصدر على الفعل حيث قال : { بِنَصْرِ الله يَنصُرُ } وقدم الفعل على المصدر في قوله : { أيدك بِنَصْرِهِ } [ الأنفال : 62 ] وذلك لأن المقصود ههنا بيان أن النصرة بيد الله إن أراد نصر وإن لم يرد لا ينصر ، وليس المقصود النصرة ووقوعها والمقصود هناك إظهار النعمة عليه بأنه نصره ، فالمقصود هناك الفعل ووقوعه فقدم هناك الفعل ، ثم بين أن ذلك الفعل مصدره عند الله ، والمقصود ههنا كون المصدر عند الله إن أراد فعل فقدم المصدر .\r\n ثم قال تعالى : { وَهُوَ العزيز الرحيم } ذكر من أسمائه هذين الإسمين لأنه إن لم ينصر المحب بل سلط العدو عليه فذلك لعزته وعدم افتقاره ، وإن نصر المحب فذلك لرحمته عليه ، أو نقول إن نصر الله المحب فلعزته واستغنائه عن العدو ورحمته على المحب ، وإن لم ينصر المحب فلعزته واستغنائه عن المحب ورحمته في الآخرة واصلة إليه .\r\n ثم قال تعالى : { وَعْدَ الله لاَ يُخْلِفُ الله وَعْدَهُ } يعني سيغلبون وعدهم الله وعداً ووعد الله لا خلف فيه ، قوله تعالى : { ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ } أي لا يعلمون وعده وأنه لا خلف في وعده .\r\n ثم قال تعالى : { يَعْلَمُونَ ظَاهِراً مّنَ الحياة الدنيا } يعني علمهم منحصر في الدنيا وأيضاً لا يعلمون الدنيا كما هي وإنما يعلمون ظاهرها وهي ملاذها وملاعبها ، ولا يعلمون باطنها وهي مضارها ومتاعبها ويعلمون وجودها الظاهر ، ولا يعلمون فناءها { وَهُمْ عَنِ الأخرة هُمْ غافلون } والمعنى هم عن الآخرة غافلون ، وذكرت هم الثانية لتفيد أن الغفلة منهم وإلا فأسباب التذكر حاصلة وهذا كما يقول القائل لغيره غفلت عن أمري ، فإذا قال هو شغلني فلان فيقول ما شغلك ولكن أنت اشتغلت .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "بنصر الله ينصر من يشاء وهو العزيز الرحيم (5) وعد الله لا يخلف الله وعده ولكن أكثر الناس لا يعلمون (6) يعلمون ظاهرا من الحياة الدنيا وهم عن الآخرة هم غافلون (7) ",
        "babnum": 2
    },
    {
        "id": 1788,
        "cate": "30",
        "title": "أَوَلَمْ يَتَفَكَّرُوا فِي أَنْفُسِهِمْ مَا خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى وَإِنَّ كَثِيرًا مِنَ النَّاسِ بِلِقَاءِ رَبِّهِمْ لَكَافِرُونَ (8) ",
        "details": " قوله تعالى : { أَوَ لَمْ يَتَفَكَّرُواْ فِى أَنفُسِهِمْ } لما صدر من الكفار الإنكار بالله عند إنكار وعد الله وعدم الخلف فيه كما قال تعالى : { ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ } [ الأعراف : 187 ] والإنكار بالحشر كما قال تعالى : { وَهُمْ عَنِ الأخرة هُمْ غافلون } [ الروم : 7 ] بين أن الغفلة وعدم العلم منهم بتقدير الله وإلا فأسباب التذكر حاصلة وهو ( أن ) أنفسهم لو تفكروا فيها لعلموا وحدانية الله وصدقوا بالحشر ، أما الوحدانية فلأن الله خلقهم على أحسن تقويم ، ولنذكر من حسن خلقهم جزأ من ألف ألف جزء وهو أن الله تعالى خلق للإنسان معدة فيها ينهضم غذاؤه لتقوى به أعضاؤه ولها منفذان أحدهما لدخول الطعام فيه ، والآخر لخروج الطعام منه ، فإذا دخل الطعام فيها انطبق المنفذ الآخر بعضه على بعض بحيث لا يخرج منه ذرة ولا بالرشح ، وتمسكه الماسكة إلى أن ينضج نضجاً صالحاً ، ثم يخرج من المنفذ الآخر ، وخلق تحت المعدة عروقاً دقاقاً صلاباً كالمصفاة التي يصفى بها الشيء فينزل منها الصافي إلى الكبد وينصب الثفل إلى معى مخلوق تحت المعدة مستقيم متوجهاً إلى الخروج ، وما يدخل في الكبد من العروق المذكورة يسمى الماساريقا بالعبرية ، والعبرية عربية مفسودة في الأكثر ، يقال لموسى ميشا وللاله إيل إلى غير ذلك ، فالماساريقا معناها ماساريق اشتمل عليه الكبد وأنضجه نضجاً آخر ، ويكون مع الغذاء المتوجه من المعدة إلى الكبد فضل ماء مشروب ليرقق وينذرق في العروق الدقاق المذكورة ، وفي الكبد يستغني عن ذلك الماء فيتميز عنه ذلك الماء وينصب من جانب حدبة الكبد إلى الكلية ومعه دم يسير تغتذي به الكلية وغيرها ، ويخرج الدم الخالص من الكبد في عرق كبير ، ثم يتشعب ذلك النهر إلى جداول ، والجداول إلى سواق ، والسواقي إلى رواضع ويصل فيها إلى جميع البدن ، فهذه حكمة واحدة في خلق الإنسان ، وهذه كفاية في معرفة كون الله فاعلاً مختاراً قادراً كاملاً عالماً شاملاً علمه ، ومن يكون كذلك يكون واحداً وإلا لكان عاجزاً عند إرادة شريكه ضد ما أراده .\r\n وأما دلالة الإنسان على الحشر فذلك لأنه إذا تفكر في نفسه يرى قواه صائرة إلى الزوال ، وأجزاءه مائلة إلى الانحلال فله فناء ضروري ، فلو لم يكن له حياة أخرى لكان خلقه على هذا الوجه للفناء عبثاً ، وإليه أشار بقوله : { أَفَحَسِبْتُمْ أَنَّمَا خلقناكم عَبَثاً } [ المؤمنون : 115 ] وهذا ظاهر ، لأن من يفعل شيئاً للعبث فلو بالغ في إحكامه وإتقانه يضحك منه ، فإذا خلقه للبقاء ولا بقاء دون اللقاء فالآخرة لا بد منها ، ثم إنه تعالى ذكر بعد دليل الأنفس دليل الآفاق فقال : { مَّا خَلَقَ الله السموات والأرض وَمَا بَيْنَهُمَا إِلاَّ بالحق وَأَجَلٍ مُّسَمًّى } فقوله : { إِلاَّ بالحق } إشارة إلى وجه دلالتها على الوحدانية ، وقد بينا ذلك في قوله : { خَلَقَ الله السموات والأرض بالحق إِنَّ فِى ذَلِكَ لآيَةً لِلْمُؤْمِنِينَ } [ العنكبوت : 44 ] ونعيده فإن التكرير في الذهن يفيد التقرير لذي الذهن ، فنقول إذا كان بالحق لا يكون فيها بطلان فلا يكون فيها فساد لأن كل فاسد باطل وإذا لم يكن فيها فساد لا تكون آلهة وإلا لكان فيها فساد كما قال تعالى : { لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلاَّ الله لَفَسَدَتَا } [ الأنبياء : 22 ] وقوله : { وَأَجَلٌ مُّسَمًّى } يذكر بالأصل الآخر الذي أنكروه .\r\n ثم قال تعالى : { وَإِنَّ كَثِيراً مّنَ الناس بِلِقَاء رَبّهِمْ لكافرون } يعني لا يعلمون أنه لا بد بعد هذه الحياة من لقاء وبقاء إما في إسعاد أو شقاء ، وفي الآية مسائل : المسألة الأولى : قدم ههنا دلائل الأنفس على دلائل الآفاق ، وفي قوله تعالى : { سَنُرِيهِمْ ءاياتنا فِى الآفاق وَفِى أَنفُسِهِمْ } [ فصلت : 53 ] قدم دلائل الآفاق ، وذلك لأن المفيد إذا أفاد فائدة يذكرها على وجه جيد يختاره فإن فهمه السامع المستفيد فذلك وإلا يذكرها على وجه أبين منه وينزل درجة فدرجة ، وأما المستفيد فإنه يفهم أولاً الأبين ، ثم يرتقي إلى فهم ذلك الأخفى الذي لم يكن فهمه فيفهمه بعد فهم الأبين المذكور آخراً ، فالمذكور من المفيد آخراً مفهوم عند السامع أولاً ، إذا علم هذا فنقول ههنا الفعل كان منسوباً إلى السامع حيث قال : { أَوَلَمْ يَتَفَكَّرُواْ فِى أَنفُسِهِمْ } يعني فيما فهموه أولاً ولم يرتقوا إلى ما فهموه ثانياً ، وأما في قوله : { سَنُرِيهِمْ } الأمر منسوب إلى المفيد المسمع فذكر أولاً : الآفاق فإن لم يفهموه فالأنفس لأن دلائل الأنفس لا ذهول للإنسان عنها ، وهذا الترتيب مراعى في قوله تعالى : { الذين يَذْكُرُونَ الله قياما وَقُعُوداً وعلى جُنُوبِهِمْ } [ آل عمران : 191 ] أي يعلمون الله بدلائل الأنفس في سائر الأحوال { وَيَتَفَكَّرُونَ فِى خَلْقِ السموات والأرض } بدلائل الآفاق .\r\n المسألة الثانية : وجه دلالة الخلق بالحق على الوحدانية ظاهر ، وأما وجه دلالته على الحشر فكيف هو؟ فنقول وقوع تخريب السموات وعدمها لا يعلم بالعقل إلا إمكانه ، وأما وقوعه فلا يعلم إلا بالسمع ، لأن الله قادر على إبقاء الحادث أبداً كما أنه يبقى الجنة والنار بعد إحداثهما أبداً ، والخلق دليل إمكان العدم ، لأن المخلوق لم يجب له القدم فجاز عليه العدم ، فإذا أخبر الصادق عن أمر له إمكان وجب على العاقل التصديق والإذعان ، ولأن العالم لما كان خلقه بالحق فينبغي أن يكون بعد هذه الحياة حياة أخرى باقية لأن هذه الحياة ليست إلا لعباً ولهواً كما بين بقوله تعالى : { وَمَا هذه الحياة الدنيا إِلاَّ لَهْوٌ وَلَعِبٌ } [ العنبكوت : 64 ] وخلق السموات والأرض للهو واللعب عبث ، والعبث ليس بحق وخلق السموات والأرض بالحق فلا بد من حياة بعد هذه .\r\n المسألة الثالثة : قال ههنا : { كَثِيراً مّنَ الناس } وقال من قبل : { ولكن أَكْثَرَ الناس } [ الروم : 6 ] وذلك لأنه من قيل لم يذكر دليلاً على الأصلين ، وههنا قد ذكر الدلائل الواضحة والبراهين اللائحة ولا شك في أن الإيمان بعد الدليل أكثر من الإيمان قبل الدليل ، فبعد الدلائل لا بد من أن يؤمن من ذلك الأكثر جمع فلا يبقى الأكثر كما هو ، فقال بعد إقامة الدليل { وَإِنَّ كَثِيرًا } وقبله { ولكن أَكْثَرَهُمْ } ثم بعد الدليل الذي لا يمكن الذهول عنه ، والدليل الذي لا يقع الذهول عنه وإن إمكن هو السموات والأرض لأن من البعيد أن يذهل الإنسان عن السماء التي فوقه والأرض التي تحته ، ذكر ما يقع الذهول عنه وهو أمر أمثالهم وحكاية أشكالهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أولم يتفكروا في أنفسهم ما خلق الله السماوات والأرض وما بينهما إلا بالحق وأجل مسمى وإن كثيرا من الناس بلقاء ربهم لكافرون (8) ",
        "babnum": 3
    },
    {
        "id": 1789,
        "cate": "30",
        "title": "أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا الْأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا وَجَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (9) ",
        "details": " وقال في الدليلين المتقدمين : { أَوَلَمْ يَرَوْاْ } [ العنكبوت : 19 ، 67 ] ولم يقل : { أَوَلَمْ يَسيرُواْ } إذ لا حاجة هناك إلى السير بحضور النفس والسماء والأرض وقال ههنا : { أَوَلَمْ يَسيرُواْ \r\nفَيَنظُرُواْ } ذكرهم بحال أمثالهم ووبال أشكالهم ، ثم ذكر أنهم أولى بالهلاك لأن من تقدم من عاد وثمود كانوا أشد منهم قوة ولم تنفعهم قواهم وكانوا أكثر مالاً وعمارة ، ولم يمنع عنهم الهلاك أموالهم وحصونهم ، واعلم أن اعتماد الإنسان على ثلاثة أشياء قوة جسمية فيه أو في أعوانه إذ بها المباشرة وقوة مالية إذ بها التأهب للمباشرة ، وقوة ظهرية يستند إليها عند الضعف والفتور وهي بالحصون والعمائر ، فقال تعالى : كانوا أشد منهم قوة في الجسم وأكثر منهم مالاً لأنهم أثاروا الأرض أي حرثوها ، ومنه بقرة تثير الأرض ، وقيل منه سمي ثوراً ، وأنتم لا حراثة لكم فأموالهم كانت أكثر ، وعمارتهم كانت أكثر لأن أبنيتهم كانت رفيعة وحصونهم منيعة ، وعمارة أهل مكة كانت يسيرة ثم هؤلاء جاءتهم رسلهم بالبينات وأمروهم ونهوهم ، فلما كذبوا أهلكوا فكيف أنتم ، وقوله : { فَمَا كَانَ الله لِيَظْلِمَهُمْ } يعني لم يظلمهم بالتكليف ، فإن التكليف شريف لا يؤثر له إلا محل شريف ولكن هم ظلموا أنفسهم بوضعها في موضع خسيس ، وهو عبادة الأصنام واتباع إبليس ، فكأن الله بالتكليف وضعهم فيما خلقوا له وهو الربح ، لأنه تعالى قال خلقتكم لتربحوا علي لا لأربح عليكم ، والوضع في ( أي ) موضع كان الخلق له ليس بظلم ، وأما هم فوضعوا أنفسهم في مواضع الخسران ولم يكونوا خلقوا إلا للربح فهم كانوا ظالمين ، وهذا الكلام منا وإن كان في الظاهر يشبه كلام المعتزلة لكن العاقل يعلم كيف يقوله أهل السنة ، وهو أن هذا الوضع كان بمشيئة الله وإرادته ، لكنه كان منهم ومضافاً إليهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أولم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم كانوا أشد منهم قوة وأثاروا الأرض وعمروها أكثر مما عمروها وجاءتهم رسلهم بالبينات فما كان الله ليظلمهم ولكن كانوا أنفسهم يظلمون (9) ",
        "babnum": 4
    },
    {
        "id": 1790,
        "cate": "30",
        "title": "ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوأَى أَنْ كَذَّبُوا بِآيَاتِ اللَّهِ وَكَانُوا بِهَا يَسْتَهْزِئُونَ (10) ",
        "details": " كما قال : { لّلَّذِينَ أَحْسَنُواْ الحسنى } [ يونس : 26 ] وقوله تعالى : { أَن كَذَّبُواْ } قيل معناه بأن كذبوا أي كان عاقبتهم ذلك بسبب أنهم كذبوا ، وقيل معناه أساءوا وكذبوا فكذبوا يكون تفسيراً لأساؤا وفي هذه الآية لطائف إحداها : قال في حق الذين أحسنوا : { لّلَّذِينَ أَحْسَنُواْ الحسنى } وقال في حق من أساء : { ثُمَّ كَانَ عاقبة الذين أساؤا السوآى } إشارة إلى أن الجنة لهم من ابتداء الأمر فإن الحسنى اسم الجنة والسوآى اسم النار ، فإذا كانت الجنة لهم ومن الابتداء ، ومن له شيء كلما يزداد وينمو فيه فهو له ، لأن ملك الأصل يوجب ملك الثمرة ، فالجنة من حيث خلقت تربو وتنمو للمحسنين ، وأما الذين أساؤا ، فالسوآى وهي جهنم في العاقبة مصيرهم إليها الثانية : ذكر الزيادة في حق المحسن ولم يذكر الزيادة في حق المسيء لأن جزاء سيئة سيئة مثلها الثالثة : لم يذكر في المحسن أن له الحسنى بأنه صدق ، وذكر في المسيىء أن له السوأى بأنه كذب ، لأن الحسنى للمحسنين فضل والمتفضل لو لم يكن تفضله لسبب يكون أبلغ ، وأما السوآى للمسيىء عدل والعادل إذا لم يكن تعذيبه لسبب لا يكون عدلاً فذكر السبب في التعذيب وهو الإصرار على التكذيب ، ولم يذكر السبب في الثواب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ثم كان عاقبة الذين أساءوا السوأى أن كذبوا بآيات الله وكانوا بها يستهزئون (10) ",
        "babnum": 5
    },
    {
        "id": 1791,
        "cate": "30",
        "title": "اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ ثُمَّ إِلَيْهِ تُرْجَعُونَ (11) ",
        "details": " لما ذكر أن عاقبتهم إلى الجحيم وكان في ذلك إشارة إلى الإعادة والحشر لم يتركه دعوى بلا بينة فقال يبدأ الخلق ، يعني من خلق بالقدرة والإرادة لا يعجز عن الرجعة والإعادة فإليه ترجعون ، ثم بين ما يكون وقت الرجوع إليه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الله يبدأ الخلق ثم يعيده ثم إليه ترجعون (11) ",
        "babnum": 6
    },
    {
        "id": 1792,
        "cate": "30",
        "title": "وَيَوْمَ تَقُومُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُونَ (12) وَلَمْ يَكُنْ لَهُمْ مِنْ شُرَكَائِهِمْ شُفَعَاءُ وَكَانُوا بِشُرَكَائِهِمْ كَافِرِينَ (13) ",
        "details": " في ذلك اليوم يتبين إفلاسهم ويتحقق إبلاسهم ، والإبلاس يأس مع حيرة ، يعني يوم تقوم الساعة يكون للمجرم يأس محير لا يأس هو إحدى الراحتين ، وهذا لأن الطمع إذا انقطع باليأس فإذا كان المرجو أمراً غير ضروري يستريح الطامع من الانتظار وإن كان ضرورياً بالإبقاء له بوونه ينفطر فؤاده أشد انفطار ، ومثل هذا اليأس هو الإبلاس ولنبين حال المجرم وإبلاسه بمثال ، وهو أن نقول مثله مثل من يكون في بستان وحواليه الملاعب والملاهي ، ولديه ما يفتخر به ويباهي ، فيخبره صادق بمجيء عدو لا يرده راد ، ولا يصده صاد ، إذا جاءه لا يبلعه ريقاً ، ولا يترك له إلى الخلاص طريقاً ، فيتحتم عليه الاشتغال بسلوك طريق الخلاص فيقول له طفل أو مجنون إن هذه الشجرة التي أنت تحتها لها من الخواص دفع الأعادي عمن يكون تحتها ، فيقبل ذلك الغافل على استيفائه ملاذه معتمداً على الشجرة بقول ذلك الصبي فيجيئه العدو ويحيط به ، فأول ما يريه من الأهوال قلع تلك الشجرة فيبقى متحيراً آيساً ، مفتقراً ، فكذلك المجرم في دار الدنيا أقبل على استيفاء اللذات وأخبره النبي الصادق بأن الله يجزيه ، ويأتيه عذاب يخزيه ، فقال له الشيطان والنفس الأمارة بالسوء إن هذه الأخشاب التي هي الأوثان دافعة عنك كل بأس ، وشافعة لك عند خمود الحواس ، فاشتغل بما هو فيه واستمر على غيه حتى إذا جاءته الطامة الكبرى فأول ما أرته إلقاء الأصنام في النار فلا يجد إلى الخلاص من طريق ، ويحق عليه عذاب الحريق ، فييأس حينئذٍ أي إياس ويبلس أشد إبلاس .\r\n وإليه الإشارة بقوله تعالى : { وَلَمْ يَكُن لَّهُمْ مّن شُرَكَائِهِمْ شُفَعَاء وَكَانُواْ بِشُرَكَائِهِمْ كافرين } يعني يكفرون بهم ذلك اليوم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويوم تقوم الساعة يبلس المجرمون (12) ولم يكن لهم من شركائهم شفعاء وكانوا بشركائهم كافرين (13) ",
        "babnum": 7
    },
    {
        "id": 1793,
        "cate": "30",
        "title": "وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ (14) ",
        "details": " ثم بين أمراً آخر يكون في ذلك اليوم وهو الافتراق كما قال تعالى في آية أخرى : { وامتازوا اليوم أَيُّهَا المجرمون } [ يس : 59 ] فكأن هذه الحالة مترتبة على الإبلاس ، فكأنه أولاً يبلس ثم يميز ويجعل فريق في الجنة وفريق في السعير ، وأعاد قوله : { وَيَوْمَ تَقُومُ الساعة } لأن قيام الساعة أمر هائل فكرره تأكيداً للتخويف ، ومنه اعتاد الخطباء تكرير يوم القيامة في الخطب لتذكير أهواله .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويوم تقوم الساعة يومئذ يتفرقون (14) ",
        "babnum": 8
    },
    {
        "id": 1794,
        "cate": "30",
        "title": "فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ (15) ",
        "details": " ثم بين كيفية التفرق فقال تعالى : { فَأَمَّا الذين ءامَنُواْ وَعَمِلُواْ الصالحات فَهُمْ فِى رَوْضَةٍ يُحْبَرُونَ } أي في جنة يسرون بكل مسرة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فأما الذين آمنوا وعملوا الصالحات فهم في روضة يحبرون (15) ",
        "babnum": 9
    },
    {
        "id": 1795,
        "cate": "30",
        "title": "وَأَمَّا الَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ فَأُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ (16) ",
        "details": " يعني لا غيبة لهم عنه ولا فتور له عنهم كما قال تعالى : { كُلَّمَا أَرَادُواْ أَن يَخْرُجُواْ مِنْهَا مِنْ غَمّ أُعِيدُواْ فِيهَا } [ الحج : 22 ] وقال : { لاَ يُخَفَّفُ عَنْهُمُ العذاب } [ آل عمران : 88 ] وفي الآيتين مسائل فيها لطائف : المسألة الأولى : بدأ بذكر حال الذين آمنوا مع أن الموضع موضع ذكر المجرمين ، وذلك لأن المؤمن يوصل إليه الثواب قبل أن يوصل إلى الكافر العقاب حتى يرى ويتحقق أن المؤمن وصل إلى الثواب قبل أن يوصل إلى الكافر العقاب حتى يرى ويتحقق أن المؤمن وصل إلى الثواب فيكون أنكى ، ولو أدخل الكافر النار أولاً لكان يظن أن الكل في العذاب مشتركون ، فقدم ذلك زيادة في إيلامهم .\r\n المسألة الثانية : ذكر في المؤمن العمل الصالح ولم يذكر في الكافر العمل السيىء ، لأن العمل الصالح معتبر مع الإيمان ، فإن الإيمان المجرد مفيد للنجاة دون رفع الدرجات ولا يبلغ المؤمن الدرجة العالية إلا بإيمانه وعمله الصالح ، وأما الكافر فهو في الدركات بمجرد كفره فلو قال : والذين كفروا وعملوا السيئات في العذاب محضرون ، لكان العذاب لمن يصدر منه المجموع ، فإن قيل فمن يؤمن ويعمل السيئات غير مذكور في القسمين ، فنقول له منزلة بين المنزلتين لا على ما يقوله المعتزلة ، بل هو في الأول في العذاب ولكن ليس من المحضرين دوام الحضور ، وفي الآخرة هو في الرياض ولكنه ليس من المحبورين غاية الحبور كل ذلك بحكم الوعد .\r\n المسألة الثالثة : قال في الأول { فِى رَوْضَةٍ } على التنكير ، وقال في الآخر في العذاب على التعريف ، لتعظيم الروضة بالتنكير ، كما يقال لفلان مال وجاه ، أي كثير وعظيم .\r\n المسألة الرابعة : قال في الأول : { يُحْبَرُونَ } بصيغة الفعل ولم يقل محبورون ، وقال في الآخر : { مُحْضَرُونَ } بصيغة الاسم ولم يقل يحضرون ، لأن الفعل ينبىء عن التجدد والاسم لا يدل عليه فقوله : { يُحْبَرُونَ } يعني يأتيهم كل ساعة أمر يسرون به .\r\n وأما الكفار فهم إذا دخلوا العذاب يبقون فيه محضرين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأما الذين كفروا وكذبوا بآياتنا ولقاء الآخرة فأولئك في العذاب محضرون (16) ",
        "babnum": 10
    },
    {
        "id": 1796,
        "cate": "30",
        "title": "فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ (17) وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ (18) يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ (19) ",
        "details": " لما بين الله تعالى عظمته في الابتداء بقوله : { مَّا خَلَقَ الله السموات والأرض وَمَا بَيْنَهُمَا إِلاَّ بالحق } [ الروم : 8 ] وعظمته في الانتهاء ، وهو حين تقوم الساعة ويفترق الناس فريقين ، ويحكم على البعض بأن هؤلاء للجنة ولا أبالي ، وهؤلاء إلى النار ولا أبالي ، أمر بتنزيهه عن كل سوء ويحمده على كل حال فقال : { فَسُبْحَانَ الله } أي سبحوا الله تسبيحاً ، وفي الآية مسائل : المسألة الأولى : في معنى سبحان الله ولفظه ، أما لفظه ففعلان اسم للمصدر الذي هو التسبيح ، سمي التسبيح بسبحان وجعل علماً له .\r\n وأما المعنى فقال بعض المفسرين : المراد منه الصلاة ، أي صلوا ، وذكروا أنه أشار إلى الصلوات الخمس ، وقال بعضهم أراد به التنزيه ، أي نزهوه عن صفات النقص وصفوه بصفات الكمال ، وهذا أقوى والمصير إليه أولى ، لأنه يتضمن الأول وذلك لأن التنزيه المأمور به يتناول التنزيه بالقلب ، وهو الاعتقاد الجازم وباللسان مع ذلك ، وهو الذكر الحسن وبالأركان معهما جميعاً وهو العمل الصالح ، والأول هو الأصل ، والثاني ثمرة الأول والثالث ثمرة الثاني ، وذلك لأن الإنسان إذا اعتقد شيئاً ظهر من قلبه على لسانه ، وإذا قال ظهر صدقه في مقاله من أحواله وأفعاله ، واللسان ترجمان الجنان والأركان برهان اللسان ، لكن الصلاة أفضل أعمال الأركان ، وهي مشتملة على الذكر باللسان والقصد بالجنان ، وهو تنزيه في التحقيق ، فإذا قال نزهوني ، وهذا نوع من أنواع التنزيه ، والأمر المطلق لا يختص بنوع دون نوع فيجب حمله على كل ما هو تنزيه فيكون أيضاً هذا أمراً بالصلاة ، ثم إن قولنا يناسب ما تقدم ، وذلك لأن الله تعالى لما بين أن المقام الأعلى والجزاء الأوفى لمن آمن وعمل الصالحات حيث قال : { فَأَمَّا الذين ءامَنُواْ وَعَمِلُواْ الصالحات فَهُمْ فِى رَوْضَةٍ يُحْبَرُونَ } [ الروم : 15 ] قال : إذا علمتم أن ذلك المقام لمن آمن وعمل الصالحات والإيمان تنزيه بالجنان وتوحيد باللسان والعمل الصالح استعمال الأركان والكل تنزيهات وتحميدات ، فسبحان الله أي فأتوا بذلك الذي هو الموصل إلى الحبور في الرياض ، والحضور على الحياض .\r\n المسألة الثانية : خص بعض الأوقات بالأمر بالتسبيح وذلك لأن أفضل الأعمال أدومها ، لكن أفضل الملائكة ملازمون للتسبيح على الدوام كما قال تعالى : { يُسَبّحُونَ الليل والنهار لاَ يَفْتُرُونَ } [ الأنبياء : 20 ] والإنسان ما دام في الدنيا لا يمكنه أن يصرف جميع أوقاته إلى التسبيح ، لكونه محتاجاً إلى أكل وشرب وتحصيل مأكول ومشروب وملبوس ومركوب فأشار الله تعالى إلى أوقات إذا أتى العبد بتسبيح الله فيها يكون كأنه لم يفتر وهي الأول والآخر والوسط أول النهار وآخره ووسطه فأمر بالتسبيح في أول الليل ووسطه ، ولم يأمر بالتسبيح في آخر الليل لأن النوم فيه غالب والله منَّ على عباده بالاستراحة بالنوم ، كما قال : { وَمِنْ ءاياته مَنَامُكُم باليل } [ الروم : 23 ] فإذا صلى في أول النهار تسبيحتين وهما ركعتان حسب له صرف ساعتين إلى التسبيح ، ثم إذا صلى أربع ركعات وقت الظهر حسب له صرف أربع ساعات أخر فصارت ست ساعات ، وإذا صلى أربعاً في أواخر النهار وهو العصر حسب له أربع أخرى فصارت عشر ساعات ، فإذا صلى المغرب والعشاء سبع ركعات أخر حصل له صرف سبع عشرة ساعة إلى التسبيح وبقي من الليل والنهار سبع ساعات وهي ما بين نصف الليل وثلثيه لأن ثلثيه ثمان ساعات ونصفه ست ساعات وما بينهما السبع ، وهذا القدر لو نام الإنسان فيه لكان كثيراً وإليه أشار تعالى بقوله : { قُمِ اليل إِلاَّ قَلِيلاً * نّصْفَهُ أَوِ انقص مِنْهُ قَلِيلاً * أَوْ زِدْ عَلَيْهِ } [ المزمل : 2 4 ] وزيادة القليل على النصف هي ساعة فيصير سبع ساعات مصروفة إلى النوم والنائم مرفوع عنه القلم ، فيقول الله عبدي صرف جميع أوقات تكليفه في تسبيحي فلم يبق لكم أيها الملائكة عليهم المزية التي ادعيتم بقولكم : { نَحْنُ نُسَبّحُ بِحَمْدِكَ وَنُقَدّسُ لَكَ } [ البقرة : 30 ] على سبيل الانحصار بل هم مثلكم فمقامهم مثل مقامكم في أعلى عليين ، واعلم أن في وضع الصلاة في أوقاتها وعدد ركعاتها واختلاف هيئاتها حكمة بالغة ، أما في عدد الركعات فما تقدم من كون الإنسان يقظان في سبع عشرة ساعة ففرض عليه سبع عشرة ركعة ، وأما على مذهب أبي حنيفة حيث قال بوجوب الوتر ثلاث ركعات وهو أقرب للتقوى ، فنقول هو مأخوذ من أن الإنسان ينبغي أن يقلل نومه فلا ينام إلا ثلث الليل مأخوذاً من قوله تعالى : { إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أدنى مِن ثُلُثَىِ اليل وَنِصْفَهُ وَثُلُثَهُ } ويفهم من هذا أن قيام ثلثي الليل مستحسن مستحب مؤكد باستحباب ولهذا قال عقيبه : { عَلِمَ أَن لَّن تُحْصُوهُ فَتَابَ عَلَيْكُمْ } [ المزمل : 20 ] ذكر بلفظ التوبة ، وإذا كان كذلك يكون الإنسان يقظان في عشرين ساعة فأمر بعشرين ركعة ، وأما النبي عليه السلام فلما كان من شأنه أن لا ينام أصلاً كما قال : « تنام عيناي ولا ينام قلبي » جعل له كل الليل كالنهار فزيد له التهجد فأمر به ، وإلى هذا أشار تعالى في قوله : { وَمِنَ اليل فاسجد لَهُ وَسَبّحْهُ لَيْلاً طَوِيلاً } [ الإنسان : 26 ] أي كل الليل لك للتسبيح فصار هو في أربع وعشرين ساعة مسبحاً ، فصار من الذين لا يفترون طرفة عين ، وأما في أوقاته فما تقدم أيضاً أن الأول والآخر والوسط هو المعتبر فشرع التسبيح في أول النهار وآخره ، وأما الليل فاعتبر أوله ووسطه كما اعتبر أول النهار ووسطه ، وذلك لأن الظهر وقته نصف النهار والعشاء وقته نصف الليل لأنا بينا أن الليل المعتبر هو المقدار الذي يكون الإنسان فيه يقظان وهو مقدار خمس ساعات فجعل وقته في نصف هذا القدر وهو الثلاثة من الليل ، وأما أبو حنيفة لما رأى وجوب الوتر كان زمان النوم عنده أربع ساعات وزمان اليقظة بالليل ثمان ساعات وأخر وقت العشاء الآخرة إلى الرابعة والخامسة ، ليكون في وسط الليل المعتبر ، كما أن الظهر في وسط النهار ، وأما النبي صلى الله عليه وسلم لما كان ليله نهاراً ونومه انتباهاً قال : « لولا أن أشق على أمتي لأمرتهم بالسواك وتأخير العشاء إلى نصف الليل » ليكون الأربع في نصف الليل كما أن الأربع في نصف النهار ، وأما التفصيل فالذي يتبين لي أن النهار اثنتا عشرة ساعة زمانية والصلاة المؤداة فيها عشر ركعات فيبقى على المكلف ركعتان يؤديهما في أول الليل ويؤدي ركعة من صلاة الليل ليكون ابتداء الليل بالتسبيح كما كان ابتداء النهار بالتسبيح ، ولما كان المؤدى من تسبيح النهار في أوله ركعتين كان المؤدى من تسبيح الليل في أوله ركعة لأن سبح النهار طويل مثل ضعف سبح الليل ، لأن المؤدى في النهار عشرة والمؤدى في الليل من تسبيح الليل خمس .\r\n المسألة الثانية : في فضيلة السبحلة والحمدلة في المساء والصباح ، ولنذكرها من حيث النقل والعقل ، أما النقل فأخبرني الشيخ الورع الحافظ الأستاذ عبد الرحمن بن عبد الله بن علوان بحلب مسنداً عن النبي صلى الله عليه وسلم أنه قال لبعض أصحابه : « أتعجز عن أن تأتي وقت النوم بألف حسنة؟ فتوقف فقال النبي عليه السلام : قل سبحان الله والحمد لله والله أكبر مائة مرة يكتب لك بها ألف حسنة » وسمعته يقول رحمه الله مسنداً « من قال خلف كل صلاة مكتوبة عشر مرات سبحان الله وعشر مرات الله أكبر أدخل الجنة » وأما العقل فهو أن الله تعالى له صفات لازمة لا من فعله وصفات ثابتة له من فعله ، أما الأولى فهي صفات كمال وجلال خلافها نقص ، فإذا أدرك المكلف الله بأنه لا يجوز أن يخفي عليه شيء لكونه عالماً بكل شيء فقد نزهه عن الجهل ووصفه بضده ، وإذا عرفه بأنه لا يعجز عن شيء لكونه قادراً على كل شيء فقد نزهه عن العجز ، وإذا علم أنه لا يجري في ملكه إلا ما يشاء لكونه مريداً لكل كائن فقد وصفه ونزهه ، وإذا ظهر له أنه لا يجوز عليه الفناء لكونه واجب البقاء فقد نزهه ، وإذا بان له أنه لا يسبقه العدم لاتصافه بالقدم فقد نزهه ، وإذا لاح له أنه لا يجوز أن يكون عرضاً أو جسماً أو في مكان لكونه واجباً بريئاً عن جهات الإمكان فقد نزهه .\r\n لكن صفاته السلبية والإضافية لا يعدها عاد ولو اشتغل بها واحد لأفنى فيها عمره ولا يدرك كنهها .\r\n فإذا قال قائل مستحضراً بقلبه سبحان الله متنبهاً لما يقوله من كونه منزهاً له عن كل نقص فإتيانه بالتسبيح على هذا الوجه من الإجمال يقوم مقام إتيانه به على سبيل التفصيل ، لكن لا ريب في أن من أتى بالتسبيح عن كل واحد على حدة مما لا يجوز على الله يكون قد أتى بما لا تفي به الأعمار ، فيقول هذا العبد أتى بتسبيحي طول عمره ومدة بقائه فأجازيه بأن أطهره عن كل ذنب وأزينه بخلع الكرامة وأنزله بدار المقامة مدة لا انتهاء لها ، وكما أن العبد ينزه الله في أول النهار وآخره ووسطه ، فإن الله تعالى يطهره في أوله وهو دنياه وفي آخره وهو عقباه وفي وسطه وهو حالة كونه في قبره الذي يحويه إلى أوان حشره وهو مغناه .\r\n وأما الثانية وهو صفات الفعل فالإنسان إذا نظر إلى خلق الله السموات يعلم أنها نعمة وكرامة فيقول الحمد لله ، فإذا رأى الشمس فيها بازغة فيعلم أنها نعمة وكرامة فيقول الحمد لله ، وكذلك القمر وكل كوكب والأرض وكل نبات وكل حيوان يقول الحمد لله ، لكن الإنسان لو حمد الله على كل شيء على حدة لا يفي عمره به ، فإذا استحضر في ذهنه النعم التي لا تعد كما قال تعالى : { وَإِن تَعُدُّواْ نِعْمَةَ الله لاَ تُحْصُوهَا } [ إبراهيم : 34 ] ويقول الحمد لله على ذلك فهذا الحمد على وجه الإجمال يقوم منه مقام الحمد على سبيل التفصيل ، ويقول عبدي استغرق عمره في حمدي وأنا وعدت الشاكر بالزيادة فله علي حسنة التسبيح الحسنى وله على حمده الزيادة ثم إن الإنسان إذا استغرق في صفات الله قد يدعوه عقله إلى التفكر في الله تعالى بعد التفكر في آلاء الله ، فكل ما يقع في عقله من حقيقته فينبغي أن يقول الله أكبر مما أدركه ، لأن المدركات وجهات الإدراكات لا نهاية لها ، فإن أراد أن يقول على سبيل التفصيل الله أكبر من هذا الذي أدركته من هذا الوجه وأكبر مما أدركته من ذلك الوجه وأكبر مما أدركته من وجه آخر يفني عمره ولا يفي بإدراك جميع الوجوه التي يظن الظان أنه مدرك لله بذلك الوجه ، فإذا قال مع نفسه الله أكبر أي من كل ما أتصوره بقوة عقلي وطاقة إدراكي يكون متوغلاً في العرفان وإليه الإشارة بقوله : العجز عن درك الإدراك إدراك \r\n فقول القائل المستيقظ : « سبحان الله والحمد لله والله أكبر » مفيد لهذه الفوائد ، لكن شرطه أن يكون كلاماً معتبراً وهو الذي يكون من صميم القلب لا الذي يكون من طرف اللسان .\r\n المسألة الرابعة : قوله : { وَعَشِيّاً } عطف على { حِينٍ } أي سبحوه حين تمسون وحين تصبحون وعشياً ، وقوله : { وَلَهُ الحمد فِى السموات والأرض } كلام معترض بين المعطوف والمعطوف عليه وفيه لطيفة وهو أن الله تعالى لما أمر العباد بالتسبيح كأنه بين لهم أن تسبيحهم الله لنفعهم لا لنفع يعود على الله فعليهم أن يحمدوا الله إذا سبحوه وهذا كما في قوله تعالى : { يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ قُل لاَّ تَمُنُّواْ عَلَىَّ إسلامكم بَلِ الله يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ للإيمان } [ الحجرات : 17 ] .\r\n المسألة الخامسة : قدم الإمساء على الإصباح ههنا وأخره في قوله : { وَسَبّحُوهُ بُكْرَةً وَأَصِيلاً } [ الأحزاب : 42 ] وذلك لأن ههنا أول الكلام ذكر الحشر والإعادة من قوله : { الله يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ } إلى قوله : { فَأُوْلَئِكَ فِى العذاب مُحْضَرُونَ } [ الروم : 11- 16 ] وآخر هذه الآية أيضاً ذكر الحشر والإعادة بقوله : { وَكَذَلِكَ تُخْرَجُونَ } والإمساء آخر فذكر الآخر ليذكر الآخرة .\r\n المسألة السادسة : في تعلق إخراج الحي من الميت والميت من الحي بما تقدم عليه هو أن عند الإصباح يخرج الإنسان من شبه الموت وهو النوم إلى شبه الوجود وهو اليقظة ، وعند العشاء يخرج الإنسان من اليقظة إلى النوم ، واختلف المفسرون في قوله : { يُخْرِجُ الحى مِنَ الميت } فقال أكثرهم : يخرج الدجاجة من البيضة والبيضة من الدجاجة ، وكذلك الحيوان من النطفة والنطفة من الحيوان ، وقال بعضهم المؤمن من الكافر والكافر من المؤمن ، ويمكن أن يقال المراد : { يُخْرِجُ الحى مِنَ الميت } أي اليقظان من النائم والنائم من اليقظان ، وهذا يكون قد ذكره للتمثيل أي إحياء الميت عنده وإماتة الحي كتنبيه النائم وتنويم المنتبه .\r\n ثم قال تعالى : { ويحيي الأرض بعد موتها وكذلك تخرجون } وفي هذا معنى لطيف وهو أن الإنسان بالموت تبطل حيوانيته وأما نفسه الناطقة فتفارقه وتبقى بعده كما قال تعالى : { وَلاَ تَحْسَبَنَّ الذين قُتِلُواْ فِى سَبِيلِ الله أمواتا } [ آل عمران : 169 ] لكن الحيوان نام متحرك حساس لكن النائم لا يتحرك ولا يحس والأرض الميتة لا يكون فيها نماء ، ثم إن النائم بالانتباه يتحرك ويحس والأرض الميتة بعد موتها تنمو بنباتها فكما أن تحريك ذلك الساكن وإنماء هذا الواقف سهل على الله تعالى كذلك إحياء الميت سهل عليه وإلى هذا أشار بقوله : { وَكَذَلِكَ تُخْرَجُونَ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فسبحان الله حين تمسون وحين تصبحون (17) وله الحمد في السماوات والأرض وعشيا وحين تظهرون (18) يخرج الحي من الميت ويخرج الميت من الحي ويحي الأرض بعد موتها وكذلك تخرجون (19) ",
        "babnum": 11
    },
    {
        "id": 1797,
        "cate": "30",
        "title": "وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ (20) ",
        "details": " لما أمر الله تعالى بالتسبيح عن الأسواء وذكر أن الحمد له على خلق جميع الأشياء وبين قدرته على الإماتة والإحياء بقوله : { فَسُبْحَانَ الله } إلى قوله : { وَكَذَلِكَ تُخْرَجُونَ } [ الروم : 16 20 ] ذكر ما هو حجة ظاهرة وآية باهرة على ذلك ومن جملتها خلق الإنسان من تراب وتقريره هو أن التراب أبعد الأشياء عن درجة الأحياء ، وذلك من حيث كيفيته فإنه بارد يابس والحياة بالحرارة والرطوبة ، ومن حيث لونه فإنه كدر والروح نير ، ومن حيث فعله فإنه ثقيل والأرواح التي بها الحياة خفيفة ، ومن حيث السكون فإنه بعيد عن الحركة والحيوان يتحرك يمنة ويسرة وإلى خلف وإلى قدام وإلى فوق وإلى أسفل ، وفي الجملة فالتراب أبعد من قبول الحياة عن سائر الأجسام لأن العناصر أبعد من المركبات لأن المركب بالتركيب أقرب درجة من الحيوان والعناصر أبعدها التراب لأن الماء فيه الصفاء والرطوبة والحركة وكلها على طبع الأرواح والنار أقرب لأنها كالحرارة الغريزية منضجة جامعة مفرقة ثم المركبات وأول مراتبها المعدن فإنه ممتزج ، وله مراتب أعلاها الذهب وهو قريب من أدنى مراتب النبات وهي مرتبة النبات الذي ينبت في الأرض ولا يبرز ولا يرتفع ، ثم النباتات وأعلى مراتبها وهي مرتبة الأشجار التي تقبل التعظيم ، ويكون لثمرها حب يؤخذ منه مثل تلك الشجرة كالبيضة من الدجاجة والدجاجة من البيضة قريبة من أدنى مراتب الحيوانات وهي مرتبة الحشرات التي ليس لها دم سائل ولا هي إلى المنافع الجليلة وسائل كالنباتات ، ثم الحيوان وأعلى مراتبها قريبة من مرتبة الإنسان فإن الأنعام ولا سيما الفرس تشبه العتال والحمال والساعي ، ثم الإنسان ، وأعلى مراتب الإنسان قريبة من مرتبة الملائكة المسبحين لله الحامدين له فالله الذي خلق من أبعد الأشياء عن مرتبة الأحياء حياً هو في أعلى المراتب لا يكون إلا منزهاً عن العجز والجهل ، ويكون له الحمد على إنعام الحياة ، ويكون له كمال القدرة ونفوذ الإرادة فيجوز منه الإبداء والإعادة ، وفي الآية لطيفتان إحداهما : قوله : { إِذَا } وهي للمفاجأة يقال خرجت فإذا أسد بالباب وهو إشارة إلى أن الله تعالى خلقه من تراب بكن فكان لا أنه صار معدناً ثم نباتاً ثم حيواناً ثم إنساناً وهذا إشارة إلى مسألة حكمية ، وهي أن الله تعالى يخلق أولاً إنساناً فينبهه أنه يحيي حيواناً ونامياً وغير ذلك لا أنه خلق أولاً حيواناً ، ثم يجعله إنساناً فخلق الأنواع هو المراد الأول ، ثم تكون الأنواع فيها الأجناس بتلك الإرادة الأولى ، فالله تعالى جعل المرتبة الأخيرة في الشيء البعيد عنها غاية من غير انتقال من مرتبة إلى مرتبة من المراتب التي ذكرناها اللطيفة الثانية : قوله : { بُشّرَ } إشارة إلى القوة المدركة لأن البشر بشر لا بحركته ، فإن غيره من الحيوانات أيضاً كذلك وقوله : { تَنتَشِرُونَ } إلى القوة المحركة وكلاهما من التراب عجيب ، أما الإدراك فلكثافته وجموده ، وأما الحركة فلثقله وخموده وقوله : { تَنتَشِرُونَ } إشارة إلى أن العجيبة غير مختص بخلق الإنسان من التراب بل خلق الحيوان المنتشر من التراب الساكن عجيب فضلاً عن خلق البشر ، وفي الآية مسائل : المسألة الأولى : وهي أن الله خلق آدم من تراب وخلقنا منه فكيف قال : { خَلَقَكُمْ مّن تُرَابٍ } نقول الجواب عنه من وجهين أحدهما : ما قيل إن المراد من قوله : { خَلَقَكُمْ } أنه خلق أصلكم والثاني : أن نقول : إن كل بشر مخلوق من التراب ، أما آدم فظاهر ، وأما نحن فلأنا خلقنا من نطفة والنطفة من صالح الغذاء الذي هو بالقوة بعض من الأعضاء ، والغذاء إما من لحوم الحيوانات وألبانها وأسمانها ، وإما من النبات والحيوان أيضاً له غذاء هو النبات لكن النبات من التراب ، فإن الحبة من الحنطة والنواة من الثمرة لا تصير شجرة إلا بالتراب وينضم إليها أجزاء مائية ليصير ذلك النبات بحيث يغذو .\r\n المسألة الثانية : قال تعالى في موضع آخر : { خَلَقَ مِنَ الماء بَشَراً } [ الفرقان : 2 ] وقال : { مّن مَّاء مَّهِينٍ } [ المرسلات : 20 ] وههنا قال من : { تُرَابٍ } فكيف الجمع؟ قلنا أما على الجواب الأول : فالسؤال زائل ، فإن المراد منه آدم ، وأما على الثاني : فنقول ههنا قال ما هو أصل أول ، وفي ذلك الموضع قال ما هو أصل ثان لأن ذلك التراب الذي صار غذاء يصير مائعاً وهو المني ، ثم ينعقد ويتكون بخلق الله منه إنساناً أو نقول الإنسان له أصلان ظاهران الماء والتراب فإن التراب لا ينبت إلا بالماء ففي النبات الذي هو أصل غذاء الإنسان تراب وماء فإن جعل التراب أصلاً والماء لجمع أجزائه المتفتتة فالأمر كذلك وإن جعل الأصل هو الماء والتراب لتثبيت أجزائه الرطبة من السيلان فالأمر كذلك ، فإن قال قائل الله تعالى يعلم كل شيء فهو يعلم أن الأصل ماذا هو منهما ، وإنما الأمر عندنا مشتبه يجوز هذا وذاك ، فإن كان الأصل هو التراب فكيف قال : { مِنَ الماء بَشَراً } وإن كان الماء فكيف قال : { خَلَقَكُمْ مّن تُرَابٍ } وإن كانا هما أصلين فلم لم يقل خلقكم منهما فنقول فيه لطيفة ، وهي أن كون التراب أصلاً والماء أصلاً والماء ليس لذاتيهما ، وإنما هو يجعل الله تعالى فإن الله نظراً إلى قدرته كان له أن يخلق أول ما يخلق الإنسان ثم يفنيه ويحصل منه التراب ثم يذوبه ويحصل منه الماء ، لكن الحكمة اقتضت أن يكون الناقص وسيلة إلى الكامل لا الكامل يكون وسيلة إلى الناقص فخلق التراب والماء أولاً ، وجعلهما أصلين لمن هو أكمل منهما بل للذي هو أكمل من كل كائن وهو الإنسان ، فإن كان كونهما أصلين ليس أمراً ذاتياً لهما بل بجعل جاعل فتارة جعل الأصل التراب وتارة الماء ليعلم أنه بإرادته واختياره ، فإن شاء جعل هذا أصلاً وإن شاء جعل ذلك أصلاً ، وإن شاء جعلهما أصلين .\r\n المسألة الثالثة : قال الحكماء : إن الإنسان مركب من العناصر الأربعة وهي التراب والماء والهواء والنار ، وقالوا التراب فيه لثباته ، والماء لاستمساكه ، فإن التراب يتفتت بسرعة ، والهواء لاستقلاله كالزق المنفوخ يقوم بالهواء ولولاه لما كان فيه استقلال ولا انتصاب ، والنار للنضج والالتئام بين هذه الأشياء ، فهذا هذا صحيح أم لا؟ فإن كان صحيحاً فكيف اعتبر الأمرين فحسب ولم يقل في موضع آخر إنه خلقكم من نار ولا من ريح؟ فنقول أما قولهم فلا مفسدة فيه من حيث الشرع فلا ننازعهم فيه إلا إذا قالوا بأنه بالطبيعة كذلك ، وأما إن قالوا بأن الله بحكمته خلق الإنسان من هذه الأشياء فلا ننازعهم فيه ، وأما الآيات فنقول ما ذكرتم لا يخالف هذا لأن الهواء جعلتموه للاستقلال والنار للنضج فهما يكونان بعد امتزاج الماء بالتراب ، فالأصل الموجود أولاهما لا غير فلذلك خصهما ولأن المحسوس من العناصر في الغالب هو التراب والماء ولا سيما كونهما في الإنسان ظاهر لكل أحد فخص الظاهر المحسوس بالذكر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن آياته أن خلقكم من تراب ثم إذا أنتم بشر تنتشرون (20) ",
        "babnum": 12
    },
    {
        "id": 1798,
        "cate": "30",
        "title": "وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (21) ",
        "details": " لما بين الله خلق الإنسان بين أنه لما خلق الإنسان ولم يكن من الأشياء التي تبقى وتدوم سنين متطاولة أبقى نوعه بالأشخاص وجعله بحيث يتوالد ، فإذا مات الأب يقوم الابن مقامه لئلا يوجب فقد الواحد ثلمة في العمارة لا تنسد ، وفي الآية مسائل : المسألة الأولى : قوله : { خَلَقَ لَكُمْ } دليل على أن النساء خلقن كخلق الدواب والنبات وغير ذلك من المنافع ، كما قال تعالى : { خَلَقَ لَكُم مَّا فِى الأرض } [ البقرة : 29 ] وهذا يقتضي أن لا تكون مخلوقة للعبادة والتكليف فنقول خلق النساء من النعم علينا وخلقهن لنا وتكليفهن لإتمام النعمة علينا لا لتوجيه التكليف نحوهن مثل توجيهه إلينا وذلك من حيث النقل والحكم والمعنى ، أما النقل فهذا وغيره ، وأما الحكم فلأن المرأة لم تكلف بتكاليف كثيرة كما كلف الرجل بها ، وأما المعنى فلأن المرأة ضعيفة الخلق سخيفة فشابهت الصبي لكن الصبي ، لم يكلف فكان يناسب أن لا تؤهل المرأة للتكليف ، لكن النعمة علينا ما كانت تتم إلا بتكليفهن لتخاف كل واحدة منهن العذاب فتنقاد للزوج وتمتنع عن المحرم ، ولولا ذلك لظهر الفساد .\r\n المسألة الثانية : قوله : { مّنْ أَنفُسِكُمْ } بعضهم قال : المراد منه أن حواء خلقت من جسم آدم والصحيح أن المراد منه من جنسكم كما قال تعالى : { لَقَدْ جَاءكُمْ رَسُولٌ مّنْ أَنفُسِكُمْ } [ التوبة : 128 ] ويدل عليه قوله : { لّتَسْكُنُواْ إِلَيْهَا } يعني أن الجنسين الحيين المختلفين لا يسكن أحدهما إلى الآخر أي لا تثبت نفسه معه ولا يميل قلبه إليه .\r\n المسألة الثالثة : يقال سكن إليه للسكون القلبي ويقال سكن عنده للسكون الجسماني ، لأن كلمة عند جاءت لظرف المكان وذلك للأجسام وإلى للغاية وهي للقلوب .\r\n المسألة الرابعة : قوله : { وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً } فيه أقوال قال بعضهم : مودة بالمجامعة ورحمة بالولد تمسكاً بقوله تعالى : { ذِكْرُ رَحْمَتِ رَبّكَ عَبْدَهُ زَكَرِيَّا } [ مريم : 2 ] وقال بعضهم محبة حالة حاجة نفسه ، ورحمة حالة حاجة صاحبه إليه ، وهذا لأن الإنسان يحب مثلاً ولده ، فإذا رأى عدوه في شدة من جوع وألم قد يأخذ من ولده ويصلح به حال ذلك ، وما ذلك لسبب المحبة وإنما هو لسبب الرحمة ويمكن أن يقال ذكر من قبل أمرين أحدهما : كون الزوج من جنسه والثاني : ما تفضي إليه الجنسية وهو السكون إليه فالجنسية توجب السكون وذكر ههنا أمرين أحدهما : يفضي إلى الآخر فالمودة تكون أولاً ثم إنها تفضي إلى الرحمة ، ولهذا فإن الزوجة قد تخرج عن محل الشهوة بكبر أو مرض ويبقى قيام الزوج بها وبالعكس وقوله : { إِنَّ فِى ذَلِكَ } يحتمل أن يقال المراد إن في خلق الأزواج لآيات ، ويحتمل أن يقال في جعل المودة بينهم آيات أما الأول : فلا بد له من فكر لأن خلق الإنسان من الوالدين يدل على كمال القدرة ونفوذ الإرادة وشمول العلم لمن يتفكر ولو في خروج الولد من بطن الأم ، فإن دون ذلك لو كان من غير الله لأفضى إلى هلاك الأم وهلاك الولد أيضاً لأن الولد لو سل من موضع ضيق بغير إعانة الله لمات وأما الثاني : فكذلك لأن الإنسان يجد بين القرينين من التراحم ما لا يجده بين ذوي الأرحام وليس ذلك بمجرد الشهوة فإنها قد تنتفي وتبقى الرحمة فهو من الله ولو كان بينهما مجرد الشهوة والغضب كثير الوقوع وهو مبطل للشهوة والشهوة غير دائمة في نفسها لكان كل ساعة بينهما فراق وطلاق فالرحمة التي بها يدفع الإنسان المكاره عن حريم حرمه هي من عند الله ولا يعلم ذلك إلا بفكر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن آياته أن خلق لكم من أنفسكم أزواجا لتسكنوا إليها وجعل بينكم مودة ورحمة إن في ذلك لآيات لقوم يتفكرون (21) ",
        "babnum": 13
    },
    {
        "id": 1799,
        "cate": "30",
        "title": "وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْعَالِمِينَ (22) ",
        "details": " لما بين دلائل الأنفس ذكر دلائل الآفاق وأظهرها خلق السموات والأرض ، فإن بعض الكفار يقول في خلق البشر وغيره من المركبات إنه بسبب ما في العناصر من الكيفيات وما في السموات من الحركات وما فيها من الاتصالات فإذا قيل له فالسماء والأرض لم تكن لامتزاج العناصر واتصالات الكواكب فلا يجد بداً من أن يقول ذلك بقدرة الله وإرادته ثم لما أشار إلى دلائل الأنفس والآفاق ذكر ما هو من صفات الأنفس بالاختلاف الذي بين ألوان الإنسان فإن واحداً منهم مع كثرة عددهم وصغر حجم خدودهم وقدودهم لا يشتبه بغيره والسموات مع كبرها وقلة عددها مشتبهات في الصورة والثاني : اختلاف كلامهم فإن عربيين هما أخوان إذا تكلما بلغة واحدة يعرف أحدهما من الآخر حتى أن من يكون محجوباً عنهما لا يبصرهما يقول هذا صوت فلان وهذا صوت فلان الآخر وفيه حكمة بالغة وذلك لأن الإنسان يحتاج إلى التمييز بين الأشخاص ليعرف صاحب الحق من غيره والعدو من الصديق ليحترز قبل وصول العدو إليه ، وليقبل على الصديق قبل أن يفوته الإقبال عليه ، وذلك قد يكون بالبصر فخلق اختلاف الصور وقد يكون بالسمع فخلق اختلاف الأصوات ، وأما اللمس والشم والذوق فلا يفيد فائدة في معرفة العدو والصديق فلا يقع بها التمييز ، ومن الناس من قال المراد اختلاف اللغة كالعربية والفارسية والرومية وغيرها والأول أصح ، ثم قال تعالى : { لأيات للعالمين } لما كان خلق السموات والأرض لم يحتمل الاحتمالات البعيدة التي يقولها أصحاب الطبائع واختلاف الألوان كذلك واختلاف الأصوات كذلك قال : { للعالمين } لعموم العلم بذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن آياته خلق السماوات والأرض واختلاف ألسنتكم وألوانكم إن في ذلك لآيات للعالمين (22) ",
        "babnum": 14
    },
    {
        "id": 1800,
        "cate": "30",
        "title": "وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ (23) ",
        "details": " لما ذكر بعض العرضيات اللازمة وهو اختلاف ذكر الأعراض المفارقة ومن جملتها النوم بالليل والحركة طلباً للرزق بالنهار ، فذكر من اللوازم أمرين ، ومن المفارقة أمرين ، وفي الآية مسائل : المسألة الأولى : قوله : { مَنَامُكُم باليل والنهار } قيل أراد به النوم بالليل والنوم بالنهار وهي القيلولة : ثم قال : { وابتغاؤكم } أي فيهما فإن كثيراً ما يكتسب الإنسان بالليل ، وقيل أراد منامكم بالليل وابتغاؤكم بالنهار فلف البعض بالبعض ، ويدل عليه آيات أخر .\r\n منها قوله تعالى : { وَجَعَلْنَا آية النهار مبصرة لتبتغوا فضلاً } [ الإسراء : 12 ] وقوله : { وَجَعَلْنَا اليل لِبَاساً وَجَعَلْنَا النهار مَعَاشاً } [ النبأ : 10 ، 11 ] ويكون التقدير هكذا : ومن آياته منامكم وابتغاؤكم بالليل والنهار من فضله ، فأخر الابتغاء وقرنه في اللفظ بالفعل إشارة إلى أن العبد ينبغي أن لا يرى الرزق من كسبه وبحذقه ، بل يرى كل ذلك من فضل ربه ، ولهذا قرن الابتغاء بالفضل في كثير من المواضع ، منها قوله تعالى : { فَإِذَا قُضِيَتِ الصلاة فانتشروا فِى الأرض وابتغوا مِن فَضْلِ الله } [ الجمعة : 10 ] وقوله : { وَلِتَبْتَغُواْ مِن فَضْلِهِ } [ النحل : 14 ] .\r\n المسألة الثانية : قدم المنام بالليل على الابتغاء بالنهار في الذكر ، لأن الاستراحة مطلوبة لذاتها والطلب لا يكون إلا لحاجة ، فلا يتعب إلا محتاج في الحال أو خائف من المآل .\r\n المسألة الثالثة : قال : { آيات لقوم يَسْمَعُونَ } وقال من قبل : { لِقَوْمٍ يَتَفَكَّرُونَ } وقال : { للعالمين } فنقول المنام بالليل والابتغاء من فضله يظن الجاهل أو الغافل أنهما مما يقتضيه طبع الحيوان فلا يظهر لكل أحد كونهما من نعم الله فلم يقل آيات للعالمين ولأن الأمرين الأولين وهو اختلاف الألسنة والألوان من اللوازم والمنام والابتغاء من الأمور المفارقة فالنظر إليهما لا يدوم لزوالهما في بعض الأوقات ولا كذلك اختلاف الألسنة والألوان ، فإنهما يدومان بدوام الإنسان / فجعلهما آيات عامة ، وأما قوله : { لِقَوْمٍ يَتَفَكَّرُونَ } فاعلم أن من الأشياء ما يعلم من غير تفكر ، ومنها ما يكفي فيه مجرد الفكرة ، ومنها ما لا يخرج بالفكر بل يحتاج إلى موقف يوقف عليه ومرشد يرشد إليه ، فيفهمه إذا سمعه من ذلك المرشد ، ومنها ما يحتاج إلى بعض الناس في تفهمه إلى أمثلة حسية كالأشكال الهندسية لكن خلق الأزواج لا يقع لأحد أنه بالطبع إلا إذا كان جامد الفكر خامد الذكر ، فإذا تفكر علم كون ذلك الخلق آية ، وأما المنام والابتغاء فقد يقع لكثير أنهما من أفعال العباد ، وقد يحتاج إلى مرشد بغير فكرة ، فقال : { لِّقَوْمٍ يَسْمَعُونَ } ويجعلون بالهم إلى كلام المرشد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن آياته منامكم بالليل والنهار وابتغاؤكم من فضله إن في ذلك لآيات لقوم يسمعون (23) ",
        "babnum": 15
    },
    {
        "id": 1801,
        "cate": "30",
        "title": "وَمِنْ آيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (24) ",
        "details": " لما ذكر العرضيات التي للأنفس اللازمة والمفارقة ذكر العرضيات التي للآفاق ، وقال : { يُرِيكُمُ البرق خَوْفاً وَطَمَعاً وَيُنَزّلُ مِنَ السماء } وفي الآية مسائل : المسألة الأولى : لما قدم دلائل الأنفس ههنا قدم العرضيات التي للأنفس وأخر العرضيات التي للآفاق كما أخر دلائل الآفاق ، بقوله : { وَمِنْ ءاياته خَلْقُ السموات والأرض } [ الروم : 22 ] .\r\n المسألة الثانية : قدم لوازم الأنفس على العوارض المفارقة حيث ذكر أولاً اختلاف الألسنة والألوان ثم المنام والابتغاء ، وقدم في الآفاق العوارض المفارقة على اللوازم حيث قال : { يُرِيكُمُ البرق خَوْفاً وَطَمَعاً وَيُنَزّلُ } وذلك لأن الإنسان متغير الحال والعوارض له غير بعيدة ، وأما اللوازم فيه فقريبة .\r\n وأما السموات والأرض فقليلة التغير فالعوارض فيها أغرب من اللوازم ، فقدم ما هو أعجب لكونه أدخل في كونه آية ونزيده بياناً فنقول : الإنسان يتغير حاله بالكبر والصغر والصحة والسقم وله صوت يعرف به لا يتغير وله لون يتميز عن غيره ، وهو يتغير في الأحوال وذلك لا يتغير وهو آية عجيبة ، والسماء والأرض ثابتان لا يتغيران ، ثم يرى في بعض الأحوال أمطار هاطلة وبروق هائلة ، والسماء كما كانت والأرض كذلك ، فهو آية دالة على فاعل مختار يديم أمراً مع تغير المحل ويزيل أمراً مع ثبات المحل .\r\n المسألة الثالثة : كما قدم السماء على الأرض قدم ما هو من السماء وهو البرق والمطر على ما هو من الأرض وهو الإنبات والإحياء .\r\n المسألة الرابعة : كما أن في إنزال المطر وإنبات الشجر منافع ، كذلك في تقدم البرق والرعد على المطر منفعة ، وذلك لأن البرق إذا لاح ، فالذي لا يكون تحت كن يخاف الابتلال فيستعد له ، والذي له صهريج أو مصنع يحتاج إلى الماء أو زرع يسوي مجاري الماء ، وأيضاً العرب من أهل البوادي فلا يعلمون البلاد المعشبة إن لم يكونوا قد رأوا البروق اللائحة من جانب دون جانب ، واعلم أن فوائد البرق وإن لم تظهر للمقيمين بالبلاد فهي ظاهرة للبادين ولهذا جعل تقديم البرق على تنزيل الماء من السماء نعمة ، وآية ، وأما كونه آية فظاهر فإن في السحاب ليس إلا ماء وهواء وخروج النار منها بحيث تحرق الجبال في غاية البعد فلا بد له من خالق هو الله ، قالت الفلاسفة السحاب فيه كثافة ولطافة بالنسبة إلى الهواء والماء .\r\n فالهواء ألطف منه والماء أكثف فإذا هبت ريح قوية تخرق السحاب بعنف فيحدث صوت الرعد ويخرج منه النار كمساس جسم جسماً بعنف ، وهذا كما أن النار تخرج من وقوع الحجر على الحديد فإن قال قائل الحجر والحديد جسمان صلبان والسحاب والريح جسمان رطبان ، فيقولون لكن حركة يد الإنسان ضعيفة وحركة الريح قوية تقلع الأشجار ، فنقول لهم البرق والرعد أمران حادثان لا بد لهما من سبب ، وقد علم بالبرهان كون كل حادث من الله فهما من الله ، ثم إنا نقول هب أن الأمر كما تقولون فهبوب تلك الريح القوية من الأمور الحادثة العجيبة لا بد من سبب وينتهي إلى واجب الوجود ، فهو آية للعاقل على قدرة الله كيفما فرضتم ذلك .\r\n المسألة الخامسة : قال ههنا : { لّقَوْمٍ يَعْقِلُونَ } لما كان حدوث الولد من الوالد أمراً عادياً مطرداً قليل الاختلاف كان يتطرق إلى الأوهام العامية أن ذلك بالطبيعة ، لأن المطرد أقرب إلى الطبيعة من المختلف ، لكن البرق والمطر ليس أمراً مطرداً غير متخلف إذ يقع ببلدة دون بلدة وفي وقت دون وقت وتارة تكون قوية وتارة تكون ضعيفة فهو أظهر في العقل دلالة على الفاعل المختار ، فقال هو آية لمن له عقل إن لم يتفكر تفكراً تاماً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن آياته يريكم البرق خوفا وطمعا وينزل من السماء ماء فيحيي به الأرض بعد موتها إن في ذلك لآيات لقوم يعقلون (24) ",
        "babnum": 16
    },
    {
        "id": 1802,
        "cate": "30",
        "title": "وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ (25) ",
        "details": " لما ذكر من العوارض التي للسماء والأرض بعضها ، ذكر من لوازمها البعض وهي قيامها ، فإن الأرض لثقلها يتعجب الإنسان من وقوفها وعدم نزولها وكون السماء يتعجب من علوها وثباتها من غير عمد ، وهذا من اللوازم ، فإن الأرض لا تخرج عن مكانها الذي هي فيه والسماء كذلك لا تخرج عن مكانها الذي هي فيه فإن قيل إنها تتحرك في مكانها كالرحى ولكن اتفق العقلاء على أنها في مكانها لا تخرج عنه ، وهذه آية ظاهرة لأن كونهما في الموضع الذي هما فيه وعلى الموضع الذي هما عليه من الأمور الممكنة ، وكونهما في غير ذلك الموضع جائز ، فكان يمكن أن يخرجا منه فلما لم يخرجا كان ذلك ترجيحاً للجائز على غيره ، وذلك لا يكون إلا بفاعل مختار ، والفلاسفة قالوا كون الأرض في المكان الذي هي فيه طبيعي لها لأنها أثقل الأشياء والثقيل يطلب المركز والخفيف يطلب المحيط والسماء كونها في مكانها إن كانت ذات مكان فلذاتها فقيامهما فيهما بطبعهما ، فنقول قد تقدم مراراً أن القول بالطبيعة باطل ، والذي نزيده ههنا أنكم وافقتمونا بأن ما جاز على أحد المثلين جاز على المثل الآخر ، لكن مقعر الفلك لا يخالف محدبه في الطبع فيجوز حصول مقعره في موضع محدبة ، وذلك بالخروج والزوال فإذن الزوال عن المكان ممكن لا سيما على السماء الدنيا فإنها محددة الجهات على مذهبكم أيضاً والأرض كانت تجوز عليها الحركة الدورية ، كما تقولون على السماء فعدمها وسكونها ليس إلا بفاعل مختار وفي الآية مسائل : المسألة الأولى : ذكر الله من كل باب أمرين ، أما من الأنفس فقوله : { خَلَقَ لَكُمْ } استدل بخلق الزوجين ومن الآفاق السماء والأرض في قوله : { خُلِقَ السموات والأرض } ومن لوازم الإنسان اختلاف اللسان واختلاف الألوان ومن عوارضه المنام والابتغاء ومن عوارض الآفاق البروق والأمطار ومن لوازمها قيام السماء وقيام الأرض ، لأن الواحد يكفي للإقرار بالحق والثاني : يفيد الاستقرار بالحق ، ومن هذا اعتبر شهادة شاهدين فإن قول أحدهما يفيد الظن وقول الآخر يفيد تأكيده ولهذا قال إبراهيم عليه السلام : { بلى ولكن لّيَطْمَئِنَّ قَلْبِى } [ البقرة : 260 ] .\r\n المسألة الثانية : قوله : { بِأَمْرِهِ } أي بقوله : قوما أو بإرادته قيامهما ، وذلك لأن الأمر عند المعتزلة موافق للإرادة ، وعندنا ليس كذلك ولكن النزاع في الأمر الذي للتكليف لا في الأمر الذي للتكوين ، فإنا لا ننازعهم في أن قوله : { كُنَّ } و { كُونُواْ } { قُلْنَا يانار كُونِى } موافق للإرادة .\r\n المسألة الثالثة : قال ههنا : { وَمِنْ ءاياته أَن تَقُومَ } وقال قبله : { وَمِنْ ءاياته يُرِيكُمُ } ولم يقل أن يريكم ، وإن قال بعض المفسرين إن أن مضمرة هناك معناه من آياته أن يريكم ليصير كالمصدر بأن ، وذلك لأن القيام لما كان غير متغير أخرج الفعل بأن عن الفعل المستقبل وجعله مصدراً ، لأن المستقبل ينبىء عن التجدد ، وفي البرق لما كان ذلك من الأمور التي تتجدد في زمان دون زمان ذكره بلفظ المستقبل ولم يذكر معه شيئاً من الحروف المصدرية .\r\n المسألة الرابعة : ذكر ستة دلائل ، وذكر في أربعة منها إن في ذلك لآيات ، ولم يذكر في الأول وهو قوله : { وَمِنْ ءاياته أَنْ خَلَقَكُمْ مّن تُرَابٍ } [ الروم : 20 ] ولا في الآخر وهو قوله : { وَمِنْ ءاياته أَن تَقُومَ السماء والأرض } أما في الأول فلأن قوله بعده : { وَمِنْ ءاياته أَنْ خَلَقَ لَكُم } [ الروم : 21 ] أيضاً دليل الأنفس ، فخلق الأنفس وخلق الأزواج من باب واحد ، على ما بينا ، غير أنه تعالى ذكر من كل باب أمرين للتقرير بالتكرير ، فإذا قال : { إِنَّ فِى ذَلِكَ لأَيَاتٍ } كان عائداً إليهما ، وأما في قيام السماء والأرض فنقول في الآيات السماوية ذكر أنها آيات للعالمين ولقوم يعقلون لظهورها فلما كان في أول الأمر ظاهراً ففي آخر الأمر بعد سرد الدلائل يكون أظهر ، فلم يميز أحداً عن أحد في ذلك ، وذكر ما هو مدلوله وهو قدرته على الإعادة ، وقال : { ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مّنَ الأرض إِذَا أَنتُمْ تَخْرُجُونَ } وفيها مسائل : المسألة الأولى : ما وجه العطف يتم ، وبم تعلق ثم؟ فنقول معناه ، والله أعلم إنه تعالى إذا بين لكم كمال قدرته بهذه الآيات بعد ذلك يخبركم ويعلمكم أنه إذا قال للعظام الرميمة اخرجوا من الأجداث يخرجون أحياء .\r\n المسألة الثانية : قول القائل دعا فلان فلاناً من الجبل يحتمل أن يكون الدعاء من الجبل كما يقول القائل يا فلان اصعد إلى الجبل ، فيقال دعاه من الجبل ويحتمل أن يكون المدعو يدعى من الجبل كما يقول القائل يا فلان انزل من الجبل ، فيقال دعاه من الجبل ، ولا يخفى على العاقل أن الدعاء لا يكون من الأرض إذا كان الداعي هو الله ، فالمدعو يدعى من الأرض يعني أنتم تكونون في الأرض فيدعوكم منها فتخرجون .\r\n المسألة الثالثة : قوله تعالى : { إِذَا أَنتُمْ } قد بينا أنه للمفاجأة يعني يكون ذلك بكن فيكون .\r\n المسألة الرابعة : قال ههنا { إذا أنتم تخرجون } ، وقال في خلق الإنسان أولاً : { ثُمَّ إِذَا أَنتُمْ بَشَرٌ تَنتَشِرُونَ } [ الروم : 20 ] فنقول هناك يكون خلق وتقدير وتدريج وتراخ حتى يصير التراب قابلاً للحياة فينفخ فيه روحه ، فإذا هو بشر ، وأما في الإعادة لا يكون تدريج وتراخ بل يكون نداء وخروج ، فلم يقل ههنا ثم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن آياته أن تقوم السماء والأرض بأمره ثم إذا دعاكم دعوة من الأرض إذا أنتم تخرجون (25) ",
        "babnum": 17
    },
    {
        "id": 1803,
        "cate": "30",
        "title": "وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ (26) وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (27) ",
        "details": " لما ذكر الآيات وكان مدلولها القدرة على الحشر التي هي الأصل الآخر ، والوحدانية التي هي الأصل الأول ، أشار إليها بقوله : { وَلَهُ مَن فِى السموات والأرض } يعني لا شريك له أصلاً لأن كل من في السموات وكل من في الأرض ، ونفس السموات والأرض له وملكه ، فكل له منقادون قانتون ، والشريك يكون منازعاً مماثلاً ، فلا شريك له أصلاً ثم ذكر المدلول الآخر ، فقال تعالى : { وَهُوَ الذى يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ } أي في نظركم الإعادة أهون من الإبداء لأن من يفعل فعلاً أولاً يصعب عليه ، ثم إذا فعل بعد ذلك مثله يكون أهون ، وقيل المراد هو هين عليه كما قيل في قول القائل الله أكبر أي كبير ، وقيل المراد هو أهون عليه أي الإعادة أهون على الخالق من الإبداء لأن في البدء يكون علقة ثم مضغة ثم لحماً ثم عظماً ثم يخلق بشراً ثم يخرج طفلاً يترعرع إلى غير ذلك فيصعب عليه ذلك كله ، وأما في الإعادة فيخرج بشراً سوياً بكن فيكون أهون عليه ، والوجه الأول أصح وعليه نتكلم فنقول هو أهون يحتمل أن يكون ذلك لأن في البدء خلق الأجزاء وتأليفها والإعادة تأليف ولا شك أن الأمر الواحد أهون من أمرين ولا يلزم من هذا أن يكون غيره فيه صعوبة ، ولنبين هذا فنقول الهين هو ما لا يتعب فيه الفاعل ، والأهون ما لا يتعب فيه الفاعل بالطريق الأولى ، فإذا قال قائل إن الرجل القوي لا يتعب من نقل شعيرة من موضع إلى موضع وسلم السامع له ذلك ، فإذا قال فكونه لا يتعب من نقل خردلة يكون ذلك كلاماً معقولاً مبقي على حقيقته .\r\n ثم قال تعالى : { وَلَهُ المثل الأعلى فِى السموات والأرض وَهُوَ العزيز الحكيم } أي قولنا هو أهون عليه يفهم منه أمران أحدهما : هو ما يكون في الآخر تعب كما يقال إن نقل الخفيف أهون من نقل الثقيل والآخر : هو ما ذكرنا من الأولوية من غير لزوم تعب في الآخر فقوله : { وَلَهُ المثل الأعلى } إشارة إلى أن كونه أهون بالمعنى الثاني لا يفهم منه الأول وههنا فائدة ذكرها صاحب «الكشاف» وهي أن الله تعالى قال في موضع آخر : { هُوَ عَلَىَّ هَيّنٌ } [ مريم : 21 ] وقال ههنا : { وهُوَ أَهْوَنُ عَلَيْهِ } فقدم هناك كلمة على وأخرها هنا ، وذلك لأن المعنى الذي قال هناك إنه هين هو خلق الولد من العجوز وأنه صعب على غيره وليس بهين إلا عليه فقال : { هُوَ عَلَىَّ هَيّنٌ } يعني لا على غيري ، وأما ههنا المعنى الذي ذكر أنه أهون هو الإعادة والإعادة على كل مبدىء أهون فقال : وهو أهون عليه لا على سبيل الحصر ، فالتقديم هناك كان للحصر ، وقوله تعالى : { وَلَهُ المثل الأعلى فِى السموات والأرض } على الوجه الأول وهو قولنا أهون عليه بالنسبة إليكم له معنى وعلى الوجه الذي ذكرناه له معنى أما على الوجه الأول فلما قال : { وَلَهُ المثل الأعلى } وكان ذلك مثلاً مضروباً لمن في الأرض من الناس فيفيد ذلك أن له المثل الأعلى من أمثلة الناس وهم أهل الأرض ولا يفيد أن له المثل الأعلى من أمثلة الملائكة فقال : { وَلَهُ المثل الأعلى فِى السموات والأرض } يعني هذا مثل مضروب لكم { وَلَهُ المثل الأعلى } من هذا المثل ومن كل مثل يضرب في السموات ، وأما على الوجه الثاني فمعناه أن له المثل الأعلى أي فعله وإن شبهه بفعلكم ومثله به ، لكن ذاته ليس كمثله شيء فله المثل الأعلى وهو منقول عن ابن عباس رضي الله تعالى عنهما .\r\n وقيل المثل الأعلى أي الصفة العليا وهي لا إله إلا الله ، وقوله تعالى : { وَهُوَ العزيز الحكيم } أي كامل القدرة على الممكنات ، شامل العلم بجميع الموجودات ، فيعلم الأجزاء في الأمكنة ويقدر على جمعها وتأليفها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وله من في السماوات والأرض كل له قانتون (26) وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه وله المثل الأعلى في السماوات والأرض وهو العزيز الحكيم (27) ",
        "babnum": 18
    },
    {
        "id": 1804,
        "cate": "30",
        "title": "ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْقِلُونَ (28) ",
        "details": " لما بين الإعادة والقدرة عليها بالمثل بعد الدليلين بين الوحدانية أيضاً بالمثل بعد الدليل ، ومعناه أن يكون له مملوك لا يكون شريكاً له في ماله ولا يكون له حرمة مثل حرمة سيده فكيف يجوز أن يكون عباد الله شركاء له وكيف يجوز أن يكون لهم عظمة مثل عظمة الله تعالى حتى يعبدوا ، وفي الآية مسائل : المسألة الأولى : ينبغي أن يكون بين المثل والممثل به مشابهة ما ، ثم إن كان بينهما مخالفة فقد يكون مؤكداً لمعنى المثل وقد يكون موهناً له وههنا وجه المشابهة معلوم ، وأما المخالفة فموجودة أيضاً وهي مؤكدة وذلك من وجوه أحدها : قوله : { مّنْ أَنفُسِكُمْ } يعني ضرب لكم مثلاً من أنفسكم مع حقارتها ونقصانها وعجزها ، وقاس نفسه عليكم مع عظمها وكمالها وقدرتها وثانيها : قوله : { مِمَّا مَلَكَتْ أيمانكم } يعني عبدكم لكم عليهم ملك اليد وهو طار ( ىء ) قابل للنقل والزوال ، أما النقل فبالبيع وغيره والزوال بالعتق ومملوك الله لا خروج له من ملك الله بوجه من الوجوه ، فإذا لم يجز أن يكون مملوك يمينكم شريكاً لكم مع أنه يجوز أن يصير مثلكم من جميع الوجوه ، بل هو في الحال مثلكم في الآدمية حتى أنكم ليس لكم تصرف في روحه وآدميته بقتل وقطع وليس لكم منعهم من العبادة وقضاء الحاجة ، فكيف يجوز أن يكون مملوك الله الذي هو مملوكه من جميع الوجوه شريكاً له وثالثها : قوله : { مّن شُرَكَاء فِيمَا رزقناكم } يعني الذي لكم هو في الحقيقة ليس لكم بل هو من الله ومن رزقه والذي من الله فهو في الحقيقة له فإذا لم يجز أن يكون لكم شريك في مالكم من حيث الاسم ، فكيف يجوز أن يكون له شريك فيما له من حيث الحقيقة وقوله : { فَأَنتُمْ فِيهِ سَوَاء } أي هل أنتم ومماليككم في شيء مما تملكون سواء ليس كذلك فلا يكون لله شريك في شيء مما يملكه ، لكن كل شيء فهو لله فما تدعون إلهيته لا يملك شيئاً أصلاً ولا مثقال ذرة من خردل فلا يعبد لعظمته ولا لمنفعة تصل إليكم منه ، وأما قولكم هؤلاء شفعاؤنا فليس كذلك ، لأن المملوك هل له عندكم حرمة كحرمة الأحرار وإذا لم يكن للملوك مع مساواته إياكم في الحقيقة والصفة عندكم حرمة ، فكيف يكون حال المماليك الذين لا مساواة بينهم وبين المالك بوجه من الوجوه وإلى هذا أشار بقوله : { تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ } .\r\n المسألة الثانية : بهذا نفى جميع وجوه حسن العبادة عن الغير لأن الأغيار إذا لم يصلحوا للشركة فليس لهم ملك ولا ملك ، فلا عظمة لهم حتى يعبدوا لعظمتهم ولا يرتجى منهم منفعة لعدم ملكهم حتى يعبدوا لنفع وليس لهم قوة وقدرة لأنهم عبيد والعبد المملوك لا يقدر على شيء فلا تخافوهم كما تخافون أنفسكم ، فكيف تخافونهم خوفاً أكثر من خوفكم بعضاً من بعض حتى تعبدوهم للخوف .\r\n ثم قال تعالى : { كَذَلِكَ نُفَصّلُ الأيات لِقَوْمٍ يَعْقِلُونَ } أي نبينها بالدلائل والبراهين القطعية والأمثلة والمحاكيات الإقناعية لقوم يعقلون ، يعني لا يخفى الأمر بعد ذلك إلا على من لا يكون له عقل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ضرب لكم مثلا من أنفسكم هل لكم من ما ملكت أيمانكم من شركاء في ما رزقناكم فأنتم فيه سواء تخافونهم كخيفتكم أنفسكم كذلك نفصل الآيات لقوم يعقلون (28) ",
        "babnum": 19
    },
    {
        "id": 1805,
        "cate": "30",
        "title": "بَلِ اتَّبَعَ الَّذِينَ ظَلَمُوا أَهْوَاءَهُمْ بِغَيْرِ عِلْمٍ فَمَنْ يَهْدِي مَنْ أَضَلَّ اللَّهُ وَمَا لَهُمْ مِنْ نَاصِرِينَ (29) ",
        "details": " أي لا يجوز أن يشرك بالمالك مملوكه ولكن الذين أشركوا اتبعوا أهواءهم من غير علم وأثبتوا شركاء من غير دليل ، ثم بين أن ذلك بإرادة الله بقوله : { فَمَن يَهْدِى مَنْ أَضَلَّ الله } أي هؤلاء أضلهم الله فلا هادي لهم ، فينبغي أن لا يحزنك قولهم ، وههنا لطيفة وهي أن قوله : { فَمَن يَهْدِى مَنْ أَضَلَّ الله } مقو لما تقدم وذلك لأنه لما قال لأن الله لا شريك له بوجه ما ثم قال تعالى بل المشركون يشركون من غير علم ، يقال فيه أنت أثبت لهم تصرفاً على خلاف رضاه والسيد العزيز هو الذي لا يقدر عبده على تصرف يخالف رضاه ، فقال : إن ذلك ليس باستقلاله بل بإرادة الله وما لهم من ناصرين ، لما تركوا الله تركهم الله ومن أخذوه لا يغني عنهم شيئاً فلا ناصر لهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "بل اتبع الذين ظلموا أهواءهم بغير علم فمن يهدي من أضل الله وما لهم من ناصرين (29) ",
        "babnum": 20
    },
    {
        "id": 1806,
        "cate": "30",
        "title": "فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (30) ",
        "details": " ثم قال تعالى : { فَأَقِمْ وَجْهَكَ لِلدّينِ حَنِيفاً فِطْرَةَ الله التى فَطَرَ الناس عَلَيْهَا لاَ تَبْدِيلَ لِخَلْقِ الله } أي إذا تبين الأمر وظهرت الوحدانية ولم يهتد المشرك فلا تلتفت أنت إليهم وأقم وجهك للدين ، وقوله : { فَأَقِمْ وَجْهَكَ لِلدّينَ } أي أقبل بكلك على الدين عبر عن الذات بالوجه كما قال تعالى : { كُلُّ شَىْء هَالِكٌ إِلاَّ وَجْهَهُ } [ القصص : 88 ] أي ذاته بصفاته ، وقوله : { حَنِيفاً } أي مائلاً عن كل ما عداه أي أقبل على الدين ومل عن كل شيء أي لا يكون في قلبك شيء آخر فتعود إليه ، وهذا قريب من معنى قوله : { وَلاَ تَكُونُواْ مِنَ المشركين } [ الروم : 31 ] ثم قال الله تعالى : { فطرت الله } أي الزم فطرة الله وهي التوحيد فإن الله فطر الناس عليه حيث أخذهم من ظهر آدم وسألهم { أَلَسْتَ بِرَبّكُمْ } [ الأعراف : 172 ] فقالوا : بلى ، وقوله تعالى : { لاَ تَبْدِيلَ لِخَلْقِ الله } فيه وجوه ، قال بعض المفسرين هذه تسلية للنبي صلى الله عليه وسلم عن الحزن حيث لم يؤمن قومه فقال هم خلقوا للشقاوة ومن كتب شقياً لا يسعد ، وقيل : { لاَ تَبْدِيلَ لِخَلْقِ الله } أي الوحدانية مترسخة فيهم لا تغير لها حتى إن سألتهم من خلق السموات والأرض يقولون الله ، لكن الإيمان الفطري غير كاف .\r\n ويحتمل أن يقال خلق الله الخلق لعبادته وهم كلهم عبيده لا تبديل لخلق الله أي ليس كونهم عبيداً مثل كون المملوك عبداً لإنسان فإنه ينتقل عنه إلى غيره ويخرج عن ملكه بالعتق بل لا خروج للخلق عن العبادة والعبودية ، وهذا لبيان فساد قول من يقول العبادة لتحصيل الكمال والعبد يكمل بالعبادة فلا يبقى عليه تكليف ، وقول المشركين : إن الناقص لا يصلح لعبادة الله ، وإنما الإنسان عبد الكواكب والكواكب عبيد الله ، وقول النصارى إن عيسى كان يحل الله فيه وصار إلهاً فقال : { لاَ تَبْدِيلَ لِخَلْقِ الله } بل كلهم عبيد لا خروج لهم عن ذلك .\r\n ثم قال تعالى : { ذلك الدين القيم } الذي لا عوج فيه { ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ } أن ذلك هو الدين المستقيم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فأقم وجهك للدين حنيفا فطرت الله التي فطر الناس عليها لا تبديل لخلق الله ذلك الدين القيم ولكن أكثر الناس لا يعلمون (30) ",
        "babnum": 21
    },
    {
        "id": 1807,
        "cate": "30",
        "title": "مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلَاةَ وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ (31) مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ (32) ",
        "details": " لما قال حنيفاً أي مائلاً عن غيره قال : { مُّنِيبِينَ إِلَيْهِ } أي مقبلين عليه ، والخطاب في قوله : { فَأَقِمْ وَجْهَكَ } مع النبي والمراد جميع المؤمنين ، وقوله : { واتقوه } يعني إذا أقبلتم عليه وتركتم الدنيا فلا تأمنوا فتتركوا عبادته بل خافوه وداوموا على العبادة وأقيموا الصلاة أي كونوا عابدين عند حصول القربة كما قلتم قبل ذلك ، ثم إنه تعالى قال : { وَلاَ تَكُونُواْ مِنَ المشركين } قال المفسرون يعني ولا تشركوا بعد الإيمان أي ولا تقصدوا بذلك غير الله ، وههنا وجه آخر وهو أن الله بقوله : { مُّنِيبِينَ } أثبت التوحيد الذي هو مخرج عن الإشراك الظاهر وبقوله : { وَلاَ تَكُونُواْ مِنَ المشركين } أراد إخراج العبد عن الشرك الخفي أي لا تقصدوا بعملكم إلا وجه الله ولا تطلبوا به إلا رضاء الله فإن الدنيا والآخرة تحصيل وإن لم تطلبوها إذا حصل رضا الله وعلى هذا فقوله : { مِنَ الذين فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعاً } يعني لم يجتمعوا على الإسلام ، وذهب كل أحد إلى مذهب ، ويحتمل أن يقال وكانوا شيعاً يعني بعضهم عبد الله للدنيا وبعضهم للجنة وبعضهم للخلاص من النار ، وكل واحد بما في نظره فرح ، وأما المخلص فلا يفرح بما يكون لديه ، وإنما يكون فرحه بأن يحصل عند الله ويقف بين يديه وذلك لأن كل ما لدينا نافد لقوله تعالى : { مَا عِندَكُمْ يَنفَدُ وَمَا عِندَ الله بَاقٍ } [ النحل : 96 ] فلا مطلوب لكم فيما لديكم حتى تفرحوا به وإنما المطلوب ما لدى الله وبه الفرح كما قال تعالى : { بَلْ أَحْيَاء عِندَ رَبّهِمْ يُرْزَقُونَ * فَرِحِينَ بِمَا ءاتاهم الله مِن فَضْلِهِ } [ آل عمران : 169- 170 ] جعلهم فرحين بكونهم عند ربهم ويكون ما أوتوا من فضله الذي لا نفاد له ، ولذلك قال تعالى : { قُلْ بِفَضْلِ الله وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُواْ } [ يونس : 58 ] لا بما عندهم فإن كل ما عند العبد فهو نافد ، أما في الدنيا فظاهر ، وأما في الآخرة فلأن ما وصل إلى العبد من الالتذاذ بالمأكول والمشروب فهو يزول ، ولكن الله يجدد له مثله إلى الأبد من فضله الذي لا نفاد له فالذي لا نفاد له هو فضله .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "منيبين إليه واتقوه وأقيموا الصلاة ولا تكونوا من المشركين (31) من الذين فرقوا دينهم وكانوا شيعا كل حزب بما لديهم فرحون (32) ",
        "babnum": 22
    },
    {
        "id": 1808,
        "cate": "30",
        "title": "وَإِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ ثُمَّ إِذَا أَذَاقَهُمْ مِنْهُ رَحْمَةً إِذَا فَرِيقٌ مِنْهُمْ بِرَبِّهِمْ يُشْرِكُونَ (33) ",
        "details": " لما بين التوحيد بالدليل وبالمثل ، بين أن لهم حالة يعرفون بها ، وإن كانوا ينكرونها في وقت وهي حالة الشدة ، فإن عند انقطاع رجائه عن الكل يرجع إلى الله ، ويجد نفسه محتاجة إلى شيء ليس كهذه الأشياء طالبة به النجاة { ثُمَّ إِذَا أَذَاقَهُمْ مّنْهُ رَحْمَةً إِذَا فَرِيقٌ مّنْهُمْ بِرَبّهِمْ يُشْرِكُونَ } يعني إذا خلصناه يشرك بربه ويقول تخلصت بسبب اتصال الكوكب الفلاني بفلان ، وبسبب الصنم الفلاني ، لا ، بل ينبغي أن لا يعتقد أنه تخلص بسبب فلان إذا كان ظاهراً فإنه شرك خفي ، مثاله رجل في بحر أدركه الغرق فيهيىء له لوحاً يسوقه إليه ريح فيتعلق به وينجو ، فيقول تخلصت بلوح ، أو رجل أقبل عليه سبع فيرسل الله إليه رجلاً فيعينه فيقول خلصني زيد ، فهذا إذا كان عن اعتقاد فهو شرك خفي ، وإن كان بمعنى أن الله خلصني على يد زيد فهو أخفى ، وفيه مسائل : المسألة الأولى : قوله تعالى : { أَذَاقَهُمْ } فيه لطيفة وذلك لأن الذوق يقال في القليل فإن العرف ( أن ) من أكل مأكولاً كثيراً لا يقول ذقت ، ويقال في النفي ما ذقت في بيته طعاماً نفياً للقليل ليلزم نفي الكثير بالأولى ، ثم إن تلك الرحمة لما كانت خالية منقطعة ولم تكن مستمرة في الآخرة إذ لهم في الآخرة عذاب قال أذاقهم ولهذا قال في العذاب : { ذُوقُواْ مَسَّ سَقَرَ } [ القمر : 48 ] { ذُوقُواْ مَا كُنْتُمْ تَعْمَلُونَ } [ العنكبوت : 55 ] { ذُقْ إِنَّكَ أَنتَ العزيز الكريم } [ الدخان : 49 ] لأن عذاب الله الواصل إلى العبد بالنسبة إلى الرحمة الواصلة إلى عبيد آخرين في غاية القلة .\r\n المسألة الثانية : قوله تعالى : { مِنْهُ } أي من الضر في هذا التخصيص ما ذكرناه من الفائدة وهي أن الرحمة غير مطلقة لهم إنما هي عن ذلك الضر وحده ، وأما الضر المؤخر فلا يذوقون منه رحمة .\r\n المسألة الثالثة : قال ههنا { إِذَا فَرِيقٌ مّنْهُمْ } وقال في العنكبوت : { فَلَمَّا نَجَّاهُمْ إِلَى البر إِذَا هُمْ يُشْرِكُونَ } [ العنكبوت : 65 ] ولم يقل فريق وذلك لأن المذكور هناك ضر معين ، وهو ما يكون من هول البحر والمتخلص منه بالنسبة إلى الخلق قليل ، والذي لا يشرك به بعد الخلاص فرقة منهم في غاية القلة فلم يجعل المشركين فريقاً لقلة من خرج من المشركين ، وأما المذكور ههنا الضر مطلقاً فيتناول ضر البر والبحر والأمراض والأهون والمتخلص من أنواع الضر خلق كثير بل جميع الناس يكونون قد وقعوا في ضر ما وتخلصوا منه ، والذي لا يبقى بعد الخلاص مشركاً من جميع الأنواع إذا جمع فهو خلق عظيم ، وهو جميع المسلمين فإنهم تخلصوا من ضر ولم يبقوا مشركين ، وأما المسلمون فلم يتخلصوا من ضر البحر بأجمعهم ، فلما كان الناجي من الضر من المؤمنين جمعاً كثيراً ، جعل الباقي فريقاً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذا مس الناس ضر دعوا ربهم منيبين إليه ثم إذا أذاقهم منه رحمة إذا فريق منهم بربهم يشركون (33) ",
        "babnum": 23
    },
    {
        "id": 1809,
        "cate": "30",
        "title": "لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ فَتَمَتَّعُوا فَسَوْفَ تَعْلَمُونَ (34) أَمْ أَنْزَلْنَا عَلَيْهِمْ سُلْطَانًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا بِهِ يُشْرِكُونَ (35) ",
        "details": " قوله تعالى : { لِيَكْفُرُواْ بِمَآ ءاتيناهم فَتَمَتَّعُواْ فَسَوْفَ تَعْلَمُونَ } قد تقدم تفسيره في العنكبوت بقي بيان فائدة الخطاب ههنا في قوله : { فَتَمَتَّعُواْ } وعدمه هناك في قوله : { وَلِيَتَمَتَّعُواْ فَسَوْفَ يَعلَمُونَ } فنقول لما كان الضر المذكور هناك ضراً واحداً جاز أن لا يكون في ذلك الموضع من المخلصين من ذلك الضر أحد ، فلم يخاطب ولما كان المذكور ههنا مطلق الضر ولا يخلو موضع من المخلصين عن الضر ، فالحاضر يصح خطابه بأنه منهم فخاطب .\r\n ثم قال تعالى : { أَمْ أَنزَلْنَا عَلَيْهِمْ سلطانا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِ يُشْرِكُونَ } لما سبق قوله تعالى : { بَلِ اتبع الذين ظَلَمُواْ أَهْوَاءهُمْ } [ الروم : 29 ] أي المشركون يقولون ما لا علم لهم به بل هم عالمون بخلافه فإنهم وقت الضر يرجعون إلى الله حقق ذلك بالاستفهام بمعنى الإنكار ، أي ما أنزلنا بما يقولون سلطاناً ، وفيه مسائل : المسألة الأولى : أم للاستفهام ولا يقع إلا متوسطاً ، كما قال قائلهم : أيا ظبية الوعساء بين جلاجل \r\n وبين النقا آأنت أم أم سالم فما الاستفهام الذي قبله؟ فنقول تقديره إذا ظهرت هذه الحجج على عنادهم فماذا نقول ، أهم يتبعون الأهواء من غير علم؟ أم لهم دليل على ما يقولون؟ وليس الثاني فيتعين الأول .\r\n المسألة الثانية : قوله تعالى : { فَهُوَ يَتَكَلَّمُ } مجاز كما يقال إن كتابه لينطق بكذا ، وفيه معنى لطيف وهو أن المتكلم من غير دليل كأنه لا كلام له ، لأن الكلام هو المسموع وما لا يقبل فكأنه لم يسمع فكأن المتكلم لم يتكلم به ، وما لا دليل عليه لا يقبل ، فإذا جاز سلب الكلام عن المتكلم عند عدم الدليل وحسن جاز إثبات التكلم للدليل وحسن .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ليكفروا بما آتيناهم فتمتعوا فسوف تعلمون (34) أم أنزلنا عليهم سلطانا فهو يتكلم بما كانوا به يشركون (35) ",
        "babnum": 24
    },
    {
        "id": 1810,
        "cate": "30",
        "title": "وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِهَا وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ (36) أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (37) ",
        "details": " قوله تعالى : { وَإِذَا أَذَقْنَا الناس رَحْمَةً فَرِحُواْ بِهَا } لما بين حال المشرك الطاهر شركه بين حال المشرك الذي دونه وهو من تكون عبادته الله للدنيا ، فإذا آتاه رضي وإذا منعه سخط وقنط ولا ينبغي أن يكون العبد كذلك ، بل ينبغي أن يعبد الله في الشدة والرخاء ، فمن الناس من يعبد الله في الشدة كما قال تعالى : { وَإِذَا مَسَّ الناس ضُرٌّ دَعَوْاْ رَبَّهُمْ } [ الروم : 33 ] ومن الناس من يعبده إذا آتاه نعمة كما قال تعالى : { وَإِذَا أَذَقْنَا الناس رَحْمَةً فَرِحُواْ بِهَا } والأول كالذي يخدم مكرها مخافة العذاب والثاني كالذي يخدم أجيراً لتوقع الأجر وكلاهما لا يكون من الثبتين في ديوان المرتبين في الجرائد الذين يأخذون رزقهم سواء كان هناك شغل أو لم يكن ، فكذلك القسمان لا يكونان من المؤمنين الذين لهم رزق عند ربهم ، وفيه مسألة : وهي أن قوله تعالى : { فَرِحُواْ بِهَا } إشارة إلى دنو همتهم وقصور نظرهم فإن فرحهم يكون بما وصل إليهم لا بما وصل منه إليهم ، فإن قال قائل الفرح بالرحمة مأمور به في قوله تعالى : { قُلْ بِفَضْلِ الله وَبِرَحْمَتِهِ فَبِذَلِكَ فليفرحوا } [ يونس : 58 ] وههنا ذمهم على الفرح بالرحمة ، فكيف ذلك؟ فنقول هناك قال : فرحوا برحمة الله من حيث إنها مضافة إلى الله تعالى وههنا فرحوا بنفس الرحمة حتى لو كان المطر من غير الله لكان فرحهم به مثل فرحهم بما إذا كان من الله ، وهو كما أن الملك لو حط عند أمير رغيفاً على السماط أو أمر الغلمان بأن يحطوا عنده زبدية طعام يفرح ذلك الأمير به ، ولو أعطى الملك فقيراً غير ملتفت إليه رغيفاً أو زبدية طعام أيضاً يفرح لكن فرح الأمير بكون ذلك من الملك وفرح الفقير بكون ذلك رغيفاً وزبدية .\r\n ثم قال تعالى : { وَإِن تُصِبْهُمْ سَيّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ } لم يذكر عند النعمة سبباً لها لتفضله بها وذكر عند العذاب سبباً لأن الأول يزيد في الإحسان والثاني يحقق العدل .\r\n قوله { إِذَا هُمْ يَقْنَطُونَ } إذا للمفاجأة أي لا يصبرون على ذلك قليلاً لعل الله يفرج عنهم وإنه يذكرهم به .\r\n ثم قال تعالى : { أَوَ لَمْ يَرَوْاْ أَنَّ الله يَبْسُطُ الرزق لِمَن يَشَاء وَيَقْدِرُ إِنَّ فِى ذَلِكَ لآيات لّقَوْمٍ يُؤْمِنُونَ } .\r\n أي لم يعلموا أن الكل من الله فالمحقق ينبغي أن لا يكون نظره على ما يوجد بل إلى من يوجد وهو الله ، فلا يكون له تبدل حال ، وإنما يكون عنده الفرح الدائم ، ولكن ذلك مرتبة المؤمن الموحد المحقق ، ولذلك قال : { إِنَّ فِى ذلك لآيات لّقَوْمٍ يُؤْمِنُونَ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذا أذقنا الناس رحمة فرحوا بها وإن تصبهم سيئة بما قدمت أيديهم إذا هم يقنطون (36) أولم يروا أن الله يبسط الرزق لمن يشاء ويقدر إن في ذلك لآيات لقوم يؤمنون (37) ",
        "babnum": 25
    },
    {
        "id": 1811,
        "cate": "30",
        "title": "فَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ذَلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (38) ",
        "details": " وجه تعلق الآية بما قبلها هو أن الله تعالى لما بين أن العبادة لا ينبغي أن تكون مقصورة على حالة الشدة بقوله : { وَإِذَا مَسَّ الناس ضُرٌّ دَعَوْاْ رَبَّهُمْ } [ الروم : 33 ] ولا أن تكون مقصورة على حالة أخذ شيء من الدنيا كما هو عادة المدوكر المتسلس يعبد الله إذا كان في الخوانق والرباطات للرغيف والزبدية وإذا خلا بنفسه لا يذكر الله ، بقوله : { وَإِذَا أَذَقْنَا الناس رَحْمَةً فَرِحُواْ بِهَا } وبين أنه ينبغي أن يكون ، في حالة بسط الرزق وقدره عليه ، نظره على الله الخالق الرازق ليحصل الإرشاد إلى تعظيم الله والإيمان قسمان تعظيم لأمر الله وشفقة على خلق الله فقال بعد ذلك فآت ذا القربى حقه والمسكين وابن السبيل ، وفيه وجه آخر هو أن الله تعالى لما بين أن الله يبسط الرزق ويقدر ، فلا ينبغي أن يتوقف الإنسان في الإحسان فإن الله إذا بسط الرزق لا ينقص بالإنفاق ، وإذا قدر لا يزداد بالإمساك ، وفيه مسائل : المسألة الأولى : في تخصيص الأقسام الثلاثة بالذكر دون غيرهم مع أن الله ذكر الأصناف الثمانية في الصدقات فنقول أراد ههنا بيان من يجب الإحسان إليه على كل من له مال سواء كان زكوياً أو لم يكن ، وسواء كان بعد الحول أو قبله لأن المقصود ههنا الشفقة العامة ، وهؤلاء الثلاثة يجب الإحسان إليهم وإن لم يكن للمحسن مال زائد ، أما القريب فتجب نفقته وإن كان لم تجب عليه زكاة كعقار أو مال لم يحل عليه الحول والمسكين كذلك فإن من لا شيء له إذا بقي في ورطة الحاجة حتى بلغ الشدة يجب على من له مقدرة دفع حاجته ، وإن لم يكن عليه زكاة ، وكذلك من انقطع في مفازة ومع آخر دابة يمكنه بها إيصاله إلى مأمن يلزمه ذلك ، وإن لم تكن عليه زكاة والفقير داخل في المسكين لأن من أوصى للمساكين شيئاً يصرف إلى الفقراء أيضاً ، وإذا نظرت إلى الباقين من الأصناف رأيتهم لا يجب صرف المال إليهم إلا على الذين وجبت الزكاة عليهم واعتبر ذلك في العامل والمكاتب والمؤلفة والمديون ، ثم اعلم أن على مذهب أبي حنيفة رحمه الله حيث قال : المسكين من له شيء ما فنقول ، وإن كان الأمر كذلك لكن لا نزاع في أن إطلاق المسكين على من لا شيء له جائز فيكون الإطلاق هنا بذلك الوجه ، والفقير يدخل في ذلك بالطريق الأولى .\r\n المسألة الثانية : في تقدم البعض على البعض فنقول لما كان دفع حاجة القريب واجباً سواء كان في شدة ومخمصة ، أو لم يكن كان مقدماً على من لا يجب دفع حاجته من غير مال الزكاة إلا إذا كان في شدة ، ولما كان المسكين حاجته ليست مختصة بموضع كان مقدماً على من حاجته مختصة بموضع دون موضع .\r\n المسألة الثالثة : ذكر الأقارب في جميع المواضع كذا اللفظ وهو ذو القربى ، ولم يذكر المسكين بلفظ ذي المسكنة ، وذلك لأن القرابة لا تتجدد فهي شيء ثابت ، وذو كذا لا يقال إلا في الثابت ، فإن من صدر منه رأي صائب مرة أو حصل له جاه يوماً واحداً أو وجد منه فضل في وقت يقال ذو رأي وذو جاه وذو فضل ، وإذا دام ذلك له أو وجد منه ذلك كثيراً يقال له ذو الرأي وذو الفضل ، فقال { ذَا القربى } إشارة إلى أن هذا حق متأكد ثابت ، وأما المسكنة فتطرأ وتزول ولهذا المعنى قال : { مِسْكِيناً ذَا مَتْرَبَةٍ } [ البلد : 16 ] فإن المسكين يدوم له كونه ذا متربة ما دامت مسكنته أو يكون كذلك في أكثر الأمر .\r\n المسألة الرابعة : قال : { فَئَاتِ ذَا القربى حَقَّهُ } ثم عطف المسكين وابن السبيل ولم يقل فآت ذا القربى والمسكين وابن السبيل حقهم ، لأن العبارة الثانية لكون صدور الكلام أولاً للتشريك والأولى لكون التشريك وارداً على الكلام ، كأنه يقول أعط ذا القربى حقه ثم يذكر المسكين وابن السبيل بالتبعية ولهذا المعنى إذا قال الملك خل فلان يدخل ، وفلاناً أيضاً يكون في التعظيم فوق ما إذا قال خل فلاناً وفلاناً يدخلان ، وإلى هذا أشار النبي عليه الصلاة والسلام بقوله : « بئس خطيب القوم أنت » حيث قال الرجل من أطاع الله ورسوله فقد اهتدى ، ومن عصاهما فقد غوى ولم يقل ومن عصى الله ورسوله .\r\n المسألة الخامسة : قوله : { ذلك خَيْرٌ } يمكن أن يكون معناه ذلك خير من غيره ويمكن أن يقال ذلك خير في نفسه ، وإن لم يقس إلى غيره لقوله تعالى : { وافعلوا الخير } [ الحج : 77 ] { فَاسْتَبِقُوا الخَيْرَاتِ } [ البقرة : 148 ] والثاني أولى لعدم احتياجه إلى إضمار ولكونه أكثر فائدة لأن الخير من الغير قد يكون نازل الدرجة ، عند نزول درجة ما يقاس إليه ، كما يقال السكوت خير من الكذب ، وما هو خير في نفسه فهو حسن ينفع وفعل صالح يرفع .\r\n المسألة السادسة : قوله تعالى : { لّلَّذِينَ يُرِيدُونَ وَجْهَ الله } إشارة إلى أن الاعتبار بالقصد لا بنفس الفعل ، فإن من أنفق جميع أمواله رياء الناس لا ينال درجة من يتصدق برغيف لله ، وقوله : { وَجْهُ الله } أي يكون عطاؤه لله لا غير ، فمن أعطى للجنة لم يرد به وجه الله ، وإنما أراد مخلوق الله .\r\n المسألة السابعة : كيف قال : { وأولئك هُمُ المفلحون } مع أن للإفلاح شرائط أخر ، وهي المذكورة في قوله : { قَدْ أَفْلَحَ المؤمنون } [ المؤمنون : 1 ] فنقول كل وصف مذكور هناك يفيد الإفلاح ، فقوله { والذين هُمْ للزكواة فاعلون } [ المؤمنون : 4 ] وقوله : { والذين هُمْ لأماناتهم وَعَهْدِهِمْ راعون } [ المؤمنون : 8 ] إلى غير ذلك عطف على المفلح أي هذا مفلح ، وذاك مفلح ، وذاك الآخر مفلح لا يقال لا يحصل الإفلاح لمن يتصدق ولا يصلي ، فنقول هذا كقول القائل العالم مكرم أي نظراً إلى علمه ثم إذا حد في الزنا على سبيل النكال وقطعت يده في السرقة لا يبطل ذلك القول حتى يقول القائل ، إنما كان ذلك لأنه أتى بالفسق ، فكذلك إيتاء المال لوجه الله يفيد الإفلاح ، اللهم إلا إذا وجد مانع من ارتكاب محظور أو ترك واجب .\r\n المسألة الثامنة : لم لم يذكر غيره من الأفعال كالصلاة وغيرها؟ فنقول الصلاة مذكورة من قبل لأن الخطاب ههنا بقوله : { فَأْتِ } مع النبي صلى الله عليه وسلم وغيره تبع ، وقد قال له من قبل { فَأَقِمْ وَجْهَكَ لِلدّينِ حَنِيفاً } [ الروم : 30 ] وقال : { مُنِيبِينَ إِلَيْهِ واتقوه وَأَقِيمُواْ الصلاة } [ الروم : 31 ] .\r\n المسألة التاسعة : قوله تعالى : { وأولئك هُمُ المفلحون } يفهم منه الحصر وقد قال في أول سورة البقرة : { وأولئك هُمُ المفلحون } [ البقرة : 5 ] إشارة إلى من أقام الصلاة وآتى الزكاة ، وآمن بما أنزل على رسوله وبما أنزل من قبله وبالآخرة ، فلو كان المفلح منحصراً في أولئك المذكورين في سورة البقرة فهذا خارج عنهم فكيف يكون مفلحاً؟ فنقول هذا هو ذاك لأنا بينا أن قوله : { فَأَقِمْ وَجْهَكَ لِلدّينَ } متصل بهذا الكلام فإذا أتى بالصلاة وآتى المال وأراد وجه الله ، فقد ثبت أنه مؤمن مقيم للصلاة مؤت للزكاة معترف بالآخرة فصار مثل المذكور في البقرة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فآت ذا القربى حقه والمسكين وابن السبيل ذلك خير للذين يريدون وجه الله وأولئك هم المفلحون (38) ",
        "babnum": 26
    },
    {
        "id": 1812,
        "cate": "30",
        "title": "وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ اللَّهِ وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولَئِكَ هُمُ الْمُضْعِفُونَ (39) ",
        "details": " ذكر هذا تحريضاً يعني أنكم إذا طلب منكم واحد باثنين ترغبون فيه وتؤتونه وذلك لا يربوا عند الله والزكاة تنمو عند الله كما أخبر النبي عليه الصلاة والسلام : « إن الصدقة تقع في يد الرحمن فتربوا حتى تصير مثل الجبل » فينبغي أن يكون إقدامكم على الزكاة أكثر .\r\n وقوله تعالى : { وما آتيتم من زكاة تريدون وجه الله فأولئك هم المضعفون } أي أولئك ذوو الأضعاف كالموسر لذي اليسار وأقل ذلك عشرة أضعاف كل مثل لما آتى في كونه حسنة لا في المقدار فلا يفهم أن من أعطى رغيفاً يعطيه الله عشرة أرغفة بل معناه أن ما يقتضيه فعله من الثواب على وجه الرحمة يضاعفه الله عشرة مرات على وجه التفضل ، فبالرغيف الواحد يكون له قصر في الجنة فيه من كل شيء ثواباً نظراً إلى الرحمة ، وعشر قصور مثله نظراً إلى الفضل .\r\n مثاله في الشاهد ، ملك عظيم قبل من عبده هدية قيمتها درهم لو عوضه بعشرة دراهم لا يكون كرماً ، بل إذا جرت عادته بأنه يعطي على مثل ذلك ألفاً ، فإذا أعطى له عشرة آلاف فقد ضاعف له الثواب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما آتيتم من ربا ليربو في أموال الناس فلا يربو عند الله وما آتيتم من زكاة تريدون وجه الله فأولئك هم المضعفون (39) ",
        "babnum": 27
    },
    {
        "id": 1813,
        "cate": "30",
        "title": "اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (40) ",
        "details": " قوله تعالى : { الله الذى خَلَقَكُمْ } أي أوجدكم { ثُمَّ رَزَقَكُمْ } أي أبقاكم ، فإن العرض مخلوق وليس بمبقي { ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ هَلْ مِن شُرَكَائِكُمْ مَّن يَفْعَلُ مِن ذَلِكُمْ مّن شَىْء } جمع في هذه الآية بين إثبات الأصلين الحشر والتوحيد ، أما الحشر فبقوله : { ثُمَّ يُحْيِيكُمْ } والدليل قدرته على الخلق ابتداء ، وأما التوحيد فبقوله { هَلْ مِن شُرَكَائِكُمْ مَّن يَفْعَلُ مِن ذَلِكُمْ مّن شَىْء } .\r\n ثم قال تعالى : { سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ } فقوله سبحانه أي سبحوه تسبيحاً أي نزهوه ولا تصفوه بالإشراك ، وقوله : { وتعالى } أي لا يجوز عليه ذلك وهذا لأن من لا يتصف بشيء قد يجوز عليه فإذا قال سبحوه أي لا تصفوه بالإشراك ، وإذا قال وتعالى فكأنه قال ولا يجوز عليه ذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الله الذي خلقكم ثم رزقكم ثم يميتكم ثم يحييكم هل من شركائكم من يفعل من ذلكم من شيء سبحانه وتعالى عما يشركون (40) ",
        "babnum": 28
    },
    {
        "id": 1814,
        "cate": "30",
        "title": "ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ (41) ",
        "details": " وجه تعلق هذه الآية بما قبلها هو أن الشرك سبب الفساد كما قال تعالى : { لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلاَّ الله لَفَسَدَتَا } [ الأنبياء : 22 ] وإذا كان الشرك سببه جعل الله إظهارهم الشرك مورثاً لظهور الفساد ولو فعل بهم ما يقتضيه قولهم : { لَفَسَدَتِ السموات والأرض } [ المؤمنون : 71 ] كما قال تعالى : { تَكَادُ السموات يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الأرض وَتَخِرُّ الجبال هَدّاً } [ مريم : 90 ] وإلى هذا أشار بقوله تعالى : { لِيُذِيقَهُمْ بَعْضَ الذى عَمِلُواْ } واختلفت الأقوال في قوله : { فِى البر والبحر } فقال بعض المفسرين : المراد خوف الطوفان في البر والبحر ، وقال بعضهم عدم إنبات بعض الأراضي وملوحة مياه البحار ، وقال آخرون : المراد من البحر المدن ، فإن العرب تسمي المدائن بحوراً لكون مبنى عمارتها على الماء ويمكن أن يقال إن ظهور الفساد في البحر قلة مياه العيون فإنها من البحار ، واعلم أن كل فساد يكون فهو بسبب الشرك لكن الشرك قد يكون في العمل دون القول والاعتقاد فيسمى فسقاً وعصياناً وذلك لأن المعصية فعل لا يكون لله بل يكون للنفس ، فالفاسق مشرك بالله بفعله ، غاية ما في الباب أن الشرك بالفعل لا يوجب الخلود لأن أصل المرء قلبه ولسانه ، فإذا لم يوجد منهما إلا التوحيد يزول الشرك البدني بسببهما ، وقوله تعالى : { لِيُذِيقَهُمْ بَعْضَ الذى عَمِلُواْ } قد ذكرنا أن ذلك ليس تمام جزائهم وكل موجب افترائهم ، وقوله : { لَعَلَّهُمْ يَرْجِعُونَ } يعني كما يفعله المتوقع رجوعهم مع أن الله يعلم أن من أضله لا يرجع لكن الناس يظنون أنه لو فعل بهم شيء من ذلك لكان يوجد منهم الرجوع ، كما أن السيد إذا علم من عبده أنه لا يرتدع بالكلام ، فيقول القائل لماذا لا تؤدبه بالكلام؟ فإذا قال لا ينفع ربما يقع في وهمه أنه لا يبعد عن نفع ، فإذا زجره ولم يرتدع يظهر له صدق كلام السيد ويطمئن قلبه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ظهر الفساد في البر والبحر بما كسبت أيدي الناس ليذيقهم بعض الذي عملوا لعلهم يرجعون (41) ",
        "babnum": 29
    },
    {
        "id": 1815,
        "cate": "30",
        "title": "قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلُ كَانَ أَكْثَرُهُمْ مُشْرِكِينَ (42) ",
        "details": " لما بين حالهم بظهور الفساد في أحوالهم بسبب فساد أقوالهم بين لهم هلاك أمثالهم وأشكالهم الذين كانت أفعالهم كأفعالهم فقال : { قُلْ سِيرُواْ فِى الأرض فانظروا كَيْفَ كَانَ عاقبة الذين مِن قَبْلُ } أي قوم نوح وعاد وثمود ، وهذا ترتيب في غاية الحسن وذلك لأنه في وقت الامتنان والإحسان قال : { الله الذى خَلَقَكُمْ ثُمَّ رَزَقَكُمْ } [ مريم : 40 ] أي آتاكم الوجود ثم البقاء ووقت الخذلان بالطغيان قال : { ظَهَرَ الفساد فِى البر والبحر } [ الروم : 41 ] أي قلل رزقكم ، ثم قال تعالى : { سِيرُواْ فِى الأرض } أي هو أعدمكم كم أعدم من قبلكم ، فكأنه قال أعطاكم الوجود والبقاء ، ويسلب منكم الوجود والبقاء ، وأما سلب البقاء فبإظهار الفساد ، وأما سلب الوجود فبالإهلاك ، وعند الإعطاء قدم الوجود على البقاء ، لأن الوجود أولاً ثم البقاء ، وعند السلب قدم البقاء ، وهو الاستمرار ثم الوجود .\r\n وقوله : { كَانَ أَكْثَرُهُمْ مُّشْرِكِينَ } يحتمل وجوهاً ثلاثة أحدها : أن الهلاك في الأكثر كان بسبب الشرك الظاهر وإن كان بغيره أيضاً كالإهلاك بالفسق والمخالفة كما كان على أصحاب السبت الثاني : أن كل كافر أهلك لم يكن مشركاً بل منهم من كان معطلاً نافياً لكنهم قليلون ، وأكثر الكفار مشركون الثالث : أن العذاب العاجل لم يختص بالمشركين حين أتى ، كما قال تعالى : { واتقوا فِتْنَةً لاَّ تُصِيبَنَّ الذين ظَلَمُواْ مِنكُمْ خَاصَّةً } [ الأنفال : 25 ] بل كان على الصغار والمجانين ، ولكن أكثرهم كانوا مشركين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل سيروا في الأرض فانظروا كيف كان عاقبة الذين من قبل كان أكثرهم مشركين (42) ",
        "babnum": 30
    },
    {
        "id": 1816,
        "cate": "30",
        "title": "فَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ يَوْمَئِذٍ يَصَّدَّعُونَ (43) مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُونَ (44) ",
        "details": " لما نهى الكافر عما هو عليه ، أمر المؤمن بما هو عليه وخاطب النبي عليه السلام ليعلم المؤمن فضيلة ما هو مكلف به فإنه أمر به أشرف الأنبياء ، وللمؤمنين في التكليف مقام الأنبياء كما قال عليه الصلاة والسلام : « إن الله أمر عباده المؤمنين بما أمر به عباده المرسلين » وقد ذكرنا معناه ، وقوله : { مِن قَبْلِ أَن يَأْتِىَ يَوْمٌ لاَّ مَرَدَّ لَهُ مِنَ الله } يحتمل وجهين الأول : أن يكون قوله : { مِنَ الله } متعلقاً بقوله : { يَأْتِىَ } والثاني : أن يكون المراد { لاَّ مَرَدَّ لَهُ مِنَ الله } أي الله لا يرد وغيره عاجز عن رده فلا بد من وقوعه { يَوْمَئِذٍ يَصَّدَّعُونَ } أي يتفرقون .\r\n ثم أشار إلى التفرق بقوله : { مَن كَفَرَ فَعَلَيْهِ كُفْرُهُ وَمَنْ عَمِلَ صالحا فَلأَنفُسِهِمْ يَمْهَدُونَ } وفي الآية مسائل : المسألة الأولى : قال : { مَن كَفَرَ فَعَلَيْهِ كُفْرُهُ وَمَنْ عَمِلَ صالحا } ولم يقل ومن آمن وذلك لأن العمل الصالح به يكمل الإيمان فذكره تحريضاً للمكلف عليه ، وأما الكفر إذا جاء فلا زنة للعمل معه ، ووجه آخر : وهو أن الكفر قسمان : أحدهما : فعل وهو الإشراك والقول به ، والثاني : ترك وهو عدم النظر والإيمان فالعاقل البالغ إذا كان في مدينة الرسول ولم يأت بالإيمان فهو كافر سواء قال بالشرك أو لم يقل ، لكن الإيمان لا بد معه من العمل الصالح ، فإن الاعتقاد الحق عمل القلب ، وقول لا إله إلا الله عمل اللسان وشيء منه لا بد منه .\r\n المسألة الثانية : قال : { فَعَلَيْهِ } فوحد الكناية وقال : { فَلأَنفُسِهِمْ } جمعها إشارة إلى أن الرحمة أعم من الغضب فتشمله وأهله وذريته ، أما الغضب فمسبوق بالرحمة ، لازم لمن أساء .\r\n المسألة الثالثة : قال : { فَعَلَيْهِ كُفْرُهُ } ولم يبين وقال في المؤمن { فَلأَنفُسِهِمْ يَمْهَدُونَ } تحقيقاً لكمال الرحمة فإنه عند الخير بين وفصل بشارة ، وعند غيره أشار إليه إشارة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فأقم وجهك للدين القيم من قبل أن يأتي يوم لا مرد له من الله يومئذ يصدعون (43) من كفر فعليه كفره ومن عمل صالحا فلأنفسهم يمهدون (44) ",
        "babnum": 31
    },
    {
        "id": 1817,
        "cate": "30",
        "title": "لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْ فَضْلِهِ إِنَّهُ لَا يُحِبُّ الْكَافِرِينَ (45) ",
        "details": " ذكر زيادة تفصيل لما يمهده المؤمن لفعله الخير وعمله الصالح ، وهو الجزاء الذي يجازيه به الله والملك إذا كان كبيراً كريماً ، ووعد عبداً من عباده بأني أجازيك يصل إليه منه أكثر مما يتوقعه ثم أكده بقوله : { مِن فَضْلِهِ } يعني أنا المجازي فكيف يكون الجزاء ، ثم إني لا أجازيك من العدل وإنما أجازيك من الفضل فيزداد الرجاء ، ثم قال تعالى : { إِنَّهُ لاَ يُحِبُّ الكافرين } أوعدهم بوعيد ولم يفصله لما بينا وإن كان عند المحقق هذا الإجمال فيه كالتفصيل ، فإن عدم المحبة من الله غاية العذاب ، وأفهم ذلك ممن يكون له معشوق فإنه إذا أخبر العاشق بأنه وعدك بالدراهم والدنانير كيف تكون مسرته ، وإذا قيل له إنه قال إني أحب فلاناً كيف يكون سروره .\r\n وفيه لطيفة وهي أن الله عندما أسند الكفر والإيمان إلى العبد قدم الكافر فقال : { مَن كَفَرَ فَعَلَيْهِ كُفْرُهُ } [ الروم : 44 ] وعندما أسند الجزاء إلى نفسه قدم المؤمن فقال : { ليجزي الذين آمنوا } ثم قال تعالى : { إِنَّهُ لاَ يُحِبُّ الكافرين } لأن قوله { مَن كَفَرَ } في الحقيقة لمنع الكافر عن الكفر بالوعيد ونهيه عن فعله بالتهديد وقوله : { مَّنْ عَمِلَ صالحا } لتحريض المؤمن فالنهي كالإيعاد والتحريض للتقرير والإيعاد مقدم عند الحكيم الرحيم ، وأما عندما ذكر الجزاء بدأ بالإحسان إظهاراً للكرم والرحمة ، فإن قال قائل هذا إنما يصح أن لو كان الذكر في كل موضع كذلك وليس كذلك فإن الله كثير من المواضع قدم إيمان المؤمن على كفر الكافر وقدم التعذيب على الإثابة ، فنقول إن كان الله يوفقنا لبيان ذلك نبين ما اقتضى تقديمه ، ونحن نقول بأن كل كلمة وردت في القرآن فهي لمعنى وكل ترتيب وجد فهو لحكمة ، وما ذكر على خلافه لا يكون في درجة ما ورد به القرآن فلنبين من جملته مثالاً وهو قوله تعالى : { يَوْمَئِذٍ يَتَفَرَّقُونَ * فَأَمَّا الذين ءامَنُواْ وَعَمِلُواْ الصالحات فَهُمْ فِى رَوْضَةٍ } [ الروم : 14 ، 15 ] قدم المؤمن على الكافر ، وههنا ذكر مثل ذلك المعنى في قوله : { يَوْمَئِذٍ يَصَّدَّعُونَ } [ الروم : 43 ] أي يتفرقون فقدم الكافر على المؤمن فنقول هناك أيضاً قدم الكافر في الذكر لأنه قال من قبل : { وَيَوْمَ تَقُومُ الساعة يُبْلِسُ المجرمون } [ الروم : 12 ] فذكر الكافر وإبلاسه ، ثم قال تعالى : { وَيَوْمَ تَقُومُ الساعة يَوْمَئِذٍ يَتَفَرَّقُونَ } [ الروم : 14 ] فكان ذكر المؤمن وحده لا بد منه ليبين كيفية التفرق بمجموع قوله : { يُبْلِسُ المجرمون } وقوله في حق المؤمن : { فِى رَوْضَةٍ يُحْبَرُونَ } لكن الله تعالى أعاد ذكر المجرمين مرة أخرى للتفصيل فقال : { وَأَمَّا الذين كَفَرُواْ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ليجزي الذين آمنوا وعملوا الصالحات من فضله إنه لا يحب الكافرين (45) ",
        "babnum": 32
    },
    {
        "id": 1818,
        "cate": "30",
        "title": "وَمِنْ آيَاتِهِ أَنْ يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (46) ",
        "details": " قوله تعالى : { وَمِنْ ءاياته أَن يُرْسِلَ الرياح مبشرات } لما ذكر أن ظهور الفساد والهلاك بسبب الشرك ذكر ظهور الصلاح ولم يذكر أنه بسبب العمل الصالح ، لما ذكرنا غير مرة أن الكريم لا يذكر لإحسانه عوضاً ، ويذكر لأضراره سبباً لئلا يتوهم به الظلم فقال : { يُرْسِلَ الرياح مبشرات } قيل بالمطر كما قال تعالى : { بُشْرًاَ بَيْنَ يَدَىْ رَحْمَتِهِ } [ الأعراف : 57 ] أي قبل المطر ويمكن أن يقال مبشرات بصلاح الأهوية والأحوال ، فإن الرياح لو لم تهب لظهر الوباء والفساد .\r\n ثم قال تعالى : { وَلِيُذِيقَكُمْ مّن رَّحْمَتِهِ } عطف على ما ذكرنا ، أي ليبشركم بصلاح الهواء وصحة الأبدان { وَلِيُذِيقَكُمْ مّن رَّحْمَتِهِ } بالمطر ، وقد ذكرنا أن الإذاقة تقال في القليل ، ولما كان أمر الدنيا قليلاً وراحتها نزر قال : { وَلِيُذِيقَكُمْ } ، وأما في الآخرة فيرزقهم ويوسع عليهم ويديم لهم { وَلِتَجْرِىَ الفلك بِأَمْرِهِ وَلِتَبْتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تُشْرِكُونَ } لما أسند الفعل إلى الفلك عقبه بقوله : { بِأَمْرِهِ } أي الفعل ظاهراً عليه ولكنه بأمر الله ، ولذلك لما قال : { وَلِتَبْتَغُواْ } مسنداً إلى العباد ذكر بعده { مِن فَضْلِهِ } أي لا استقلال لشيء بشيء وفي الآية مسائل : المسألة الأولى : في الترتيب فنقول في الرياح فوائد ، منها إصلاح الهواء ، ومنها إثارة السحاب ، ومنها جريان الفلك بها فقال : { مبشرات } بإصلاح الهواء فإن إصلاح الهواء يوجد من نفس الهبوب ثم الأمطار بعده ، ثم جريان الفلك فإنه موقوف على اختبار من الآدمي بإصلاح السفن وإلقائها على البحر ثم ابتغاء الفضل بركوبها .\r\n المسألة الثانية : قال في قوله تعالى : { ظَهَرَ الفساد \r\nلِيُذِيقَهُمْ بَعْضَ الذى عَمِلُواْ } [ الروم : 41 ] وقال ههنا { وَلِيُذِيقَكُمْ مّن رَّحْمَتِهِ } فخاطب ههنا تشريفاً ولأن رحمته قريباً من المحسنين فالمحسن قريب فيخاطب والمسيء بعيد فلم يخاطبهم ، وأيضاً قال هناك بعض الذي علموا وقال ههنا { مّن رَّحْمَتِهِ } فأضاف ما أصابهم إلى أنفسهم وأضاف ما أصاب المؤمن إلى رحمته وفيه معنيان : أحدهما : ما ذكرنا أن الكريم لا يذكر لإحسانه ورحمته عوضاً ، وإن وجد فلا يقول أعطيتك لأنك فعلت كذا بل يقول هذا لك مني .\r\n وأما ما فعلت من الحسنة فجزاؤه بعد عندي وثانيهما : أن ما يكون بسبب فعل العبد قليل ، فلو قال أرسلت الرياح بسبب فعلكم لا يكون بشارة عظيمة ، وأما إذا قال { مّن رَّحْمَتِهِ } كان غاية البشارة ، ومعنى ثالث وهو أنه لو قال بما فعلتم لكان ذلك موهماً لنقصان ثوابهم في الآخرة ، وأما في حق الكفار فإذا قال بما فعلتم ينبىء عن نقصان عقابهم وهو كذلك .\r\n المسألة الثالثة : قال هناك { لَعَلَّهُمْ يَرْجِعُونَ } وقال ههنا { وَلَعَلَّكُمْ تَشْكُرُونَ } قالوا وإشارة إلى أن توفيقهم للشكر من النعم فعطف على النعم .\r\n المسألة الرابعة : إنما أخر هذه الآية لأن في الآيات التي قد سبق ذكرها قلنا إنه ذكر من كل باب آيتين فذكر من المنذرات { يُرِيكُمُ البرق } والحادث في الجو في أكثر الأمر نار وريح فذكر الرياح ههنا تذكيراً وتقريراً للدلائل ، ولما كانت الريح فيها فائدة غير المطر وليس في البرق فائدة إن لم يكن مطر ذكر هناك خوفاً وطمعاً ، أي قد يكون وقد لا يكون وذكر ههنا { مبشرات } لأن تعديل الهواء أو تصفيته بالريح أمر لازم ، وحكمه به حكم جازم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن آياته أن يرسل الرياح مبشرات وليذيقكم من رحمته ولتجري الفلك بأمره ولتبتغوا من فضله ولعلكم تشكرون (46) ",
        "babnum": 33
    },
    {
        "id": 1819,
        "cate": "30",
        "title": "وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا إِلَى قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ (47) ",
        "details": " لما بين الأصلين ببراهين ذكر الأصل الثالث وهو النبوة فقال : { وَلَقَدْ أَرْسَلْنَا مِن بَعْدِهِ رُسُلاً } أي إرسالهم دليل رسالتك فإنهم لم يكن لهم شغل غير شغلك ، ولم يظهر عليهم غير ما ظهر عليك ومن كذبهم أصابهم البوار ومن آمن بهم كان لهم الانتصار وله وجه آخر يبين تعلق الآية بما قبلها وهو أن الله لما بين البراهين ولم ينتفع بها الكفار سلى قلب النبي صلى الله عليه وسلم وقال حال من تقدمك كان كذلك وجاءوا أيضاً بالبينات ، وكان في قومهم كافر ومؤمن كما في قومك فانتقمنا من الكافرين ونصرنا المؤمنين ، وفي قوله تعالى : { وَكَانَ حَقّاً } وجهان : أحدهما : فانتقمنا ، وكان الانتقام حقاً واستأنف وقال علينا نصر المؤمنين وعلى هذا يكون هذا بشارة للمؤمنين الذين آمنوا بمحمد صلى الله عليه وسلم أي علينا نصركم أيها المؤمنون والوجه الثاني : { وَكَانَ حَقّاً عَلَيْنَا } أي نصر المؤمنين كان حقاً علينا وعلى الأول لطيفة وعلى الآخر أخرى ، أما على الأول فهو أنه لما قال فانتقمنا بين أنه لم يكن ظلماً وإنما كان عدلاً حقاً ، وذلك لأن الانتقام لم يكن إلا بعد كون بقائهم غير مفيد إلا زيادة الإثم وولادة الكافر الفاجر وكان عدمهم خيراً من وجودهم الخبيث ، وعلى الثاني تأكيد البشارة .\r\n لأن كلمة على تفيد معنى اللزوم يقال على فلان كذا ينبىء عن اللزوم ، فإذا قال حقاً أكد ذلك المعنى ، وقد ذكرنا أن النصر هو الغلبة التي لا تكون عاقبتها وخيمة ، فإن إحدى الطائفتين إذا انهزمت أولاً ، ثم عادت آخراً لا يكون النصر إلا للمنهزم ، وكذلك موسى وقومه لما انهزموا من فرعون ثم أدركه الغرق لم يكن انهزامهم إلا نصرة ، فالكافر إن هزم المسلم في بعض الأوقات لا يكون ذلك نصرة إذ لا عاقبة له .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد أرسلنا من قبلك رسلا إلى قومهم فجاءوهم بالبينات فانتقمنا من الذين أجرموا وكان حقا علينا نصر المؤمنين (47) ",
        "babnum": 34
    },
    {
        "id": 1820,
        "cate": "30",
        "title": "اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ وَيَجْعَلُهُ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ فَإِذَا أَصَابَ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ (48) وَإِنْ كَانُوا مِنْ قَبْلِ أَنْ يُنَزَّلَ عَلَيْهِمْ مِنْ قَبْلِهِ لَمُبْلِسِينَ (49) فَانْظُرْ إِلَى آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ ذَلِكَ لَمُحْيِ الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (50) ",
        "details": " بين دلائل الرياح على التفصيل الأول في إرسالها قدرة وحكمة .\r\n أما القدرة فظاهرة فإن الهواء اللطيف الذي يشقه الودق يصير بحيث يقلع الشجر وهو ليس بذاته كذلك فهو بفعل فاعل مختار ، وأما الحكمة ففي نفس الهبوب فيما يفضي إليه من إثارة السحب ، ثم ذكر أنواع السحب فمنه ما يكون متصلاً ومنه ما يكون منقطعاً ، ثم المطر يخرج منه والماء في الهواء أعجب علامة للقدرة ، وما يفضي إليه من إنبات الزرع وإدرار الضرع حكمة بالغة ، ثم إنه لا يعم بل يختص به قوم دون قوم وهو علامة المشيئة .\r\n وقوله تعالى : { وَإِن كَانُواْ مِن قَبْلِ أَن يُنَزَّلَ عَلَيْهِمْ مّن قَبْلِهِ } اختلف المفسرون فيه ، فقال بعضهم هو تأكيد كما في قوله تعالى : { فَكَانَ عاقبتهما أَنَّهُمَا فِى النار خالدين فِيهَا } [ الحشر : 17 ] وقال بعضهم من قبل التنزيل من قبل المطر ، والأولى أن يقال من قبل أن ينزل عليهم من قبله ، أي من قبل إرسال الرياح ، وذلك لأن بعد الإرسال يعرف الخبير أن الريح فيها مطر أو ليس ، فقبل المطر إذا هبت الريح لا يكون مبلساً ، فلما قال من قبل أن ينزل عليهم لم يقل إنهم كانوا مبلسين ، لأن من قبله قد يكون راجباً غالباً على ظنه المطر برؤية السحب وهبوب الرياح فقال من قبله ، أي من قبل ما ذكرنا من إرسال الريح وبسط السحاب ، ثم لما فصل قال : { فانظر إلى ءاثار رَحْمَةِ الله كَيْفَ يُحْىِ الأرض بَعْدَ مَوْتِهَا إِنَّ ذَلِكَ لَمُحْىِ الموتى } لما ذكر الدلائل قال لمحيي باللام المؤكدة وباسم الفاعل ، فإن الإنسان إذا قال إن الملك يعطيك لا يفيد ما يفيد قوله إنه معطيك ، لأن الثاني يفيد أنه أعطاك فكان وهو معط متصفاً بالعطاء ، والأول يفيد أنه سيتصف به ويتبين هذا بقوله إنك ميت فإنه آكد من قوله إنك تموت { وَهُوَ على كُلّ شَىْء قَدِيرٌ } تأكيد لما يفيد الاعتراف .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الله الذي يرسل الرياح فتثير سحابا فيبسطه في السماء كيف يشاء ويجعله كسفا فترى الودق يخرج من خلاله فإذا أصاب به من يشاء من عباده إذا هم يستبشرون (48) وإن كانوا من قبل أن ينزل عليهم من قبله لمبلسين (49) فانظر إلى آثار رحمت الله كيف يحي الأرض بعد موتها إن ذلك لمحي الموتى وهو على كل شيء قدير (50) ",
        "babnum": 35
    },
    {
        "id": 1821,
        "cate": "30",
        "title": "وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ (51) فَإِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ (52) وَمَا أَنْتَ بِهَادِ الْعُمْيِ عَنْ ضَلَالَتِهِمْ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ (53) ",
        "details": " لما بين أنهم عند توقف الخير يكونون مبلسين آيسين ، وعند ظهوره يكونون مستبشرين ، بين أن تلك الحالة أيضاً لا يدومون عليها ، بل لو أصاب زرعهم ريح مصفر لكفروا فهم منقلبون غير ثابتين لنظرهم إلى الحال لا إلى المآل ، وفي الآية مسائل : المسألة الأولى : قال في الآية الأولى { يُرْسِلُ الرياح } على طريقة الإخبار عن الإرسال ، وقال ههنا { وَلَئِنْ أَرْسَلْنَا } لا على طريقة الإخبار عن الإرسال ، لأن الرياح من رحمته وهي متواترة ، والريح من عذابه وهو تعالى رؤوف بالعباد يمسكها ، ولذلك نرى الرياح النافعة تهب في الليالي والأيام في البراري والآكام ، وريح السموم لا تهب إلا في بعض الأزمنة وفي بعض الأمكنة .\r\n المسألة الثانية : سمى النافعة رياحاً والضارة ريحاً لوجوه أحدها : النافعة كثيرة الأنواع كثيرة الأفراد فجمعها ، فإن كل يوم وليلة تهب نفحات من الرياح النافعة ، ولا تهب الريح الضارة في أعوام ، بل الضارة في الغالب لا تهب في الدهور الثاني : هو أن النافعة لا تكون إلا رياحاً فإن ما يهب مرة واحدة لا يصلح الهواء ولا ينشىء السحاب ولا يجري السفن ، وأما الضارة بنفحة واحدة تقتل كريح السموم الثالث : هو أن الريح المضرة إما أن تضر بكيفيتها أو بكميتها ، أما الكيفية فهي إذا كانت حارة أو متكيفة بكيفية سم ، وهذا لا يكون للريح في هبوبها وإنما يكون بسبب أن الهواء الساكن في بقعة فيها حشائش رديئة أو في موضع غائر وهو حار جداً ، أو تكون متكونة في أول تكونها كذلك وكيفما كان فتكون واحدة ، لأن ذلك الهواء الساكن إذا سخن ثم ورد عليه ريح تحركه وتخرجه من ذلك المكان فتهب على مواضع كاللهيب ، ثم ما يخرج بعد ذلك من ذلك المكان لا يكون حاراً ولا متكيفاً ، لأن المكث الطويل شرط التكيف ، ألا ترى أنك لو أدخلت إصبعك في نار وأخرجتها بسرعة لا تتأثر ، والحديد إذا مكث فيها يذوب ، فإذا تحرك ذلك الساكن وتفرق لا يوجد في ذلك الوقت غيره من جنسه ، وأما المتولدة كذلك فنادرة وموضع ندرتها واحد .\r\n وأما الكمية فالرياح إذا اجتمعت وصارت واحدة صارت كالخلجان ، ومياه العيون إذا اجتمعت تصير نهراً عظيماً لا تسده السدود ولا يرده الجلمود ، ولا شك أن في ذلك تكون واحدة مجتمعة من كثير ، فلهذا قال في المضرة ريح وفي النافعة رياح .\r\n ثم إنه تعالى لما علم رسوله أنواع الأدلة وأصناف الأمثلة ووعد وأوعد ولم يزدهم دعاؤه إلا فراراً ، وإنباؤه إلا كفراً وإضراراً ، قال له : { فَإِنَّكَ لاَ تُسْمِعُ الموتى وَلاَ تُسْمِعُ الصم الدعاء إِذَا وَلَّوْاْ مُدْبِرِينَ } وفيه مسائل : المسألة الأولى : في الترتيب فنقول إرشاد الميت محال ، والمحال أبعد من الممكن ، ثم إرشاد الأصم صعب فإنه لا يسمع الكلام وإنما يفهم ما يفهمه بالإشارة لا غير ، والإفهام بالإشارة صعب ، ثم إرشاد الأعمى أيضاً صعب ، فإنك إذا قلت له الطريق على يمينك يدور إلى يمينه ، لكنه لا يبقى عليه بل يحيد عن قريب وإرشاد الأصم أصعب ، فلهذا تكون المعاشرة مع الأعمى أسهل من المعاشرة مع الأصم الذي لا يسمع شيئاً ، لأن غاية الإفهام بالكلام ، فإن ما لا يفهم بالإشارة يفهم بالكلام وليس كل ما يفهم بالكلام يفهم بالإشارة ، فإن المعدوم والغائب لا إشارة إليهما فقال أولا لا تسمع الموتى ، ثم قال ولا الأصم ولا تهدي الأعمى الذي دون الأصم .\r\n المسألة الثانية : قال في الصم { إِذَا وَلَّوْاْ مُدْبِرِينَ } ليكون أدخل في الامتناع ، وذلك لأن الأصم وإن كان يفهم فإنما يفهم بالإشارة ، فإذا ولى ولا يكون نظره إلى المشير فإنه يسمع ولا يفهم .\r\n المسألة الثالثة : قال في الأصم { لاَ تُسْمِعُ الصم الدعاء } ولم يقل في الموتى ذلك لأن الأصم قد يسمع الصوت الهائل كصوت الرعد القوي ولكن صوت الداعي لا يبلغ ذلك الحد فقال إنك داع لست بملجىء إلى الإيمان والداعي لا يسمع الأصم الدعاء .\r\n المسألة الرابعة : قال : { وَمَا أَنتَ بِهَادِى العمى } أي ليس شغلك هداية العميان كما يقول القائل فلان ليس بشاعر وإنما ينظم بيتاً وبيتين ، أي ليس شغله ذلك فقوله : { إِنَّكَ لاَ تُسْمِعُ الموتى } نفى ذلك عنه ، وقوله : { وَمَا أَنتَ بِهَادِى العمى } يعني ليس شغلك ذلك ، وما أرسلت له .\r\n ثم قال تعالى : { إن تسمع إلا من يؤمن بآياتنا فهم مسلمون } [ النمل : 81 ] لما نفى إسماع الميت والأصم وأثبت إسماع المؤمن بآياته لزم أن يكون المؤمن حياً سميعاً وهو كذلك لأن المؤمن ترد على قلبه أمطار البراهين فتنبت في قلبه العقائد الحقة ، ويسمع زواجر الوعظ فتظهر منه الأفعال الحسنة ، وهذا يدل على خلاف مذهب المعتزلة فإنهم قالوا الله يريد من الكل الإيمان ، غير أن بعضهم يخالف إرادة الله ، وقوله : { إِن تُسْمِعُ إِلاَّ مَن يُؤْمِنُ } دليل على أنه يؤمن فيسمعه النبي صلى الله عليه وسلم ما يجب أن يفعل فهم مسلمون مطيعون كما قال تعالى عنهم : { قَالُواْ سَمِعْنَا وَأَطَعْنَا } [ البقرة : 285 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولئن أرسلنا ريحا فرأوه مصفرا لظلوا من بعده يكفرون (51) فإنك لا تسمع الموتى ولا تسمع الصم الدعاء إذا ولوا مدبرين (52) وما أنت بهاد العمي عن ضلالتهم إن تسمع إلا من يؤمن بآياتنا فهم مسلمون (53) ",
        "babnum": 36
    },
    {
        "id": 1822,
        "cate": "30",
        "title": "اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً يَخْلُقُ مَا يَشَاءُ وَهُوَ الْعَلِيمُ الْقَدِيرُ (54) ",
        "details": " لما أعاد من الدلائل التي مضت دليلاً من دلائل الآفاق وهو قوله : { الله الذى يُرْسِلُ الرياح فَتُثِيرُ سَحَاباً } [ الروم : 48 ] وذكر أحوال الريح من أوله إلى آخره أعاد دليلاً من دلائل الأنفس وهو خلق الآدمي وذكر أحواله ، فقال : { خَلَقَكُمْ مّن ضَعْفٍ } أي مبناكم على الضعف كما قال تعالى : { خُلِقَ الإنسان مِنْ عَجَلٍ } [ الأنبياء : 37 ] ومن ههنا كما تكون في قول القائل فلان زين فلانا من فقره وجعله غنياً أي من حالة فقره ، ثم قال تعالى : { ثُمَّ جَعَلَ مِن بَعْدِ ضَعْفٍ قُوَّةٍ } فقوله من ضعف إشارة إلى حالة كان فيها جنيناً وطفلاً مولوداً ورضيعاً ومفطوماً فهذه أحوال غاية الضعف ، وقوله : { ثُمَّ جَعَلَ مِن بَعْدِ ضَعْفٍ قُوَّةٍ } إشارة إلى حالة بلوغه وانتقاله وشبابه واكتهاله ، وقوله : { ثُمَّ جَعَلَ مِن بَعْدِ قُوَّةٍ ضَعْفاً وَشَيْبَةً يَخْلُقُ مَا يَشَاء وَهُوَ العليم القدير } .\r\n إشارة إلى ما يكون بعد الكهولة من ظهور النقصان والشيبة هي تمام الضعف ، ثم بين بقوله { يَخْلُقُ مَا يَشَاء } إن هذا ليس طبعاً بل هو بمشيئة الله تعالى كما قال تعالى في دلائل الآفاق { فَيَبْسُطُهُ فِى السماء كَيْفَ يَشَاء } [ الروم : 48 ] { هُوَ العليم القدير } لما قدم العلم على القدرة؟ وقال من قبل { وَهُوَ العزيز الحكيم } [ الروم : 27 ] فالعزة إشارة إلى تمام القدرة والحكمة إلى العلم ، فقدم القدرة هناك وقدم العلم على القدرة ههنا فنقول هناك المذكور الإعادة بقوله : { وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ المثل الأعلى فِى السموات والأرض وَهُوَ العزيز الحكيم } [ الروم : 27 ] لأن الإعادة تكون بكن فيكون ، فالقدرة هناك أظهر وههنا المذكور الإبداء وهو أطوار وأحوال والعلم بكل حال حاصل فالعلم ههنا أظهر ، ثم إن قوله تعالى : { وَهُوَ العليم القدير } تبشير وإنذار لأنه إذا كان عالماً بأعمال الخلق كان عالماً بأحوال المخلوقات فإن عملوا خيراً علمه وإن عملوا شراً علمه ، ثم إذا كان قادراً فإذا علم الخير أثاب وإذا علم الشر عاقب ، ولما كان العلم بالأحوال قبل الإثابة والعقاب الذين هما بالقدرة قدم العلم ، وأما في الآخرة فالعلم بتلك الأحوال مع العقاب فقال : { وَهُوَ العليم الحكيم } وإلى مثل هذا أشار في قوله : { فَتَبَارَكَ الله أَحْسَنُ الخالقين } [ المؤمنون : 14 ] عقيب خلق الإنسان ، فنقول أحسن إشارة إلى العلم لأن حسن الخلق بالعلم ، والخلق المفهوم من قوله : { الخالقين } إشارة إلى القدرة ، ثم لما بين ذكر الإبداء والإعادة كالإبداء ذكره بذكر أحوالها وأوقاتها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الله الذي خلقكم من ضعف ثم جعل من بعد ضعف قوة ثم جعل من بعد قوة ضعفا وشيبة يخلق ما يشاء وهو العليم القدير (54) ",
        "babnum": 37
    },
    {
        "id": 1823,
        "cate": "30",
        "title": "وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ كَذَلِكَ كَانُوا يُؤْفَكُونَ (55) ",
        "details": " قيل ما لبثوا في الدنيا غير ساعة .\r\n وقيل ما لبثوا في القبور ، وقيل ما لبثوا من وقت فناء الدنيا إلى وقت النشور { كَذَلِكَ كَانُواْ يُؤْفَكُونَ } يصرفون من الحق إلى الباطل ومن الصدق إلى الكذب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويوم تقوم الساعة يقسم المجرمون ما لبثوا غير ساعة كذلك كانوا يؤفكون (55) ",
        "babnum": 38
    },
    {
        "id": 1824,
        "cate": "30",
        "title": "وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَى يَوْمِ الْبَعْثِ فَهَذَا يَوْمُ الْبَعْثِ وَلَكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ (56) ",
        "details": " قوله : { وَقَالَ الذين أُوتُواْ العلم والإيمان } من الملائكة وغيرهم { لَقَدْ لَبِثْتُمْ فِى كتاب الله إلى يَوْمِ البعث } ونحن نبين ما هو المعنى اللطيف في هاتين الآيتين ، فنقول الموعود بوعد إذا ضرب له أجل يستكثر الأجل ويريد تعجيله ، والموعد بوعيد إذا ضرب له أجل يستقل المدة ويريد تأخيرها ، لكن المجرم إذا حشر علم أن مصيره إلى النار فيستقل مدة اللبث ويختار تأخير الحشر والإبقاء في القبر ، والمؤمن إذا حشر علم أن مصيره إلى الجنة فيستكثر المدة ولا يريد التأخير فيختلف الفريقان ويقول أحدهما إن مدة لبثنا قليل وإليه الإشارة بقوله : { يُقْسِمُ المجرمون مَا لَبِثُواْ غَيْرَ سَاعَةٍ } ويقول الآخر لبثنا مديداً وإليه الإشارة بقوله تعالى : { وَقَالَ الذين أُوتُواْ العلم والإيمان لَقَدْ لَبِثْتُمْ فِى كتاب الله إلى يَوْمِ البعث } يعني كان في كاتب الله ضرب الأجل إلى يوم البعث ونحن صبرنا إلى يوم البعث { فهذا يَوْمُ البعث ولكنكم كُنتمْ لاَ تَعْلَمُونَ } يعني طلبكم التأخير ، لأنكم كنتم لا تعلمون البعث ولا تعترفون به ، فصار مصيركم إلى النار فتطلبون التأخير .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقال الذين أوتوا العلم والإيمان لقد لبثتم في كتاب الله إلى يوم البعث فهذا يوم البعث ولكنكم كنتم لا تعلمون (56) ",
        "babnum": 39
    },
    {
        "id": 1825,
        "cate": "30",
        "title": "فَيَوْمَئِذٍ لَا يَنْفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ (57) ",
        "details": " أي لا يطلب منهم الإعتاب وهو إزالة العتب يعني التوبة التي تزيل آثار الجريمة لا تطلب منهم لأنها لا تقبل منهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فيومئذ لا ينفع الذين ظلموا معذرتهم ولا هم يستعتبون (57) ",
        "babnum": 40
    },
    {
        "id": 1826,
        "cate": "30",
        "title": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ وَلَئِنْ جِئْتَهُمْ بِآيَةٍ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ (58) كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الَّذِينَ لَا يَعْلَمُونَ (59) فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ (60) ",
        "details": " قوله : { وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هذا القرءان مِن كل مَثَل } إشارة إلى إزالة الأعذار والإتيان بما فوق الكفاية من الإنذار ، وإلى أنه لم يبق من جانب الرسول تقصير ، فإن طلبوا شيئاً آخر فذلك عناد ومن هان عليه تكذيب دليل لا يصعب عليه تكذيب الدلائل ، بل لا يجوز للمستدل أن يشرع في دليل آخر بعد ما ذكر دليلاً جيداً مستقيماً ظاهراً لا غبار عليه وعانده الخصم ، لأنه إما أن يعترف بورود سؤال الخصم عليه أو لا يعترف ، فإن اعترف يكون انقطاعاً وهو يقدح في الدليل أو المستدل ، إما بأن الدليل فاسد ، وإما بأن المستدل جاهل بوجه الدلالة والاستدلال ، وكلاهما لا يجوز الاعتراف به من العالم فكيف من النبي عليه الصلاة والسلام ، وإن لم يعترف يكون الشروع في غيره موهماً أن الخصم ليس معانداً فيكون اجتراؤه على العناد في الثاني أكثر لأنه يقول العناد أفاد في الأول حيث التزم ذكر دليل آخر .\r\n فإن قيل فالأنبياء عليهم السلام ذكروا أنواعاً من الدلائل ، نقول سردوها سرداً ، ثم قرروها فرداً فرداً ، كمن يقول الدليل عليه من وجوه : الأول كذا ، والثاني كذا ، والثالث كذا ، وفي مثل هذا الواجب عدم الالتفات إلى عناد المعاند لأنه يزيده بعناده حتى يضيع الوقت فلا يتمكن المستدل من الإتيان بجميع ما وعد من الدلائل فتنحط درجته فاذن لكل مكان مقال .\r\n وإلى هذا وقعت الإشارة بقوله تعالى : { وَلَئِن جِئْتَهُمْ بِئَايَةٍ لَّيَقُولَنَّ الذين كَفَرُواْ إِنْ أَنتُمْ إِلاَّ مُبْطِلُونَ } وفي توحيد الخطاب بقوله : { وَلَئِن جِئْتَهُمْ } والجمع في قوله : { إِنْ أَنتُمْ } لطيفة وهي أن الله تعالى قال : { وَلَئِن جِئْتَهُمْ بِكُلّ ءايَةٍ } جاءت بها الرسل ويمكن أن يجاء بها يقولون أنتم كلكم أيها المدعون للرسالة مبطلون .\r\n ثم بين تعالى أن ذلك بطبع الله على قلوبهم بقوله : { كذلك يَطْبَعُ الله على قُلُوبِ الذين لاَ يَعْلَمُونَ } فإن قيل من لا يعلم شيئاً أية فائدة في الإخبار عن الطبع على قلبه؟ نقول المعنى هو أن من لا يعلم الآن فقد طبع الله على قلبه من قبل ، ثم إنه تعالى سلى قلب النبي صلى الله عليه وسلم بقوله : { فاصبر إِنَّ وَعْدَ الله حَقٌّ } أي أن صدقك يبين وقوله : { وَلاَ يَسْتَخِفَّنَّكَ الذين لاَ يُوقِنُونَ } إشارة إلى وجوب مداومة النبي عليه الصلاة والسلام على الدعاء إلى الإيمان فإنه لو سكت لقال الكافر إنه متقلب الرأي ، لا ثبات له ، والله أعلم بالصواب وإليه المرجع والمآب والحمد لله رب العالمين وصلاته على سيد المرسلين وآله وصحبه أجمعين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد ضربنا للناس في هذا القرآن من كل مثل ولئن جئتهم بآية ليقولن الذين كفروا إن أنتم إلا مبطلون (58) كذلك يطبع الله على قلوب الذين لا يعلمون (59) فاصبر إن وعد الله حق ولا يستخفنك الذين لا يوقنون (60) ",
        "babnum": 41
    }
]