[
    {
        "id": 3352,
        "cate": "109",
        "title": "قُلْ يَاأَيُّهَا الْكَافِرُونَ (1) ",
        "details": " اعلم أن قوله تعالى : فيه فوائد : أحدهما : أنه عليه السلام كان مأموراً بالرفق واللين في جميع الأمور كما قال : { قل } { فبما رحمة من الله لنت لهم ولو كنت فضاً غليظ القلب لانفضوا من حولك } [ آل عمران : 159 ] { بالمؤمنين رءوف رحيم } [ التوبة : 128 ] { وَمَا أرسلناك إِلاَّ رَحْمَةً للعالمين } [ الأنبياء : 107 ] ثم كان مأموراً بأن يدعو إلى الله بالوجه الأحسن : { وجادلهم بالتى هِىَ أَحْسَنُ } [ النحل : 125 ] ولما كان الأمر كذلك ، ثم إنه خاطبهم بيا أيها الكافرون فكانوا يقولون : كيف يليق هذا التغليظ بذلك الرفق فأجاب بأني مأمور بهذا الكلام لا أني ذكرته من عند نفسي فكان المراد من قوله : قل تقرير هذا المعنى وثانيها : أنه لما قيل له : { وَأَنذِرْ عَشِيرَتَكَ الأقربين } [ الشعراء : 214 ] وهو كان يحب أقرباءه لقوله : { قُل لاَّ أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِلاَّ المودة فِى القربى } [ الشورى : 23 ] فكانت القرابة ووحدة النسب كالمانع من إظهار الخشونة فأمر بالتصريح بتلك الخشونة والتغليظ فقيل له : { قُلْ } ، وثالثها : أنه لما قيل له : { ياأيها الرسول بَلّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبّكَ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ } [ المائدة : 67 ] فأمر بتبليغ كل ما أنزل عليه فلما قال الله تعالى له : { قُلْ يا أَيُّهَا الكافرون } نقل هو عليه السلام هذا الكلام بجملته كأنه قال : إنه تعالى أمرني بتبليغ كل ما أنزل علي والذي أنزل علي هو مجموع قوله : { قُلْ ياأيها الكافرون } فأنا أيضاً أبلغه إلى الخلق هكذا ورابعها : أن الكفار كانوا مقرين بوجود الصانع ، وأنه هو الذي خلقهم ورزقهم ، على ما قال تعالى : { وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السموات والأرض لَيَقُولُنَّ الله } [ لقمان : 25 ] والعبد يتحمل من مولاه مالا يتحمله من غيره ، فلو أنه عليه السلام قال ابتداء : { ياأيها الكافرون } لجوزوا أن يكون هذا كلام محمد ، فلعلهم ما كانوا يتحملونه منه وكانوا يؤذونه .\r\n أما لما سمعوا قوله : { قُلْ } علموا أنه ينقل هذا التغليظ عن خالق السموات والأرض ، فكانوا يتحملونه ولا يعظم تأذيهم به وخامسها : أن قوله : { قُلْ } يوجب كونه رسولاً من عند الله ، فكلما قيل له : { قُلْ } كان ذلك كالمنشور الجديد في ثبوت رسالته ، وذلك يقتضي المبالغة في تعظيم الرسول ، فإن الملك إذا فوض مملكته إلى بعض عبيده ، فإذا كان يكتب له كل شهر وسنة منشوراً جديداً دل ذلك على غاية اعتنائه بشأنه ، وأنه على عزم أن يزيده كل يوم تعظيماً وتشريفاً وسادسها : أن الكفار لما قالوا : نعبد إلهك سنة ، وتبعد آلتنا سنة ، فكأنه عليه السلام قال : استأمرت إليه فيه .\r\n فقال : { قُلْ ياأيها الكافرون لاَ أَعْبُدُ مَا تَعْبُدُونَ } وسابعها : الكفار قالوا فيه السوء ، فهو تعالى زجرهم عن ذلك ، وأجابهم وقال : { إِنَّ شَانِئَكَ هُوَ الأبتر } [ الكوثر : 3 ] وكأنه تعالى قال : حين ذكروك بسوء ، فأنا كنت المجيب بنفسي ، فحين ذكروني بالسوء وأثبتوا لي الشركاء ، فكن أنت المجيب : { قُلْ يا أَيُّهَا الكافرون لاَ أَعْبُدُ مَا تعبدون } وثامنها : أنهم سموك أبتر ، فإن شئت أن تستوفي منهم القصاص ، فاذكرهم بوصف ذم بحيث تكون صادقاً فيه : { قُلْ يا أيهالكافرون } لكن الفرق أنهم عابوك بما ليس من فعلك وأنت تعيبهم بما هو فعلهم وتاسعها : أن بتقدير أن تقول : يا أيها الكافرون لا أعبد ما تعبدونه ، والكفار يقولون : هذا كلام ربك أم كلامك ، فإن كان كلام ربك فربك يقول : أنا لا أعبد هذه الأصنام ، ونحن لا نطلب هذه العبادة من ربك إنما نطلبها منك ، وإن كان هذا كلامك فأنت قلت من عند نفسك إني لا أعبد هذه الأصنام ، فلم قلت : إن ربك هو الذي أمرك بذلك ، أما لما قال : قل ، سقط هذا الاعتراض لأن قوله : { قُلْ } يدل على أنه مأمور من عند الله تعالى بأن لا يعبدها ويتبرأ منها وعاشرها : أنه لو أنزل قوله : { يا أيها الكافرون } لكان يقرؤها عليهم لا محالة ، لأنه لا يجوز أن يخون في الوحي إلا أنه لما قال : { قُلْ } كان ذلك كالتأكيد في إيجاب تبليغ هذا الوحي إليهم ، والتأكيد يدل على أن ذلك الأمر أمر عظيم .\r\n فبهذا الطريق تدل هذه الكلمة على أن الذي قالوه وطلبوه من الرسول أمر منكر في غاية القبح ونهاية الفحش الحادي عشر : كأنه تعالى يقول كانت التقية جائزة عند الخوف ، أما الآن لما قوينا قلبك بقولنا : { إِنَّا أعطيناك الكوثر } وبقولنا : { إِنَّ شَانِئَكَ هُوَ الأبتر } فلا تبال بهم ولا تلتفت إليهم و : { قُلْ يا أَيُّهَا الكافرون لاَ أَعْبُدُ مَا تَعْبُدُونَ } الثاني عشر : أن خطاب الله تعالى مع العبد من غير واسطة يوجب التعظيم ألا ترى أنه تعالى ذكر من أقسام إهانة الكفار ، إنه تعالى لا يكلمهم ، فلو قال : { فَأُوْلَئِكَ هُمُ الكافرون } لكان ذلك من حيث إنه خطاب مشافهة يوجب التعظيم ، ومن حيث إنه وصف لهم بالكفر يوجب الإيذاء فينجبر الإيذاء بالإكرام ، أما لما قال : { قُلْ يا أَيُّهَا الكافرون } فحينئذ يرجع تشريف المخاطبة إلى محمد صلى الله عليه وسلم ، وترجع الإهانة الحاصلة لهم بسبب وصفهم بالكفر إلى الكفار ، فيحصل فيه تعظيم الأولياء ، وإهانة الأعداء ، وذلك هو النهاية في الحسن الثالث عشر : أن محمداً عليه السلام كان منهم ، وكان في غاية الشفقة عليهم والرأفة بهم ، وكانوا يعلمون منه أنه شديد الاحتراز عن الكذب ، والأب الذي يكون في غاية الشفقة بولده ، ويكون في نهاية الصدق والبعد عن الكذب ثم إنه يصف ولده بعيب عظيم فالولد إن كان عاقلاً يعلم أنه ما وصفه بذلك مع غاية شفقته عليه إلا لصدقه في ذلك ولأنه بلغ مبلغاً لا يقدر على إخفائه ، فقال تعالى : قل يا محمد لهم : أيها الكافرون ليعلموا أنك لما وصفتهم بذلك مع غاية شفقتك عليهم وغاية احترازك عن الكذب فهم موصوفون بهذه الصفة القبيحة ، فربما يصير ذلك داعياً لهم إلى البراءة من هذه الصفة والاحتراز عنها الرابع عشر : أن الإيذاء والايحاش من ذوي القربى أشد وأصعب من الغير فأنت من قبيلتهم ، ونشأت فيما بين أظهرهم فقل لهم : يا أيها الكافرون فلعله يصعب ذلك الكلام عليهم ، فيصير ذلك داعياً لهم إلى البحث والنظر والبراءة عن الكفر الخامس عشر : كأنه تعالى يقول : ألسنا بينا في سورة : { والعصر إِنَّ الإنسان لَفِى خُسْرٍ إِلاَّ الذين ءامَنُواْ وَعَمِلُواْ الصالحات وَتَوَاصَوْاْ بالحق وَتَوَاصَوْاْ بالصبر } وفي سورة الكوثر : { إِنَّا أعطيناك الكوثر } وأتيت بالإيمان والأعمال الصالحات ، بمقتضى قولنا : { فَصَلّ لِرَبّكَ وانحر } بقي عليك التواصي بالحق والتواصي بالصبر ، وذلك هو أن تمنعهم بلسانك وبرهانك عن عبادة غير الله ، فقل : قل ياأيها الكافرون السادس عشر : كأنه تعالى يقول : يا محمد أنسيت أنني لما أخرت الوحي عليك مدة قليلة ، قال الكافرون : إنه ودعه ربه وقلاه ، فشق عليك ذلك غاية المشقة ، حتى أنزلت عليك السورة ، وأقسمت بالضحى : والليل إذا سجى أنه ما ودعك ربك وما قلى فلما لم تستجز أن أتركك شهراً ولم يطب قلبك حتى ناديت في العالم بأنه : ما ودعك ربك وما قلى أفتستجيز أن تتركني شهراً وتشتغل بعبادة آلهتهم فلما ناديت بنفي تلك التهمة ، فناد أنت أيضاً في العالم بنفي هذه التهمة و : قل يا أيها الكافرون لا أعبد ما تعبدون ، السابع عشر : لما سألوا منه أن يعبد آلهتهم سنة ويعبدوا إلهه سنة ، فهو عليه السلام سكت ولم يقل شيئاً ، لا لأنه جوز في قلبه أن يكون الذي قالوه حقاً ، فإنه كان قاطعاً بفساد ما قالوه لكنه عليه السلام ، توقف في أنه بماذا يجيبهم؟ أبأن يقيم الدلائل العقلية على امتناع ذلك أو بأن يزجرهم بالسيف أو بأن ينزل الله عليهم عذاباً ، فاغتنم الكفار ذلك السكوت وقالوا : إن محمداً مال إلى ديننا ، فكأنه تعالى قال : يا محمد إن توقفك عن الجواب في نفس الأمر حق ولكنه أوهم باطلاً ، فتدارك إزالة ذلك الباطل ، وصرح بما هو الحق و : قل يا أيها الكافرون لا أعبد ما تعبدون الثامن عشر : أنه عليه السلام لما قال له ربه ليلة المعراج : أثن علي استولى عليه هيبة الحضرة الإلهية فقال : لا أحصي ثناء عليك ، فوقع ذلك السكوت منه في غاية الحسن فكأنه قيل له : إن سكت عن الثناء رعاية لهيبة الحضرة فأطلق لسانك في مذمة الأعداء و : قل يا أيها الكافرون حتى يكون سكوتك الله وكلامك الله ، وفيه تقرير آخر وهو أن هيبة الحضرة سلبت عنك قدرة القول فقل : ههنا حتى إن هيبة قولك تسلب قدرة القول عن هؤلاء الكفار التاسع عشر : لو قال له : لا تعبد ما يعبدون لم يلزم منه أن يقول بلسانه : { لاَ أَعْبُدُ مَا تَعْبُدُونَ } أما لما أمره بأن يقول بلسانه : { لاَ أَعْبُدُ مَا تَعْبُدُونَ } يلزمه أن لا يعبد ما يعبدون إذ لو فعل ذلك لصار كلامه كذباً ، فثبت أنه لما قال له قل : { لاَ أَعْبُدُ مَا تَعْبُدُونَ } فلزمه أن يكون منكراً لذلك بقلبه ولسانه وجوارحه .\r\n ولو قال له : لا تعبد ما يعبدون لزمه تركه ، أما لا يلزمه إظهار إنكاره باللسان ، ومن المعلوم أن غاية الإنكار إنما تحصل إذا تركه في نفسه وأنكره بلسانه فقوله له : { قُلْ } يقتضي المبالغة في الأنكار ، فلهذا قال : { \r\nلاَّ أَعْبُدُ مَا تَعْبُدُونَ } ، العشرون : ذكر التوحيد ونفي الأنداد جنة للعارفين ونار للمشركين فاجعل لفظك جنة للموحدين وناراً للمشركين و : { قُلْ يا أَيُّهَا الكافرون لاَ أَعْبُدُ مَا تَعْبُدُونَ } الحادي والعشرون : أن الكفار لما قالوا نعبد إلهك سنة ، وتعبد آلهتنا سنة سكت محمد فقال : إن شافهتهم بالرد تأذوا ، وحصلت النفرة عن الإسلام في قلوبهم ، فكأنه تعالى قال له : يا محمد لم سكت عن الرد ، أما الطمع فيما يعدونك من قبول دينك ، فلا حاجة بك في هذا المعنى إليهم : فإِنا أعطينك الكوثر وأما الخوف منهم فقد أزلنا عنك الخوف بقولنا : { إنَاْ شَانِئَكَ هُوَ الأبتر } فلا تلتفت إليهم ، ولا تبال بكلامهم ، وقل يا أيها الكافرون لا أعبد ما تعبدون الثاني والعشرون : أنسيت يا محمد أني قدمت حقك على حق نفسي ، فقلت : { لَمْ يَكُنِ الذين كَفَرُواْ مِنْ أَهْلِ الكتاب والمشركين } [ البينه : 1 ] فقدمت أهل الكتاب في الكفر على المشركين لأن طعن أهل الكتاب فيك وطعن المشركين في ، فقدمت حقك على حق نفسي وقدمت أهل الكتاب في الذم على المشركين ، وأنت أيضاً هكذا كنت تفعل فإنهم لما كسروا سنك قلت : « اللهم أهد قومي » ولما شغلوك يوم الخندق عن الصلاة قلت : « اللهم املأ بطونهم ناراً » فههنا أيضاً قدم حقي على حق نفسك وسواء كنت خائفاً منهم ، أو لست خائفاً منهم فأظهر إنكار قولهم : قل يا أيها الكافرون لا أعبد ما تعبدون الثالث والعشرون : كأنه تعالى يقول : قصة امرأة زيد واقعة حقيرة بالنسبة إلى هذه الواقعة ، ثم إنني هناك ما رضيت منك أن تضمر في قلبك شيئاً ولا تظهره بلسانك ، بل قلت لك على سبيل العتاب : { وَتُخْفِى فِى نِفْسِكَ مَا الله مُبْدِيهِ وَتَخْشَى الناس والله أَحَقُّ أَن تخشاه } [ الأحزاب : 37 ] فإذا كنت لم أرض منك في تلك الواقعة الحقيرة إلا بالإظهار ، وترك المبالاة بأقوال الناس فكيف أرضى منك في هذه المسألة ، وهي أعظم المسائل خطراً بالسكوت ، قل بصريح لسانك : يا أيها الكافرون لا أعبد ما تعبدون الرابع والعشرون : يا محمد ألست قلت لك : { وَلَوْ شِئْنَا لَبَعَثْنَا فِى كُلّ قَرْيَةٍ نَّذِيراً } [ الفرقان : 51 ] ثم إني مع هذه القدرة راعيت جانبك وطيبت قلبك وناديت في العالمين بأني لا أجعل الرسالة مشتركة بينه وبين غيره ، بل الرسالة له لا لغيره حيث قلت : { ولكن رَّسُولَ الله وَخَاتَمَ النبيين } [ الأحزاب : 40 ] / فأنت مع علمك بأنه يستحيل عقلاً أن يشاركني غيري في المعبودية أولى أن تنادي في العالمين بنفي هذه الشركة .\r\n فقل : وقل يا أيها الكافرون لا أعبد ما تعبدون الخامس والعشرون : كأنه تعالى يقول : القوم جاؤك وأطمعوك في متابعتهم لك ومتابعتك لدينهم فسكت عن الإنكار والرد ، ألست أنا جعلت البيعة معك بيعة معي حيث قلت : { إِنَّ الذين يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ الله } [ الفتح : 10 ] وجعلت متابعتك متابعة لي حيث قلت : { قُلْ إِن كُنتُمْ تُحِبُّونَ الله فاتبعونى يُحْبِبْكُمُ الله } [ آل عمران : 31 ] ثم إني ناديت في العالمين وقلت : { أَنَّ الله بَرِىء منَ المشركين وَرَسُولُهُ } [ التوبة : 3 ] فصرح أنت أيضاً بذلك ، و : قل يا أيها الكافرون لا أعبد ما تعبدون ، السادس والعشرون : كأنه تعالى يقول : ألست أرأف بك من الولد بولده ، ثم العرى والجوع مع الوالد أحسن من الشبع مع الأجانب ، كيف والجوع لهم لأن أصنامهم جائعة عن الحياة عارية عن الصفات وهم جائعون عن العلم عارون عن التقوى ، فقد جربتني ، ألم أجدك يتيماً وضالاً وعائلاً ، ألم نشرح لك صدرك ، ألم أعطك بالصديق خزينة وبالفاروق هيبة وبعثمان معونة ، وبعلي علماً ، ألم أكف أصحاب الفيل حين حاولوا تخريب بلدتك ، ألم أكف أسلافك رحلة الشتاء والصيف ، ألم أعطك الكوثر ، ألم أضمن أن خصمك أبتر ، ألم يقل جدك في هذه الأصنام بعد تخريبها : { لِمَ تَعْبُدُ مَالاً يَسْمَعُ وَلاَ يَبْصِرُ وَلاَ يُغْنِى عَنكَ شَيْئاً } [ مريم : 42 ] فصرح بالبراءة عنها و : قل يا أيها الكافرون لا أعبد ما تعبدون السابع والعشرون : كأنه تعالى يقول : يا محمد ألست قد أنزلت عليك : { فاذكروا الله كَذِكْرِكُمْ ءابَاءكُمْ أَوْ أَشَدَّ ذِكْرًا } [ البقرة : 200 ] ثم إن واحداً لو نسبك إلى والدين لغضبت ولأظهرت الإنكار ولبالغت فيه ، حتى قلت : « ولدت من نكاح ولم أولد من سفاح » فإذا لم تسكت عند التشريك في الولادة ، فكيف سكت عند التشريك في العبادة! بل أظهر الإنكار ، وبالغ في التصريح به ، و : قل يا أيها الكافرون لا أعبد ما تعبدون ، الثامن والعشرون : كأنه تعالى يقول يا محمد ألست قد أنزلت عليك : { أَفَمَن يَخْلُقُ كَمَن لاَّ يخلق عْبُدُوهُ أَفَلاَ تَذَكَّرُونَ } [ النحل : 17 ] فحكمت بأن من سوى بين الإله الخالق وبين الوثن الجماد في المعبودية لا يكون عاقلاً بل يكون مجنوناً ، ثم إني أقسمت وقلت : { ن والقلم وَمَا يَسْطُرُونَ مَا أَنتَ بِنِعْمَةِ رَبّكَ بِمَجْنُونٍ } [ القلم : 1 ، 2 ] والكفار يقولون : إنك مجنون ، فصرح برد مقالتهم فإنها تفيد براءتي عن عيب الشرك ، وبراءتك عن عيب الجنون و : قل يا أيها الكافرون لا أعبد ما تعبدون التاسع والعشرون : أن هؤلاء الكفار سموا الأوثان آلهة ، والمشاركة في الاسم لا توجب المشاركة في المعنى ، ألا ترى أن الرجل والمرأة يشتركان في الإنسانية حقيقة ، ثم القيمية كلها حظ الزوج لأنه أعلم وأقدر ، ثم من كان أعلم وأقدر كان له كل الحق في القيمية ، فمن لا قدرة له ولا علم ألبتة كيف يكون له حق في القيومية ، بل ههنا شيء آخر : وهو أن امرأة لو ادعاها رجلان فاصطلحا عليها لا يجوز ، ولو أقام كل واحد منها بينة على أنها زوجته لم يقض لواحد منهما ، والجارية بين إثنين لا تحل لواحد منهما ، فإذا لم يجز حصول زوجة لزوجين ، ولا أمة بين موليين في حل الوطء فكيف يعقل عابد واحد بين معبودينا بل من جوز أن يصطلح الزوجان على أن تحل الزوجة لأحدهما شهراً ، ثم الثاني شهراً آخر كان كافراً ، فمن جوز الصلح بين الإله والصنم ألا يكون كافراً فكأنه تعالى يقول لرسوله : إن هذه المقالة في غاية القبح فصرح بالإنكار وقل : قل يا أيها الكافرون لا أعبد ما تعبدون الثلاثون : كأنه تعالى يقول أنسيت أني لما خيرت نساءك حين أنزلت عليك : { قُل لازواجك إِن كُنتُنَّ تُرِدْنَ الحياة الدنيا وَزِينَتَهَا } إلى قوله : { أَجْراً عَظِيماً } [ الأحزاب : 28 ، 29 ] ثم خشيت من عائشة أن تختار الدنيا ، فقلت لها : لا تقولي شيئاً حتى تستأمري أبويك ، فقالت : أفي هذا استأمر أبوي بل أختار الله ورسوله والدار الآخرةا فناقصة العقل ما توقفت فيما يخالف رضاي أتتوقف فيما يخالف رضاي وأمري مع أني جبار السموات والأرض : { قُلْ يا أَيُّهَا الكافرون لاَ أَعْبُدُ مَا تَعْبُدُونَ } الحادي والثلاثون : كأنه تعالى يقول : يا محمد ألست أنت الذي قلت : « من كان يؤمن بالله وباليوم الآخر فلا يوقفن مواقف التهم » ، وحتى أن بعض المشايخ قال لمريده الذي يريد أن يفارقه : لا تخاف السلطان قال : ولم؟ قال : لأنه يوقع الناس في أحد الخطأين ، وإما أن يعتقدوا أن السلطان متدين ، لأنه يخالطه العالم الزاهد ، أو يعتقدوا أنك فاسق مثله ، وكلاهما خطأ ، فإذا ثبت أنه يجب البراءة عن موقف التهم فسكوتك يا محمد عن هذا الكلام يجر إليك تهمة الرضا بذلك ، لاسيما وقد سبق أن الشيطان ألقى فيما بين قراءتك تلك الغرانيق العلى منها الشفاعة ترتجي ، فأزل عن نفسك هذه التهمة : وقل يا أيها الكافرون لا أعبد ما تعبدون الثاني والثلاثون : الحقوق في الشاهد نوعان حق من أنت تحت يده ، وهو مولاك ، وحق من هو تحت يدك وهو الولد ، ثم أجمعنا على أن خدمة المولى مقدمة على تربية الولد ، فإذا كان حق المولى المجازي مقدماً ، فبأن يكون حق المولى الحقيقي مقدماً كان أولى ، ثم روي أن علياً عليه السلام إستأذن الرسول صلى الله عليه وسلم في التزوج بابنة أبي جهل فضجر وقال : لا آذن لا آذن لا آذن إن فاطمة بضعة مني يؤذيني ما يؤذيها ويسرني ما يسرها والله لا يجمع بين بنت عدو الله ، وبنت حبيب الله ، فكأنه تعالى يقول : صرحت هناك بالرد وكررته على سبيل المبالغة رعاية لحق الولد ، فههنا أولى أن تصرح بالرد ، وتكرره رعاية لحق المولى فقل : { يا أيها الكافرين لا أعبد ما تعبدون } ولا أجمع في القلب بين طاعة الحبيب وطاعة العدو الثالث والثلاثون : يا محمد ألست قلت لعمر : رأيت قصراً في الجنة ، فقلت : لمن؟ فقيل : لفتى من قريش ، فقلت : من هو ، فقالوا : عمر فخشيت غيرتك فلم أدخلها حتى قال عمر : أو أغار عليك يا رسول الله ، فكأنه تعالى قال : خشيت غيرة عمر فما دخلت قصره أفما تخشى غيرتي في أن تدخل قلبك طاعة غيري ، ثم هناك أظهرت الامتناع فههنا أيضاً أظهر الامتناع و : قل يا أيها الكافرون لا أعبد ما تعبدون ، الرابع والثلاثون : أترى أن نعمتي عليك دون نعمة الوالدة ، ألم أربك؟ ألم أخلقك؟ ألم أرزقك؟ ألم أعطك الحياة والقدرة والعقل والهداية والتوفيق؟ ثم حين كنت طفلاً عديم العقل وعرفت تربية الأم فلو أخذتك امرأة أجمل وأحسن وأكرم من أمك لأظهرت النفرة ولبكيت ولو أعطتك الثدي لسددت فمك تقول لا أريد غير الأم لأنها أول المنعم علي ، فههنا أولى أن تظهر النفرة فتقول : لا أعبد سوى ربي لأنه أول منعم علي فقل : { يأَيُّهَا الكافرون لاَ أَعْبُدُ مَا تَعْبُدُونَ } الخامس والثلاثون : نعمة الإطعام دون نعمة العقل والنبوة ، ثم قد عرفت أن الشاة والكلب لا ينسيان نعمة الإطعام ولا يميلان إلى غير من أطعهما فكيف يليق بالعاقل أن ينسى نعمة الإيجاد والإحسان فكيف في حق أفضل الخلق : { قُلْ يا أَيُّهَا الكافرون لاَ أَعْبُدُ مَا تَعْبُدُونَ } السادس والثلاثون : مذهب الشافعي أنه يثبت حق الفرقة بواسطة الإعسار بالنفقة فإذا لم تجد من الأنصار تربية حصلت لك حق الفرقة لو كنت متصلاً بها ، لم تعبد ما لا يسمع ولا يبصر ولا يغني عنك شيئاً فبتقدير أن كنت متصلاً بها ، كان يجب أن تنفصل عنها وتتركها ، فكيف وما كنت متصلاً بها أيليق بك أن تقرب الاتصال بها قل يا أيها الكافرون لا أعبد ما تعبدون السابع والثلاثون : هؤلاء الكفار لفرط حماقتهم ظنوا أن الكثرة في الإلهية كالكثرة في المال يزيد به الغني وليس الأمر كذلك بل هو كالكثرة في العيال تزيد به الحاجة فقل : يا محمد لي إله واحد أقوم له في الليل وأصوم له في النهار ، ثم بعد لم أتفرغ من قضاء حق ذرة من ذرات نعمه ، فكيف ألتزم عبادة آلهة كثيرة : قل يا أيها الكافرون لا أعبد ما تعبدون الثامن والثلاثون : أن مريم عليها السلام لما تمثل لها جبريل عليه السلام : { قَالَتْ إِنّى أَعُوذُ بالرحمن مِنكَ إِن كُنتَ تَقِيّاً } [ مريم : 18 ] فاستعاذت أن تميل إلى جبريل دون الله أفتستجيز مع كمال رجوليتك أن تميل إلى الأصنام : قل يا أيها الكافون لا أعبد ما تعبدون التاسع والثلاثون : مذهب أبي حنيفة أنه لا يثبت حق الفرقة بالعجز عن النفقة ولا بالعنة الطارئة يقول : لأنه كان قيماً فلا يحسن الإعراض عنه مع أنه تعيب فالحق سبحانه يقول : كنت قيماً ولم أتعيب ، فكيف يجوز الإعراض عني : قل يا أيها الكافون لا أعبد ما تعبدون الأربعون : هؤلاء الكفار كانوا معترفين بأن الله خالقهم : { وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السموات والارض لَيَقُولُنَّ الله } [ لقمان : 25 ] وقال في موضع آخر : { أَرُونِى مَاذَا خَلَقُواْ مِنَ الارض } [ فاطر : 40 ] فكأنه تعالى يقول : هذه الشركة إما أن تكون مزارعة وذلك باطل ، لأن البذر مني والتربية والسقي مني ، والحفظ مني ، فأي شيء للصنم ، أو شركة الوجوه وذلك أيضاً باطل أترى أن الصنم أكثر شهرة وظهوراً مني ، أو شركة الأبدان وذلك أيضاً باطل ، ون ذلك يستدعي الجنسية ، أو شركة العنان ، وذلك أيضاً باطل ، لأنه لا بد فيه من نصاب فما نصاب الأصنام ، أو يقول ليس هذه من باب الشركة لكن الصنم يأخذ بالتغلب نصيباً من الملك ، فكأن الرب يقول : ما أشد جهلكم إن هذا الصنم أكثر عجزاً من الذبابة : { إِنَّ الذين تَدْعُونَ مِن دُونِ الله لَن يَخْلُقُواْ ذُبَاباً } [ الحج : 73 ] فأنا أخلق البذر ثم ألقيه في الأرض ، فالتربية والسقي والحفظ مني .\r\n ثم إن من هو أعجز من الذبابة يأخذ بالقهر والتغلب نصيباً مني ، ما هذا بقول يليق بالعقلاء : قل يا أيها الكافون لا أعبد ما تعبدون الحادي والأربعون : أنه لا ذرة في عالم المحدثات إلا وهي تدعو العقول إلى معرفة الذات والصفات وأما الدعاة إلى معرفة أحكام الله فهم الأنبياء عليهم السلام ، ولما كان كل بق وبعوضة داعياً إلى معرفة الذاتي والصفات قال : { إِنَّ الله لاَ يَسْتَحْىِ أَن يَضْرِبَ مَثَلاً مَّا بَعُوضَةً فَمَا فَوْقَهَا } [ البقرة : 26 ] ، ذلك لأن هذه البعوضة بحسب حدوث ذاتها وصفاتها تدعو إلى قدرة الله بحسب تركيبها العجيب تدعوا إلى علم الله وبحسب تخصيص ذاتها وصفاتها بقدر معين تدعو إلى إرادة الله ، فكأنه تعالى يقول : مثل هذا الشيء كيف يتسحيا منه ، روي أن عمر رضي الله عنه كان في أيام خلافته دخل السوق فاشترى كرشاً وحمله بنفسه فرآه علي من بعيد فتنكب علي عن الطريق فاستقبله عمر وقال له : لم تنكبت عن الطريق؟ فقال علي : حتى لا تستحي ، فقال : وكيف أستحي من حمل ما هو غذائي! فكأنه تعالى يقول : إذا كان عمر لا يستحي من الكرش الذي هو غذاؤه في الدنيا فكيف أستحي عن ذكر البعوض الذي يعطيك غذاء دينك ، ثم كأنه تعالى يقول : يا محمد إن نمروذ لما ادعى الربوبية صاح عليه البعوض بالإنكار ، فهؤلاء الكفار لما دعوك إلى الشرك أفلا تصيح عليهم أفلا تصرح بالرد عليهم : قل يا أيها الكافون لا أعبد ما تعبدون وإن فرعون لما ادعى الإلهية فجبريل ملأ فاه من الطين فإن كنت ضعيفاً فلست أضعف من بعوضة نمروذ ، وإن كنت قوياً فلست أقوى من جبريل ، فأظهر الإنكار عليهم و : قل يا أيها الكافون لا أعبد ما تعبدون الثاني والأربعون : كأنه تعالى يقول يا محمد : قل بلسانك لا أعبد ما تعبدون واتركه قرضاً علي فإني أقضيك هذا القرض على أحسن الوجوه ، ألا ترى أن النصراني إذا قال : أشهد أن محمداً رسول الله فأقول أنا لا أكتفي بهذا مالم تصرح بالبراءة عن النصرانية ، فلما أوجبت على كل مكلف أن يتبرأ بصريح لسانه عن كل دين يخالف دينك فأنت أيضاً أوجب على نفسك أن تصرح برد كل معبود غيري فقل : يا أيها الكافون لا أعبد ما تعبدون الثالث والأربعون : أن موسى عليه السلام كان في طبعه الخشونة فلما أرسل إلى فرعون قيل له : { فَقُولاَ لَهُ قَوْلاً لَّيّناً } [ طه : 44 ] وأما محمد عليه السلام فلما أرسل إلى الخلق أمر بإظهار الخشونة تنبيهاً على أنه في غاية الرحمة ، فقيل له : قل يا أيها الكافون لا أعبد ما تعبدون .\r\n أما قوله تعالى : { قُلْ يا أَيُّهَا الكافرون } ففيه مسائل : المسألة الأولى : { ياْ أَيُّهَا } ، قد تقدم القول فيها في مواضع ، والذي نزيده ههنا ، أنه روي عن علي عليه السلام أنه قال : يا نداء النفس وأي نداء القلب ، وها نداء الروح ، وقيل : يا نداء الغائب وأي للحاضر ، وها للتنبيه ، كأنه يقول : أدعوك ثلاثاً ولا تجيبني مرة ما هذا إلا لجهلك الخفي ، ومنهم من قال : أنه تعالى جمع بين يا الذي هو للبعيد ، وأي الذي هو للقريب ، كأنه تعالى يقول : معاملتك معي وفرارك عني يوجب البعد البعيد ، لكن إحساني إليك ، ووصول نعمتي إليك توجب القرب القريب : { وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الوريد } [ ق : 16 ] وإنما قدم يا الذي يوجب البعد على أي الذي يوجب القرب ، كأنه يقول : التقصير منك والتوفيق مني ، ثم ذكرها بعد ذلك لأن ما يوجب البعد الذي هو كالموت وأي يوجب القرب الذي هو كالحياة ، فلما حصلا حصلت حالة متوسطة بين الحياة والموت ، وتلك الحالة هي النوم ، والنائم لا بد وأن ينبه وها كلمة تنبيه ، فلهذا السبب ختمت حروف النداء بهذا الحرف .\r\n المسألة الثانية : روي في سبب نزول هذه السورة أن الوليد بن المغيرة والعاص بن وائل والأسود بن عبد المطلب ، وأمية بن خلف ، قالوا لرسول الله تعالى : حتى نعبد إلهك مدة ، وتعبد آلهتنا مدة ، فيحصل مصلح بيننا وبينك ، وتزول العداوة من بيننا ، فإن كان أمرك رشيداً أخذنا منه حظاً ، وإن كان أمرنا رشيداً أخذت منه حظاً ، فنزلت هذه السورة ونزل أيضاً قوله تعالى : { قُلْ أَفَغَيْرَ الله تَأْمُرُونّى أَعْبُدُ أَيُّهَا الجاهلون } [ الزمر : 64 ] فتارة وصفهم بالجهل وتارة بالكفر ، واعلم أن الجهل كالشجرة ، والكفر كالثمرة ، فلما نزلت السورة وقرأها على رؤوسهم شتموه وأيسوا منه ، وههنا سؤالات : السؤال الأول : لم ذكرهم في هذه السورة بالكافرين ، وفي الأخرى بالجاهلين؟ الجواب : لأن هذه السورة بتمامها نازلة فيهم ، فلا بد وأن تكون المبالغة ههنا أشد ، وليس في الدنيا لفظ أشنع ولا أبشع من لفظ الكافر ، وذلك لأنه صفة ذم عند جميع الخلق سواء كان مطلقاً أو مقيداً ، أما لفظ الجهل فإنه عند التقييد قد لا يذم ، كقوله عليه السلام في علم الأنساب : « علم لا ينفع وجهل لا يضر » .\r\n السؤال الثاني : لما قال تعالى في سورة : ( لم تحرم ) { يا أيها الذين كفروا } [ التحريم : 7 ] ، ولم يذكر قل ، وههنا ذكر قل ، وذكره باسم الفاعل والجواب : الآية المذكورة في سورة لم تحرم : إنما تقال لهم يوم القيامة وثمة لا يكون الرسول رسولاً إليهم فأزال الواسطة وفي ذلك الوقت يكونون مطيعين لا كافرين .\r\n فلذلك ذكره بلفظ الماضي ، وأما ههنا فهم كانوا موصوفين بالكفر ، وكان الرسول رسولاً إليهم ، فلا جرم قال : { قُلْ ياأيها الكافرون } .\r\n السؤال الثالث : قوله ههنا : { قُلْ يا أَيُّهَا الكافرون } خطاب مع الكل أو مع البعض؟ الجواب : لا يجوز أن يكون قوله : { لاَ أَعْبُدُ مَا تَعْبُدُونَ } خطاباً مع الكل ، لأن في الكفار من يعبد الله كاليهود والنصارى فلا يجوز أن يقول لهم : { لاَ أَعْبُدُ مَا تَعْبُدُونَ } ولا يجوز أيضاً أن يكون قوله : { وَلاَ أَنتُمْ عابدون مَا أَعْبُدُ } خطاباً مع الكل ، لأن في الكفار من آمن وصار بحيث يعبد الله فإذن وجب أن يقال : إن قوله : { با أيها الكافرون } خطاب مشافهة مع أقوام مخصوصين وهم الذين قالوا نعبد إلهك سنة وتعبد آلهتنا سنة ، والحاصل أنا لو حملنا الخطاب على العموم دخل التخصيص ، ولو حملنا على أنه خطاب مشافهة لم يلزمنا ذلك ، فكان حمل الآية على هذا المحمل أولى .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل ياأيها الكافرون (1) ",
        "babnum": 1
    },
    {
        "id": 3353,
        "cate": "109",
        "title": "لَا أَعْبُدُ مَا تَعْبُدُونَ (2) وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (3) وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ (4) وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (5) ",
        "details": " ففيه مسائل : المسألة الأولى : في هذه الآية قولان : أحدهما : أنه لا تكرار فيها والثاني : أن فيها تكراراً أما الأول : فتقريره من وجوه أحدها : أن الأول للمستقبل ، والثاني للحال والدليل على أن الأول للمستقبل أن لا تدخل إلا على مضارع في معنى الاستقبال ، أن ترى أن لن تأكيد فيما ينفيه لا ، وقال الخليل في لن أصله لا أن ، إذا ثبت هذا فقوله : { لاَ أَعْبُدُ مَا تَعْبُدُونَ } أي لا أفعل في المستقبل ما تطلبونه مني من عبادة آلهتكم ولا أنتم فاعلون في المستقبل ما أطلبه منكم من عبادة إلهي ، ثم قال : { وَلا أَنَا عَابِدٌ مَّا عَبَدتُّمْ } أي ولست في الحال بعابد معبودكم ولا أنتم في الحال بعابدين لمعبودي الوجه الثاني : أن تقلب الأمر فتجعل الأول للحال والثاني للاستقبال والدليل على أن قول : { وَلا أَنَا عَابِدٌ مَّا عَبَدتُّمْ } للاستقبال أنه رفع لمفهوم قولنا : أنا عابد ما عبدتم ولا شك أن هذا للاستقبال بدليل أنه لو قال : أنا قاتل زيداً فهم منه الاستقبال الوجه الثالث : قال بعضهم : كل واحد منهما يصلح للحال وللاستقبال ، ولكنا نخص إحداها بالحال ، والثاني بالاستقبال دفعاً للتكرار ، فإن قلنا : إنه أخبر عن الحال ، ثم عن الاستقبال ، فهو الترتيب ، وإن قلنا : أخبر أولاً عن الاستقبال ، فلأنه هو الذي دعوه إليه ، فهو الأهم فبدأ به ، فإن قيل : ما فائدة الإخبار عن الحال وكان معلوماً أنه ما كان يعبد الصنم ، وأما الكفار فكانوا يعبدون الله في بعض الأحوال؟ قلنا : أما الحكاية عن نفسه فلئلا يتوهم الجاهل أنه يعبدها سراً خوفاً منها أو طمعاً إليها وأما نفيه عبادتهم .\r\n فلأن فعل الكافر ليس بعبادة أصلاً : الوجه الرابع وهو اختيار أبي مسلم أن المقصود من الأولين المعبود وما بمعنى الذي ، فكأنه قال : لا أعبد الأصنام ولا تعبدون الله ، وأما في الأخيرين فما مع الفعل في تأويل المصدر أي لا أعبد عبادتكم المبنية على الشرك وترك النظر ، ولا أنتم تعبدون عبادتي المبنية على اليقين ، فإن زعمتم أنكم تعبدون إلهي ، كان ذلك باطلاً لأن العبادة فعل مأمور به وما تفعلونه أنتم ، فهو منهي عنه ، وغير مأمور به الوجه الخامس : أن تحمل الأولى على نفي الاعتبار الذي ذكروه ، والثانية على النفي العام المتناول لجميع الجهات فكأنه أولاً قال : لا أعبد ما تعبدون ررجاء أن تعبدوا الله ، ولا أنتم تعبدون الله رجاء أن أعبد أصنامكم ، ثم قال : ولا أنا عابد صنمكم لغرض من الأغراض ، ومقصود من المقاصد ألبتة بوجه من الوجوه : و لا أنتم عابدون ما أعبد بوجه من الوجوه ، واعتبار من الاعتبارات ، ومثاله من يدعو غيره إلى الظلم لغرض التنعيم ، فيقول : لا أظلم لغرض التنعم بل لا أظلم أصلا لا لهذا الغرض ولا لسائر الأغراض القول الثاني : وهو أن نسلم حصول التكرار ، وعلى هذا القول العذر عنه من ثلاثة أوجه الأول : أن التكرير يفيد التوكيد وكلما كانت الحاجة إلى التأكيد أشد كان التكرير أحسن ، ولا موضع أحوج إلى التأكيد من هذا الموضع ، لأن أولئك الكفار رجعوا إلى رسول الله صلى الله عليه وسلم في هذا المعنى مراراً ، وسكت رسول الله عن الجواب ، فوقع في قلوبهم أنه عليه السلام قد مال إلى دينهم بعض الميل ، فلا جرم دعت الحاجة إلى التأكيد والتكرير في هذا النفي والإبطال الوجه الثاني : أنه كان القرآن ينزل شيئاً بعد شيء ، وآية بعد آية جواباً عما يسألون فالمشركون قالوا : استلم بعد آلهتنا حتى نؤمن بإلهك فأنزل الله : { وَلا أَنَا عَابِدٌ مَّا عَبَدتُّمْ وَلاَ أَنتُمْ عابدون مَا أَعْبُدُ } ثم قالوا بعد مدة تعبد آلهتنا شهراً ونعبد إلهك شهراً فانزل الله : { وَلا أَنَا عَابِدٌ مَّا عَبَدتُّمْ وَلاَ أَنتُمْ عابدون مَا أَعْبُدُ } ولما كان هذا الذي ذكرناه محتملاً لم يكن التكرار على هذا الوجه مضراً ألبتة الوجه الثالث : أن الكفار ذكروا تلك الكلمة مرتين تعبد آلهتنا شهراً ونعبد إلهك شهراً وتعبد آلهتنا سنة ونعبد إلهك سنة .\r\n فأتى الجواب على التكرير على وفق قولهم وهو ضرب من التهكم فإن من كرر الكلمة الواحدة لغرض فاسد يجازي بدفع تلك الكلمة على سبيل التكرار استخفافاً به واستحقاراً لقوله .\r\n المسألة الثانية : في الآية سؤال وهو أن كلمة : { مَا } لا تتناول من يعلم فهب أن معبودهم كان كذلك فصح التعبير عنه بلفظ ما لكن معبود محمد عليه الصلاة والسلام هو أعلم العالمين فكيف قال : { وَلاَ أَنتُمْ عابدون مَا أَعْبُدُ } أجابوا عنه من وجوه أحدها : أن المراد منه الصفة كأنه قال : لا أعبد الباطل وأنتم لا تعبدون الحق وثانيها : أن مصدرية في الجملتين كأنه قال : لا أعبد عبادتكم ولا تعبدون عبادتي في المستقبل ، ثم قال : ثانياً لا أعبد عبادتكم ولا تعبدون عبادتي في الحال وثالثها : أن يكون ما بمعنى الذي وحينئذ يصح الكلام ورابعها : أنه لما قال أولاً : { لاَ أَعْبُدُ مَا تَعْبُدُونَ } حمل الثاني عليه ليتسق الكلام كقوله : { وَجَزَاء سَيّئَةٍ سَيّئَةٌ مّثْلُهَا } [ الشورى : 40 ] .\r\n المسألة الثالثة : احتج أهل الجبر بأنه تعالى أخبر عنهم مرتين بقوله : { وَلاَ أَنتُمْ عابدون مَا أَعْبُدُ } والخبر الصدق عن عدم الشيء يضاد وجود ذلك الشي فالتكليف بتحصيل العبادة مع وجود الخبر الصدق بعدم العبادة تكليف بالجمع بين الضدين ، واعلم أنه بقي في الآية سؤالات : السؤال الأول : أليس أن ذكر الوجه الذي لأجله تقبح عبادة غير الله كان أولى من هذا التكرير؟ الجواب بل قد يكون التأكيد والتكرير أولى من ذكر الحجة ، إما لأن المخاطب بليد ينتفع بالمبالغة والتكرير ولا ينتفع بذكر الحجة أو لأجل أن محل النزاع يكون في غاية الظهور فالمناظرة في مسألة الجبر والقدر حسنة ، أما القائل : بالصنم فهو إما مجنون يجب شده أو عاقل معاند فيجب قتله ، وإن لم يقدر على قتله فيجب شتمه ، والمبالغة في الإنكار عليه كما في هذه الآية .\r\n السؤال الثاني : أن أول السورة اشتمل على التشديد ، وهو النداء بالكفر والتكرير وآخرها على اللطف والتساهل ، وهو قوله : { لَكُمْ دِينُكُمْ وَلِىَ دِينِ } فكيف وجه الجمع بين الأمرين؟ الجواب : كأنه يقول : إني قد بالغت في تحذيركم على هذا الأمر القبيح ، وما قصرت فيه ، فإن لم تقبلوا قولي ، فاتركوني سواء بسواء .\r\n السؤال الثالث : لما كان التكرار لأجل التأكيد والمبالغة فكان ينبغي أن يقول : لن أعبد ما تعبدون ، لأن هذا أبلغ ، ألا ترى أن أصحاب الكهف لما بالغوا قالوا : { لَن نَّدْعُوَاْ مِن دُونِهِ إلها } [ الكهف : 14 ] والجواب : المبالغة إنما يحتاج إليها في موضع التهمة ، وقد علم كل أحد من محمد عليه السلام أنه ما كان يعبد الصنم قبل الشرع ، فكيف يعبده بعد ظهور الشرع ، بخلاف أصحاب الكهف فإنه وجد منهم ذلك فيما قبل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لا أعبد ما تعبدون (2) ولا أنتم عابدون ما أعبد (3) ولا أنا عابد ما عبدتم (4) ولا أنتم عابدون ما أعبد (5) ",
        "babnum": 2
    },
    {
        "id": 3354,
        "cate": "109",
        "title": "لَكُمْ دِينُكُمْ وَلِيَ دِينِ (6) ",
        "details": " ففيه مسائل : المسألة الأولى : قال ابن عباس : لكم كفركم بالله ولي التوحيد والإخلاص له ، فإن قيل : فهل يقال : إنه أذن لهم في الكفر قلنا : كلا فإنه عليه السلام ما بعث إلا للمنع من الكفر فكيف يأذن فيه ، ولكن المقصود منه أحد أمور أحدها : أن المقصود منه التهديد ، كقوله { اعملوا ما شئتم } [ فصلت : 40 ] وثانيها : كأنه يقول : إني نبي مبعوث إليكم لأدعوكم إلى الحق والنجاة ، فإذا لم تقبلوا مني ولم تتبعوني فاتركوني ولا تدعوني إلى الشرك وثالثها : { لَكُمْ دِينَكُمْ } فكونوا عليه إن كان الهلاك خيراً لكم { وَلِيُّ دِينِى } لأني لا أرفضه القول الثاني : في تفسير الآية أن الدين هو الحساب أي لكم حسابكم ولي حسابي ، ولا يرجع إلى كل واحد منا من عمل صاحبه أثر ألبتة القول الثالث : أن يكون على تقدير حذف المضاف أي لكم جزاء دينكم ولي جزاء ديني وحسبهم جزاء دينهم وبالاً وعقاباً كما حسبك جزاء دينك تعظيماً وثواباً القول الرابع : الدين العقوبة : { وَلاَ تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِى دِينِ الله } [ النور : 2 ] يعني الحد ، فلكم العقوبة من ربي ، ولي العقوبة من أصنامكم ، لكن أصنامكم جمادات ، فأنا لا أخشى عقوبة الأصنام ، وأما أنتم فيحق لكم عقلاً أن تخافوا عقوبة جبار السموات والأرض القول الخامس : الدين الدعاء ، فادعو الله مخلصين له الدين ، أي لكم دعاؤكم { وَمَا دُعَاء الكافرين إِلاَّ فِى ضلال } [ الرعد : 14 ] { وَإِن تَدْعُوهُمْ لاَ يَسْمَعُواْ دُعَاءكُمْ وَلَوْ سَمِعُواْ مَا استجابوا لَكُمْ } [ فاطر : 14 ] ثم ليتها تبقى على هذه الحالة فلا يضرونكم ، بل يوم القيامة يجدون لساناً فيكفرون بشرككم ، وأما ربي فيقول : { وَيَسْتَجِيبُ الذين ءامَنُواْ } [ الشورى : 26 ] { ادعونى أَسْتَجِبْ لَكُمْ } [ غافر : 60 ] { أُجِيبُ دَعْوَةَ الداع إِذَا دَعَانِ } [ البقرة : 186 ] القول السادس : الدين العادة ، قال الشاعر : يقول لها وقد دارت وضيني \r\n أهذا دينها أبدأ وديني معناه لكم عادتكم المأخوذة من أسلافكم ومن الشياطين ، ولي عادتي المأخوذة من الملائكة والوحي ، ثم يبقى كل واحد منا على عادته ، حتى تلقوا الشياطين والنار ، وألقى الملائكة والجنة .\r\n المسألة الثانية : قوله : { لَكُمْ دِينَكُمْ } يفيد الحصر ، ومعناه لكم دينكم لا لغيركم ، ولي ديني لا لغيري ، وهو إشارة إلى قوله : { أَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى وَأَن لَّيْسَ للإنسان إِلاَّ مَا سعى } [ النجم : 38 ، 39 ] أي أنا مأمور بالوحي والتبليغ ، وأنتم مأمورون بالامتثال والقبول ، فأنا لمافعلت ما كلفت به خرجت من عهدة التكليف ، وأما إصراركم على كفركم فذلك ممالا يرجع إلي منه ضرر ألبتة .\r\n المسألة الثانية : جرت عادة الناس بأن يتمثلوا بهذه الآية عند المتاركة ، وذلك غير جائز لأنه تعالى ما أنزل القرآن ليتمثل به بل ليتدبر فيه ، ثم يعمل بموجبه ، والله سبحانه وتعالى أعلم وأحكم ، وصلى الله على سيدنا ، وعلى آله وصحبه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لكم دينكم ولي دين (6) ",
        "babnum": 3
    }
]