[
    {
        "id": 2485,
        "cate": "54",
        "title": "اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ (1) ",
        "details": " أول السورة مناسب لآخر ما قبلها ، وهو قوله : { أَزِفَتِ الآزفة } [ النجم : 57 ] فكأنه أعاد ذلك مع الدليل ، وقال قلت : { أَزِفَتِ الآزفة } وهو حق ، إذ القمر انشق ، والمفسرون بأسرهم على أن المراد أن القمر انشق ، وحصل فيه الانشقاق ، ودلت الأخبار على حديث الانشقاق ، وفي الصحيح خبر مشهور رواه جمع من الصحابة ، وقالوا : سئل رسول الله صلى الله عليه وسلم آية الانشقاق بعينها معجزة ، فسأل ربه فشقه ومضى ، وقال بعض المفسرين المراد سينشق ، وهو بعيد ولا معنى له ، لأن من منع ذلك وهو الفلسفي يمنعه في الماضي والمستقبل ، ومن يجوزه لا حاجة إلى التأويل ، وإنما ذهب إليه ذلك الذاهب ، لأن الانشقاق أمر هائل ، فلو وقع لعم وجه الأرض فكان ينبغي أن يبلغ حد التواتر ، نقول : النبي صلى الله عليه وسلم لما كان يتحدى بالقرآن ، وكانوا يقولون : إنا نأتي بأفصح ما يكون من الكلام ، وعجزوا عنه ، فكان القرآن معجزة باقية إلى قيام القيامة لا يتمسك بمعجزة أخرى فلم ينقله العلماء بحيث يبلغ حد التواتر .\r\n وأما المؤرخون فتركوه ، لأن التواريخ في أكثر الأمر يستعملها المنجم ، وهو لما وقع الأمر قالوا : بأنه مثل خسوف القمر ، وظهور شيء في الجو على شكل نصف القمر في موضع آخر فتركوا حكايته في تواريخهم ، والقرآن أدل دليل وأقوى مثبت له ، وإمكانه لا يشك فيه ، وقد أخبر عنه الصادق فيجب اعتقاد وقوعه ، وحديث امتناع الخرق والالتئام حديث اللئام ، وقد ثبت جواز الخرق والتخريب على السموات ، وذكرناه مراراً فلا نعيده .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "اقتربت الساعة وانشق القمر (1) ",
        "babnum": 1
    },
    {
        "id": 2486,
        "cate": "54",
        "title": "وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ (2) ",
        "details": " تقديره : وبعد هذا إن يروا آية يقولوا سحر ، فإنهم رأوا آيات أرضية ، وآيات سماوية ، ولم يؤمنوا ، ولم يتركوا عنادهم ، فإن يروا ما يرون بعد هذا لا يؤمنون ، وفيه وجه آخر وهو أن يقال : المعنى أن عادتهم أنهم إن يروا آية يعرضوا ، فلما رأوا انشقاق القمر أعرضوا لتلك العادة ، وفيه مسائل : الأولى : قوله : { ءايَةً } ماذا؟ نقول آية اقتراب الساعة ، فإن انشقاق القمر من آياته ، وقد ردوا وكذبوا ، فإن يروا غيرها أيضاً يعرضوا ، أو آية الانشقاق فإنها معجزة ، أما كونها معجزة ففي غاية الظهور ، وأما كونها آية الساعة ، فلأن منكر خراب العالم ينكر انشقاق السماء وانفطارها وكذلك قوله : في كل جسم سماوي من الكواكب ، فإذا انشق بعضها ثبت خلاف ما يقول به ، وبان جواز خراب العالم ، وقال أكثر المفسرين : معناه أن من علامات قيام الساعة انشقاق القمر عن قريب ، وهذا ضعيف حملهم على هذا القول ضيق المكان ، وخفاء الأمر على الأذهان ، وبيان ضعفه هو أن الله تعالى لو أخبر في كتابه أن القمر ينشق ، وهو علامة قيام الساعة ، لكان ذلك أمراً لا بد من وقوعه مثل خروج دابة الأرض ، وطلوع الشمس من المغرب ، فلا يكون معجزة النبي صلى الله عليه وسلم ، كما أن هذه الأشياء عجائب ، وليست بمعجزة للنبي ، لا يقال : الإخبار عنها قبل وقوعها معجزة ، لأنا نقول : فحينئذ يكون هذا من قبيل الإخبار عن الغيوب ، فلا يكون هو معجزة برأسه وذلك فاسد ، ولا يقال : بأن ذلك كان معجزة وعلامة ، فأخبر الله في الصحف والكتب السالفة أن ذلك يكون معجزة للنبي صلى الله عليه وسلم وتكون الساعة قريبة حينئذ ، وذلك لأن بعثة النبي صلى الله عليه وسلم علامة كائنة حيث قال : « بعثت أنا والساعة كهاتين » ولهذا يحكى عن سطيح أنه لما أخبر بوجود النبي صلى الله عليه وسلم قال عن أمور تكون ، فكان وجوده دليل أمور ، وأيضاً القمر لما انشق كان انشقاقه عند استدلال النبي صلى الله عليه وسلم على المشركين ، وهم كانوا غافلين عما في الكتب ، وأما أصحاب الكتب فلم يفتقروا إلى بيان علامة الساعة ، لأنهم كانوا يقولون بها وبقربها ، فهي إذن آية دالة على جواز تخريب السموات وهو العمدة الكبرى ، لأن السموات إذا طويت وجوز ذلك ، فالأرض ومن عليها لا يستبعد فناؤهما ، إذا ثبت هذا فنقول : معنى { اقتربت الساعة } يحتمل أن يكون في العقول والأذهان ، يقول : من يسمع أمراً لا يقع هذا بعيد مستبعد ، وهذا وجه حسن ، وإن كان بعض ضعفاء الأذهان ينكره ، وذلك لأن حمله على قرب الوقوع زماناً لا إمكاناً يمكن الكافر من مجادلة فاسدة ، فيقول : قال الله تعالى في زمان النبي صلى الله عليه وسلم : { اقتربت } ويقولون بأن من قبل أيضاً في الكتب ( السابقة ) كان يقول : ( اقترب الوعد ) ثم مضى مائة سنة ولم يقع ، ولا يبعد أن يمضي ألف آخر ولا يقع ، ولو صح إطلاق لفظ القرب زماناً على مثل هذا لا يبقى وثوق بالإخبارات ، وأيضاً قوله : { اقتربت } لانتهاز الفرصة ، والإيمان قبل أن لا يصح الإيمان ، فللكافر أن يقول ، إذا كان القرب بهذا المعنى فلا خوف منها ، لأنها لا تدركني ، ولا تدرك أولادي ، ولا أولاد أولادي ، وإذا كان إمكانها قريباً في العقول يكون ذلك رداً بالغاً على المشركين والفلاسفة ، والله سبحانه وتعالى أول ما كلف الاعتراف بالوحدانية واليوم الآخر ، وقال : اعلموا أن الحشر كائن فخالف المشرك والفلسفي ، ولم يقنع بمجرد إنكار ما ورد الشرع ببيانه ، ولم يقل لا يقع أو ليس بكائن ، بل قال ذلك بعيد ، ولم يقنع بهذا أيضاً ، بل قال ذلك غير ممكن ، ولم يقنع به أيضاً ، بل قال فإن امتناعه ضروري ، فإن مذهبهم أن إعادة المعدوم وإحياء الموتى محال بالضرورة ، ولهذا قالوا : { أَءذَا مِتْنَا } [ المؤمنون : 82 ] { أَءذَا كُنَّا عظاما } [ الأسراء : 49 ] { أَءذَا ضَلَلْنَا فِى الأرض } [ السجدة : 10 ] بلفظ الاستفهام بمعنى الإنكار مع ظهور الأمر ، فلما استبعدوا لم يكتف الله ورسوله ببيان وقوعه ، بل قال : { إِنَّ الساعة ءاتِيَةٌ لاَ رَيْبَ فِيهَا } [ الحج : 7 ] ولم يقتصر عليه بل قال : { وَمَا يُدْرِيكَ لَعَلَّ الساعة تَكُونُ قَرِيباً } [ الأحزاب : 63 ] ولم يتركها حتى قال ( اقتربت الساعة واقترب الوعد الحق اقترب للناس حسابهم ) اقتراباً عقلياً لا يجوز أن ينكر ما يقع في زمان طرفة عين ، لأنه على الله يسير ، كما أن تقليب الحدقة علينا يسير ، بل هو أقرب منه بكثير ، والذي يقويه قول العامة : إن زمان وجود العالم زمان مديد ، والباقي بالنسبة إلى الماضي شيء يسير ، فلهذا قال : { اقتربت الساعة } .\r\n وأما قوله صلى الله عليه وسلم : « بعثت أنا والساعة كهاتين » فمعناه لا نبي بعدي فإن زماني يمتد إلى قيام الساعة ، فزماني والساعة متلاصقان كهاتين ، ولا شك أن الزمان زمان النبي صلى الله عليه وسلم ، وما دامت أوامره نافذة فالزمان زمانه وإن كان ليس هو فيه ، كما أن المكان الذي تنفذ فيه أوامر الملك مكان الملك يقال له بلاد فلان ، فإن قيل : كيف يصح حمله على القرب بالمعقول مع أنه مقطوع به؟ قلت : كما صح قوله تعالى : { لَعَلَّ الساعة تَكُونُ قَرِيباً } [ الأحزاب : 63 ] فإن لعل للترجي والأمر عند الله معلوم ، وفائدته أن قيام الساعة ممكن لا إمكاناً بعيداً عن العادات كحمل الآدمي في زماننا حملاً في غاية الثقل أو قطعة مسافة بعيدة في زمان يسير ، فإن ذلك ممكن إمكاناً بعيداً ، وأما تقليب الحدقة فممكن إمكاناً في غاية القرب .\r\n المسألة الثانية : الجمع الذين تكون الواو ضميرهم في قوله { يَرَوْاْ } و { يُعْرِضُواْ } غير مذكور فمن هم؟ نقول : هم معلومون وهم الكفار تقديره : وهؤلاء الكفار إن يروا آية يعرضوا .\r\n المسألة الثالثة : التنكير في الآية للتعظيم أي إن يروا آية قوية أو عظيمة يعرضوا .\r\n المسألة الرابعة : قوله تعالى : { وَيَقُولُواْ سِحْرٌ مُّسْتَمِرٌّ } ما الفائدة فيه؟ نقول : فائدته بيان كون الآية خالية عن شوائب الشبه ، وأن الاعتراف لزمهم لأنهم لم يقدروا أن يقولوا : نحن نأتي بمثلها وبيان كونهم معرضين لا إعراض معذور ، فإن من يعرض إعراض مشغول بأمر مهم فلم ينظر في الآية لا يستقبح منه الإعراض مثل ما يستقبح لمن ينظر فيها إلى آخرها ويعجز عن نسبتها إلى أحد ودعوى الإتيان بمثلها ، ثم يقول : هذا ليس بشيء هذا سحر لأن ما من آية إلا ويمكن المعاند أن يقول فيها هذا القول .\r\n المسألة الخامسة : ما المستمر؟ نقول : فيه وجوه أحدها : دائم فإن محمداً صلى الله عليه وسلم كان يأتي كل زمان بمعجزة قولية أو فعلية أرضية أو سماوية ، فقالوا : هذا سحر مستمر دائم لا يختلف بالنسبة إلى النبي عليه السلام بخلاف سحر السحرة ، فإن بعضهم يقدر على أمر وأمرين وثلاثة ويعجز عن غيرها وهو قادر على الكل وثانيها : مستمر أي قوى من حبل مرير الفتل من المرة وهي الشدة وثالثها : من المرارة أي سحر مر مستبشع ورابعها : مستمر أي مار ذاهب ، فإن السحر لا بقاء له .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن يروا آية يعرضوا ويقولوا سحر مستمر (2) ",
        "babnum": 2
    },
    {
        "id": 2487,
        "cate": "54",
        "title": "وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ وَكُلُّ أَمْرٍ مُسْتَقِرٌّ (3) ",
        "details": " ثم قال تعالى : { وَكَذَّبُواْ واتبعوا أَهْوَاءهُمْ } وهو يحتمل أمرين أحدهما : وكذبوا محمداً المخبر عن اقتراب الساعة وثانيهما : كذبوا بالآية وهي انشقاق القمر ، فإن قلنا : كذبوا محمداً صلى الله عليه وسلم فقوله : { واتبعوا أَهْوَاءهُمْ } أي تركوا الحجة وأولوا الآيات وقالوا : هو مجنون تعينه الجن وكاهن يقول : عن النجوم ويختار الأوقات للأفعال وساحر ، فهذه أهواءهم ، وإن قلنا : كذبوا بانشقاق القمر ، فقوله : { واتبعوا أَهْوَاءهُمْ } في أنه سحر القمر ، وأنه خسوف والقمر لم يصبه شيء فهذه أهواءهم ، وكذلك قولهم في كل آية .\r\n وقوله تعالى : { وَكُلُّ أَمْرٍ مُّسْتَقِرٌّ } فيه وجوه أحدها : كل أمر مستقر على سنن الحق يثبت والباطل يزهق ، وحينئذ يكون تهديداً لهم ، وتسلية للنبي صلى الله عليه وسلم ، وهو كقوله تعالى : { ثُمَّ إلى رَبّكُمْ مَّرْجِعُكُمْ فَيُنَبّئُكُم } [ الزمر : 7 ] أي بأنها حق ثانيها : وكل أمر مستقر في علم الله تعالى : لا يخفى عليه شيء فهم كذبوا واتبعوا أهواءهم ، والأنبياء صدقوا وبلغوا ما جاءهم ، كقوله تعالى : { لاَ يخفى عَلَى الله مِنْهُمْ شَىْء } [ غافر : 16 ] ، وكما قال تعالى في هذه السورة : { وَكُلُّ شَىْء فَعَلُوهُ فِى الزبر * وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُّسْتَطَرٌ } [ القمر : 52 ، 53 ] ، ثالثها : هو جواب قولهم : { سِحْرٌ مُّسْتَمِرٌّ } أي ليس أمره بذاهب بل كل أمر من أموره مستقر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وكذبوا واتبعوا أهواءهم وكل أمر مستقر (3) ",
        "babnum": 3
    },
    {
        "id": 2488,
        "cate": "54",
        "title": "وَلَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ مَا فِيهِ مُزْدَجَرٌ (4) ",
        "details": " إشارة إلى أن كل ما هو لطف بالعباد قد وجد ، فأخبرهم الرسول باقتراب الساعة ، وأقام الدليل على صدقه ، وإمكان قيام الساعة عقيب دعواه بانشقاق القمر الذي هو آية لأن من يكذب بها لا يصدق بشيء من الآيات فكذبوا بها واتبعوا الأباطيل الذاهبة ، وذكروا الأقاويل الكاذبة فذكر لهم أنباء المهلكين بالآيتين تخويفاً لهم ، وهذا هو الترتيب الحكمي ، ولهذا قال بعد الآيات : { حِكْمَةٌ بالغة } [ القمر : 5 ] أي هذه حكمة بالغة ، والأنباء هي الأخبار العظام ، ويدلك على صدقه أن في القرآن لم يرد النبأ والأنباء إلا لما له وقع قال : { وَجِئْتُكَ مِن سَبَإٍ بِنَبَإٍ يَقِينٍ } [ النمل : 22 ] لأنه كان خبراً عظيماً وقال : { إِن جَاءكُمْ فَاسِقُ بِنَبَإٍ } [ الحجرات : 6 ] أي محاربة أو مسالمة وما يشبهه من الأمور العرفية ، وإنما يجب التثبت فيما يتعلق به حكم ويترتب عليه أمر ذو بال ، وكذلك قال تعالى : { ذلك مِنْ أَنبَاء الغيب نُوحِيهِ إِلَيْكَ } [ آل عمران : 44 ] فكذلك الأنباء ههنا ، وقال تعالى عن موسى : { لَّعَلّى آتِيكُمْ مّنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ } [ القصص : 29 ] حيث لم يكن يعلم أنه يظهر له شيء عظيم يصلح أن يقال له : نبأ ولم يقصده ، والظاهر أن المراد أنباء المهلكين بسبب التكذيب وقال بعضهم : المراد القرآن ، وتقديره جاء فيه الأنباء ، وقيل قوله : { جَاءكُمْ مّنَ الأنباء } يتناول جميع ما ورد في القرآن من الزواجر والمواعظ وما ذكرناه أظهر لقوله : { فِيهِ مُزْدَجَرٌ } وفي : { مَا } وجهان أحدهما : أنها موصولة أي جاءكم الذي فيه مزدجر ثانيهما : موصوفة تقديره : جاءكم من الأنباء شيء موصوف بأن فيه مزدجر وهذا أظهر والمزدجر فيه وجهان أحدهما ازدجار وثانيهما موضع ازدجار ، كالمرتقى ، ولفظ المفعول بمعنى المصدر كثير لأن المصدر هو المفعول الحقيقي .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد جاءهم من الأنباء ما فيه مزدجر (4) ",
        "babnum": 4
    },
    {
        "id": 2489,
        "cate": "54",
        "title": "حِكْمَةٌ بَالِغَةٌ فَمَا تُغْنِ النُّذُرُ (5) ",
        "details": " وفيه وجوه الأول : على قول من قال : { وَلَقَدْ جَاءهُم مّنَ الأنباء } المراد منه القرآن ، قال : { حِكْمَةٌ بالغة } بدل كأنه قال : ولقد جاءهم حكمة بالغة ثانيها : أن يكون بدلاً عن ما في قوله : { مَا فِيهِ مُزْدَجَرٌ } الثاني : حكمة بالغة خبر مبتدأ محذوف تقديره هذه حكمة بالغة والإشارة حينئذ تحتمل وجوهاً أحدها : هذا الترتيب الذي في إرسال الرسول وإيضاح الدليل والإنذار بمن مضى من القرون وانقضى حكمة بالغة ثانيها : إنزال ما فيه الأنباء : { حِكْمَةٌ بالغة } ثالثها : هذه الساعة المقتربة والآية الدالة عليها حكمة الثالث : قرىء بالنصب فيكون حالاً وذو الحال ما في قوله : { مَا فِيهِ مُزْدَجَرٌ } أي جاءكم ذلك حكمة ، فإن قيل : إن كان { مَا } موصولة تكون معرفة فيحسن كونه ذا الحال فأما إن كانت بمعنى جاءهم من الأنباء شيء فيه ازدجار يكون منكراً وتنكير ذي الحال قبيح نقول : كونه موصوفاً يحسن ذلك .\r\n وقوله : { فَمَا تُغْنِ النذر } فيه وجهان أحدهما : أن { مَا } نافية ، ومعناه أن النذر لم يبعثوا ليغنوا ويلجئوا قومهم إلى الحق ، وإنما أرسلوا مبلغين وهو كقوله تعالى : { فَإِنْ أَعْرَضُواْ فَمَا أرسلناك عَلَيْهِمْ حَفِيظاً } [ الشورى : 48 ] ويؤيد هذا قوله تعالى : { فتولى عَنْهُمْ } [ القمر : 6 ] أي ليس عليك ولا على الأنبياء الإغناء والإلجاء ، فإذا بلغت فقد أتيت بما عليك من الحكمة البالغة التي أمرت بها بقوله تعالى : { ادع إلى سَبِيلِ رَبّكَ بالحكمة والموعظة الحسنة } [ النحل : 125 ] وتول إذا لم تقدر ثانيهما : { مَا } استفهامية ، ومعنى الآيات حينئذ أنك أتيت بما عليك من الدعوى وإظهار الآية عليها وكذبوا فأنذرتهم بما جرى على المكذبين فلم يفدهم فهذه حكمة بالغة وما الذي تغني النذر غير هذا فلم يبق عليك شيء آخر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "حكمة بالغة فما تغن النذر (5) ",
        "babnum": 5
    },
    {
        "id": 2490,
        "cate": "54",
        "title": "فَتَوَلَّ عَنْهُمْ يَوْمَ يَدْعُ الدَّاعِ إِلَى شَيْءٍ نُكُرٍ (6) ",
        "details": " قوله تعالى : { فَتَوَلَّ عَنْهُمْ } قد ذكرنا أن المفسرين يقولون إلى قوله : { تَوَلَّ } منسوخ وليس كذلك ، بل المراد منه لا تناظرهم بالكلام .\r\n ثم قال تعالى : { يَوْمَ يَدْعُو الداع إلى شَىْء نُّكُرٍ } قد ذكرنا أيضاً أن من ينصح شخصاً ولا يؤثر فيه النصح يعرض عنه ويقول مع غيره : ما فيه نصح المعرض عنه ، ويكون فيه قصد إرشاده أيضاً فقال بعدما قال : { فَتَوَلَّ عَنْهُمْ يَوْمَ يَدْعُو الداع } { يَخْرُجُونَ مِنَ الأجداث } [ المعارج : 43 ] للتخويف ، والعامل في : { يَوْمٍ } هو ما بعده ، وهو قوله : { يَخْرُجُونَ مِنَ الأجداث } والداعي معرف كالمنادي في قوله : { يَوْمَ يُنَادِ المناد } [ ق : 41 ] لأنه معلوم قد أخبر عنه ، فقيل : إن منادياً ينادي وداعياً يدعو وفي الداعي وجوه أحدها أنه إسرافيل وثانيها : أنه جبريل وثالثها : أنه ملك موكل بذلك والتعريف حينئذ لا يقطع حد العلمية ، وإنما يكون ذلك كقولنا : جاء رجل فقال : الرجل ، وقوله تعالى : { إلى شَىْء نُّكُرٍ } أي منكر وهو يحتمل وجوهاً أحدها : إلى شيء نكر في يومنا هذا لأنهم أنكروه أي يوم يدعو الداعي إلى الشيء الذي أنكروه يخرجون ثانيها : نكر أي منكر يقول : ذلك القائل كان ينبغي أن لا يكون أي من شأنه أن لا يوجد يقال : فلان ينهى عن المنكر ، وعلى هذا فهو عندهم كان ينبغي أن لا يقع لأنه يرديهم في الهاوية ، فإن قيل : ما ذلك الشيء النكر؟ نقول : الحساب أو الجمع له أو النشر للجمع ، وهذا أقرب ، فإن قيل : النشر لا يكون منكراً فإنه إحياء ولأن الكافر من أين يعرف وقت النشر وما يجري عليه لينكره؟ نقول : يعرف ويعلم بدليل قوله تعالى عنهم : { ياويلنا مَن بَعَثَنَا مِن مَّرْقَدِنَا } [ يس : 52 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فتول عنهم يوم يدع الداع إلى شيء نكر (6) ",
        "babnum": 6
    },
    {
        "id": 2491,
        "cate": "54",
        "title": "خُشَّعًا أَبْصَارُهُمْ يَخْرُجُونَ مِنَ الْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ (7) ",
        "details": " وفيه قراءات خاشعاً وخاشعة وخشعاً ، فمن قرأ خاشعاً على قول القائل : يخشع أبصارهم على ترك التأنيث لتقدم الفعل ومن قرأ خاشعة على قوله : تخشع أبصارهم ومن قرأ خشعاً فله وجوه أحدها : على قول من يقول : يخشعن أبصارهم على طريقة من يقول : أكلوني البراغيث ثانيها : في : { خُشَّعاً } ضمير أبصارهم بدل عنه ، تقديره يخشعون أبصارهم على بدل الاشتمال كقول القائل : أعجبوني حسنهم .\r\n ثالثها : فيه فعل مضمر يفسره يخرجون تقديره يخرجون خشعاً أبصارهم على بدل الاشتمال والصحيح خاشعاً ، روي أن مجاهداً رأى النبي صلى الله عليه وسلم في منامه فقال له : يا نبي الله خشعاً أبصارهم أو خاشعاً أبصارهم؟ فقال عليه السلام : خاشعاً ، ولهذه القراءة وجه آخر أظهر مما قالوه وهو أن يكون خشعاً منصوباً على أنه مفعول بقوله : { يَوْمَ يَدْعُو الداع } خشعاً أي يدعو هؤلاء ، فإن قيل : هذا فاسد من وجوه أحدها : أن التخصيص لا فائدة فيه لأن الداعي يدعو كل أحد ، ثانيها : قوله : { يَخْرُجُونَ مِنَ الأجداث } بعد الدعاء فيكونون خشعاً قبل الخروج وإنه باطل ، ثالثها : قراءة خاشعاً تبطل هذا ، نقول أما الجواب عن الأول فهو أن يقال قوله : { إلى شَىْء نُّكُرٍ } يدفع ذلك لأن كل أحد لا يدعى إلى شيء نكر وعن الثاني المراد : ( من شيء نكر ) الحساب العسر يعني يوم يدع الداع إلى الحساب العسر خشعاً ولا يكون العامل في : { يَوْمَ يَدْعُو } يخرجون بل اذكروا ، أو : { فَمَا تُغْنِى النذر } كما قال تعالى : { فَمَا تَنفَعُهُمْ شفاعة الشافعين } [ المدثر : 48 ] ويكون يخرجون ابتداء كلام ، وعن الثالث أنه لا منافاة بين القراءتين؛ وخاشعاً نصب على الحال أو على أنه مفعول يدعو كأنه يقول : يدعو الداعي قوماً خاشعة أبصارهم والخشوع السكون قال تعالى : { وَخَشَعَتِ الأصوات } [ طه : 108 ] وخشوع الأبصار سكونها على كل حال لا تنفلت يمنة ولا يسرة كما في قوله تعالى : { لاَ يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ } [ إبراهيم : 43 ] وقوله تعالى : { يَخْرُجُونَ مِنَ الأجداث كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ } مثلهم بالجراد المنتشر في الكثرة والتموج ، ويحتمل أن يقال : المنتشر مطاوع نشره إذا أحياه فكأنهم جراد يتحرك من الأرض ويدب إشارة إلى كيفية خروجهم من الأجداث وضعفهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "خشعا أبصارهم يخرجون من الأجداث كأنهم جراد منتشر (7) ",
        "babnum": 7
    },
    {
        "id": 2492,
        "cate": "54",
        "title": "مُهْطِعِينَ إِلَى الدَّاعِ يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ (8) ",
        "details": " ثم قال تعالى : { مُّهْطِعِينَ إِلَى الداع } أي مسرعين إليه إنقياداً { يَقُولُ الكافرون هذا يَوْمٌ عَسِرٌ } يحتمل أن يكون العامل الناصب ليوم في قوله تعالى : { يَوْمَ يَدْعُو الداع } [ القمر : 6 ] أي يوم يدعو الداعي : { يَقُولُ الكافرون هذا يَوْمٌ عَسِرٌ } ، وفيه فائدتان إحداهما : تنبيه المؤمن أن ذلك اليوم على الكافر عسير فحسب ، كما قال تعالى : { فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ عَلَى الكافرين غَيْرُ يَسِيرٍ } [ المدثر : 9 ، 10 ] يعني له عسر لا يسر معه ثانيتهما : هي أن الأمرين متفقان مشتركان بين المؤمن والكافر ، فإن الخروج من الأجداث كأنهم جراد والانقطاع إلى الداعي يكون للمؤمن فإنه يخاف ولا يأمن العذاب إلا بإيمان الله تعالى إياه فيؤتيه الله الثواب فيبقى الكافر فيقول : { هذا يَوْمٌ عَسِرٌ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "مهطعين إلى الداع يقول الكافرون هذا يوم عسر (8) ",
        "babnum": 8
    },
    {
        "id": 2493,
        "cate": "54",
        "title": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ (9) ",
        "details": " ثم إنه تعالى أعاد بعض الأنباء فقال : { كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُواْ عَبْدَنَا وَقَالُواْ مَجْنُونٌ وازدجر } فيها تهوين وتسلية لقلب محمد صلى الله عليه وسلم فإن حاله كحال من تقدمه وفيه مسائل : المسألة الأولى : إلحاق ضمير المؤنث بالفعل قبل ذكر الفاعل جائز بالاتفاق وحسن ، وإلحاق ضمير الجمع به قبيح عند الأكثرين ، فلا يجوزون كذبوا قوم نوح ، ويجوزون كذبت فما الفرق؟ نقول : التأنيث قبل الجمع لأن الأنوثة والذكورة للفاعل أمر لا يتبدل ولا تحصل الأنوثة للفاعل بسبب فعلها الذي هو فاعله فليس إذا قلنا : ضربت هذه كانت هذه أنثى لأجل الضرب بخلاف الجمع ، لأن الجمع للفاعلين بسبب فعلهم الذي هم فاعلوه ، فإنا إذا قلنا : جمع ضربوا وهم ضاربون ليس مجرد اجتماعهم في الوجود يصحح قولنا : ضربوا وهم ضاربون ، لأنهم إن اجتمعوا في مكان فهم جمع ، ولكن إن لم يضرب الكل لا يصح قولنا : ضربوا ، فضمير الجمع من الفعل فاعلون جمعهم بسبب الاجتماع في الفعل والفاعلية ، وليس بسبب الفعل ، فلم يجز أن يقال : ضربوا جمع ، لأن الجمع لم يفهم إلا بسبب أنهم ضربوا جميعهم ، فينبغي أن يعلم أولاً اجتماعهم في الفعل ، فيقول : الضاربون ضربوا ، وأما ضربت هند فصحيح ، لأنه لا يصح أن يقال : التأنيث لم يفهم إلا بسبب أنها ضربت ، بل هي كانت أنثى فوجد منها ضرب فصارت ضاربة ، وليس الجمع كانوا جمعاً فضربوا فصاروا ضاربين ، بل صاروا ضاربين لاجتماعهم في الفعل ولهذا ورد الجمع على اللفظ بعد ورود التأنيث عليه فقيل : ضاربة وضاربات ولم يجمع اللفظ أولاً لأنثى ولا لذكر ، ولهذا لم يحسن أن يقال : ضرب هند ، وحسن بالإجماع ضرب قوم والمسلمون .\r\n المسألة الثانية : لما قال تعالى : { كَذَّبَتْ } ما الفائدة في قوله تعالى : { فَكَذَّبُواْ عَبْدَنَا } ؟ نقول : الجواب عنه من وجوه الأول : أن قوله : { كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ } أي بآياتنا وآية الانشقاق فكذبوا الثاني كذبت قوم نوح الرسل وقالوا : لم يبعث الله رسولاً وكذبوهم في التوحيد : فكذبوا عبدنا كما كذبوا غيره وذلك لأن قوم نوح مشركون يعبدون الأصنام ومن يعبد الأصنام يكذب كل رسول وينكر الرسالة لأنه يقول : لا تعلق لله بالعالم السفلي وإنما أمره إلى الكواكب فكان مذهبهم التكذيب فكذبوا الثالث : قوله تعالى : { فَكَذَّبُواْ عَبْدَنَا } للتصديق والرد عليهم تقديره : كذبت قوم نوح وكان تكذيبهم عبدنا أي لم يكن تكذيباً بحق كما يقول القائل : كذبني فكذب صادقاً .\r\n المسألة الثالثة : كثيراً ما يخص الله الصالحين بالإضافة إلى نفسه كما في قوله تعالى : { إِنَّ عِبَادِى } [ الحجر : 42 ] { يا عِبَادِى } [ العنكبوت : 56 ] { واذْكُرْ عَبْدَنَا } [ ص : 17 ] { إِنَّهُ مِنْ عِبَادِنَا } [ يوسف : 24 ] وكل واحد عبده فما السر فيه؟ نقول : الجواب عنه من وجوه الأول : ما قيل : في المشهور أن الإضافة إليه تشريف منه فمن خصصه بكونه عبده شرف وهذا كقوله تعالى : { أَن طَهّرَا بَيْتِىَ } [ البقرة : 125 ] وقوله تعالى : { نَاقَةُ الله } [ الأعراف : 73 ] الثاني : المراد من عبدنا أي الذي عبدنا فالكل عباد لأنهم مخلوقون للعبادة لقوله : { وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ } [ الذاريات : 56 ] لكن منهم من عبد فحقق المقصود فصار عبده ، ويؤيد هذا قوله تعالى : { كُونُواْ عِبَادًا لّى } [ آل عمران : 79 ] أي حققوا المقصود الثالث : الإضافة تفيد الحصر فمعنى عبدنا هو الذي لم يقل : بمعبود سوانا ، ومن اتبع هواه فقد اتخذ إلهاً فالعبد المضاف هو الذي بكليته في كل وقت لله فأكله وشربه وجميع أموره لوجه الله تعالى وقليل ما هم .\r\n المسألة الرابعة : ما الفائدة في اختيار لفظ العبد مع أنه لو قال رسولنا لكان أدل على قبح فعلهم؟ نقول : قوله عبدنا أدل على صدقه وقبح تكذيبهم من قوله رسولنا لو قاله لأن العبد أقل تحريفاً لكلام السيد من الرسول ، فيكون كقوله تعالى : { وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأقاويل * لأَخَذْنَا مِنْهُ باليمين * ثُمَّ لَقَطَعْنَا مِنْهُ الوتين } [ الحاقة : 44 46 ] .\r\n المسألة الخامسة : قوله تعالى { وَقَالُواْ مَجْنُونٌ } إشارة إلى أنه أتى بالآيات الدالة على صدقه حيث رأوا ما عجزوا منه ، وقالوا : هو مصاب الجن أو هو لزيادة بيان قبح صنعهم حيث لم يقنعوا بقولهم إنه كاذب ، بل قالوا مجنون ، أي يقول مالا يقبله عاقل ، والكاذب العاقل يقول ما يظن به أنه صادق فقالوا : مجنون أي يقول مالم يقل به عاقل فبين مبالغتهم في التكذيب .\r\n المسألة السادسة : { وازدجر } إخبار من الله تعالى أو حكاية قولهم ، نقول : فيه خلاف منهم من قال : إخبار من الله تعالى وهو عطف على كذبوا ، وقالوا : أي هم كذبوا وهو ازدجر أي أوذي وزجر ، وهو كقوله تعالى : { كُذّبُواْ وَأُوذُواْ } [ الأنعام : 34 ] وعلى هذا إن قيل : لو قال كذبوا عبدنا وزجروه كان الكلام أكثر مناسبة ، نقول : لا بل هذا أبلغ لأن المقصود تقوية قلب النبي صلى الله عليه وسلم بذكر من تقدمه فقال : وازدجر أي فعلوا ما يوجب الإنزجار من دعائهم حتى ترك دعوتهم وعدل عن الدعاء إلى الإيمان إلى الدعاء عليهم ، ولو قال : زجروه ما كان يفيد أنه تأذى منهم لأن في السعة يقال : آذوني ولكن ما تأذيت ، وأما أوذيت فهو كاللازم لا يقال إلا عند حصول الفعل لا قبله ، ومنهم من قال : { وازدجر } حكاية قولهم أي هم قالوا ازدجر ، تقديره قالوا : مجنون مزدجر ، ومعناه : ازدجره الجن أو كأنهم قالوا : جن وازدجر ، والأول أصح ويترتب عليه قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "كذبت قبلهم قوم نوح فكذبوا عبدنا وقالوا مجنون وازدجر (9) ",
        "babnum": 9
    },
    {
        "id": 2494,
        "cate": "54",
        "title": "فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ (10) ",
        "details": " ترتيباً في غاية الحسن لأنهم لما زجروه وانزجر هو عن دعائهم دعا ربه أني مغلوب وفيه مسائل : المسألة الأولى : قرىء { إِنّى } بكسر الهمزة على أنه دعاء ، فكأنه قال : إني مغلوب ، وبالفتح على معنى بأني .\r\n المسألة الثانية : ما معنى مغلوب؟ نقول فيه وجوه الأول : غلبني الكفار فانتصر لي منهم الثاني : غلبتني نفسي وحملتني على الدعاء عليهم فانتصر لي من نفسي ، وهذا الوجه نقله ابن عطية وهو ضعيف الثالث : وجه مركب من الوجهين وهو أحسن منهما وهو أن يقال : إن النبي صلى الله عليه وسلم لا يدعو على قومه ما دام في نفسه احتمال وحلم ، واحتمال نفسه يمتد ما دام الإيمان منهم محتملاً ، ثم إن يأسه يحصل والاحتمال يفر بعد اليأس بمدة ، بدليل قوله تعالى لمحمد صلى الله عليه وسلم : { لَعَلَّكَ باخع نَّفْسَكَ } [ الكهف : 6 ] ، { فَلاَ تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حسرات } [ فاطر : 8 ] وقال تعالى : { وَلاَ تخاطبنى فِى الذين ظَلَمُواْ إِنَّهُمْ مُّغْرَقُونَ } [ المؤمنون : 27 ] فقال نوح : يا إلهي إن نفسي غلبتني وقد أمرتني بالدعاء عليهم فأهلكهم ، فيكون معناه ( إني ) مغلوب بحكم البشرية أي غلبت وعيل صبري فانتصر لي منهم لا من نفسي .\r\n المسألة الثالثة : فانتصر معناه انتصر لي أو لنفسك فإنهم كفروا بك وفيه وجوه أحدها : فانتصر لي مناسب لقوله مغلوب ثانيها : فانتصر لك ولدينك فإني غلبت وعجزت عن الانتصار لدينك ثالثها : فانتصر للحق ولا يكون فيه ذكره ولا ذكر ربه ، وهذا يقوله قوي النفس بكون الحق معه ، يقول القائل : اللهم أهلك الكاذب منا ، وانصر المحق منا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فدعا ربه أني مغلوب فانتصر (10) ",
        "babnum": 10
    },
    {
        "id": 2495,
        "cate": "54",
        "title": "فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ (11) ",
        "details": " عقيب دعائه وفيه مسائل : المسألة الأولى : المراد من الفتح والأبواب والسماء حقائقها أو هو مجاز؟ نقول فيه قولان أحدهما : حقائقها وللسماء أبواب تفتح وتغلق ولا استبعاد فيه وثانيهما : هو على طريق الاستعارة ، فإن الظاهر أن الماء كان من السحاب ، وعلى هذا فهو كما يقول القائل في المطر الوابل جرت ميازيب السماء وفتح أفواه القرب أي كأنه ذلك ، فالمطر في الطوفان كان بحيث يقول القائل فتحت أبواب السماء ، ولا شك أن المطر من فوق كان في غاية الهطلان .\r\n المسألة الثانية : قوله تعالى : { فَفَتَحْنَا } بيان أن الله انتصر منهم وانتقم بماء لا بجند أنزله ، كما قال تعالى : { وَمَا أَنزَلْنَا على قَوْمِهِ مِن بَعْدِهِ مِن جُندٍ مّنَ السماء وَمَا كُنَّا مُنزِلِينَ إِن كَانَتْ إِلاَّ صَيْحَةً واحدة } [ ياس : 28 ، 29 ] بياناً لكمال القدرة ، ومن العجيب أنهم كانوا يطلبون المطر سنين فأهلكهم بمطلوبهم .\r\n المسألة الثالثة : الباء في قوله : { بِمَاء مُّنْهَمِرٍ } ما وجهه وكيف موقعه؟ نقول فيه وجهان أحدهما : كما هي في قول القائل فتحت الباب بالمفتاح وتقديره هو أن يجعل كأن الماء جاء وفتح الباب وعلى هذا تفسير قول من يقول : يفتح الله لك بخير أي يقدر خيراً يأتي ويفتح الباب ، وعلى هذا ففيه لطيفة وهي من بدائع المعاني ، وهي أن يجعل المقصود مقدماً في الوجود ، ويقول كأن مقصودك جاء إلى باب مغلق ففتحه وجاءك ، وكذلك قول القائل : لعل الله يفتح برزق ، أي يقدر رزقاً يأتي إلى الباب الذي كالمغلق فيدفعه ويفتحه ، فيكون الله قد فتحه بالرزق ثانيهما : { فَتَحْنَا أبواب السماء } مقرونة { بِمَاء مُّنْهَمِرٍ } والانهمار الانسكاب والانصباب صباً شديداً ، والتحقيق فيه أن المطر يخرج من السماء التي هي السحاب خروج مترشح من ظرفه ، وفي ذلك اليوم كان يخرج خروج مرسل خارج من باب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ففتحنا أبواب السماء بماء منهمر (11) ",
        "babnum": 11
    },
    {
        "id": 2496,
        "cate": "54",
        "title": "وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ (12) ",
        "details": " وفيه من البلاغة ما ليس في قول القائل : وفجرنا عيون الأرض ، وهذا بيان التمييز في كثير من المواضع ، إذا قلت ضاق زيد ذرعاً ، أثبت مالا يثبته قولك ضاق ذرع زيد ، وفيه مسائل : المسألة الأولى : قال : { وَفَجَّرْنَا الأرض عُيُوناً } ولم يقل ففتحنا السماء أبواباً ، لأن السماء أعظم من الأرض وهي للمبالغة ، ولهذا قال : { أبواب السماء } ولم يقل : أنابيب ولا منافذ ولا مجاري أو غيرها .\r\n وأما قوله تعالى : { وَفَجَّرْنَا الأرض عُيُوناً } فهو أبلغ من قوله : وفجرنا عيون الأرض ، لأنه يكون حقيقة لا مبالغة فيه ، ويكفي في صحة ذلك القول أن يجعل في الأرض عيوناً ثلاثة ، ولا يصلح مع هذا في السماء إلا قول القائل : فأنزلنا من السماء ماء أو مياهاً ، ومثل هذا الذي ذكرناه في المعنى لا في المعجزة ، والحكمة قوله تعالى : { أَلَمْ تَرَ أَنَّ الله أَنزَلَ مِنَ السماء مَاء فَسَلَكَهُ يَنَابِيعَ فِى الأرض } [ الزمر : 21 ] حيث لا مبالغة فيه ، وكلامه لا يماثل كلام الله ولا يقرب منه ، غير أني ذكرته مثلاً : { وَلِلَّهِ المثل الأعلى } [ النحل : 60 ] .\r\n المسألة الثانية : العيون في عيون الماء حقيقة أو مجاز؟ نقول : المشهور أن لفظ العين مشترك ، والظاهر أنها حقيقة في العين التي هي آلة الأبصار ومجاز في غيرها ، أما في عيون الماء فلأنها تشبه العين الباصرة التي يخرج منها الدمع ، أو لأن الماء الذي في العين كالنور الذي في العين غير أنها مجاز مشهور صار غالباً حتى لا يفتقر إلى القرينة عند الاستعمال إلا للتمييز بين العينين ، فكما لا يحمل اللفظ على العين الباصرة إلا بقرينة ، كذلك لا يحمل على الفوارة إلا بقرينة مثل : شربت من العين واغتسلت منها ، وغير ذلك من الأمور التي توجد في الينبوع ، ويقال : عانه يعينه إذا أصابه بالعين ، وعينه تعييناً ، حقيقته جعله بحيث تقع عليه العين ، وعاينه معاينة وعياناً ، وعين أي صار بحيث تقع عليه العين .\r\n المسألة الثالثة : قوله تعالى : { فَالْتَقَى الماء } قرىء فالتقى الماءان ، أي النوعان ، منه ماء السماء وماء الأرض ، فتثنى أسماء الأجناس على تأويل صنف ، تجمع أيضاً ، يقال : عندي تمران وتمور وأتمار على تأويل نوعين وأنواع منه والصحيح المشهور : { فَالْتَقَى الماء } وله معنى لطيف ، وذلك أنه تعالى لما قال : { فَفَتَحْنَا أبواب السماء بِمَاء مُّنْهَمِرٍ } [ القمر : 11 ] ذكر الماء وذكر الانهمار وهو النزول بقوة ، فلما قال : { وَفَجَّرْنَا الأرض عُيُوناً } كان من الحسن البديع أن يقول : ما يفيد أن الماء نبع منها بقوة ، فقال : { فَالْتَقَى الماء } أي من العين فار الماء بقوة حتى ارتفع والتقى بماء السماء ، ولو جرى جرياً ضعيفاً لما كان هو يلتقي مع ماء السماء بل كان ماء السماء يرد عليه ويتصل به ، ولعل المراد من قوله : { وَفَارَ التنور } [ هود : 40 ] مثل هذا .\r\n وقوله تعالى : { على أَمْرٍ قَدْ قُدِرَ } فيه وجوه الأول : على حال قد قدرها الله تعالى كما شاء الثاني : على حال قدر أحد الماءين بقدر الآخر الثالث : على سائر المقادير ، وذلك لأن الناس اختلفوا ، فمنهم من قال : ماء السماء كان أكثر ، ومنهم من قال : ماء الأرض ، ومنهم من قال : كانا متساويين ، فقال : على أي مقدار كان ، والأول إشارة إلى عظمة أمر الطوفان ، فإن تنكير الأمر يفيد ذلك ، يقول القائل : جرى على فلان شيء لا يمكن أن يقال إشارة إلى عظمته ، وفيه احتمال آخر ، وهو أن يقال : التقى الماء ، أي اجتمع على أمر هلاكهم ، وهو كان مقدوراً مقدراً ، وفيه رد على المنجمين الذين يقولون إن الطوفان كان بسبب اجتماع الكواكب السبعة حول برج مائي ، والغرق لم يكن مقصوداً بالذات ، وإنما ذلك أمر لزم من الطوفان الواجب وقوعه ، فقال : لم يكن ذلك إلا لأمر قد قدر ، ويدل عليه أن الله تعالى أوحى إلى نوح بأنهم من المغرقين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وفجرنا الأرض عيونا فالتقى الماء على أمر قد قدر (12) ",
        "babnum": 12
    },
    {
        "id": 2497,
        "cate": "54",
        "title": "وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ (13) ",
        "details": " أي سفينة ، حذف الموصوف وأقام الصفة مقامه ، إشارة إلى أنها كانت من ألواح مركبة موثقة بدثر ، وكان انفكاكها في غاية السهولة ، ولم يقع فهو بفضل الله ، والدسر المسامير .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وحملناه على ذات ألواح ودسر (13) ",
        "babnum": 13
    },
    {
        "id": 2498,
        "cate": "54",
        "title": "تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ (14) ",
        "details": " وقوله تعالى : { تَجْرِى } أي سفينة ذات ألواح جارية ، وقوله تعالى : { بِأَعْيُنِنَا } أي بمرأى منا أو بحفظنا ، لأن العين آلة ذلك فتستعمل فيه .\r\n وقوله تعالى : { جَزَاء لّمَن كَانَ كُفِرَ } يحتمل وجوهاً أحدها : أن يكون نصبه بقوله : { حملناه } أي حملناه جزاء ، أي ليكون ذلك الحمل جزاء الصبر على كفرانهم وثانيها : أن يكون بقوله : { تَجْرِى بِأَعْيُنِنَا } لأن فيه معنى حفظنا ، أي ما تركناه عن أعيننا وعوننا جزاء له ثالثها : أن يكون بفعل حاصل من مجموع ما ذكره كأنه قال : فتحنا أبواب السماء وفجرنا الأرض عيوناً وحملناه ، وكل ذلك فعلناه جزاء له ، وإنما ذكرنا هذا ، لأن الجزاء ما كان يحصل إلا بحفظه وإنجائه لهم ، فوجب أن يكون جزاء منصوباً بكونه مفعولاً له بهذه الأفعال ، ولنذكر ما فيه من اللطائف في مسائل : المسألة الأولى : قال في السماء : { فَفَتَحْنَا أبواب السماء } [ القمر : 11 ] لأن السماء ذات الرجع وما لها فطور ، ولم يقل : وشققنا السماء ، وقال في الأرض : { وَفَجَّرْنَا الأرض } [ القمر : 12 ] لأنها ذات الصدع .\r\n الثانية : لما جعل المطر كالماء الخارج من أبواب مفتوحة واسعة ، ولم يقل في الأرض وأجرينا من الأرض بحاراً وأنهاراً ، بل قال : { عُيُوناً } والخارج من العين دون الخارج من الباب ذكر في الأرض أنه تعالى فجرها كلها ، فقال : { وَفَجَّرْنَا الأرض } لتقابل كثرة عيون الأرض سعة أبواب السماء فيحصل بالكثرة ههنا ما حصل بالسعة ههنا .\r\n الثالثة : ذكر عند الغضب سبب الإهلاك وهو فتح أبواب السماء وفجر الأرض بالعيون ، وأشار إلى الإهلاك بقوله تعالى : { على أَمْرٍ قَدْ قُدِرَ } [ القمر : 12 ] أي أمر الإهلاك ولم يصرح وعند الرحمة ذكر الإنجاء صريحاً بقوله تعالى : { وَحَمَلْنَاهُ } وأشار إلى طريق النجاة بقوله : { ذَاتِ ألواح } وكذلك قال في موضع آخر : { فَأَخَذَهُمُ الطوفان } [ العنكبوت : 14 ] ، ولم يقل فأهلكوا ، وقال : { فأنجيناه وأصحاب السفينة } [ العنبكوت : 15 ] فصرح بالإنجاء ولم يصرح بالإهلاك إشارة إلى سعة الرحمة وغاية الكرم أي خلقنا سبب الهلاك ولو رجعوا لما ضرهم ذلك السبب كما قال صلى الله عليه وسلم : { يابنى اركب مَّعَنَا } [ هود : 42 ] وعند الإنجاء أنجاه وجعل للنجاة طريقاً وهو اتخاذ السفينة ولو انكسرت لما ضره بل كان ينجيه فالمقصود عند الإنجاء هو النجاة فذكر المحل والمقصود عند الإهلاك إظهار البأس فذكر السبب صريحاً .\r\n الرابعة : قوله تعالى : { تَجْرِى بِأَعْيُنِنَا } أبلغ من حفظنا ، يقول القائل اجعل هذا نصب عينك ولا يقول احفظه طلباً للمبالغة .\r\n الخامسة : { بِأَعْيُنِنَا } يحتمل أن يكون المراد بحفظنا ، ولهذا يقال : الرؤية لسان العين .\r\n السادسة : قال : كان ذلك جزاء على ما كفروا به لا على إيمانه وشكره فما جوزي به كان جزاء صبره على كفرهم ، وأما جزاء شكره لنا فباق ، وقرىء : { جَزَاء } بكسر الجيم أي مجازاة كقتال ومقاتلة وقرىء : { لّمَن كَانَ كُفِرَ } بفتح الكاف ، وأما : { كُفِرَ } ففيه وجهان : أحدهما : أن يكون كفر مثل شكر يعدى بالحرف وبغير حرف يقال شكرته وشكرت له ، قال تعالى : { واشكروا لِي وَلاَ تَكْفُرُونِ } [ البقرة : 152 ] وقال تعالى : { فَمَنْ يَكْفُرْ بالطاغوت وَيُؤْمِن بالله } [ البقرة : 256 ] .\r\n ثانيهما : أن يكون من الكفر لا من الكفران أي جزاء لمن ستر أمره وأنكر شأنه ويحتمل أن يقال : كفر به وترك الظهور المراد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "تجري بأعيننا جزاء لمن كان كفر (14) ",
        "babnum": 14
    },
    {
        "id": 2499,
        "cate": "54",
        "title": "وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ (15) ",
        "details": " وفي العائد إليه الضمير وجهان أحدهما : عائد إلى مذكور وهو السفينة التي فيها ألواح وعلى هذا ففيه وجهان أحدهما : ترك الله عينها مدة حتى رؤيت وعلمت وكانت على الجودي بالجزيرة وقيل بأرض الهند وثانيهما : ترك مثلها في الناس يذكر وثاني الوجهين الأولين أنه عائد إلى معلوم أي تركنا السفينة آية ، والأول أظهر وعلى هذا الوجه يحتمل أن يقال : { تركناها } أي جعلناها آية لأنها بعد الفراغ منها صارت متروكة ومجعولة يقول القائل : تركت فلاناً مثلة أي جعلته ، لما بينا أنه من فرغ من أمر تركه وجعله فذكر أحد الفعلين بدلاً عن الآخر .\r\n وقوله تعالى : { فَهَلْ مِن مُّدَّكِرٍ } إشارة إلى أن الأمر من جانب الرسل قد تم ولم يبق إلا جانب المرسل إليهم بأن كانوا منذرين متفكرين يهتدون بفضل الله فهل من مدكر مهتد ، وهذا الكلام يصلح حثاً ويصلح تخويفاً وزجراً ، وفيه مسائل : الأولى : قال ههنا { وَلَقَدْ تركناها } وقال في العنكبوت : { وجعلناها ءايَةً } [ العنكبوت : 15 ] قلنا هما وإن كانا في المعنى واحداً على ما تقدم بيانه لكن لفظ الترك يدل على الجعل والفراغ بالأيام فكأنها هنا مذكورة بالتفصيل حيث بين الإمطار من السماء وتفجير الأرض وذكر السفينة بقوله : { ذَاتِ ألواح وَدُسُرٍ } [ القمر : 13 ] وذكر جريها فقال : { تركناها } إشارة إلى تمام الفعل المقدور وقال هناك { وجعلناها } إشارة إلى بعض ذلك فإن قيل : إن كان الأمر كذلك فكيف قال ههنا { وَحَمَلْنَاهُ } [ القمر : 13 ] ولم يقل : وأصحابه وقال هناك { فأنجيناه وأصحاب السفينة } ؟ نقول : النجاة ههنا مذكورة على وجه أبلغ مما ذكره هناك لأنه قال : { تَجْرِى بِأَعْيُنِنَا } [ القمر : 14 ] أي حفظنا وحفظ السفينة حفظ لأصحابه وحفظ لأموالهم ودوابهم والحيوانات التي معهم فقوله : { فأنجيناه وأصحاب السفينة } لا يلزم منه إنجاء الأموال إلا ببيان آخر والحكاية في سورة هود أشد تفصيلاً وأتم فلهذا قال : { قُلْنَا احمل فِيهَا مِن كُلّ زَوْجَيْنِ اثنين } [ هود : 40 ] يعني المحمول ثم قال تعالى : { واستوت عَلَى الجودى } [ هود : 44 ] تصريحاً بخلاص السفينة وإشارة إلى خلاص كل من فيها وقوله : { ءايَةً } منصوبة على أنها مفعول ثان للترك لأنه بمعنى الجعل على ما تقدم بيانه وهو الظاهر ، ويحتمل أن يقال حال فإنك تقول تركتها وهي آية وهي إن لم تكن على وزن الفاعل والمفعول فهي في معناه كأنه قال : تركناها دالة ، ويحتمل أن يقال : نصبها على التمييز لأنها بعض وجوه الترك كقوله ضربته سوطاً .\r\n المسألة الثانية : { مُّدَّكِرٍ } مفتعل من ذكر يذكر وأصله مذتكو ( لما ) كان مخرج الذال قريباً من مخرج التاء ، والحروف المتقاربة المخرج يصعب النطق بها على التوالي ولهذا إذا نظرت إلى الذال مع التاء عند النطق تقرب الذال من أن تصير تاء والتاء تقرب من أن تصير دالاً فجعل التاء دالاً ثم أدغمت الدال فيها ومنهم من قرأ على الأصل مذتكر ومنهم من قلب التاء دالاً وقرأ مذدكر ومن اللغويين من يقول في مدكر مذدكر فيقلب التاء ولا يدغم ولكل وجهة ، والمدكر المعتبر المتفكر ، وفي قوله : { مُّدَّكِرٍ } إما إشارة إلى ما في قوله : { أَلَسْتَ بِرَبّكُمْ قَالُواْ بلى } [ الأعراف : 172 ] أي هل من يتذكر تلك الحالة وإما إلى وضوح الأمر كأنه حصل للكل آيات الله ونسوها { فَهَلْ مِن مُّدَّكِرٍ } يتذكر شيئاً منها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد تركناها آية فهل من مدكر (15) ",
        "babnum": 15
    },
    {
        "id": 2500,
        "cate": "54",
        "title": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (16) ",
        "details": " وفيه وجهان أحدهما : أن يكون ذلك استفهاماً من النبي صلى الله عليه وسلم تنبيهاً له ووعداً بالعاقبة وثانيهما : أن يكون عاماً تنبيهاً للخلق ونذر أسقط منه ياء الإضافة كما حذف ياء يسري في قوله تعالى : { واليل إِذَا يَسْرِ } [ الفجر : 4 ] وذلك عند الوقف ومثله كثير كما في قوله تعالى : { فَإِيَّاىَ فاعبدون } [ العنكبوت : 51 ] { وَلاَ هُمْ يُنقَذُونَ } [ ياس : 43 ] { يا عباد فاتقون } [ الزمر : 16 ] وقوله تعالى : { وَلاَ تَكْفُرُونِ } [ البقرة : 152 ] وقرىء بإثبات الياء : { عَذَابِى ونذري } وفيه مسائل : الأولى : ما الذي اقتضى الفاى في قوله تعالى : { فَكَيْفَ كَانَ } ؟ نقول : أما إن قلنا إن الاستفهام من النبي صلى الله عليه وسلم ، فكأنه تعالى قال له قد علمت أخبار من كان قبلك فكيف كان أي بعدما أحاط بهم علمك بنقلها إليك ، وأما إن قلنا الاستفهام عام فنقول لما قال : { هَلْ مِنْ مُّدَّكِرٍ } [ القمر : 15 ] فرض وجودهم وقال : يا من يتذكر ، وعلم الحال بالتذكير : { فَكَيْفَ كَانَ عَذَابِى } ويحتمل أن يقال : هو متصل بقوله : { فَهَلْ مِن مُّدَّكِرٍ } تقديره مدكر كيف كان عذابي .\r\n المسألة الثانية : ما رأوا العذاب ولا النذر فكيف استفهم منهم؟ نقول : أما على قولنا الاستفهام من النبي صلى الله عليه وسلم فقد علم لما علم ، وأما على قولنا عام فهو على تقدير الإدكار وعلى تقدير الإدكار يعلم الحال ، ويحتمل أن يقال : إنه ليس باستفهام وإنما هو إخبار عن عظمة الأمر كما في قوله تعالى : { الحاقة * مَا الحاقة } [ الحاقة : 1 ، 2 ] و { القارعة * مَا القارعة } [ القارعة : 1 ، 2 ] وهذا لأن الاستفهام يذكر للإخبار كما أن صيغة هل تذكر للاستفهام فيقال زيد في الدار؟ بمعنى هل زيد في الدار ، ويقول المنجز وعده هل صدقت؟ فكأنه تعالى قال : عذابي وقع وكيف كان أي كان عظيماً وحينئذ لا يحتاج إلى علم من يستفهم منه .\r\n المسألة الثالثة : قال تعالى من قبل : { فَفَتَحْنَا ، وَفَجَّرْنَا ، وبأعيننا } ولم يقل كيف كان عذابنا نقول لوجهين أحدهما : لفظي وهو أن ياء المتكلم يمكن حذفها لأنها في اللفظ تسقط كثيراً فيما إذا التقى ساكنان ، تقول : غلامي الذي ، وداري التي ، وهنا حذفت لتواخي آخر الآيات ، وأما النون والألف في ضمير الجمع فلا تحذف وأما الثاني : وهو المعنوي فنقول : إن كان الاستفهام من النبي صلى الله عليه وسلم فتوحيد الضمير للأنباء ، وفي فتحنا وفجرنا لترهيب العصاة ، ونقول : قد ذكرنا أن قوله : { مُّدَّكِرٍ } [ القمر : 15 ] فيه إشارة إلى قوله : { أَلَسْتَ بِرَبّكُمْ } [ الأعراف : 172 ] فلما وحد الضمير بقوله : { أَلَسْتَ بِرَبّكُمْ } قال فكيف كان .\r\n المسألة الرابعة : النذر جمع نذير فهل هو مصدر كالنسيب والنحيب أو فاعل كالكبير والصغير؟ نقول : أكثر المفسرين على أنه مصدر ههنا ، أي كيف كان عاقبة عذابي وعاقبة إنذاري والظاهر أن المراد الأنباء ، أي كيف كان عاقبة أعداء الله ورسله؟ هل أصاب العذاب من كذب الرسل أم لا؟ فإذا علمت الحال يا محمد فاصبر فإن عاقبة أمرك كعاقبة أولئك النذر ولم يجمع العذاب لأنه مصدر ولو جمع لكان في جمعه تقدير وفرض ولا حاجة إليه ، فإن قيل : قوله تعالى : ( كذبت ثمود بالنذر ) أي بالإنذارات لأن الإنذارات جاءتهم ، وأما الرسل فقد جاءهم واحد ، نقول : كل من تقدم من الأمم الذين أشركوا بالله كذبوا بالرسل وقالوا : ما أنزل الله من شيء وكان المشركون مكذبين بالكل ما خلا إبراهيم عليه السلام فكانوا يعتقدون فيه الخير لكونه شيخ المرسلين فلا يقال ( كذبت ثمود بالنذر ) ، أي بالأنبياء بأسرهم ، كما أنكم أيها المشركون تكذبون بهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فكيف كان عذابي ونذر (16) ",
        "babnum": 16
    },
    {
        "id": 2501,
        "cate": "54",
        "title": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (17) ",
        "details": " ثم قال تعالى : { ولقد يسرنا القرآن للذكر } وفيه وجوه الأول : للحفظ فيمكن حفظه ويسهل ، ولم يكن شيء من كتب الله تعالى يحفظ على ظهر القلب غير القرآن .\r\n وقوله تعالى : { فَهَلْ مِن مُّدَّكِرٍ } أي هل من يحفظ ويتلوه الثاني : سهلناه للاتعاظ حيث أتينا فيه بكل حكمة الثالث : جعلناه بحيث يعلق بالقلوب ويستلذ سماعه ومن لا يفهم يتفهمه ولا يسأم من سمعه وفهمه ولا يقول قد علمت فلا أسمعه بل كل ساعة يزداد منه لذة وعلماً .\r\n الرابع : وهو الأظهر أن النبي صلى الله عليه وسلم لما ذكر بحال نوح عليه السلام وكان له معجزة قيل له : إن معجزتك القرآن { وَلَقَدْ يَسَّرْنَا القرءان لِلذّكْرِ } تذكرة لكل أحد وتتحدى به في العالم ويبقى على مرور الدهور ، ولا يحتاج كل من يحضرك إلى دعاء ومسألة في إظهار معجزة ، وبعدك لا ينكر أحد وقوع ما وقع كما ينكر البعض انشقاق القمر ، وقوله تعالى : { فَهَلْ مِن مُّدَّكِرٍ } أي متذكر لأن الافتعال والتفعل كثيراً ما يجيء بمعنى ، وعلى هذا فلو قال قائل : هذا يقتضي وجود أمر سابق فنسي ، نقول : ما في الفطرة من الانقياد للحق هو كالمنسي فهل من مدكر يرجع إلى ما فطر عليه وقيل : فهل من مدكر أي حافظ أو متعظ على ما فسرنا به قوله تعالى : { يَسَّرْنَا القرءان لِلذّكْرِ } وقوله : { فَهَلْ مِن مُّدَّكِرٍ } وعلى قولنا المراد متذكر إشارة إلى ظهور الأمر فكأنه لا يحتاج إلى نكر ، بل هو أمر حاصل عنده لا يحتاج إلى معاودة ما عند غيره .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد يسرنا القرآن للذكر فهل من مدكر (17) ",
        "babnum": 17
    },
    {
        "id": 2502,
        "cate": "54",
        "title": "كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (18) ",
        "details": " وفيه مسائل : الأولى : قال في قوم نوح : { كَذَّبَتْ قَوْمُ نُوحٍ } [ الشعراء : 105 ] ولم يقل في عاد كذبت قوم هود وذلك لأن التعريف كلما أمكن أن يؤتى به على وجه أبلغ فالأولى أن يؤتى به والتعريف بالاسم العلم أولى من التعريف بالإضافة إليه ، فإنك إذا قلت : بيت الله لا يفيد ما يفيد قولك الكعبة ، فكذلك إذا قلت : رسول الله لا يفيد ما يفيد قولك محمد فعاد اسم علم للقوم لا يقال قوم هود أعرف لوجهين أحدهما : أن الله تعالى وصف عاداً بقوم هود حيث قال : { أَلاَ بُعْدًا لّعَادٍ قَوْمِ هُودٍ } [ هود : 60 ] ولا يوصف الأظهر بالأخفى والأخص بالأعم ثانيهما : أن قوم هود واحد وعاد ، قيل : إنه لفظ يقع على أقوام ولهذا قال تعالى : { عَاداً الأولى } [ النجم : 50 ] لأنا نقول : أما قوله تعالى : { لّعَادٍ قَوْمِ هُودٍ } [ هود : 60 ] فليس ذلك صفة وإنما هو بدل ويجوز في البدل أن يكون دون المبدل في المعرفة ، ويجوز أن يبدل عن المعرفة بالنكرة ، وأما عاداً الأولى فقد قدمنا أن ذلك لبيان تقدمهم أي عاداً الذين تقدموا وليس ذلك للتمييز والتعريف كما تقول محمد النبي شفيعي والله الكريم ربي ورب الكعبة المشرفة لبيان الشرف لا لبيانها وتعريفها كما تقول : دخلت الدار المعمورة من الدارين وخدمت الرجل الزاهد من الرجلين فتبين المقصود بالوصف .\r\n المسألة الثانية : لم يقل كذبوا هوداً كما قال : { فَكَذَّبُواْ عَبْدَنَا } [ القمر : 9 ] وذلك لوجهين أحدهما : أن تكذيب نوح كان أبلغ وأشد حيث دعاهم قريباً من ألف سنة وأصروا على التكذيب ، ولهذا ذكر الله تعالى تكذيب نوح في مواضع ولم يذكر تكذيب غير نوح صريحاً وإن نبه عليه ( في ) واحد منها في الأعراف قال : { فأنجيناه والذين مَعَهُ فِي الفلك } [ الأعراف : 64 ] وقال حكاية عن نوح : { قَالَ رَبّ إِنَّ قَوْمِى كَذَّبُونِ } [ الشعراء : 117 ] وقال : { إِنَّهُمْ عصونى } [ نوح : 21 ] وفي هذه المواضع لم يصرح بتكذيب قوم غيره منهم إلا قليلاً ولذلك قال تعالى في مواضع ذكر شعيب فكذبوه : وقال { الذين كَذَّبُواْ شُعَيْبًا } [ الأعراف : 92 ] وقال تعالى عن قومه : { وِإِنَّا لَنَظُنُّكَ مِنَ الكاذبين } [ الأعراف : 66 ] لأنه دعا قومه زماناً مديداً وثانيهما : أن حكاية عاد مذكورة ههنا على سبيل الاختصار فلم يذكر إلا تكذيبهم وتعذيبهم فقال : { كَذَّبَتْ عَادٌ } كما قال : { كَذَّبَتْ قَوْمُ نُوحٍ } ولم يذكر دعاءه عليهم وإجابته كما قال في نوح .\r\n المسألة الثالثة : قال تعالى : { فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ } قبل أن بين العذاب وفي حكاية نوح بين العذاب ، ثم قال : { فَكَيْفَ كَانَ } فما الحكمة فيه؟ نقول : الاستفهام الذي ذكره في حكاية نوح مذكور ههنا ، وهو قوله تعالى : { فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ } كما قال من قبل ومن بعد في حكاية ثمود غير أنه تعالى حكى في حكاية عاد { فَكَيْفَ كَانَ } مرتين ، المرة الأولى استفهم ليبين كما يقول المعلم لمن لا يعرف كيف المسألة الفلانية ليصير المسئول سائلاً ، فيقول : كيف هي فيقول إنها كذا وكذا فكذلك ههنا قال : { كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِى } فقال السامع : بين أنت فإني لا أعلم فقال : { إِنَّا أَرْسَلْنَا } [ القمر : 19 ] وأما المرة الثانية فاستفهم للتعظيم كما يقول القائل للعارف المشاهد كيف فعلت وصنعت فيقول : نعم ما فعلت ويقول : أتيت بعجيبة فيحقق عظمة الفعل بالاستفهام ، وإنما ذكر ههنا المرة الأولى ولم يذكر في موضع آخر لأن الحكاية ذكرها مختصرة فكان يفوت الاعتبار بسبب الاختصار فقال : { كَيْفَ كَانَ عَذَابِى } حثاً على التدبر والتفكر ، وأما الاختصار في حكايتهم فلأن أكثر أمرهم الاستكبار والاعتماد على القوة وعدم الالتفات إلى قول النبي صلى الله عليه وسلم ، ويدل على قوله تعالى : { فَأَمَّا عَادٌ فاستكبروا فِى الأرض بِغَيْرِ الحق وَقَالُواْ مَنْ أَشَدُّ مِنَّا قُوَّةً } [ فصلت : 15 ] وذكر استكبارهم كثيراً ، وما كان قوم محمد صلى الله عليه وسلم مبالغين في الاستكبار وإنما كانت مبالغتهم في التكذيب ونسبته إلى الجنون ، وذكر حالة نوح على التفصيل فإن قومه جمعوا بين التكذيب والاستكبار ، وكذلك حال صالح عليه السلام ذكرها على التفصيل لشدة مناسبتها بحال محمد صلى الله عليه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كذبت عاد فكيف كان عذابي ونذر (18) ",
        "babnum": 18
    },
    {
        "id": 2503,
        "cate": "54",
        "title": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ (19) ",
        "details": " وفيه مسائل : المسألة الأولى : قال تعالى : { فَكَيْفَ كَانَ عَذَابِى } [ القمر : 18 ] بتوحيد الضمير هناك ولم يقل عذابنا ، وقال : ههنا { أَنَاْ } ، ولم يقل إني ، والجواب ما ذكرناه في قوله تعالى : { فَفَتَحْنَا أبواب السماء } [ القمر : 11 ] .\r\n المسألة الثانية : الصرصر فيها وجوه أحدها : الريح الشديدة الصوت من الصرير والصرة شدة الصياح ثانيها : دائمة الهبوب من أصر على الشيء إذا دام وثبت ، وفيه بحث وهو أن الأسماء المشتقة هي التي تصلح لأن يوصف بها ، وأما أسماء الأجناس فلا يوصف بها سواء كانت أجراماً أو معاني ، فلا يقال : إنسان رجل جاء ولا يقال : لون أبيض وإنما يقال : إنسان عالم وجسم أبيض .\r\n وقولنا : أبيض معناه شيء له بياض ، ولا يكون الجسم مأخوذاً فيه ، ويظهر ذلك في قولنا رجل عالم فإن العالم شيء له علم حتى الحداد والخباز ولو أمكن قيام العلم بهما لكان عالماً ولا يدخل الحي في المعنى من حيث المفهوم فإنا إذا قلنا : عالم يفهم أن ذلك حي لأن اللفظ ما وضع لحي يعلم بل اللفظ وضع لشيء يعلم ويزيده ظهوراً قولنا : معلوم فإنه شيء يعلم أو أمر يعلم وإن لم يكن شيئاً ، ولو دخل الجسم في الأبيض لكان قولنا جسم أبيض كقولنا جسم له بياض فيقع الوصف بالجثة ، إذا علمت هذا فمن المستفاد بالجنس شيء دون شيء ، فإن قولنا الهندي يقع على كل منسوب إلى الهند وأما المهند فهو سيف منسوب إلى الهند فيصح أن يقال : عبد هندي وتمر هندي ولا يصح أن يقال : مهند وكذا الأبلق ولون آخر في فرس ولا يقال للثوب أبلق ، كذلك الأفطس أنف فيه تقعير إذا قال لقائل : أنف أفطس فيكون كأنه قال أنف به فطس فيكون وصفه بالجثة وكان ينبغي أن لا يقال فرس أبلق ولا أنف أفطس ولا سيف مهند وهم يقولون فما الجواب؟ وهذا السؤال يرد على الصرصر لأنها الريح الباردة ، فإذا قال : ريح صرصر فليس ذلك كقولنا : ريح باردة فإن الصرصر هي الريح الباردة فحسب ، فكأنه قال : ريح باردة فنقول : الألفاظ التي في معانيها أمران فصاعداً ، كقولنا : عالم فإنه يدل على شيء له علم ففيه شيء وعلم هي على ثلاثة أقسام أحدها : أن يكون الحال هو المقصود والمحل تبع كما في العالم والضارب والأبيض فإن المقاصد في هذه الألفاظ العلم والضرب والبياض بخصوصها ، وأما المحل فمقصود من حيث إنه على عمومه حتى أن البياض لو كان يبدل بلون غيره اختل مقصوده كالأسود .\r\n وأما الجسم الذي هو محل البياض إن أمكن أن يبدل وأمكن قيام البياض بجوهر غير جسم لما اختل الغرض ثانيها : أن يكون المحل هو المقصود كقولنا الحيوان لأنه اسم لجنس ما له الحياة لا كالحي الذي هو اسم لشيء له الحياة ، فالمقصود هنا المحل وهو الجسم حتى لو وجد حي ليس بجسم لا يحصل مقصود من قال : الحيوان ولو حمل اللفظ على الله الحي الذي لا يموت لحصل غرض المتكلم ولو حمل لفظ الحيوان على فرس قائم أو إنسان نائم لم تفارقه الحياة لم يبق للسامع نفع ولم يحصل للمتكلم غرض فإن القائل إذا قال لإنسان قائم وهو ميت هذا حيوان ثم بان موته لا يرجع عما قال بل يقول : ما قلت إنه حي بل قلت إنه حيوان فهو حيوان فارقته الحياة ثالثها : ما يكون الأمران مقصودين كقولنا رجل وامرأة وناقة وجمل فإن الرجل اسم موضوع لإنسان ذكر والمرأة لإنسان أنثى والناقة لبعير أنثى والجمل لبعير ذكر فالناقة إن أطلقت على حيوان فظهر فرساً أو ثور اختل الغرض وإن بان جملاً كذلك ، إذا علمت هذا ففي كل صورة كان المحل مقصوداً إما وحده وإما مع الحال فلا يوصف به فلا يقال جسم حيوان ولا يقال بعير ناقة وإنما يجعل ذلك جملة ، فيوصف بالجملة ، فيقال جسم هو حيوان وبعير هو ناقة ، ثم إن الأبلق والأفطس شأنه الحيوان من وجه وشأنه العالم من وجه وكذلك المهند لكن دليل ترجيح الحال فيه ظاهر ، لأن المهند لا يذكر إلا لمدح السيف ، والأفطس لا يقال إلا لوصف الأنف لا لحقيقته ، وكذلك الأبلق بخلاف الحيوان فإنه لا يقال لوصفه ، وكذلك الناقة ، إذا علمت هذا فالصرصر يقال لشدة الريح أو لبردها فوجب أن يعمل به ما يعمل بالبارد والشديد فجاز الوصف وهذا بحث عزيز .\r\n المسألة الثالثة : قال تعالى ههنا { إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحاً صَرْصَراً } وقال في الطور : { وَفِى عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الريح العقيم } [ الذاريات : 41 ] فعرف الريح هناك ونكرها هنا لأن العقم في الريح أظهر من البرد الذي يضر النبات أو الشدة التي تعصف الأشجار لأن الريح العقيم هي التي لا تنشىء سحاباً ولا تلقح شجراً وهي كثيرة الوقوع ، وأما الريح المهلكة الباردة فقلما توجد ، فقال : الريح العقيم أي هذا الجنس المعروف ، ثم زاده بياناً بقوله : { مَا تَذَرُ مِن شَىْء أَتَتْ عَلَيْهِ إِلاَّ جَعَلَتْهُ كالرميم } [ الذاريات : 42 ] فتميزت عن الرياح العقم ، وأما الصرصر فقليلة الوقوع فلا تكون مشهورة فنكرها .\r\n المسألة الرابعة : قال هنا { فِى يَوْمِ نَحْسٍ مُّسْتَمِرّ } وقال في السجدة : { فِى أَيَّامٍ نَّحِسَاتٍ } [ فصلت : 16 ] وقال في الحاقة : { سَبْعَ لَيَالٍ وثمانية أَيَّامٍ حُسُوماً } [ الحاقة : 7 ] والمراد من اليوم هنا الوقت والزمان كما في قوله تعالى : { يَوْمَ وُلِدْتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيّاً } [ مريم : 33 ] وقوله : { مُّسْتَمِرٌّ } يفيد ما يفيده الأيام لأن الاستمرار ينبىء عن إمرار الزمان كما ينبىء عنه الأيام ، وإنما اختلف اللفظ مع اتحاد المعنى ، لأن الحكاية هنا مذكورة على سبيل الاختصار ، فذكر الزمان ولم يذكر مقداره ولذلك لم يصفها ، ثم إن فيه قراءتين إحداهما : { يَوْمِ نَحْسٍ } بإضافة يوم ، وتسكين نحس على وزن نفس ، وثانيتهما : { يَوْمِ نَحْسٍ } بتنوين الميم وكسر الحاء على وصف اليوم بالنحس ، كما في قوله تعالى : { فِى أَيَّامٍ نَّحِسَاتٍ } فإن قيل أيتهما أقرب؟ قلنا : الإضافة أصح ، وذلك لأن من يقرأ : { يَوْمِ نَحْسٍ مُّسْتَمِرّ } يجعل المستمر صفة ليوم ، ومن يقرأ يوم نحس مستمر يكون المستمر وصفاً لنحس ، فيحصل منه استمرار النحوسة فالأول أظهر وأليق ، فإن قيل : من يقرأ يوم نحس بسكون الحاء ، فماذا يقول في النحس؟ نقول : يحتمل أن يقول هو تخفيف نحس كفخذ وفخذ في غير الصفات ، ونصر ونصر ورعد ورعد ، وعلى هذا يلزمه أن يقول تقديره : يوم كائن نحس ، كما تقول في قوله تعالى : { بِجَانِبِ الغربى } [ القصص : 44 ] ويحتمل أن يقول : نحس ليس بنعت ، بل هو اسم معنى أو مصدر ، فيكون كقولهم يوم برد وحر ، وهو أقرب وأصح .\r\n المسألة الخامسة : ما معنى { مُّسْتَمِرٌّ } ؟ نقول فيه وجوه الأول : ممتد ثابت مدة مديدة من استمر الأمر إذا دام ، وهذا كقوله تعالى : { فِى أَيَّامٍ نَّحِسَاتٍ } [ فصلت : 16 ] لأن الجمع يفيد معنى الاستمرار والامتداد ، وكذلك قوله : { حُسُوماً } [ الحاقة : 7 ] الثاني : شديد من المرة كما قلنا من قبل في قوله : { سِحْرٌ مُّسْتَمِرٌّ } [ القمر : 2 ] وهذا كقولهم أيام الشدائد ، وإليه الإشارة بقوله تعالى : { فِى أَيَّامٍ نَّحِسَاتٍ لّنُذِيقَهُمْ عَذَابَ الخزى } [ فصلت : 16 ] فإنه يذيقهم المر المضر من العذاب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا أرسلنا عليهم ريحا صرصرا في يوم نحس مستمر (19) ",
        "babnum": 19
    },
    {
        "id": 2504,
        "cate": "54",
        "title": "تَنْزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ (20) ",
        "details": " فيه مسائل : المسألة الأولى : { تَنزِعُ الناس } وصف أو حال؟ نقول : يحتمل الأمرين جميعاً ، إذ يصح أن يقال : أرسل ريحاً صرصراً نازعة للناس ، ويصح أن يقال : أرسل الريح نازعة ، فإن قيل : كيف يمكن جعلها حالاً ، وذو الحال نكرة؟ نقول : الأمر هنا أهون منه في قوله تعالى : { وَلَقَدْ جَاءهُم مّنَ الأنباء مَا فِيهِ مُزْدَجَرٌ } [ القمر : 4 ] فإنه نكرة ، وأجابوا عنه بأن { مَا } موصوفة فتخصصت فحسن جعلها ذات الحال ، فكذلك نقول ههنا الريح موصوفة بالصرصر ، والتنكير فيه للتعظيم ، وإلا فهي ثلاثة فلا يبعد جعلها ذات حال ، وفيه وجه آخر ، وهو أنه كلام مستأنف على فعل وفاعل ، كما تقول : جاء زيد جذبني ، وتقديره جاء فجذبني ، كذلك ههنا قال : { إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحاً } [ القمر : 19 ] فأصبحت { تَنزِعُ الناس } ويدل عليه قوله تعالى : { فَتَرَى القوم فِيهَا صرعى } [ الحاقة : 7 ] فالتاء في قوله : { تَنزِعُ الناس } إشارة إلى ما أشار إليه بقوله : { صرعى } وقوله تعالى : { كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُّنقَعِرٍ } فيه وجوه أحدها : نزعتهم فصرعتهم : { كَأَنَّهُمْ أَعْجَازُ نَخْلٍ } كما قال : { صرعى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ } ثانيها : نزعتهم فهم بعد النزع : كأنهم أعجاز نخل وهذا أقرب ، لأن الانقعار قبل الوقوع ، فكأن الريح تنزع ( الواحد ) وتقعر ( ه ) فينقعر فيقع فيكون صريعاً ، فيخلو الموضع عنه فيخوى ، وقوله في الحاقة : { فَتَرَى القوم فِيهَا صرعى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ } إشارة إلى حالة بعد الانقعار الذي هو بعد النزع ، وهذا يفيد أن الحكاية ههنا مختصرة حيث لم يشر إلى صرعهم وخلو منازلهم عنهم بالكلية ، فإن حال الانقعار لا يحصل الخلو التام إذ هو مثل الشروع في الخروج والأخذ فيه ثالثها : تنزعهم نزعاً بعنف كأنهم أعجاز نخل تقعرهم فينقعروا إشارة إلى قوتهم وثباتهم على الأرض ، وفي المعنى وجوه أحدها : أنه ذكر ذلك إشارة إلى عظمة أجسادهم وطول أقدادهم ثانيها : ذكره إشارة إلى ثباتهم في الأرض ، فكأنهم كانوا يعملون أرجلهم في الأرض ويقصدون المنع به على الريح وثالثها : ذكره إشارة إلى يبسهم وجفافهم بالريح ، فكانت تقتلهم وتحرقهم ببردها المفرط فيقعون كأنهم أخشاب يابسة .\r\n المسألة الثانية : قال ههنا : { مُّنقَعِرٍ } فذكر النخل ، وقال في الحاقة : { كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ } فأنثها ، قال المفسرون : في تلك السورة كانت أواخر الآيات تقتضي ذلك لقوله : { مُّسْتَمِرٌّ } [ القمر : 19 ] { ومنهمر } [ القمر : 11 ] { ومنتشر } [ القمر : 7 ] وهو جواب حسن ، فإن الكلام كما يزين بحسن المعنى يزين بحسن اللفظ ، ويمكن أن يقال : النخل لفظه لفظ الواحد ، كالبقل والنمل ومعناه معنى الجمع ، فيجوز أن يقال فيه : نخل منقعر ومنقعرة ومنقعرات ، ونخل خاوٍ وخاوية وخاويات ونخل باسق وباسقة وباسقات ، فإذا قال قائل : منقعر أو خاوٍ أو باسق جرد النظر إلى اللفظ ولم يراع جانب المعنى ، وإذا قال : منقعرات أو خاويات أو باسقات جرد النظر إلى المعنى ولم يراع جانب اللفظ ، وإذا قال : منقعرة أو خاوية أو باسقة جمع بين الاعتبارين من حيث وحدة اللفظ ، وربما قال : منقعرة على الإفراد من حيث اللفظ ، وألحق به تاء التأنيث التي في الجماعة إذا عرفت هذا فنقول : ذكر الله تعالى لفظ النخل في مواضع ثلاثة ، ووصفها على الوجوه الثلاثة ، فقال : { والنخل باسقات } [ ق : 10 ] فإنها حال منها وهي كالوصف ، وقال : { نَخْلٍ خَاوِيَةٍ } [ الحاقة : 7 ] وقال : { نَخْلٍ مُّنقَعِرٍ } فحيث قال : { مُّنقَعِرٍ } كان المختار ذلك لأن المنقعر في حقيقة الأمر كالمفعول ، لأنه الذي ورد عليه القعر فهو مقعور ، والخاو والباسق فاعل ومعناه إخلاء ما هو مفعول من علامة التأنيث أولاً ، كما تقول : امرأة كفيل ، وامرأة كفيلة ، وامرأة كبير ، وامرأة كبيرة .\r\n وأما الباسقات ، فهي فاعلات حقيقة ، لأن البسوق أمر قام بها ، وأما الخاوية ، فهي من باب حسن الوجه ، لأن الخاوي موضعها ، فكأنه قال : نخل خاوية المواضع ، وهذا غاية الإعجاز حيث أتى بلفظ مناسب للألفاظ السابقة واللاحقة من حيث اللفظ ، فكان الدليل يقتضي ذلك ، بخلاف الشاعر الذي يختار اللفظ على المذهب الضعيف لأجل الوزن والقافية .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "تنزع الناس كأنهم أعجاز نخل منقعر (20) ",
        "babnum": 20
    },
    {
        "id": 2505,
        "cate": "54",
        "title": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (21) وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (22) ",
        "details": " وتفسيره قد تقدم والتكرير للتقرير ، وفي قوله : { عَذَابِى وَنُذُرِ } لطيفة ما ذكرناها ، وهي تثبت بسؤال وجواب لو قال القائل : أكثر المفسرين على أن النذر في هذا الموضع جمع نذير الذي هو مصدر معناه إنذار ، فما الحكمة في توحيد العذاب حيث لم يقل : فكيف كان أنواع عذابي ووبال إنذاري؟ نقول : فيه إشارة إلى غلبة الرحمة الغضب ، وذلك لأن الإنذار إشفاق ورحمة ، فقال : الإنذارات التي هي نعم ورحمة تواترت ، فلما لم تنفع وقع العذاب دفعة واحدة ، فكانت النعم كثيرة ، والنقمة واحدة وسنبين هذا زيادة بيان حين نفسر قوله تعالى : { فَبِأَىّ ءالاء رَبّكُمَا تُكَذّبَانِ } [ الرحمن : 13 ] حيث جمع الآلاء وكثر ذكرها وكررها ثلاثين مرة ، ثم بين الله تعالى حال قوم آخرين .\r\n فقال : ",
        "fav": 0,
        "note": null,
        "normal": "فكيف كان عذابي ونذر (21) ولقد يسرنا القرآن للذكر فهل من مدكر (22) ",
        "babnum": 21
    },
    {
        "id": 2506,
        "cate": "54",
        "title": "كَذَّبَتْ ثَمُودُ بِالنُّذُرِ (23) ",
        "details": " وقد تقدم تفسيره غير أنه في قصة عاد قال : { كَذَّبَتْ } [ القمر : 18 ] ولم يقل : بالنذر ، وفي قصة نوح قال : { كَذَّبَتْ قَوْمُ نُوحٍ بالنذر } [ الشعراء : 105 ] فنقول : هذا يؤيد ما ذكرنا من أن المراد بقوله : { كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ } [ القمر : 9 ] أن عادتهم ومذهبهم إنكار الرسل وتكذيبهم فكذبوا نوحاً بناء على مذهبهم وإنما صرح ههنا لأن كل قوم يأتون بعد قوم وأتاهما رسولان فالمكذب المتأخر يكذب المرسلين جميعاً حقيقة والأولون يكذبون رسولاً واحداً حقيقة ويلزمهم تكذيب من بعده بناء على ذلك لأنهم لما كذبوا من تقدم في قوله : الله تعالى واحد ، والحشر كائن ، ومن أرسل بعده كذلك قوله ومذهبه لزم منه أن يكذبوه ويدل على هذا أن الله تعالى قال في قوم نوح : { فَكَذَّبُوهُ فأنجيناه } [ الأعراف : 64 ] وقال في عاد : { وتلكَ عَادٌ جَحَدُواْ بآيات رَبّهِمْ وَعَصَوْاْ رُسُلَهُ واتبعوا } [ هود : 59 ] وأما قوله تعالى : { كَذَّبَتْ قَوْمُ نُوحٍ المرسلين } [ الشعراء : 105 ] فإشارة إلى أنهم كذبوا وقالوا ما يفضي إلى تكذيب جميع المرسلين ، ولهذا ذكره بلفظ الجمع المعرف للاستغراق ، ثم إنه تعالى قال هناك عن نوح : { رَبّ إِنَّ قَوْمِى كَذَّبُونِ } [ الشعراء : 117 ] ولم يقل : كذبوا رسلك إشارة إلى ما صدر منهم حقيقة لا أن ما ألزمهم لزمه .\r\n إذا عرفت هذا فلما سبق قصة ثمود ذكر رسولين ورسولهم ثالثهم قال : { كَذَّبَتْ ثَمُودُ بالنذر } هذا كله إذا قلنا إن النذر جمع نذير بمعنى منذر ، أما إذا قلنا إنها الإنذارات فنقول : قوم نوح وعاد لم تستمر المعجزات التي ظهرت في زمانهم ، وأما ثمود فأنذروا وأخرج لهم ناقة من صخرة وكانت تدور بينهم وكذبوا فكان تكذيبهم بإنذارات وآيات ظاهرة فصرح بها ، وقوله : { فَقَالُواْ أَبَشَراً مّنَّا واحدا نَّتَّبِعُهُ } [ القمر : 24 ] يؤيد الوجه الأول ، لأن من يقول لا أتبع بشراً مثلي وجميع المرسلين من البشر يكون مكذباً للرسل والباء في قوله { بالنذر } يؤيد الوجه الثاني لأنا بينا أن الله تعالى في تكذيب الرسل عدى التكذيب بغير حرف فقال : { كَذَّبُوهُ } [ الأعراف : 64 ] { وَكَذَّبُواْ ( \r\n) رُسُلُنَا } [ غافر : 70 ] { فَكَذَّبُواْ عَبْدَنَا } [ القمر : 9 ] { وكذبوني } [ المؤمنون : 26 ] وقال : { وَكَذَّبُواْ بِآياتِ رَّبُّهُمْ } [ الأنفال : 54 ] { وبآياتنا } [ البقرة : 39 ] فعدى بحرف لأن التكذيب هو النسبة إلى الكذب والقائل هو الذي يكون كاذباً حقيقة والكلام والقول يقال فيه كاذب مجازاً وتعلق التكذيب بالقائل أظهر فيستغني عن الحرف بخلاف القول ، وقد ذكرنا ذلك وبيناه بياناً شافياً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كذبت ثمود بالنذر (23) ",
        "babnum": 22
    },
    {
        "id": 2507,
        "cate": "54",
        "title": "فَقَالُوا أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ (24) ",
        "details": " وفي قوله تعالى : { فَقَالُواْ أَبَشَراً مّنَّا واحدا نَّتَّبِعُهُ } مسائل : المسألة الأولى : زيداً ضربته وزيد ضربته كلاهما جائز والنصب مختار في مواضع منها هذا الموضع وهو الذي يكون ما يرد عليه النصب والرفع بعد حرف الاستفهام ، والسبب في اختيار النصب أمر معقول وهو أن المستفهم يطلب من المسئول أن يجعل ما ذكره بعد حرف الاستفهام مبدأ لكلامه ويخبر عنه ، فإذا قال : أزيد عندك معناه أخبرني عن زيد واذكر لي حاله ، فإذا انضم إلى هذه الحالة فعل مذكور ترجح جانب النصب فيجوز أن يقال : أزيداً ضربته وإن لم يجب فالأحسن ذلك فإن قيل : من قرأ { أَبَشَرٌ * مّنَّا واحدا نَّتَّبِعُهُ } كيف ترك الأجود؟ نقول : نظراً إلى قوله تعالى : { فَقَالُواْ } إذ ما بعد القول لا يكون إلا جملة والاسمية أولى والأولى أقوى وأظهر .\r\n المسألة الثانية : إذا كان بشراً منصوباً بفعل ، فما الحكمة في تأخر الفعل في الظاهر؟ نقول : قد تقدم مراراً أن البليغ يقدم في الكلام ما يكون تعلق غرضه به أكثر وهم كانوا يريدون تبيين كونهم محقين في ترك الاتباع فلو قالوا : أنتبع بشراً يمكن أن يقال نعم اتبعوه وماذا يمنعكم من اتباعه ، فإذا قدموا حاله وقالوا هو نوعنا بشر ومن صنفنا رجل ليس غريباً نعتقد فيه أنه يعلم ما لا نعلم أو يقدر مالا نقدر وهو واحد وحيد وليس له جند وحشم وخيل وخدم فكيف نتبعه ، فيكونون قد قدموا الموجب لجواز الامتناع من الاتباع ، واعلم أن في هذه الآية إشارات إلى ذلك أحدها : نكروه حيث قالوا { أَبَشَراً } ولم يقولوا : أنتبع صالحاً أو الرجل المدعي النبوة أو غير ذلك من المعرفات والتنكير تحقير ثانيها : قالوا أبشراً ولم يقولوا أرجلاً ثالثها : قالوا { مِنَّا } وهو يحمل أمرين أحدهما من صنفنا ليس غريباً ، وثانيهما { مِنَّا } أي تبعنا يقول القائل لغيره أنت منا فيتأذى السامع ويقول : لا بل أنت منا ولست أنا منكم ، وتحقيقه أن من للتبعيض والبعض يتبع الكل لا الكل يتبع البعض رابعها : { واحدا } يحتمل أمرين أيضاً أحدهما : وحيداً إلى ضعفه وثانيهما : واحداً أي هو من الآحاد لا من الأكابر المشهورين ، وتحقيق القول في استعمال الآحاد في الأصاغر حيث يقال : هو من آحاد الناس هو أن من لا يكون مشهوداً بحسب ولا نسب إذا حدث عنه من لا يعرفه فلا يمكن أن يقول عنه قال فلان أو ابن فلان فيقول قال واحد وفعل واحد فيكون ذلك غاية الخمول ، لأن الأرذل لا ينضم إليه أحد فيبقى في أكثر أوقاته واحداً فيقال : للأرذال آحاد .\r\n وقوله تعالى عنهم : { إِنَّا إِذاً لَّفِى ضلال وَسُعُرٍ } يحتمل وجهين أحدهما : أن يكونوا قد قالوا في جواب من يقول لهم إن لم تتبعوه تكونوا في ضلال ، فيقولون له : لا بل إن تبعناه نكون في ضلال ثانيهما : أن يكون ذلك ترتيباً على ما مضى أي حاله ما ذكرنا من الضعف والوحدة فإن اتبعناه نكون في ضلال وسعر أي جنون على هذا الوجه ، فإن قلنا : إن ذلك قالوه على سبيل الجواب فيكون القائل قال لهم : إن لم تتبعوه فإنا إذاً في الحال في ضلال وفي سعر في العقبى فقالوا : لا بل لو اتبعناه فإنا إذاً في الحال في ضلال وفي سعر من الذل والعبودية مجازاً فإنهم ما كانوا يعترفون بالسعير .\r\n المسألة الثالثة : السعير في الآخرة واحد فكيف جمع؟ نقول : الجواب عنه من وجوه أحدها : في جهنم دركات يحتمل أن تكون كل واحدة سعيراً أو فيها سعير ثانيها : لدوام العذاب عليهم فإنه كلما نضجت جلودهم يبدلهم جلوداً كأنهم في كل زمان في سعير آخر وعذاب آخر ثالثها : لسعة السعير الواحد كأنها سعر يقال للرجل الواحد : فلان ليس برجل واحد بل هو رجال .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فقالوا أبشرا منا واحدا نتبعه إنا إذا لفي ضلال وسعر (24) ",
        "babnum": 23
    },
    {
        "id": 2508,
        "cate": "54",
        "title": "أَأُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ (25) ",
        "details": " وقد تقدم أن النفي بطريق الاستفهام أبلغ لأن من قال : ما أنزل عليه الذكر ربما يعلم أو يظن أو يتوهم أن السامع يكذبه فيه فإذا ذكر بطريق الاستفهام يكون معناه أن السامع يجيبني بقوله : ما أنزل فيجعل الأمر حينئذ منفياً ظاهراً لا يخفى على أحد بل كل أحد يقول : ما أنزل ، والذكر الرسالة أو الكتاب إن كان ويحتمل أن يراد به ما يذكره من الله تعالى كما يقال الحق ويراد به ما يحل من الله وفيه مسائل : المسألة الأولى : قولهم أألقي بدل أأنزل وفيه إشارة إلى ما كانوا ينكرونه من طريق المبالغة وذلك لأن الإلقاء إنزال بسرعة والنبي كان يقول : « جاءني الوحي مع الملك في لحظة يسيرة » فكأنهم قالوا : الملك جسم والسماء بعيدة فكيف ينزل في لحظة فقالوا : أألقي وما قالوا : أأنزل ، وقولهم عليه إنكار آخر كأنهم قالوا : ما ألقى ذكر أصلاً ، قالوا : إن ألقى فلا يكون عليه من بيننا وفينا من هو فوقه في الشرف والذكاء ، وقولهم أألقى بدل عن قولهم أألقي الله للإشارة إلى أن الإلقاء من السماء غير ممكن فضلاً عن أن يكون من الله تعالى .\r\n المسألة الثانية : عرفوا الذكر ولم يقولوا : أألقى عليه ذكر ، وذلك لأن الله تعالى حكى إنكارهم لما لا ينبغي أن ينكر فقال : أنكروا الذكر الظاهر المبين الذي لا ينبغي أن ينكر فهو كقول القائل : أنكروا المعلوم .\r\n المسألة الثالثة : { بَلِ } يستدعي أمراً مضروباً عنه سابقاً فما ذاك؟ نقول قولهم : أألقى للإنكار فهم قالوا : ما ألقى ، ثم إن قولهم : أألقى عليه الذكر لا يقتضي إلا أنه ليس بنبي ، ثم قالوا : بل هو ليس بصادق .\r\n المسألة الرابعة : { الكذاب } فعال من فاعل للمبالغة أو يقال : بل من فاعل كخياط وتمار؟ نقول : الأول هو الصحيح الأظهر على أن الثاني من باب الأولى لأن المنسوب إلى الشيء لا بد له من أن يكثر من مزاولة الشيء فإن من خاط يوماً ثوبه مرة لا يقال له خياط ، إذا عرفت هذا فنقول المبالغة إما في الكثرة ، وإما في الشدة فالكذاب ، إما شديد الكذب يقول مالا يقبله العقل أو كثير الكذب ، ويحتمل أن يكونوا وصفوه به لاعتقادهم الأمرين فيه وقولهم : { أَشِرٌ } إشارة إلى أنه كذب لا لضرورة وحاجة إلى خلاص كما يكذب الضعيف ، وإنما هو استغنى وبطر وطلب الرياسة عليكم وأراد اتباعكم له فكان كل وصف مانعاً من الاتباع لأن الكاذب لا يلتفت إليه ، ولا سيما إذا كان كذبه لا لضرورة ، وقرىء : { أَشِرٌ } فقال المفسرون : هذا على الأصل المرفوض في الأشر والأخير على وزن أفعل التفضيل ، وإنما رفض الأصل فيه لأن أفعل إذا فسر قد يفسر بأفعل أيضاً والثاني بأفعل ثالث ، مثاله إذا قال : ما معنى الأعلم؟ يقال : هو الأكثر علماً فإذا قيل : الأكثر ماذا؟ فيقال : الأزيد عدداً أو شيء مثله فلا بد من أمر يفسر به الأفعل لا بمن بابه فقالوا : أفعل التفضيل والفضيلة أصلها الخير والخير أصل في باب أفعل فلا يقال : فيه أخير ، ثم إن الشر في مقابلة الخير يفعل به ما يفعل بالخير فيقال هو شر من كذا وخير من كذا والأشر في مقابلة الأخير ، ثم إن خيراً يستعمل في موضعين : أحدهما : مبالغة الخير بفعل أو أفعل على اختلاف يقال : هذا خير وهذا أخير ويستعمل في مبالغة خير على المشابهة لا على الأصل فمن يقول : أشر يكون قد ترك الأصل المستعمل لأنه أخذ في الأصل المرفوض بمعنى هو شر من غيره وكذا معنى الأعلم أن علمه خير من علم غيره ، أو هو خير من غرة الجهل كذلك القول في الأضعف وغيره .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أألقي الذكر عليه من بيننا بل هو كذاب أشر (25) ",
        "babnum": 24
    },
    {
        "id": 2509,
        "cate": "54",
        "title": "سَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الْأَشِرُ (26) ",
        "details": " فإن قال قائل : سيعلم للاستقبال ووقت أنزال القرآن على محمد صلى الله عليه وسلم كانوا قد علموا ، لأن بعد الموت تتبين الأمور وقد عاينوا ما عاينوا فكيف القول فيه؟ نقول : فيه وجهان أحدهما : أن يكون هذا القول مفروض الوقوع في وقت قولهم : بل هو كذاب أشر ، فكأنه تعالى قال يوم قالوا : بل هو كذاب أشر سيعلمون غداً وثانيهما : أن هذا التهديد بالتعذيب لا بحصول العلم بالعذاب الأليم وهو عذاب جهنم لا عذاب القبر فهم سيعذبون يوم القيامة وهو مستقبل وقوله تعالى : { غَداً } لقرب الزمان في الإمكان والأذهان ثم إن قلنا : إن ذلك للتهديد بالتعذيب لا للتكذيب فلا حاجة إلى تفسيره بل يكون ذلك إعادة لقولهم من غير قصد إلى معناه ، وإن قلنا : هو للرد والوعد ببيان انكشاف الأمر فقوله تعالى : { سَيَعْلَمُونَ غَداً } معناه سيعلمون غداً أنهم الكاذبون الذين كذبوا لا لحاجة وضرورة ، بل بطروا وأشروا لما استغنوا ، وقوله تعالى : { غَداً } يحتمل أن يكون المراد يوم القيامة ، ويحتمل أن يكون المراد يوم العذاب وهذا على الوجه الأول .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "سيعلمون غدا من الكذاب الأشر (26) ",
        "babnum": 25
    },
    {
        "id": 2510,
        "cate": "54",
        "title": "إِنَّا مُرْسِلُو النَّاقَةِ فِتْنَةً لَهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْ (27) ",
        "details": " وفيه مسائل : المسألة الأولى : قوله : { إِنَّا مُرْسِلُواْ الناقة } بمعنى الماضي أو بمعنى المستقبل ، إن كان بمعنى الماضي فكيف يقول : { فارتقبهم واصطبر } وإن كان بمعنى المستقبل فما الفرق بين حكاية عاد وحكاية ثمود حيث قال هناك : { إِنَّا أَرْسَلْنَا } [ القمر : 19 ] وقال ههنا : { إِنَّا مُرْسِلُواْ الناقة } بمعنى إنا نرسل؟ نقول : هو بمعنى المستقبل ، وما قبله وهو قوله : { سَيَعْلَمُونَ غَداً } يدل عليه ، فإن قوله : { إِنَّا مُرْسِلُواْ الناقة } كالبيان له ، كأنه قال سيعلمون حيث : نرسل الناقة وما بعده من قوله : { فارتقبهم } { وَنَبّئْهُمْ } [ القمر : 28 ] أيضاً يقتضي ذلك ، فإن قيل قوله تعالى : { فَنَادَوْاْ } [ القمر : 29 ] دليل على أن المراد الماضي قلنا سنجيب عنه في موضعه ، وأما الفارق فنقول : حكاية ثمود مستقصاة في هذا الموضع حيث ذكر تكذيب القوم بالنذر وقولهم لرسولهم وتصديق الرسل بقوله : { سيَعْلَمُونَ } وذكر المعجزة وهي الناقة وما فعلوه بها والعذاب والهلاك يذكر حكاية على وجه الماضي والمستقبل ليكون وصفه للنبي صلى الله عليه وسلم كأنه حاضرها فيقتدي بصالح في الصبر والدعاء إلى الحق ويثق بربه في النصر على الأعداء بالحق فقال : إني مؤيدك بالمعجزة القاطعة ، واعلم أن الله تعالى ذكر في هذه السورة خمس قصص ، وجعل القصة المتوسطة مذكورة على أتم وجه لأن حال صالح كان أكثر مشابهة بحال محمد صلى الله عليه وسلم ، لأنه أتى بأمر عجيب أرضى كان أعجب مما جاء به الأنبياء ، لأن عيسى عليه السلام أحيا الميت لكن الميت كان محلاً للحياة فأثبت بإذن الله الحياة في محل كان قابلاً لها ، وموسى عليه السلام انقلبت عصاه ثعباناً فأثبت الله له في الخشبة الحياة لكن الخشبة نبات كان له قوة في النماء يشبه الحيوان في النمو فهو أعجب ، وصالح عليه السلام كان الظاهر في يده خروج الناقة من الحجر والحجر جماد لا محل للحياة ولا محل للنمو ( فيه ) والنبي صلى الله عليه وسلم أتى بأعجب من الكل وهو التصرف في جرم السماء الذي يقول المشرك لا وصول لأحد إلى السماء ولا إمكان لشقه وخرقه ، وأما الأرضيات فقالوا : إنها أجسام مشتركة المواد يقبل كل واحد منها صورة الأخرى ، والسموات لا تقبل ذلك فلما أتى بما عرفوا فيه أنه لا يقدر على مثله آدمي كان أتم وأبلغ من معجزة صالح عليه السلام التي هي أتم معجزة من معجزات من كان من الأنبياء غير محمد صلى الله عليه وسلم وفيه لطيفة وهو أن اسم الفاعل إذا كان بمعنى الماضي .\r\n وذكر معه مفعوله فالواجب الإضافة تقول : وحشي قاتل عم النبي صلى الله عليه وسلم .\r\n فإن قلنا : قاتل عم النبي بالإعمال فلا بد من تقدير الحكاية في الحال كما في قوله تعالى : { وَكَلْبُهُمْ باسط ذِرَاعَيْهِ } [ الكهف : 18 ] على أنه يحكي القصة في حال وقوعها تقول : خرجت أمس فإذا زيد ضارب عمراً كما تقول : يضرب عمراً ، وإن كان الضرب قد مضى ، وإذا كان بمعنى المستقبل فالأحسن الإعمال تقول : إني ضارب عمراً غداً ، فإن قلت إني ضارب عمرو غداً حيث كان الأمر وقع وكان جاز لكنه غير الأحسن ، والتحقيق فيه أن قولنا : ضارب وسارق وقاتل أسماء في الحقيقة غير أن لها دلالة على الفعل فإذا كان الفعل تحقق في الماضي فهو قد عدم حقيقة فلا وجود للفعل في الحقيقة ولا في التوقع فيجب الحمل على ما للاسم من الإضافة وترك ما للفعل من الأعمال لغلبة الإسمية وفقدان الفعل بالماضي ، وإذا كان الفعل حاضراً أو متوقعاً في الاستقبال فله وجود حقيقة أو في التوقع فتجوز الإضافة لصورة الاسم ، والإعمال لتوقع الفعل أو لوجوده ولكن الإعمال أولى لأن في الاستقبال لن يضرب يفيد لا يكون ضارباً فلا ينبغي أن يضاف ، أما الإعمال فهو ينبىء عن توقع الفعل أو وجوده ، لأنه إذا قال : زيد ضارب عمراً فالسامع إذا سمع بضرب عمرو علم أنه يفعل فإذا لم يره في الحال يتوقعه في الاستقبال غير أن الإضافة تفيد تخفيفاً حيث سقط بها التنوين والنون فتختار لفظاً لا معنى ، إذا عرفت هذا فنقول : { مُرْسِلُواْ الناقة } مع ما فيه من التخفيف فيه تحقيق الأمر وتقديره كأنه وقع وكان بخلاف ما لو قيل : إنا نرسل الناقة .\r\n المسألة الثانية : { فِتْنَةً } مفعول له فتكون الفتنة هي المقصودة من الإرسال لكن المقصود منه تصديق النبي صلى الله عليه وسلم ، وهو صالح عليه السلام لأنه معجزة فما التحقيق في تفسيره؟ نقول : فيه وجهان أحدهما : أن المعجزة فتنة لأن بها يتميز حال من يثاب ممن يعذب ، لأن الله تعالى بالمعجزة لا يعذب الكفار إلا إذا كان ينبئهم بصدقه من حيث نبوته فالمعجزة ابتلاء لأنها تصديق وبعد التصديق يتميز المصدق عن المكذب وثانيهما : وهو أدق أن إخراج الناقة من الصخرة كان معجزة وإرسالها إليهم ودورانها فيما بينهم وقسمة الماء كان فتنة ولهذا قال : { إِنَّا مُرْسِلُواْ الناقة فِتْنَةً } ولم يقل : إنا مخرجوا الناقة فتنة ، والتحقيق في الفتنة والابتلاء والامتحان قد تقدم مراراً وإليه إشارة خفية وهي أن الله تعالى يهدي من يشاء وللهداية طرق ، منها ما يكون على وجه يكون للإنسان مدخل فيه بالكسب ، مثاله يخلق شيئاً دالاً ويقع تفكر الإنسان فيه ونظره إليه على وجه يترجح عنده الحق فيتبعه وتارة يلجئه إليه ابتداء ويصونه عن الخطأ من صغره فإظهار المعجز على يد الرسول أمر يهدي به من يشاء اهتداء مع الكسب وهداية الأنبياء من غير كسب منهم بل يخلق فيهم علوماً غير كسبية فقوله : { إِنَّا مُرْسِلُواْ الناقة فِتْنَةً } إشارة إليهم ، ولهذا قال لهم : ومعناه على وجه يصلح لأن يكون فتنة وعلى هذا كل من كانت معجزته أظهر يكون ثواب قومه أقل ، وقوله تعالى : { فارتقبهم } أي فارتقبهم بالعذاب ، ولم يقل : فارتقب العذاب إشارة إلى حسن الأدب والاجتناب عن طلب الشر وقوله تعالى : { واصطبر } يؤيد ذلك بمعنى إن كانوا يؤذونك فلا تستعجل لهم العذاب ، ويحتمل أن يكون ذلك إشارة إلى قرب الوقت إلى أمرهما والأمر بحيث يعجز عن الصبر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا مرسلو الناقة فتنة لهم فارتقبهم واصطبر (27) ",
        "babnum": 26
    },
    {
        "id": 2511,
        "cate": "54",
        "title": "وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ كُلُّ شِرْبٍ مُحْتَضَرٌ (28) ",
        "details": " أي مقسوم وصف بالمصدر مراداً به المشتق منه كقوله ماء ملح وقوله زور وفيه ضرب من المبالغة يقال للكريم : كرم كأنه هو عين الكرم ويقال : فلان لطف محض ، ويحتمل أن تكون القسمة وقعت بينهما لأن الناقة كانت عظيمة وكانت حيوانات القوم تنفر منها ولا ترد الماء وهي على الماء ، فصعب عليهم ذلك فجعل الماء بينهما يوماً للناقة ويوماً للقوم ، ويحتمل أن تكون لقلة الماء فشربه يوماً للناقة ويوماً للحيوانات ، ويحتمل أن يكون الماء كان بينهم قسمة يوم لقوم ويوم لقوم ولما خلق الله الناقة كانت ترد الماء يوم فكان الذين لهم الماء في غير يوم ورودها يقولون : الماء كله لنا في هذا اليوم ويومكم كان أمس والناقة ما أخرت شيئاً فلا نمكنكم من الورود أيضاً في هذا اليوم فيكون النقصان وارداً على الكل وكانت الناقة تشرب الماء بأسره وهذا أيضاً ظاهر ومنقول والمشهور هنا الوجه الأوسط ، ونقول : إن قوماً كانوا يكتفون بلبنها يوم ورودها الماء والكل ممكن ولم يرد في شيء خبر متواتر والثالث : قطع وهو من القسمة لأنها مثبتة بكتاب الله تعالى أما كيفية القسمة والسبب فلا وقوله تعالى : { كُلُّ شِرْبٍ مُّحْتَضَرٌ } مما يؤيد الوجه الثالث أي كل شرب محتضر للقوم بأسرهم لأنه لو كان ذلك لبيان كون الشرب محتضراً للقوم أو الناقة فهو معلوم لأن الماء ما كان يترك من غير حضور وإن كان لبيان أنه تحضره الناقة يوماً والقوم يوماً فلا دلالة في اللفظ عليه ، وأما إذا كانت العادة قبل الناقة على أن يرد الماء قوم في يوم وآخرون في يوم آخر ، ثم لما خلقت الناقة كانت تنقص شرب البعض وتترك شرب الباقين من غير نقصان ، فقال : { كُلُّ شِرْبٍ مُّحْتَضَرٌ } كم أيها القوم فردوا كل يوم الماء وكل شرب ناقص تقاسموه وكل شرب كامل تقاسموه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ونبئهم أن الماء قسمة بينهم كل شرب محتضر (28) ",
        "babnum": 27
    },
    {
        "id": 2512,
        "cate": "54",
        "title": "فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ (29) ",
        "details": " ثم قال تعالى : { فَنَادَوْاْ صاحبهم } نداء المستغيث كأنهم قالوا : يالقدار للقوم ، كما يقول القائل : بالله للمسلمين وصاحبهم قدار وكان أشجع وأهجم على الأمور ويحتمل أن يكون رئيسهم .\r\n وقوله تعالى : { فتعاطى فَعَقَرَ } يحتمل وجوهاً الأول : تعاطى آلة العقر فعقر الثاني : تعاطى الناقة فعقرها وهو أضعف الثالث : التعاطي يطلق ويراد به الإقدام على الفعل العظيم والتحقيق هو أن الفعل العظيم يقدم كل أحد فيه صاحبه ويبرىء نفسه منه فمن يقبله ويقدم عليه يقال : تعاطاه كأنه كان فيه تدافع فأخذه هو بعد التدافع الرابع : أن القوم جعلوا له على عمله جعلاً فتعاطاه وعقر الناقة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فنادوا صاحبهم فتعاطى فعقر (29) ",
        "babnum": 28
    },
    {
        "id": 2513,
        "cate": "54",
        "title": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (30) ",
        "details": " وقد تقدم بيانه وتفسيره غير أن هذه الآية ذكرها في ثلاثة مواضع ذكرها في حكاية نوح بعد بيان العذاب ، وذكرها ههنا قبل بيان العذاب ، وذكرها في حكاية عاد قبل بيانه وبعد بيانه ، فحيث ذكر قبل بيان العذاب ذكرها للبيان كما تقول : ضربت فلاناً أي ضرب وأيما ضرب ، وتقول : ضربته وكيف ضربته أي قوياً ، وفي حكاية عاد ذكرها مرتين للبيان والاستفهام وقد ذكرنا السبب فيه ، ففي حكاية نوح ذكر الذي للتعظيم وفي حكاية ثمود ذكر الذي للبيان لأن عذاب قوم نوح كان بأمر عظيم عام وهو الطوفان الذي عم العالم ولا كذلك عذاب قوم هود فإنه كان مختصاً بهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فكيف كان عذابي ونذر (30) ",
        "babnum": 29
    },
    {
        "id": 2514,
        "cate": "54",
        "title": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ (31) ",
        "details": " سمعوا صيحة فماتوا وفيه مسائل : المسألة الأولى : كان في قوله : { فَكَانُواْ } من أي الأقسام؟ نقول : قال النحاة تجيء تارة بمعنى صار وتمسكوا بقول القائل : بتيماء قفر والمطي كأنها \r\n قطا الحزن قد كانت فراخاً بيوضها بمعنى صارت فقال بعض المفسرين : في هذا موضع إنها بمعنى صار ، والتحقيق أن كان لا تخالف غيرها من الأفعال الماضية اللازمة التي لا تتعدى والذي يقال إن كان تامة وناقصة وزائدة وبمعنى صار فليس ذلك يوجب اختلاف أحوالها اختلافاً يفارق غيرها من الأفعال وذلك لأن كان بمعنى وجد أو حصل أو تحقق غير أن الذي وجد تارة يكون حقيقة الشيء وأخرى صفة من صفاته فإذا قلت : كانت الكائنة وكن فيكون جعلت الوجود والحصول للشيء في نفسه فكأنك قلت : وجدت الحقيقة الكائنة وكن أي احصل فيوجد في نفسه وإذا قلت : كان زيد عالماً أي وجد علم زيد ، غير أنا نقول في وجد زيد عالماً إن عالماً حال ، وفي كان زيد عالماً نقول : إنه خبر كقولنا حصل زيد عالماً غير أن قولنا وجد زيد عالماً ربما يفهم منه أن الوجود والحصول لزيد في تلك الحال كما تقول قام زيد منتحياً حيث يكون القيامة لزيد في تلك الحال ، وقولنا : كان زيد عالماً ليس معناه كان زيد وفي تلك الحال هو عالم لكن هذا لا يوجب أن كان على خلاف غيره من الأفعال اللازمة التي لها بالحال تعلق شديد ، لأن من يفهم من قولنا حصل زيد اليوم على أحسن حال ما نفهمه من قولنا خرج زيد اليوم في أحسن زي لا يمنعه مانع من أن يفهم من قولنا : كان زيد على أحسن حال مثل ما فهم هناك ، إذا عرفت هذا فنقول : الفعل الماضي يطلق تارة على ما يوجد في الزمان المتصل بالحاضر ، كقولنا : قام زيد في صباه ، ويطلق تارة على ما يوجد في الزمان الحاضر كقولنا قام زيد فقم وقم فإن زيداً قام ، وكذلك القول في كان ربما يقال كان زيد قائماً عام كذا وربما يقال كان زيد قائماً الآن كما في قام زيد فقوله تعالى : { فَكَانُواْ } فيه استعمال الماضي فيما اتصل بالحال فهو كقولك أرسل عليهم صيحة فماتوا أي متصلاً بتلك الحال ، نعم لو استعمل في هذا الموضع صار يجوز لكن كان وصار كل واحد بمعنى في نفسه وليس وإنما يلزم حمل كان على صار إذا لم يمكن أن يقال هو كذا كما في البيت حيث لا يمكن أن يقال : البيوض فراخ ، وأما هنا يمكن أن يقال هم كهشيم ولولا الكاف لأمكن أن يقال : يجب حمل كان على صار إذا كان المراد أنهم انقلبوا هشيماً كما يقلب الممسوخ وليس المراد ذلك .\r\n المسألة الثانية : ما الهشيم؟ نقول هو المهشوم أي المكسور وسمي هاشم هاشماً لهشمه الثريد في الجفان غير أن الهشيم استعمل كثيراً في الحطب المتكسر اليابس ، فقال المفسرون : كانوا كالحشيش الذي يخرج من الحظائر بعد البلا بتفتت ، واستدلوا عليه بقوله تعالى : { هَشِيمًا تَذْرُوهُ الرياح } [ الكهف : 54 ] وهو من باب إقامة الصفة مقام الموصوف كما يقال : رأيت جريحاً ومثله السعير .\r\n المسألة الثالثة : لماذا شبههم به؟ قلنا : يحتمل أن يكون التشبيه بكونهم يابسين كالحشيش بين الموتى الذين ماتوا من زمان وكأنه يقول : سمعوا الصيحة فكانوا كأنهم ماتوا من أيام ، ويحتمل أن يكون لأنهم انضموا بعضهم إلى بعض كما ينضم الرفقاء عند الخوف داخلين بعضهم في بعض فاجتمعوا بعضهم فوق بعض كحطب الحاطب الذي يصفه شيئاً فوق شيء منتظراً حضور من يشتري منه شيئاً فإن الحطاب الذي عنده الحطب الكثير يجعل منه كالحظيرة ، ويحتمل أن يكون ذلك لبيان كونهم في الجحيم أي كانوا كالحطب اليابس الذي للوقيد فهو محقق لقوله تعالى : { إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله حَصَبُ جَهَنَّمَ } [ الأنبياء : 98 ] وقوله تعالى : { فَكَانُواْ لِجَهَنَّمَ حَطَباً } [ الجن : 15 ] وقوله : { أُغْرِقُواْ فَأُدْخِلُواْ نَاراً } [ نوح : 25 ] كذلك ماتوا فصاروا كالحطب الذي لا يكون إلا للإحراق لأن الهشيم لا يصلح للبناء .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا أرسلنا عليهم صيحة واحدة فكانوا كهشيم المحتظر (31) ",
        "babnum": 30
    },
    {
        "id": 2515,
        "cate": "54",
        "title": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (32) ",
        "details": " والتكرار للتذكار .\r\n ثم بين حال قوم آخرون وهم قوم لوط فقال : ",
        "fav": 0,
        "note": null,
        "normal": "ولقد يسرنا القرآن للذكر فهل من مدكر (32) ",
        "babnum": 31
    },
    {
        "id": 2516,
        "cate": "54",
        "title": "كَذَّبَتْ قَوْمُ لُوطٍ بِالنُّذُرِ (33) إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آلَ لُوطٍ نَجَّيْنَاهُمْ بِسَحَرٍ (34) ",
        "details": " ثم بين عذابهم وإهلاكهم ، فقال : { إِنَّآ أَرْسَلْنَا عَلَيْهِمْ حَاصِباً إِلآ ءَالَ لُوطٍ نجيناهم بِسَحَرٍ } .\r\n وفيه مسائل : الأولى : الحاصب فاعل من حصب إذا رمى الحصباء وهي اسم الحجارة والمرسل عليهم هو نفس الحجارة قال الله تعالى : { وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مّن سِجّيلٍ } [ الحجر : 74 ] وقال تعالى عن الملائكة : { لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِن طِينٍ } [ الذاريات : 33 ] فالمرسل عليهم ليس بحاصب فكيف الجواب عنه؟ نقول : الجواب من وجوه الأول : أرسلنا عليهم ريحاً حاصباً بالحجارة التي هي الحصباء وكثر استعمال الحاصب في الريح الشديدة فأقام الصفة مقام الموصوف ، فإن قيل : هذا ضعيف من حيث اللفظ والمعنى ، أما اللفظ فلأن الريح مؤنثة قال تعالى : { بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ } [ الحاقة : 6 ] ، { بِرِيحٍ طَيّبَةٍ } [ يونس : 22 ] وقال تعالى : { فَسَخَّرْنَا لَهُ الريح تَجْرِى بِأَمْرِهِ } [ ص : 36 ] وقال تعالى : { غُدُوُّهَا شَهْرٌ } [ سبأ : 12 ] وقال تعالى في : { وَأَرْسَلْنَا الرياح لَوَاقِحَ } [ الحجر : 22 ] وما قال لقاحاً ولا لقحة ، وأما المعنى فلأن الله تعالى بين أنه أرسل عليهم حجارة من سجيل مسومة عليها علامة كل واحد وهي لا تسمى حصباء ، وكان ذلك بأيدي الملائكة لا بالريح ، نقول : تأنيث الريح ليس حقيقة ولها أصناف الغالب فيها التذكير كالإعصار ، قال تعالى : { فَأَصَابَهَا إِعْصَارٌ فِيهِ نَارٌ } [ البقرة : 266 ] فلما كان حاصب حجارة كان كالذي فيه نار ، وأما قوله : كان الرمي بالسجيل لا بالحصباء ، وبأيدي الملائكة لا بالريح ، فنقول : كل ريح يرمي بحجارة يسمى حاصباً ، وكيف لا والسحاب الذي يأتي بالبرد يسمى حاصباً تشبيهاً للبرد بالحصباء ، فكيف لا يقال في السجيل .\r\n وأما الملائكة فإنهم حركوا الريح وهي حصبت الحجارة عليهم الجواب الثاني : المراد عذاب حاصب وهذا أقرب لتناوله الملك والحساب والريح وكل ما يفرض الجواب الثالث : قوله : { حاصبا } هو أقرب من الكل لأن قوله : { إِنَّا أَرْسَلْنَا } يدل على مرسل هو مرسل الحجارة وحاصبها ، فإن قيل : كان ينبغي أن يقول حاصبين ، نقول لما لم يذكر الموصوف رجح جانب اللفظ كأنه قال شيئاً حاصباً إذ المقصود بيان جنس العذاب لا بيان من على يده العذاب ، وهذا وارد على من قال : الريح مؤنث لأن ترك التأنيث هناك كترك علامة الجمع هنا .\r\n المسألة الثانية : ما رتب الإرسال على التكذيب بالفاء فلم يقل : كذبت قوم لوط بالنذر فأرسلنا كما قال : { فَفَتَحْنَا أبواب السماء } [ القمر : 11 ] لأن الحكاية مسوقة على مساق ما تقدم من الحكايات ، فكأنه قال : { فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ } [ القمر : 30 ] كما قال من قبل ثم قيل : لا علم لنا به وإنماأنت العليم فأخبرنا ، فقال : { إِنَّا أَرْسَلْنَا } .\r\n المسألة الثالثة : ما الحكمة في ترك العذاب حيث لم يقل : { فَكَيْفَ كَانَ عَذَابِى } كما قال في الحكايات الثلاث ، نقول : لأن التكرار ثلاث مرات بالغ ، ولهذا قال صلى الله عليه وسلم : « ألا هل بلغت ثلاثاً » وقال صلى الله عليه وسلم : « فنكاحها باطل باطل باطل » والإذكار تكرر ثلاث مرات فبثلاث مرار حصل التأكيد وقد بينا أنه تعالى ذكر : { فَكَيْفَ كَانَ عَذَابِى } في حكاية نوح للتعظيم وفي حكاية ثمود للبيان وفي حكاية عاد أعادها مرتين للتعظيم والبيان جميعاً واعلم أنه تعالى ذكر : { فَكَيْفَ كَانَ عَذَابِى } في ثلاث حكايات أربع مرات فالمرة الواحدة للإنذار ، والمرات الثلاث للإذكار ، لأن المقصود حصل بالمرة الواحدة ، وقوله تعالى : { فَبِأَىّ ءالاء رَبّكُمَا تُكَذّبَانِ } [ الرحمن : 13 ] ذكره مرة للبيان وأعادها ثلاثين مرة غير المرة الأولى كما أعاد : { فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ } ثلاث مرات غير المرة الأولى فكان ذكر الآلاء عشرة أمثال ذكر العذاب إشارة إلى الرحمة التي قال في بيانها { مَن جَاء بالحسنة فَلَهُ عَشْرُ أَمْثَالِهَا وَمَن جَاء بالسيئة فَلاَ يَجْزِى إِلاَّ مِثْلَهَا } [ الأنعام : 160 ] وسنبين ذلك في سورة : الرحمن .\r\n المسألة الرابعة : { إِلا ءالَ لُوطٍ } استثناء مماذا؟ إن كان من الذين قال فيهم : { إِنَّا أَرْسَلْنَا عَلَيْهِمْ حاصبا } فالضمير في عليهم عائد إلى قوم لوط وهم الذين قال فيهم : { كَذَّبَتْ قَوْمُ لُوطٍ } ثم قال : { إِنَّا أَرْسَلْنَا عَلَيْهِمْ } لكن لم يستثن عند قوله : { كَذَّبَتْ قَوْمُ لُوطٍ } وآله من قومه فيكون آله قد كذبوا ولم يكن كذلك؟ الجواب عنه من وجهين أحدهما : أن الاستثناء ممن عاد إليهم الضمير في عليهم وهم القوم بأسرهم غير أن قوله : { كَذَّبَتْ قَوْمُ لُوطٍ } لا يوجب كون آله مكذبين ، لأن قول القائل : عصى أهل بلدة كذا يصح وإن كان فيها شرذمة قليلة يطيعون فكيف إذا كان فيهم واحد أو اثنان من المطيعين لا غير ، فإن قيل : ماله حاجة إلى الاستثناء لأن قوله : { إِنَّا أَرْسَلْنَا عَلَيْهِمْ } يصح وإن نجا منهم طائفة يسيرة نقول : الفائدة لما كانت لا تحصل إلا ببيان إهلاك من كذب وإنجاء من آمن فكان ذكر الإنجاء مقصوداً ، وحيث يكون القليل من الجمع الكثير مقصوداً لا يجوز التعميم والإطلاق من غير بيان حال ذلك المقصود بالاستثناء أو بكلام منفصل مثاله : { فَسَجَدَ الملائكة كُلُّهُمْ أَجْمَعُونَ * إِلاَّ إِبْلِيسَ } [ الحجر : 30 ، 31 ] استثنى الواحد لأنه كان مقصوداً ، وقال تعالى : { وَأُوتِيَتْ مِن كُلّ شَىْء } [ النمل : 23 ] ولم يستثن إذ المقصود بيان أنها أوتيت ، لا بيان أنها ما أوتيت ، وفي حكاية إبليس كلاهما مراد ليعلم أن من تكبر على آدم عوقب ومن تواضع أثيب كذلك القول ههنا ، وأما عند التكذيب فكأن المقصود ذكر المكذبين فلم يستثن الجواب الثاني : أن الاستثناء من كلام مدلول عليه ، كأنه قال : إنا أرسلنا عليهم حاصباً فما أنجينا من الحاصب إلا آل لوط ، وجاز أن يكون الإرسال عليهم والإهلاك يكون عاماً كما في قوله تعالى : { واتقوا فِتْنَةً لاَّ تُصِيبَنَّ الذين ظَلَمُواْ مِنكُمْ خَاصَّةً } [ الأنفال : 25 ] فكان الحاصب أهلك من كان الإرسال عليه مقصوداً ومن لم يكن كذلك كأطفالهم ودوابهم ومساكنهم فما نجا منهم أحد إلا آل لوط .\r\n فإن قيل إذا لم يكن الاستثناء من قوم لوط بل كان من أمر عام فيجب أن يكون لوط أيضاً مستثنى؟ نقول : هو مستثنى عقلاً لأن من المعلوم أنه لا يجوز تركه وإنجاء أتباعه والذي يدل عليه أنه مستثنى قوله تعالى عن الملائكة : { نَحْنُ أَعْلَمُ بِمَن فِيهَا لَنُنَجّيَنَّهُ وَأَهْلَهُ إِلاَّ امرأته } [ العنكبوت : 32 ] في جوابهم لإبراهيم عليه السلام حيث قال : { إِنَّ فِيهَا لُوطاً } [ العنكبوت : 32 ] فإن قيل قوله في سورة الحجر : { إِلا ءالَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ } [ الحجر : 59 ] استثناء من المجرمين وآل لوط لم يكونوا مجرمين فكيف استثنى منهم؟ والجواب مثل ما ذكرنا فأحد الجوابين إنا أرسلنا إلى قوم يصدق عليهم إنهم مجرمون وإن كان فيهم من لم يجرم ثانيهما : إلى قوم مجرمين بإهلاك يعم الكل إلا آل لوط ، وقوله تعالى : { نجيناهم بِسَحَرٍ } كلام مستأنف لبيان وقت الإنجاء أو لبيان كيفية الاستثناء لأن آل لوط كان يمكن أن يكونوا فيهم ولا يصيبهم الحاصب كما في عاد كانت الريح تقلع الكافر ولا يصيب المؤمن منها مكروه أو يجعل لهم مدفعاً كما في قوم نوح ، فقال : { نجيناهم بِسَحَرٍ } أي أمرناهم بالخروج من القرية في آخر الليل والسحر قبيل الصبح وقيل هو السدس الأخير من الليل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كذبت قوم لوط بالنذر (33) إنا أرسلنا عليهم حاصبا إلا آل لوط نجيناهم بسحر (34) ",
        "babnum": 32
    },
    {
        "id": 2517,
        "cate": "54",
        "title": "نِعْمَةً مِنْ عِنْدِنَا كَذَلِكَ نَجْزِي مَنْ شَكَرَ (35) ",
        "details": " أي ذلك الإنجاء كان فضلاً منا كما أن ذلك الإهلاك كان عدلاً ولو أهلكوا لكان ذلك عدلاً ، قال تعالى : { واتقوا فِتْنَةً لاَّ تُصِيبَنَّ الذين ظَلَمُواْ مِنكُمْ خَاصَّةً } [ الأنفال : 25 ] قال الحكماء العضو الفاسد يقطع ولا بد أن يقطع معه جزء من الصحيح ليحصل استئصال الفساد ، غير أن الله تعالى قادر على التمييز التام فهو مختار إن شاء أهلك من آمن وكذب ، ثم يثبت الذين أهلكهم من المصدقين في دار الجزاء وإن شاء أهلك من كذب ، فقال : نعمة من عندنا إشارة إلى ذلك وفي نصبها وجهان أحدهما : أنه مفعول له كأنه قال : نجيناهم نعمة منا ثانيهما : على أنه مصدر ، لأن الإنجاء منه إنعام فكأنه تعالى قال : أنعمنا عليهم بالإنجاء إنعاماً وقوله تعالى : { كَذَلِكَ نَجْزِى مَن شَكَرَ } فيه وجهان أحدهما : ظاهر وعليه أكثر المفسرين وهو أنه من آمن كذلك ننجيه من عذاب الدنيا ولا نهلكه وعداً لأمة محمد صلى الله عليه وسلم المؤمنين بأنه يصونهم عن الإهلاكات العامة والسيئات المطبقة الشاملة وثانيهما : وهو الأصح أن ذلك وعد لهم وجزاؤهم بالثواب في دار الآخرة كأنه قال : كما نجيناهم في الدنيا ، أي كما أنعمنا عليهم ننعم عليهم يوم الحساب والذي يؤيد هذا أن النجاة من الإهلاكات في الدنيا ليس بلازم ، ومن عذاب الله في الآخرة لازم بحكم الوعيد ، وكذلك ينجي الله الشاكرين من عذاب النار ويذر الظالمين فيه ، ويدل عليه قوله تعالى : { مَّن يُرَدُّ ثَوَابَ الدنيا نُؤْتِهِ مِنْهَا وَمَن يُرِدْ ثَوَابَ الآخرة نُؤْتِهِ مِنْهَا وَسَنَجْزِى الشاكرين } [ آل عمران : 145 ] وقوله تعالى : { فَأَثَابَهُمُ الله بِمَا قَالُواْ جنات تَجْرِى مِن تَحْتِهَا الأنهار خالدين فِيهَا وذلك جَزَاء المحسنين } [ المائدة : 85 ] والشاكر محسن فعلم أن المراد جزاؤهم في الآخرة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "نعمة من عندنا كذلك نجزي من شكر (35) ",
        "babnum": 33
    },
    {
        "id": 2518,
        "cate": "54",
        "title": "وَلَقَدْ أَنْذَرَهُمْ بَطْشَتَنَا فَتَمَارَوْا بِالنُّذُرِ (36) ",
        "details": " وفيه تبرئة لوط عليه السلام وبيان أنه أتى بما عليه فإنه تعالى لما رتب التعذيب على التكذيب وكان من الرحمة أن يؤخره ويقدم عليه الإنذارات البالغة بين ذلك فقال : أهلكناهم وكان قد أنذرهم من قبل ، وفي قوله : { بَطْشَتَنَا } وجهان أحدهما : المراد البطشة التي وقعت وكان يخوفهم بها ، ويدل عليه قوله تعالى : { إِنَّا أَرْسَلْنَا عَلَيْهِمْ حاصبا } [ القمر : 34 ] فكأنه قال : إنا أرسلنا عليهم ما سبق ، ذكرها للإندار بها والتخويف وثانيهما : المراد بها ما في الآخرة كما في قوله تعالى : { يَوْمَ نَبْطِشُ البطشة الكبرى } [ الدخان : 16 ] وذلك لأن الرسل كلهم كانوا ينذرون قومهم بعذاب الآخرة كما قال تعالى : { فَأَنذَرْتُكُمْ نَاراً تلظى } [ الليل : 14 ] وقال : { وَأَنذِرْهُمْ يَوْمَ الأزفة } [ غافر : 18 ] وقال تعالى : { إِنَّا أنذرناكم عَذَاباً قَرِيباً } [ النبأ : 40 ] إلى غير ذلك ، وعلى ذلك ففيه لطيفة وهي أن الله تعالى قال : { إِنَّ بَطْشَ رَبّكَ لَشَدِيدٌ } [ البروج : 12 ] وقال ههنا : { بَطْشَتَنَا } ولم يقل : بطشنا وذلك لأن قوله تعالى : { إِنَّ بَطْشَ رَبّكَ لَشَدِيدٌ } بيان لجنس بطشه ، فإذا كان جنسه شديداً فكيف الكبرى منه ، وأما لوط عليه السلام فذكر لهم البطشة الكبرى لئلا يكون مقصراً في التبليغ ، وقوله تعالى : { فَتَمَارَوْاْ بالنذر } يدل على أن النذر هي الإنذارات .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد أنذرهم بطشتنا فتماروا بالنذر (36) ",
        "babnum": 34
    },
    {
        "id": 2519,
        "cate": "54",
        "title": "وَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ فَطَمَسْنَا أَعْيُنَهُمْ فَذُوقُوا عَذَابِي وَنُذُرِ (37) ",
        "details": " والمراودة من الرود ، ومنه الإرادة وهي قريبة من المطالبة غير أن المطالبة تستعمل في العين يقال : طالب زيد عمراً بالدراهم ، والمراودة لا تستعمل إلا في العمل يقال : راوده عن المساعدة ، ولهذا تعدى المراودة إلى مفعول ثان بعن ، والمطالبة بالباء ، وذلك لأن الشغل منوط باختيار الفاعل ، والعين قد توجد من غير اختيار منه وهذا فرق الحال ، فإذا قلت : أخبرني بأمره تعين عليه الخبر العين بخلاف ما إذا قيل عن كذا ، ويزيد هذا ظهوراً قول القائل : أخبرني زيد عن مجيء فلان ، وقوله : أخبرني بمجيئه فإن من قال عن مجيئه ربما يكون الإخبار عن كيفية المجيء لا عن نفسه وأخبرني بمجيئه لا يكون إلا عن نفس المجيء والضيف يقع على الواحد والجماعة ، وقد ذكرناه في سورة الذاريات وكيفية المراودة مذكورة فيما تقدم ، وهي أنهم كانوا مفسدين وسمعوا بضيف دخلوا على لوط فراودوه عنهم .\r\n وقوله : { فَطَمَسْنَا أَعْيُنَهُمْ } نقول : إن جبريل كان فيهم فضرب ببعض جناحه على وجوههم فأعماهم ، وفي الآية مسائل : الأولى : الضمير في راودوه إن كان عائداً إلى قوم لوط فما في قوله : { أَعْيُنَهُمْ } أيضاً عائداً إليهم فيكون قد طمس أعين قوم ولم يطمس إلا أعين قليل منهم وهم الذين دخلوا دار لوط ، وإن كان عائداً إلى الذين دخلوا الدار فلا ذكر لهم فكيف القول فيه؟ نقول : المراودة حقيقة حصلت من جمع منهم لكن لما كان الأمر من القوم وكان غيرهم ذلك مذهبه أسندها إلى الكل ثم بقوله راودوه حصل قوم هم المراودون حقيقة فعاد الضمير في أعينهم إليهم مثاله قول القائل : الذين آمنوا صلوا فصحت صلاتهم فيكون هم في صلاتهم عائداً إلى الذين صلوا بعدما آمنوا ولا يعود إلى مجرد الذين آمنوا لأنك لو اقتصرت على الذين آمنوا فصحت صلاتهم لم يكن كلاماً منظوماً ولو قلت الذين صلوا فصحت صلاتهم صح الكلام ، فعلم أن الضمير عائد إلى ما حصل بعد قوله : { رَاوَدُوهُ } والضمير في راودوه عائد إلى المنذرين المتمارين بالنذر .\r\n المسألة الثانية : قال ههنا : { فَطَمَسْنَا أَعْيُنَهُمْ } وقال في ياس : { وَلَوْ نَشَاء لَطَمَسْنَا على أَعْيُنِهِمْ } [ ياس : 66 ] فما الفرق؟ نقول : هذا مما يؤيد قول ابن عباس فإنه نقل عنه أنه قال : المراد من الطمس الحجب عن الإدراك فما جعل على بصرهم شيء غير أنهم دخلوا ولم يروا هناك شيئاً فكانوا كالمطموسين ، وفي ياس أراد أنه لو شاء لجعل على بصرهم غشاوة ، أي ألزق أحد الجفنين بالآخر فيكون على العين جلدة فيكون قد طمس عليها ، وقال غيره : إنهم عموا وصارت عينهم مع وجههم كالصفحة الواحدة ، ويؤيده قوله تعالى : { فَذُوقُواْ عَذَابِى } لأنهم إن بقوا مصرين ولم يروا شيئاً هناك لا يكون ذلك عذاباً والطمس بالمعنى الذي قاله غير ابن عباس عذاب ، فنقول : الأولى أن يقال : إنه تعالى حكى ههنا ما وقع وهو طمس العين وإذهاب ضوئها وصورتها بالكلية حتى صارت وجوههم كالصفحة الملساء ولم يمكنهم الإنكار لأنه أمر وقع ، وأما هناك فقد خوفهم بالممكن المقدور عليه فاختار ما يصدقه كل أحد ويعرف به وهو الطمس على العين ، لأن إطباق الجفن على العين أمر كثير الوقوع وهو بقدرة الله تعالى وإرادته فقال : { وَلَوْ نَشَاء لَطَمَسْنَا على أَعْيُنِهِمْ } [ ياس : 66 ] وما شققنا جفنهم عن عينهم وهو أمر ظاهر الإمكان كثير الوقوع والطمس على ما وقع لقوم لوط نادر ، فقال : هناك على أعينهم ليكون أقرب إلى القبول .\r\n المسألة الثالثة : قوله تعالى : { فَذُوقُواْ عَذَابِى وَنُذُرِ } خطاب ممن وقع ومع من وقع؟ قلنا : فيه وجوه أحدها : فيه إضمار تقديره فقلت : على لسان الملائكة ذوقوا عذابي ثانيها : هذا خطاب مع كل مكذب تقديره كنتم تكذبون فذوقوا عذابي فإنهم لما كذبوا ذاقوه ثالثها : أن هذا الكلام خرج مخرج كلام الناس فإن الواحد من الملوك إذا أمر بضرب مجرم وهو شديد الغضب فإذا ضرب ضرباً مبرحاً وهو يصرح والملك يسمع صراخه يقول عند سماع صراخه ذق إنك مجرم مستأهل ويعلم الملك أن المعذب لا يسمع كلامه ويخاطب بكلامه المستغيث الصارخ وهذا كثير فكذلك لما كان كل أحد بمرأى من الله تعالى يسمع إذا عذب معانداً كان قد سخط الله عليه يقول : { ذُقْ إِنَّكَ أَنتَ العزيز الكريم } [ الدخان : 49 ] { فَذُوقُواْ لِقَاء يَوْمِكُمْ هذا } [ السجدة : 14 ] { فَذُوقُواْ عَذَابِى } ولا يكون به مخاطباً لمن يسمع ويجيب ، وذلك إظهار العدل أي لست بغافل عن تعذيبك فتتخلص بالصراخ والضراعة ، وإنما أنا بك عالم وأنت له أهل لما قد صدر منك ، فإن قيل : هذا وقع بغير الفاء ، وأما بالفاء فلا تقول : وبالفاء فإنه ربما يقول : كنتم تكذبون فذوقوا .\r\n المسألة الرابعة : النذر كيف يذاق؟ نقول : معناه ذق فعلك أي مجازاة فعلك وموجبه ويقال : ذق الألم على فعلك وقوله : { فَذُوقُواْ عَذَابِى } كقولهم : ذق الألم ، وقوله : { وَنُذُرِ } كقولهم ذق فعلك أي ذق ما لزم من إنذاري ، فإن قيل : فعلى هذا لا يصح العطف لأن قوله : { فَذُوقُواْ عَذَابِى } وما لزم من إنذاري وهو العذاب يكون كقول القائل : ذوقوا عذابي وعذابي؟ نقول : قوله تعالى : { فَذُوقُواْ عَذَابِى } أي العاجل منه ، وما لزم من إنذاري وهو العذاب الآجل ، لأن الإنذار كان به على ما تقدم بيانه ، فكأنه قال : ذوقوا عذابي العاجل وعذابي الآجل ، فإن قيل : هما لم يكونا في زمان واحد ، فكيف يقال : ذوقوا ، نقول : العذاب الآجل أوله متصل بآخر العذاب العاجل ، فهما كالواقع في زمان واحد وهو كقوله تعالى : { أُغْرِقُواْ فَأُدْخِلُواْ نَاراً } [ نوح : 25 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد راودوه عن ضيفه فطمسنا أعينهم فذوقوا عذابي ونذر (37) ",
        "babnum": 35
    },
    {
        "id": 2520,
        "cate": "54",
        "title": "وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُسْتَقِرٌّ (38) ",
        "details": " أي العذاب الذي عم القوم بعد الخاص الذي طمس أعين البعض ، وفيه مسائل : المسألة الأولى : { صَبَّحَهُم } فيه دلالة على الصبح ، فما معنى : { بُكْرَةً } ؟ نقول : فائدته تبيين انطراقه فيه ، فقوله : { بُكْرَةً } يحتمل وجهين أحدهما : أنها منصوبة على أنها ظرف ، ومثله نقوله في قوله تعالى : { أسرى بِعَبْدِهِ لَيْلاً } [ الإسراء : 1 ] وفيه بحث ، وهو أن الزمخشري قال : ما الفائدة في قوله : { لَيْلاً } وقال : جواباً في التنكير دلالة على أنه كان في بعض الليل ، وتمسك بقراءة من قرأ : { مِّنَ اليل } وهو غير ظاهر ، والأظهر فيه أن يقال : بأن الوقت المبهم يذكر لبيان أن تعيين الوقت ليس بمقصود المتكلم وأنه لا يريد بيانه ، كما يقول : خرجنا في بعض الأوقات ، مع أن الخروج لا بد من أن يكون في بعض الأوقات ، فإنه لا يريد بيان الوقت المعين ، ولو قال : خرجنا ، فربما يقول السامع : متى خرجتم ، فإذا قال : في بعض الأوقات أشار إلى أن غرضه بيان الخروج لا تعيين وقته ، فكذلك قوله تعالى : { صَبَّحَهُم بُكْرَةً } أي بكرة من البكر و { أسرى بِعَبْدِهِ لَيْلاً } أي ليلاً من الليالي فلا أبينه ، فإن المقصود نفس الإسراء ، ولو قال : أسرى بعبده من المسجد الحرام ، لكان للسامع أن يقول : أيما ليلة؟ فإذا قال : ليلة من الليالي قطع سؤاله وصار كأنه قال : لا أبينه ، وإن كان القائل ممن يجوز عليه الجهل ، فإنه يقول : لا أعلم الوقت ، فهذا أقرب فإذا علمت هذا في أسرى ليلاً ، فاعلم مثله في : { صَبَّحَهُم بُكْرَةً } ويحتمل أن يقال : على هذا الوجه : { صَبَّحَهُم } بمعنى قال لهم : عموا صباحاً استهزاء بهم ، كما قال : { فَبَشّرْهُم بِعَذَابٍ أَلِيمٍ } [ آل عمران : 21 ] فكأنه قال : جاءهم العذاب بكرة كالمصبح ، والأول أصح ، ويحتمل في قوله تعالى : { صَبَّحَهُم بُكْرَةً } على قولنا : إنها منصوبة على الظرف مالا يحتمله قوله تعالى : { أسرى بِعَبْدِهِ لَيْلاً } وهو أن : { صَبَّحَهُم } معناه أتاهم وقت الصبح ، لكن التصبيح يطلق على الإتيان في أزمنة كثيرة من أول الصبح إلى ما بعد الإسفار ، فإذا قال : { بُكْرَةً } أفاد أنه كان أول جزء منه ، وما أخر إلى الإسفار ، وهذا أوجه وأليق ، لأن الله تعالى أوعدهم به وقت الصبح ، بقوله : { إِنَّ مَوْعِدَهُمُ الصبح } [ هود : 81 ] وكان من الواجب بحكم الإخبار تحققه بمجيء العذاب في أول الصبح ، ومجرد قراءة : { صَبَّحَهُم } ما كان يفيد ذلك ، وهذا أقوى لأنك تقول : صبيحة أمس بكرة واليوم بكرة ، فيأتي فيه ما ذكرنا من أن المراد بكرة من البكر الوجه الثاني : أنها منصوبة على المصدر من باب ضربته سوطاً ضرباً فإن المنصوب في ضربته ضرباً على المصدر ، وقد يكون غير المصدر كما في ضربته سوطاً ضرباً ، لا يقال : ضرباً سوطاً بين أحد أنواع الضرب ، لأن الضرب قد يكون بسوط وقد يكون بغيره ، وأما : { بُكْرَةً } فلا يبين ذلك ، لأنا نقول : قد بينا أن بكرة بين ذلك ، لأن الصبح قد يكون بالإتيان وقت الإسفار ، وقد يكون بالإتيان بالأبكار ، فإن قيل : مثله يمكن أن يقال : في { أسرى بِعَبْدِهِ لَيْلاً } قلنا : نعم ، فإن قيل : ليس هناك بيان نوع من أنواع الإسراء ، نقول : هو كقول القائل : ضربته شيئاً ، فإن شيئاً لا بد منه في كل ضرب ، ويصح ذلك على أنه نصب على المصدر ، وفائدته ما ذكرنا من بيان عدم تعلق الغرض بأنواعه ، وكأن القائل يقول : إني لا أبين ما ضربته به ، ولا أحتاج إلى بيانه لعدم تعلق المقصود به ليقطع سؤال السائل : بماذا ضربه بسوط أو بعصا ، فكذلك القول في : { أسرى بِعَبْدِهِ لَيْلاً } يقطع سؤال السائل عن الإسراء ، لأن الإسراء هو السير أول الليل ، والسرى هو السير آخر الليل أو غير ذلك .\r\n المسألة الثانية : { مُّسْتَقِرٌّ } يحتمل وجوهاً أحدها : عذاب لا مدفع له ، أي يستقر عليهم ويثبت ، ولا يقدر أحد على إزالته ورفعه أو إحالته ودفعه ثانيها : دائم ، فإنهم لما أهلكوا نقلوا إلى الجحيم ، فكأن ما أتاهم عذاب لا يندفع بموتهم ، فإن الموت يخلص من الألم الذي يجده المضروب من الضرب والمحبوس من الحبس ، وموتهم ما خلصهم ثالثها : عذاب مستقر عليهم لا يتعدى غيرهم ، أي هو أمر قد قدره الله عليهم وقرره فاستقر ، وليس كما يقال : إنه أمر أصابهم اتفاقاً كالبرد الذي يضر زرع قوم دون قوم ، ويظن به أنه أمر اتفاقي ، وليس لو خرجوا من أماكنهم لنجوا كما نجا آل لوط ، بل كان ذلك يتبعهم ، لأنه كان أمراً قد استقر .\r\n المسألة الثالثة : الضمير في { صَبَّحَهُم } عائد إلى الذين عاد إليهم الضمير في أعينهم فيعود لفظاً إليهم للقرب ، ومعنى إلى الذين تماروا بالنذر ، أو الذين عاد إليهم الضمير في قوله : { وَلَقَدْ أَنذَرَهُمْ بَطْشَتَنَا } [ القمر : 36 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد صبحهم بكرة عذاب مستقر (38) ",
        "babnum": 36
    },
    {
        "id": 2521,
        "cate": "54",
        "title": "فَذُوقُوا عَذَابِي وَنُذُرِ (39) ",
        "details": " مرة أخرى ، لأن العذاب كان مرتين أحدهما : خاص بالمراودين ، والآخر عام .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فذوقوا عذابي ونذر (39) ",
        "babnum": 37
    },
    {
        "id": 2522,
        "cate": "54",
        "title": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (40) ",
        "details": " قد فسرناه مراراً وبينا ما لأجله تكراراً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد يسرنا القرآن للذكر فهل من مدكر (40) ",
        "babnum": 38
    },
    {
        "id": 2523,
        "cate": "54",
        "title": "وَلَقَدْ جَاءَ آلَ فِرْعَوْنَ النُّذُرُ (41) كَذَّبُوا بِآيَاتِنَا كُلِّهَا فَأَخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ (42) ",
        "details": " وفيه مسائل : المسألة الأولى : ما الفائدة في لفظ : { آل فِرْعَوْنَ } بدل قوم فرعون؟ نقول : القوم أعم من الآل ، فالقوم كل من يقوم الرئيس بأمرهم أو يقومون بأمره ، والآل كل من يؤول إلى الرئيس خيرهم وشرهم أو يؤول إليهم خيره وشره ، فالبعيد الذي لا يعرفه الرئيس ولا يعرف هو عين الرئيس وإنما يسمع اسمه ، فليس هو بآله ، إذا عرفت الفرق ، نقول : قوم الأنبياء الذين هم غير موسى عليهم السلام ، لم يكن فيهم قاهر يقهر الكل ويجمعهم على كلمة واحدة ، وإنما كانوا هم رؤساء وأتباعاً ، والرؤساء إذا كثروا لا يبقى لأحد منهم حكم نافذ على أحد ، أما على من هو مثله فظاهر ، وأما على الأراذل فلأنهم يلجئون إلى واحد منهم ويدفعون به الآخر ، فيصير كل واحد برأسه ، فكأن الإرسال إليهم جميعاً ، وأما فرعون فكان قاهراً يقهر الكل ، وجعلهم بحيث لا يخالفونه في قليل ولا كثير ، فأرسل الله إليه الرسول وحده ، غير أنه كان عنده جماعة من التابعين المقربين مثل قارون تقدم عنده لماله العظيم ، وهامان لدهائه ، فاعتبرهم الله في الإرسال ، حيث قال : في مواضع : { وَلَقَدْ أَرْسَلْنَا موسى بئاياتنا إلى فِرْعَوْنَ } [ الزخرف : 46 ] وقال تعالى : { بآياتنا \r\nإلى فرعون وهامان وقارون } [ غافر : 23 ، 24 ] وقال في العنكبوت : { وقارون وَفِرْعَوْنَ وهامان وَلَقَدْ جَاءهُمْ موسى } [ العنكبوت : 39 ] لأنهم إن آمنوا آمن الكل بخلاف الأقوام الذين كانوا قبلهم وبعدهم ، فقال : { وَلَقَدْ جَاء ءالَ فِرْعَوْنَ النذر } وقال كثيراً مثل هذا كما في قوله : { أدخلوا آل فرعون أشد العذاب } [ غافر : 46 ] ، { وَقَالَ رَجُلٌ مُّؤْمِنٌ مّنْ ءالِ فِرْعَوْنَ يَكْتُمُ إيمانه } [ غافر : 28 ] وقال : بلفظ الملأ أيضاً كثيراً .\r\n المسألة الثانية : قال : { وَلَقَدْ جَاء } ولم يقل في غيرهم جاء لأن موسى عليه السلام ما جاءهم ، كما جاء المرسلون أقوامهم ، بل جاءهم حقيقة حيث كان غائباً عن القوم فقدم عليهم ، ولهذا قال تعالى : { فَلَمَّا جَآء ءالَ لُوطٍ المرسلون } [ الحجر : 61 ] وقوله تعالى : { لَقَدْ جَاءكُمْ رَسُولٌ مّنْ أَنفُسِكُمْ } [ التوبة : 128 ] حقيقة أيضاً لأنه جاءهم من الله من السموات بعد المعراج ، كما جاء موسى قومه من الطور حقيقة .\r\n المسألة الثالثة : النذر إن كان المراد منها الإنذارات وهو الظاهر ، فالكلام الذي جاءهم على لسان موسى ويده تلك ، وإن كان المراد الرسل فهو لأن موسى وهرون عليهما السلام جاءه وكل مرسل تقدمهما جاء لأنهم كلهم قالوا ما قالا من التوحيد وعبادة الله وقوله بعد ذلك : { كَذَّبُواْ بئاياتنا } من غير فاء تقتضي ترتب التكذيب على المجيء فيه وجهان أحدهما : أن الكلام تم عند قوله : { وَلَقَدْ جَاء ءالَ فِرْعَوْنَ النذر } وقوله : { كَذَّبُواْ } كلام مستأنف والضمير عائد إلى كل من تقدم ذكرهم من قوم نوح إلى آل فرعون ثانيهما : أن الحكاية مسوقة على سياق ما تقدم ، فكأنه قال : ( فكيف كان عذابي ونذر وقد كذبوا بآياتنا كلها فأخذناهم ) ، وعلى الوجه الأول آياتنا كلها ظاهرة ، وعلى الوجه الثاني المراد آياته التي كانت مع موسى عليه السلام وهي التسع في قول أكثر المفسرين ، ويحتمل أن يقال : المراد أنهم كذبوا بآيات الله كلها السمعية والعقلية فإن في كل شيء له آية تدل على أنه واحد .\r\n وقوله تعالى : { فأخذناهم } إشارة إلى أنهم كانوا كالآبقين أو إلى أنهم عاصون يقال : أخذ الأمير فلاناً إذا حبسه ، وفي قوله : { عِزِيزٍ مُّقْتَدِرٍ } لطيفة وهي أن العزيز المراد منه الغالب لكن العزيز قد يكون ( الذي ) يغلب على العدو ويظفر به وفي الأول يكون غير متمكن من أخذه لبعده إن كان هارباً ولمنعته إن كان محارباً ، فقال أحد غالب لم يكن عاجزاً وإنما كان ممهلاً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد جاء آل فرعون النذر (41) كذبوا بآياتنا كلها فأخذناهم أخذ عزيز مقتدر (42) ",
        "babnum": 39
    },
    {
        "id": 2524,
        "cate": "54",
        "title": "أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ (43) ",
        "details": " تنبيهاً لهم لئلا يأمنوا العذاب فإنهم ليسوا بخير من أولئك الذين أهلكوا وفيه مسائل : المسألة الأولى : الخطاب مع أهل مكة فينبغي أن يكون كفارهم بعضهم وإلا لقال : أنتم خير من أولئكم ، وإذا كان كفارهم بعضهم فكيف قال : { أَمْ لَكُم بَرَاءةٌ } ولم يقل : أم لهم كما يقول القائل : جاءنا الكرماء فأكرمناهم ، ولا يقول : فأكرمناكم؟ نقول : الجواب عنه من وجهين أحدهما : أن المراد منه أكفاركم المستمرون على الكفر الذين لا يرجعون وذلك لأن جمعاً عظيماً ممن كان كافراً من أهل مكة يوم الخطاب أيقنوا بوقوع ذلك ، والعذاب لا يقع إلا بعد العلم بأنه لم يبق من القوم من يؤمن فقال : الذين يصرون منكم على الكفر يا أهل مكة خير ، أم الذين أصروا من قبل؟ فيصح كون التهديد مع بعضهم ، وأما قوله تعالى : { أَمْ لَكُم بَرَاءةٌ } ففيه وجهان أحدهما : أم لكم لعمومكم براءة فلا يخاف المصر منكم لكونه في قوم لهم براءة وثانيهما : أم لكم براءة إن أصررتم فيكون الخطاب عاماً والتهديد كذلك ، فالشرط غير مذكور وهو الإصرار .\r\n المسألة الثانية : ما المراد بقوله : { خَيْرٌ } ، وقول القائل : خير يقتضي اشتراك أمرين في صفة محمودة مع رجحان أحدهما على الآخر ولم يكن فيهم خير ولا صفة محمودة؟ نقول : الجواب عنه من وجوه أحدها : منع اقتضاء الاشتراك يدل عليه قول حسان : ( أتهجوه ولست له بكفء ) \r\n فشركما لخيركما الفداء مع اختصاص الخير بالنبي عليه السلام والشر بمن هجاه وعدم اشتراكهما في شيء منهما ثانيها : أن ذلك عائد إلى ما في زعمهم أي : أيزعم كفاركم أنهم خير من الكفار المتقدمين الذين أهلكوا وهم كانوا يزعمون في أنفسهم الخير ، وكذا فيمن تقدمهم من عبدة الأوثان ومكذبي الرسل وكانوا يقولون : إن الهلاك كان بأسباب سماوية من اجتماع الكواكب على هيئة مذمومة ثالثها : المراد : أكفاركم أشد قوة ، فكأنه قال : أكفاركم خير في القوة؟ والقوة محمودة في العرف رابعها : أن كل موجود ممكن ففيه صفات محمودة وأخرى غير محمودة فإذا نظرت إلى المحمودة في الموضعين وقابلت إحداهما بالأخرى ، تستعمل فيها لفظ الخير ، وكذلك في الصفات المذمومة تستعمل فيها لفظ الشر؟ فإذا نظرت إلى كافرين وقلت : أحدهما خير من الآخر فلك حينئذ أن تريد أحدهما خير من الآخر في الحسن والجمال ، وإذا نظرت إلى مؤمنين يؤذيانك قلت : أحدهما شر من الآخر ، أي في الأذية لا الإيمان فكذلك ههنا أكفاركم خير لأن النظر وقع على ما يصلح مخلصاً لهم من العذاب ، فهو كما يقال أكفاركم فيهم شيء مما يخلصهم لم يكن في غيرهم فهم خير أم لا شيء فيهم يخلصهم لكن الله بفضله أمنهم لا بخصال فيهم .\r\n المسألة الثالثة : { أَمْ لَكُم بَرَاءةٌ } إشارة إلى سبب آخر من أسباب الخلاص ، وذلك لأن الخلاص إما أن يكون بسبب أمر فيهم أو لا يكون كذلك ، فإن كان بسبب أمر فيهم وذلك السبب لم يكن في غيرهم من الذين تقدموهم فيكونون خيراً منهم وإن كان لا بسبب أمر فيهم فيكون بفضل الله ومسامحته إياهم وإيمانه إياهم من العذاب فقال لهم : أنتم خير منهم فلا تهلكون أم لستم بخير منهم لكن الله آمنكم وأهلكهم وكل واحد منهما منتف فلا تأمنوا ، وقوله تعالى : { أَمْ لَكُم بَرَاءةٌ فِى الزبر } إشارة إلى لطيفة وهي أن العاقل لا يأمن إلا إذا حصل له الجزم بالأمن أو صار له آيات تقرب الأمر من القطع ، فقال : لكم براءة يوثق بها وتكون متكررة في الكتب ، فإن الحاصل في بعض الكتب ربما يحتمل التأويل أو يكون قد تطرق إليه التحريف والتبديل كما في التوراة والإنجيل ، فقال : هل حصل لكم براءة متكررة في كتب تأمنون بسببها العذاب فإن لم يكن كذلك لا يجوز الأمن لكن البراءة لم تحصل في كتب ولا كتاب واحد ولا شبه كتاب ، فيكون أمنهم من غاية الغفلة وعند هذا تبين فضل المؤمن ، فإنه مع ما في كتاب الله الذي لا يأتيه الباطل من بين يديه ولا من خلفه ، من الوعد لا يأمن وإن بلغ درجة الأولياء والأنبياء ، لما في آيات الوعيد من احتمال التخصيص ، وكون كل واحد ممن يستثنى من الأمة ويخرج عنها فالمؤمن خائف والكافر آمن في الدنيا ، وفي الآخرة الأمر على العكس .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أكفاركم خير من أولئكم أم لكم براءة في الزبر (43) ",
        "babnum": 40
    },
    {
        "id": 2525,
        "cate": "54",
        "title": "أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُنْتَصِرٌ (44) ",
        "details": " تتميماً لبيان أقسام الخلاص وحصره فيها ، وذلك لأن الخلاص إما أن يكون لاستحقاق من يخلص عن العذاب كما أن الملك إذا عذب جماعة ورأى فيهم من أحسن إليه فلا يعذبه ، وإما أن يكون لأمر في المخلص كما إذا رأى فيهم من له ولد صغير أو أم ضعيفة فيرحمه وإن لم يستحق ويكتب له الخلاص ، وإما أن لا يكون فيه ما يستحق الخلاص بسببه ولا في نفس المعذب مما يوجب الرحمة لكنه لا يقدر عليه بسبب كثرة أعوانه وتعصب إخوانه ، كما إذا هرب واحد من الملك والتجأ إلى عسكر يمنعون الملك عنه ، فكما نفى القسمين الأولين كذلك نفى القسم الثالث وهو التمتع بالأعوان وتحزب الإخوان ، وفيه مسائل : المسألة الأولى : في حسن الترتيب وذلك لأن المستحق لذاته أقرب إلى الخلاص من المرحوم ، فإن المستحق لم يوجد فيه سبب العذاب والمرحوم وجد فيه ذلك ، ووجد المانع من العذاب ، وما لا سبب له لا يتحقق أصلاً ، وماله مانع ربما لا يقوى المانع على دفع السبب ، وما في نفس المعذب من المانع أقوى من الذي بسبب الغير ، لأن الذي من عنده يمنع الداعية ولا يتحقق الفعل عند عدم الداعية ، والذي من الغير بسبب التمتع لا يقطع قصده بل يجتهد وربما يغلب فيكون تعذيبه أضعاف ما كان من قبل ، بخلاف من يرق له قلبه وتمنعه الرحمة فإنها وإن لم تمنعه لكن لا يزيد في حمله وحبسه وزيادته في التعذيب عند القدرة ، فهذا ترتيب في غاية الحسن .\r\n المسألة الثانية : { جَمِيعٌ } فيه فائدتان إحداهما الكثرة والأخرى الاتفاق ، كأنه قال : نحن كثير متفقون فلنا الانتصار ولا يقوم غير هذه اللفظة مقامها من الألفاظ المفردة ، إنما قلنا : إن فيه فائدتين لأن الجمع يدل على الجماعة بحروفه الأصلية من ج م ع وبوزنه وهو فعيل بمعنى مفعول على أنهم جمعوا جمعيتهم العصبية ، ويحتمل أن يقال : معناه نحن الكل لا خارج عنا إشارة إلى أن من اتبع النبي صلى الله عليه وسلم لا اعتداد به قال تعالى في نوح : { أَنُؤْمِنُ لَكَ واتبعك الأرذلون } [ الشعراء : 111 ] { إِلاَّ الذين هُمْ أَرَاذِلُنَا بَادِىَ الرأى } [ هود : 27 ] وعلى هذا { جَمِيعٌ } يكون التنوين فيه لقطع الإضافة كأنهم قالوا : نحن جمع الناس .\r\n المسألة الثالثة : ما وجه إفراد المنتصر مع أن نحن ضمير الجمع؟ نقول : على الوجه الأول ظاهر لأنه وصف الجزء الآخر الواقع خبراً فهو كقول القائل : أنتم جنس منتصر وهم عسكر غالب والجميع كالجنس لفظه لفظ واحد ، ومعناه جمع فيه الكثرة ، وأما على الوجه الثاني فالجواب عنه من وجهين أحدهما : أن المعنى وإن كان جميع الناس لا خارج عنهم إلا من لا يعتد به ، لكن لما قطع ونون صار كالمنكر في الأصل فجاز وصفه بالمنكر نظراً إلى اللفظ فعاد إلى الوجه الأول وثانيهما : أنه خبر بعد خبر ، ويجوز أن يكون أحد الخبرين معرفة والآخرين نكرة ، قال تعالى : { وَهُوَ الغفور الودود * ذُو العرش المجيد * فَعَّالٌ لّمَا يُرِيدُ } [ البروج : 14 16 ] وعلى هذا فقوله : { نَحْنُ جَمِيعٌ مُّنتَصِرٌ } أفرده لمجاورته { جَمِيعٌ } ، ويحتمل أن يقال معنى : { نَحْنُ جَمِيعٌ مُّنتَصِرٌ } أن جميعاً بمعنى كل واحد كأنه قال : نحن كل واحد منا منتصر ، كما تقول : هم جميعهم أقوياء بمعنى أن كل واحد منهم قوي ، وهم كلهم علماء أي كل واحد عالم فترك الجمع واختار الإفراد لعود الخبر إلى كل واحد فإنهم كانوا يقولون : كل واحد منا يغلب محمداً صلى الله عليه وسلم كما قال أبي بن خلف الجمحي وهذا فيه معنى لطيف وهو أنهم ادعوا أن كل واحد غالب ، والله رد عليهم بأجمعهم بقوله : ",
        "fav": 0,
        "note": null,
        "normal": "أم يقولون نحن جميع منتصر (44) ",
        "babnum": 41
    },
    {
        "id": 2526,
        "cate": "54",
        "title": "سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ (45) ",
        "details": " وهو أنهم ادعوا القوة العامة بحيث يغلب كل واحد منهم محمداً صلى الله عليه وسلم والله تعالى بين ضعفهم الظاهر الذي يعمهم جميعهم بقوله : { وَيُوَلُّونَ الدبر } وحينئذ يظهر سؤال وهو أنه قال : { يُوَلُّونَ الدبر } ولم يقل : يولون الأدبار .\r\n وقال في موضع آخر : { يُوَلُّوكُمُ الأدبار ثُمَّ لاَ يُنصَرُونَ } [ آل عمران : 111 ] وقال : { وَلَقَدْ كَانُواْ عاهدوا الله مِن قَبْلُ لاَ يُوَلُّونَ الأدبار } [ الأحزاب : 15 ] وقال في موضع آخر : { فَلاَ تُوَلُّوهُمُ الأدبار } [ الأنفال : 15 ] فكيف تصحيح الإفراد وما الفرق بين المواضع؟ نقول : أما التصحيح فظاهر لأن قول القائل : فعلوا كقوله فعل هذا وفعل ذاك وفعل الآخر .\r\n قالوا : وفي الجمع تنوب مناب الواوات التي في العطف ، وقوله : { يُوَلُّونَ } بمثابة يول هذا الدبر ، ويول ذاك ويول الآخر أي كل واحد يولي دبره ، وأما الفرق فنقول اقتضاء أواخر الآيات حسن الإفراد ، فقوله : { يُوَلُّونَ الدبر } إفراده إشارة إلى أنهم في التولية كنفس واحدة ، فلا يتخلف أحد عن الجمع ولا يثبت أحد للزحف فهم كانوا في التولية كدبر واحد ، وأما في قوله : { فَلاَ تُوَلُّوهُمُ الأدبار } أي كل واحد يوجد به ينبغي أن يثبت ولا يولي دبره ، فليس المنهي هناك توليتهم بأجمعهم بل المنهي أن يولي واحد منهم دبره ، فكل أحد منهي عن تولية دبره ، فجعل كل واحد برأسه في الخطاب ثم جمع الفعل بقوله : { فَلاَ تُوَلُّوهُمُ } ولا يتم إلا بقوله : { الأدبار } وكذلك في قوله : { وَلَقَدْ كَانُواْ عاهدوا الله } [ لأحزاب : 15 ] أي كل واحد قال : أنا أثبت ولا أولي دبري ، وأما في قوله : { لَيُوَلُّنَّ الأدبار } [ الحشر : 12 ] فإن المراد المنافقون الذين وعدوا اليهود وهم متفرقون بدليل قوله تعالى : { تَحْسَبُهُمْ جَمِيعاً وَقُلُوبُهُمْ شتى } [ الحشر : 14 ] ، وأما في هذا الموضع فهم كانوا يداً واحدة على من سواهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "سيهزم الجمع ويولون الدبر (45) ",
        "babnum": 42
    },
    {
        "id": 2527,
        "cate": "54",
        "title": "بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ (46) ",
        "details": " إشارة إلى أن الأمر غير مقتصر على انهزامهم وإدبارهم بل الأمر أعظم منه فإن الساعة موعدهم فإنه ذكر ما يصيبهم في الدنيا من الدبر ، ثم بين ما هو منه على طريقة الإصرار ، هذا قول أكثر المفسرين ، والظاهر أن الإنذار بالساعة عام لكل من تقدم ، كأنه قال : أهلكنا الذين كفروا من قبلك وأصروا وقوم محمد عليه السلام ليسوا بخير منهم فيصيبهم ما أصابهم إن أصروا ، ثم إن عذاب الدنيا ليس لإتمام المجازاة فإتمام المجازاة بالأليم الدائم .\r\n وفيه مسائل : المسألة الأولى : ما الحكمة في كون اختصاص الساعة موعدهم مع أنها موعد كل أحد؟ نقول : الموعد الزمان الذي فيه الوعد والوعيد والمؤمن موعود بالخير ومأمور بالصبر فلا يقول هو : متى يكون ، بل يفوض الأمر إلى الله ، وأما الكافر فغير مصدق فيقول : متى يكون العذاب؟ فيقال له : اصبر فإنه آت يوم القيامة ، ولهذا كانوا يقولون : { عَجّل لَّنَا قِطَّنَا } [ ص : 16 ] وقال : { وَيَسْتَعْجِلُونَكَ بالعذاب } [ الحج : 47 ] .\r\n المسألة الثانية : أدهى من أي شيء؟ نقول : يحتمل وجهين أحدهما : ما مضى من أنواع عذاب الدنيا ثانيهما : أدهى الدواهي فلا داهية مثلها .\r\n المسألة الثالثة : ما المراد من قوله : { وَأَمَرُّ } ؟ قلنا : فيه وجهان أحدهما : هو مبالغة من المر وهو مناسب لقوله تعالى : { فَذُوقُواْ عَذَابِى } [ القمر : 37 ] وقوله : { ذُوقُواْ مَسَّ سَقَرَ } [ القمر : 48 ] وعلى هذا فأدهى أي أشد وأمر أي آلم ، والفرق بين الشديد والأليم أن الشديد يكون إشارة إلى أنه لا يطيقه أحد لقوته ولا يدفعه أحد بقوته ، مثاله ضعيف ألقى في ماء يغلبه أو نار لا يقدر على الخلاص منها ، وقوي ألقي في بحر أو نار عظيمة يستويان في الألم ويتساويان في الإيلام لكن يفترقان في الشدة فإن نجاة الضعيف من الماء الضعيف بإعانة معين ممكن ، ونجاة القوي من البحر العظيم غير ممكن ثانيهما : أمر مبالغة في المار إذ هي أكثر مروراً بهم إشارة إلى الدوام ، فكأنه يقول : أشد وأدوم ، وهذا مختص بعذاب الآخرة ، فإن عذاب الدنيا إن اشتد قتل المعذب وزال فلا يدوم وإن دام بحيث لا يقتل فلا يكون شديداً ثالثها : أنه المرير وهو من المرة التي هي الشدة ، وعلى هذا فإما أن يكون الكلام كما يقول القائل : فلان نحيف نحيل وقوي شديد ، فيأتي بلفظين مترادفين إشارة إلى التأكيد وهو ضعيف ، وإما أن يكون أدهى مبالغة من الداهية التي هي اسم الفاعل من دهاه أمر كذا إذا أصابه ، وهو أمر صعب لأن الداهية صارت كالاسم الموضوع للشديد على وزن الباطية والسائبة التي لا تكون من أسماء الفاعلين ، وإن كانت الداهية أصلها ذلك ، غير أنها استعملت استعمال الأسماء وكتبت في أبوابها وعلى هذا يكون معناه ألزم وأضيق ، أي هي بحيث لا تدفع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "بل الساعة موعدهم والساعة أدهى وأمر (46) ",
        "babnum": 43
    },
    {
        "id": 2528,
        "cate": "54",
        "title": "إِنَّ الْمُجْرِمِينَ فِي ضَلَالٍ وَسُعُرٍ (47) يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ (48) ",
        "details": " ثم قال تعالى : { إن المجرمين في ضلال وسعر } وفي الآية مسائل : الأولى : فيمن نزلت الآية في حقهم؟ أكثر المفسرين اتفقوا على أنها نازلة في القدرية روى الواحدي في تفسيره قال : سمعت الشيخ رضي الدين المؤيد الطوسي بنيسابور ، قال : سمعت عبد الجبار قال : أخبرنا الواحدي قال : أخبرنا أبو القاسم عبد الرحمن ابن محمد السراج قال : أخبرنا أبو محمد عبد الله الكعبي ، قال : حدثنا حمدان بن صالح الأشج حدثنا عبد الله بن عبد العزيز بن أبي داود ، حدثنا سفيان الثوري عن زياد بن إسماعيل المخزومي عن محمد بن عباد بن جعفر عن أبي هريرة قال : جاء مشركو قريش يخاصمون رسول الله صلى الله عليه وسلم في القدر ، فأنزل الله تعالى : { إِنَّ المجرمين فِى ضلال وَسُعُرٍ } إلى قوله : { إِنَّا كُلَّ شَىْء خلقناه بِقَدَرٍ } [ القمر : 49 ] وكذلك نقل عن النبي صلى الله عليه وسلم أن هذه الآية نزلت في القدرية .\r\n وروي عن عائشة عن النبي صلى الله عليه وسلم أنه قال : « مجوس هذه الأمة القدرية » وهم المجرمون الذين سماهم الله تعالى في قوله : { إِنَّ المجرمين فِى ضلال وَسُعُرٍ } وكثرت الأحاديث في القدرية وفيها مباحث الأول : في معنى القدرية الذين قال النبي صلى الله عليه وسلم : نزلت الآية فيهم ، فنقول : كل فريق في خلق الأعمال يذهب إلى أن القدري خصمه ، فالجبري يقول القدري من يقول : الطاعة والمعصية ليستا بخلق الله وقضائه وقدره ، فهم قدرية لأنهم ينكرون القدر والمعتزلي يقول : القدري هو الجبري الذي يقول حين يزني ويسرق الله قدرني فهو قدري لإثباته القدر ، وهما جميعاً يقولان لأهل السنة الذي يعترف بخلق الله وليس من العبد إنه قدري ، والحق أن القدري الذي نزلت فيه الآية هو الذي ينكر القدر ويقول بأن الحوادث كلها حادثة بالكواكب واتصالاتها ويدل عليه قوله جاء مشركو قريش يحاجون رسول الله صلى الله عليه وسلم في القدر فإن مذهبهم ذلك ، وما كانوا يقولون مثل ما يقول المعتزلة إن الله خلق لي سلامة الأعضاء وقوة الإدراك ومكنني من الطاعة والمعصية ، والله قادر على أن يخلق في الطاعة إلجاء والمعصية إلجاء ، وقادر على أن يطعم الفقير الذي أطعمه أنا بفضل الله ، والمشركون كانوا يقولون : { أَنُطْعِمُ مَن لَّوْ يَشَاء الله أَطْعَمَهُ } [ يس : 47 ] منكرين لقدرة الله تعالى على الإطعام ، وأما قوله صلى الله عليه وسلم : « مجوس هذه الأمة هم القدرية » فنقول : المراد من هذه الأمة ، إما الأمة التي كان محمد صلى الله عليه وسلم مرسلاً إليهم سواء آمنوا به أو لم يؤمنوا كلفظ القوم ، وإما أمته الذين آمنوا به فإن كان المراد الأول فالقدرية في زمانه هم المشركون الذين أنكروا قدرة الله على الحوادث فلا يدخل فيهم المعتزلة ، وإن كان المراد هو الثاني فقوله : « مجوس هذه الأمة » يكون معناه الذين نسبتهم إلى هذه الأمة كنسبة المجوس إلى الأمة المتقدمة ، لكن الأمة المتقدمة أكثرهم كفرة ، والمجوس نوع منهم أضعف شبهة وأشد مخالفة للعقل فكذلك القدرية في هذه الأمة تكون نوعاً منهم أضعف دليلاً ولا يقتضي ذلك الجزم بكونهم في النار فالحق أن القدري هو الذي ينكر قدرة الله تعالى ، إن قلنا : إن النسبة للنفي أو الذي يثبت قدرة غير الله تعالى على الحوادث إن قلنا : إن النسبة للإثبات وحينئذ يقطع بكونه : { فِى ضلال وَسُعُرٍ } وإنه ذائق مس سقر .\r\n البحث الثاني : في بيان من يدخل في القدرية التي في النص ممن هو منتسب إلى أنه من أمة محمد صلى الله عليه وسلم ، إن قلنا : القدرية سموا بهذا الاسم لنفيهم قدرة الله تعالى فالذي يقول لا قدرة لله على تحريك العبد بحركة هي الصلاة وحركة هي الزنا مع أن ذلك أمر ممكن لا يبعد دخوله فيهم ، وأما الذي يقول : بأن الله قادر غير أنه لم يجبره وتركه مع داعية العبد كالوالد الذي يجرب الصبي في حمل شيء تركه معه لا لعجز الوالد بل للابتلاء والامتحان ، لا كالمفلوج الذي لا قوة له إذا قال لغيره : احمل هذا فلا يدخل فيهم ظاهراً وإن كان مخطئاً ، وإن قلنا إن القدرية سموا بهذا الاسم لإثباتهم القدرة على الحوادث لغير الله من الكواكب ، والجبري الذي قال : هو الحائط الساقط الذي لا يجوز تكليفه بشيء لصدور الفعل من غيره وهم أهل الإباحة ، فلا شك في دخوله في القدرية فإنه يكفر بنفيه التكليف وأما الذي يقول : خلق الله تعالى فينا الأفعال وقدرها وكلفنا ، ولا يسأل عما يفعل فما هو منهم .\r\n البحث الثالث : اختلف القائلون في التعصب أن الاسم بالمعتزلة أحق أم بالأشاعرة؟ فقالت : المعتزلة الاسم بكم أحق لأن النسبة تكون للإثبات لا للنفي ، يقال للدهري : دهري لقوله بالدهر ، وإثباته ، وللمباحي إباحي لإثباته الإباحة وللتنوية تنوية لإثباتهم الإثنين وهما النور والظلمة ، وكذلك أمثله وأنتم تثبتون القدر ، وقالت الأشاعرة : النصوص تدل على أن القدري من ينفي قدرة الله تعالى ومشركو قريش ما كانوا قدرية إلا لإثباتهم قدرة لغير الله ، قالت : المعتزلة إنما سمي المشركون قدرية لأنهم قالوا : إن كان قادراً على الحوادث كما تقول يا محمد فلو شاء الله لهدانا ولو شاء لأطعم الفقير ، فاعتقدوا أن من لوازم قدرة الله تعالى على الحوادث خلقه الهداية فيهم إن شاء ، وهذا مذهبكم أيها الأشاعرة ، والحق الصراح أن كل واحد من المسلمين الذين ذهبوا إلى المذهبين خارج عن القدرية ، ولا يصير واحد منهم قدرياً إلا إذا صار النافي نافياً للقدرة والمثبت منكراً للتكليف .\r\n المسألة الثانية : المجرمون هم المشركون ههنا كما في قوله تعالى : { وَلَوْ ترى إِذِ المجرمون نَاكِسُواْ رُؤُوسَهُمْ } [ السجدة : 12 ] وقوله : { يَوَدُّ المجرم لَوْ يَفْتَدِي } [ المعارج : 11 ] وفي قوله : { يُعْرَفُ المجرمون بسيماهم } [ الرحمن : 41 ] فالآية عامة ، وإن نزلت في قوم خاص .\r\n وجرمهم تكذيب الرسل والنذر بالإشراك وإنكار الحشر وإنكار قدرة الله تعالى على الإحياء بعد الإماتة ، وعلى غيره من الحوادث .\r\n المسألة الثالثة : { فِى ضلال وَسُعُرٍ } يحتمل وجوهاً ثلاثة أحدها : الجمع بين الأمرين في الدنيا أي هم في الدنيا في ضلال وجنون لا يعقلون ولا يهتدون ، وعلى هذا فقوله : { يُسْحَبُونَ } بيان حالهم في تلك الصورة وهو أقرب ثانيها : الجمع في الآخرة أي هم في ضلال الآخرة وسعر أيضاً .\r\n أما السعر فكونهم فيها ظاهر ، وأما الضلال فلا يجدون إلى مقصدهم أو إلى ما يصلح مقصداً وهم متحيرون سبيلاً ، فإن قيل : الصحيح هو الوجه الأخير لا غير لأن قوله تعالى : { يَوْمَ يُسْحَبُونَ } ظرف القول أي يوم يسحبون يقال لهم ذوقوا ، وسنبين ذلك فنقول : { يَوْمَ يُسْحَبُونَ } يحتمل أن يكون منصوباً بعامل مذكور أو مفهوم غير مذكور ، والاحتمال الأول له وجهان أحدهما : العامل سابق وهو معنى كائن ومستقر غير أن ذلك صار نسياً منسياً ثانيهما : العامل متأخر وهو قوله : { ذُوقُواْ } تقديره : ذوقوا مس سقر يوم يسحب المجرمون ، والخطاب حينئذ مع من خوطب بقوله : { أكفاركم خَيْرٌ مّنْ أُوْلَئِكُمْ أَمْ لَكُم بَرَاءةٌ } [ القمر : 43 ] والاحتمال الثالث : أن المفهوم هو أن يقال لهم : يوم يسحبون ذوقوا ، وهذا هو المشهور ، وقوله تعالى : { ذُوقُواْ } استعارة وفيه حكمة وهو أن الذوق من جملة الإدراكات فإن المذوق إذا لاقى اللسان يدرك أيضاً حرارته وبرودته وخشونته وملاسته ، كما يدرك سائر أعضائه الحسية ويدرك أيضاً طعمه ولا يدركه غير اللسان ، فإدراك اللسان أتم ، فإذا تأذى من نار تأذى بحرارته ومرارته إن كان الحار أو غيره لا يتأذى إلا بحرارته فإذن الذوق إدراك لمسي أتم من غيره في الملموسات فقال : { ذُوقُواْ } إشارة إلى أن إدراكهم بالذوق أتم الإدراكات فيجتمع في العذاب شدته وإيلامه بطول مدته ودوامه ، ويكون المدرك له لا عذر له يشغله وإنما هو على أتم ما يكون من الإدراك فيحصل الألم العظيم .\r\n وقد ذكرنا أن على قول الأكثرين يقال لهم أو نقول مضمر .\r\n وقد ذكرنا أنه لا حاجة إلى الإضمار إذا كان الخطاب مع غير من قيل في حقهم : { إِنَّ المجرمين فِى ضلال } فإنه يصير كأنه قال : ذوقوا أيها المكذبون بمحمد صلى الله عليه وسلم مس سقر يوم يسحب المجرمون المتقدمون في النار .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن المجرمين في ضلال وسعر (47) يوم يسحبون في النار على وجوههم ذوقوا مس سقر (48) ",
        "babnum": 44
    },
    {
        "id": 2529,
        "cate": "54",
        "title": "إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ (49) ",
        "details": " وفيه مسائل : الأولى : المشهور أن قوله : { إِنَّا كُلَّ شَىْء } متعلق بما قبله كأنه قال : ذوقوا فإنا كل شيء خلقناه بقدر ، أي هو جزاء لمن أنكر ذلك ، وهو كقوله تعالى : { ذُقْ إِنَّكَ أَنتَ العزيز الكريم } [ الدخان : 49 ] والظاهر أنه ابتداء كلام وتم الكلام عند قوله : { ذُوقُواْ مَسَّ سَقَرَ } [ القمر : 48 ] ثم ذكر بيان العذاب لأن عطف : { وَمَا أَمْرُنَا إِلاَّ واحدة } [ القمر : 50 ] يدل على أن قوله : { إِنَّا كُلَّ شَىْء خلقناه بِقَدَرٍ } ليس آخر الكلام .\r\n ويدل عليه قوله تعالى : { أَلاَ لَهُ الخلق والأمر } [ الأعراف : 54 ] وقد ذكر في الآية الأولى الخلق بقوله : { إِنَّا كُلَّ شَىْء خلقناه } فيكون من اللائق أن يذكر الأمر فقال : { وَمَا أَمْرُنَا إِلاَّ واحدة } وأما ما ذكر من الجدل فنقول النبي صلى الله عليه وسلم تمسك عليهم بقوله : { إِنَّ المجرمين فِى ضلال } [ القمر : 47 ] إلى قوله : { ذُوقُواْ مَسَّ سَقَرَ } [ القمر : 48 ] وتلا آية أخرى على قصد التلاوة ، ولم يقرأ الآية الأخيرة اكتفاء بعلم من علم الآية كما تقول في الاستدلالات : { لاَ تَأْكُلُواْ أموالكم } [ النساء : 29 ] الآية : { وَلاَ تَأْكُلُواْ مِمَّا لَمْ يُذْكَرِ اسم الله عَلَيْهِ } [ الأنعام : 121 ] الآية : { وَإِذَا تَدَايَنتُم } [ البقرة : 283 ] الآية إلى غير ذلك .\r\n المسألة الثانية : { كُلٌّ } قرىء بالنصب وهو الأصح المشهور ، وبالرفع فمن قرأ بالنصب فنصبه بفعل مضمر يفسره الظاهر كقوله : { والقمر قدرناه } [ يس : 39 ] وقوله : { والظالمين أَعَدَّ لَهُمْ } [ الإنسان : 31 ] وذلك الفعل هو خلقناه وقد فسره قوله : { خلقناه } كأنه قال : إنا خلقنا كل شيء بقدر ، وخلقناه على هذا لا يكون صفة لشيء كما في قوله تعالى : { وَمِن كُلّ شَىْء خَلَقْنَا زَوْجَيْنِ } [ الذاريات : 49 ] غير أن هناك يمنع من أن يكون صفة كونه خالياً عن ضمير عائد إلى الموصوف ، وههنا لم يوجد ذلك المانع ، وعلى هذا فالآية حجة على المعتزلة لأن أفعالنا شيء فتكون داخلة في كل شيء فتكون مخلوقة لله تعالى ، ومن قرأ بالرفع لم يمكنه أن يقول كما يقول في قوله : { وَأَمَّا ثَمُودُ فهديناهم } [ فصلت : 17 ] حيث قرىء بالرفع لأن كل شيء نكرة فلا يصح مبتدأ فيلزمه أن يقول : كل شيء خلقناه فهو بقدر ، كقوله تعالى : { وَكُلُّ شَىْء عِندَهُ بِمِقْدَارٍ } [ الرعد : 8 ] في المعنى ، وهذان الوجهان ذكرهما ابن عطية في تفسيره وذكر أن المعتزلي يتمسك بقراءة الرفع ويحتمل أن يقال : القراءة الأولى وهو النصب له وجه آخر ، وهو أن يقال : نصبه بفعل معلوم لا بمضمر مفسر وهو قدرنا أو خلقنا ، كأنه قال : إنا خلقنا كل شيء خلقناه بقدر ، أو قدرنا كل شيء خلقناه بقدر ، وإنما قلنا : إنه معلوم لأن قوله : { ذَلِكُمُ الله رَبُّكُمْ خالق كُلّ شَىْء } [ غافر : 62 ] دل عليه ، وقوله : { وَكُلَّ شىْء بِمِقْدَارٍ } دل على أنه قدر وحينئذ لا يكون في الآية دلالة على بطلان قول المعتزلي وإنما يدل على بطلان قوله : { الله خالق كُلّ شَىْء } [ الزمر : 62 ] وأما على القراءة الثانية وهي الرفع ، فنقول : جاز أن يكون كل شيء مبتدأ وخلقناه بقدر خبره وحينئذ تكون الحجة قائمة عليهم بأبلغ وجه ، وقوله : { كُلّ شَىْء } نكرة فلا يصلح مبتدأ ضعيف لأن قوله : { كُلّ شَىْء } عم الأشياء كلها بأسرها ، فليس فيه المحذور الذي في قولنا : رجل قائم ، لأنه لا يفيد فائدة ظاهرة ، وقوله : { كُلّ شَىْء } يفيد ما يفيد زيد خلقناه وعمرو خلقناه مع زيادة فائدة ، ولهذا جوزوا ما أحد خير منك لأنه أفاد العموم ولم يحسن قول القائل أحد خير منك حيث لم يفد العموم .\r\n المسألة الثالثة : ما معنى القدر؟ قلنا : فيه وجوه أحدها : المقدار كما قال تعالى : { وَكُلُّ شَىْء عِندَهُ بِمِقْدَارٍ } [ الرعد : 8 ] وعلى هذا فكل شيء مقدر في ذاته وفي صفاته ، أما المقدر في الذات فالجسم وذلك ظاهر فيه وكذلك القائم بالجسم من المحسوسات كالبياض والسواد ، وأما الجوهر الفرد مالا مقدار له والقائم بالجوهر مالا مقدار له بمعنى الامتداد كالعلم والجهل وغيرهما ، فنقول : ههنا مقادير لا بمعنى الامتداد ، أما الجواهر الفرد فإن الإثنين منه أصغر من الثلاثة ، ولولا أن حجماً يزداد به الامتداد ، وإلا لما حصل دون الامتداد فيه ، وأما القائم بالجوهر فله نهاية وبداية ، فمقدار العلوم الحادثة والقدر المخلوقة متناهية ، وأما الصفة فلأن لكل شيء ابتدىء زماناً فله مقدار في البقاء لكون كل شيء حادثاً ، فإن قيل : الله تعالى وصف به ، ولا مقدار له ولا ابتداء لوجوده ، نقول : المتكلم إذا كان موصوفاً بصفة أو مسمى باسم ، ثم ذكر الأشياء المسماة بذلك الاسم أو الأشياء الموصوفة بتلك الصفة ، وأسند فعلاً من أفعاله إليه يخرج هو عنه ، كما يقول القائل : رأيت جميع من في هذا البيت فرأيتهم كلهم أكرمني ، ويقول ما في البيت أحد إلا وضربني أو ضربته يخرج هو عنه لا لعدم كونه مقتضى الاسم ، بل بما في التركيب من الدليل على خروجه عن الإرادة ، فكذلك قوله : { خلقناه } و { خالق كُلّ شَىْء } [ الزمر : 62 ] يخرج عنه لا بطريق التخصيص ، بل بطريق الحقيقة إذا قلنا : إن التركيب وضعي ، فإن هذا التركيب لم يوضع حينئذ إلا لغير المتكلم ثانيها : القدر التقدير ، قال الله تعالى : { فَقَدَرْنَا فَنِعْمَ القادرون } [ المرسلات : 23 ] وقال الشاعر : وقد قدر الرحمن ما هو قادر \r\n أي قدر ما هو مقدر ، وعلى هذا فالمعنى أن الله تعالى لم يخلق شيئاً من غير تقدير ، كما يرمي الرامي السهم فيقع في موضع لم يكن قد قدره ، بل خلق الله كما قدر بخلاف قول الفلاسفة إنه فاعل لذاته والاختلاف للقوابل ، فالذي جاء قصيراً أو صغيراً فلاستعداد مادته ، والذي جاء طويلاً أو كبيراً فلاستعداد آخر ، فقال تعالى : { كُلَّ شَىْء خلقناه بِقَدَرٍ } منا فالصغير جاز أن يكون كبيراً ، والكبير جاز خلقه صغيراً ثالثها : { بِقَدَرٍ } هو ما يقال مع القضاء ، يقال بقضاء الله وقدره ، وقالت الفلاسفة في القدر الذي مع القضاء : إن ما يقصد إليه فقضاء وما يلزمه فقدر ، فيقولون : خلق النار حارة بقضاء وهو مقضي به لأنها ينبغي أن تكون كذلك ، لكن من لوازمها أنها إذا تعلقت بقطن عجوز أو وقعت في قصب صعلوك تخرقه ، فهو بقدر لا بقضاء ، وهو كلام فاسد ، بل القضاء ما في العلم والقدر ما في الإرادة فقوله : { كُلَّ شَىْء خلقناه بِقَدَرٍ } أي بقدره مع إرادته ، لا على ما يقولون إنه موجب رداً على المشركين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا كل شيء خلقناه بقدر (49) ",
        "babnum": 45
    },
    {
        "id": 2530,
        "cate": "54",
        "title": "وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ (50) ",
        "details": " أي إلا كلمة واحدة ، وهو قوله له : ( كن ) هذا هو المشهور الظاهر ، وعلى هذا فالله إذا أراد شيئاً قال له : ( كن ) فهناك شيئان : الإرادة والقول ، فالإرادة والقول ، فالإرادة قدر ، والقول قضاء ، وقوله : { واحدة } يحتمل أمرين أحدهما : بيان أنه لا حاجة إلى تكرير القول إشارة إلى نفاذ الأمر ثانيهما : بيان عدم اختلاف الحال ، فأمره عند خلق العرش العظيم كأمره عند خلق النمل الصغير ، فأمره عند الكل واحد وقوله : { كَلَمْحٍ بالبصر } تشبيه الكون لا تشبيه الأمر ، فكأنه قال : أمرنا واحدة ، فإذن المأمور كائن كلمح بالبصر ، لأنه لو كان راجعاً إلى الأمر لا يكون ذلك صفة مدح يليق به ، فإن كلمة ( كن ) شيء أيضاً يوجد كلمح بالبصر هذا هو التفسير الظاهر المشهور ، وفيه وجه ظاهر ذهب إليه الحكماء ، وهي أن مقدورات الله تعالى هي الممكنات يوجدها بقدرته ، وفي عدمها خلاف لا يليق بيانه بهذا الموضع لطوله لا لسبب غيره ، ثم إن الممكنات التي يوجدها الله تعالى قسمان أحدهما : أمور لها أجزاء ملتئمة عند التئامها يتم وجودها ، كالإنسان والحيوان والأجسام النباتية والمعدنية وكذلك الأركان الأربعة ، والسموات ، وسائر الأجسام وسائر ما يقوم بالأجسام من الأعراض ، فهي كلها مقدرة له وحوادث ، فإن أجزاءها توجد أولاً ، ثم يوجد فيها التركيب والالتئام بعينها ، ففيها تقديرات نظراً إلى الأجزاء والتركيب والأعراض وثانيهما : أمور ليس لها أجزاء ومفاصل ومقادير امتدادية ، وهي الأرواح الشريفة المنورة للأجسام ، وقد أثبتها جميع الفلاسفة إلا قليلاً منهم ، ووافقهم جمع من المتكلمين ، وقطع بها كثير ممن له قلب من أصحاب الرياضات وأرباب المجاهدات ، فتلك الأمور وجودها واحد ليس يوجد أولاً أجزاء ، وثانياً تتحقق تلك الأجزاء بخلاف الأجسام والأعراض القائمة بها ، إذا عرفت هذا قالوا : الأجسام خلقية قدرية ، والأرواح إبداعية أمرية ، وقالوا إليه الإشارة بقوله تعالى : { أَلاَ لَهُ الخلق والأمر } [ الأعراف : 54 ] فالخلق في الأجسام والأمر في الأرواح ثم قالوا : لا ينبغي أن يظن بهذا الكلام أنه على خلاف الأخبار فإنه صلى الله عليه وسلم قال : « أول ما خلق الله العقل » ، وروى عنه عليه السلام أنه قال : « خلق الله الأرواح قبل الأجسام بألفي عام » وقال تعالى : { الله خالق كُلّ شَىْء } [ الزمر : 62 ] فالخلق أطلق على إيجاد الأرواح والعقل لأن إطلاق الخلق على ما يطلق عليه الأمر جائز ، وإن العالم بالكلية حادث وإطلاق الخلق بمعنى الإحداث جائز ، وإن كان في حقيقة الخلق تقدير في أصل اللغة ولا كذلك في الأحداث ، ولولا الفرق بين العبارتين وإلا لاستقبح الفلسفي من أن يقول المخلوق قديم كما يستقبح من أن المحدث قديم ، فإذن قوله صلى الله عليه وسلم خلق الله الأرواح بمعنى أحدثها بأمره ، وفي هذا الإطلاق فائدة عظيمة وهي أنه صلى الله عليه وسلم لو غير العبارة وقال في الأرواح أنها موجودة بالأمر والأجسام بالخلق لظن الذي لم يرزقه الله العلم الكثير أن الروح ليست بمخلوقة بمعنى ليست بمحدثة فكان يضل والنبي صلى الله عليه وسلم بعث رحمة ، وقالوا : إذا نظرت إلى قوله تعالى : { وَيَسْئَلُونَكَ عَنِ الروح قُلِ الروح مِنْ أَمْرِ رَبّى } [ الإسراء : 85 ] وإلى قوله تعالى : { خُلِقَ السموات والأرض فِي سِتَّةِ أَيَّامٍ } [ الحديد : 4 ] وإلى قوله تعالى : { ثُمَّ خَلَقْنَا النطفة عَلَقَةً فَخَلَقْنَا العلقة مُضْغَةً فَخَلَقْنَا المضغة عظاما } [ المؤمنون : 14 ] تجد التفاوت بين الأمر والخلق والأرواح والأشباح حيث جعل لخلق بعض الأجسام زماناً ممتداً هو ستة أيام وجعل لبعضها تراخياً وترتيباً بقوله : { ثُمَّ خَلَقْنَا } وبقوله : { فَخَلَقْنَا } ولم يجعل للروح ذلك ، ثم قالوا : ينبغي أن لا يظن بقولنا هذا إن الأجسام لا بد لها من زمان ممتد وأيام حتى يوجدها الله تعالى فيه ، بل الله مختار إن أراد خلق السموات والأرض والإنسان والدواب والشجر والنبات في أسرع من لمح البصر لخلقها كذلك ، ولكن مع هذا لا تخرج عن كونها موجودات حصلت لها أجزاء ووجود أجزائها قبل وجود التركيب فيها ووجودها بعد وجود الأجزاء والتركيب فيها فهي ستة ثلاثة في ثلاثة كما يخلق الله الكسر والإنكسار في زمان واحد ولهما ترتيب عقلي .\r\n فالجسم إذن كيفما فرضت خلقه ففيه تقدير وجودات كلها بإيجاد الله على الترتيب والروح لها وجود واحد بإيجاد الله تعالى هذا قولهم .\r\n ولنذكر ما في الخلق والأمر من الوجود المنقولة والمعقولة أحدها : ما ذكرنا أن الأمر هو كلمة : { كُنَّ } والخلق هو ما بالقدرة والإرادة ثانيها : ما ذكروا في الأجسام أن منها الأرواح ثالثها : هو أن الله له قدرة بها الإيجاد وإرادة بها التخصيص ، وذلك لأن المحدث له وجود مختص بزمان وله مقدار معين فوجوده بالقدرة واختصاصه بالزمان بالإرادة فالذي بقدرته خلق والذي بالإرادة أمر حيث يخصصه بأمره بزمان ويدل عليه المنقول والمعقول ، أما المنقول فقوله تعالى : { إِذَا أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ } [ يس : 82 ] جعل { كُنَّ } لتعلق الإرادة ، واعلم أن المراد من : { كُنَّ } ليس هو الحرف والكلمة التي من الكاف والنون ، لأن الحصول أسرع من كلمة كن إذا حملتها على حقيقة اللفظ فإن الكاف والنون لا يوجد من متكلم واحد إلا الترتيب ففي كن لفظ زمان والكون بعد بدليل قوله تعالى : { فَيَكُونُ } بالفاء فإذن لو كان المراد يكن حقيقة الحرف والصوت لكان الحصول بعده بزمان وليس كذلك ، فإن قال قائل : يمكن أن يوجد الحرفان معاً وليس كلام الله تعالى ككلامنا يحتاج إلى الزمان قلنا : قد جعل له معنى غير ما نفهمه من اللفظ .\r\n وأما المعقول فلأن الاختصاص بالزمان ليس لمعنى وعلة وإن كان بعض الناس ذهب إلى أن الخلق والإيجاد لحكمة وقال : بأن الله خلق الأرض لتكون مقر الناس أو مثل هذا من الحكم ولم يمكنه أن يقول : خلق الأرض في الزمان المخصوص لتكون مقراً لهم لأنه لو خلقها في غير ذلك لكانت أيضاً مقراً لهم فإذن التخصيص ليس لمعنى فهو لمحض الحكمة فهو يشبه أمر الملك الجبار الذي يأمر ولا يقال له : لم أمرت ولم فعلت ولا يعلم مقصود الآمر إلا منه رابعها : هو أن الأشياء المخلوقة لا تنفك عن أوصاف ثلاثة أو عن وصفين متقابلين ، مثاله الجسم لا بد له بعد خلقه أن يكون متحيزاً ولا بد له من أن يكون ساكناً أو متحركاً فإيجاده أولاً يخلقه وما هو عليه بأمره يدل عليه قوله تعالى : { إِنَّ رَبَّكُمُ الله الذى خَلَقَ السموات والأرض فِي سِتَّةِ أَيَّامٍ } [ الأعراف : 54 ] إلى أن قال : { مسخرات بِأَمْرِهِ } [ الأعراف : 54 ] فجعل مالها بعد خلقها من الحركة والسكون وغيرهما بأمره ويدل عليه قوله صلى الله عليه وسلم : « أول ما خلق الله تعالى العقل فقال له أقبل فأقبل ثم قال له أدبر فأدبر » جعل الخلق في الحقيقة والأمر في الوصف ، وكذلك قوله تعالى : { خُلِقَ السموات والأرض وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ } [ السجدة : 4 ] ثم قال : { يُدَبّرُ الأمر مِنَ السماء إِلَى الأرض ثُمَّ يَعْرُجُ إِلَيْهِ فِى يَوْمٍ كَانَ مِقْدَارُهُ } [ السجدة : 5 ] وقد ذكرنا تفسيره خامسها : مخلوقات الله تعالى على قسمين أحدهما : خلقه الله تعالى في أسرع ما يكون كالعقل وغيره وثانيهما : خلقه بمهلة كالسموات والإنسان والحيوان والنبات ، فالمخلوق سريعاً أطلق عليه الأمر والمخلوق بمهلة أطلق عليه الخلق ، وهذا مثل الوجه الثاني سادسها : ما قاله فخر الدين الرازي في تفسير قوله تعالى : { فَقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً } [ فصلت : 11 ] وهو أن الخلق هو التقدير والإيجاد بعده بعدية ترتيبية لا زمانية ففي علم الله تعالى أن السموات تكون سبع سموات في يومين تقديرية فهو قدر خلقه كما علم وهو إيجاد فالأول خلق والثاني وهو الإيجاد أمر وأخذ هذا من المفهوم اللغوي قال الشاعر : وبعض الناس يخلق ثم لا يفري \r\n أي يقدر ولا يقطع ولا يفصل كالخياط الذي يقدر أولاً ويقطع ثانياً وهو قريب إلى اللغة لكنه بعيد الاستعمال في القرآن ، لأن الله تعالى حيث ذكر الخلق أراد الإيجاد منه قوله تعالى : { وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ } [ العنكبوت : 61 ] ومنه قوله تعالى : { أَوَ لَمْ يَرَ الإنسان أَنَّا خلقناه مِن نُّطْفَةٍ } [ يس : 77 ] وليس المراد أنا قدرنا أنه سيوجد منها إلى غير ذلك سابعها : الخلق هو الإيجاد ابتداء والأمر هو ما به الإعادة فإن الله خلق الخلق أولاً بمهلة ثم يوم القيامة ببعثهم في أسرع من لحظة ، فيكون قوله : { وَمَا أَمْرُنَا إِلاَّ واحدة } كقوله تعالى : { فَإِنَّمَا هِىَ زَجْرَةٌ واحدة } [ الصافات : 19 ] وقوله : { صَيْحَةً واحدة } [ يس : 29 ] { نَفْخَةٌ واحدة } [ الحاقة : 13 ] وعلى هذا فقوله : { إِنَّا كُلَّ شَىْء خلقناه بِقَدَرٍ } [ القمر : 49 ] إشارة إلى الوحدانية .\r\n وقوله تعالى : { وَمَا أَمْرُنَا إِلاَّ واحدة } إلى الحشر فكأنه بين الأصل الأول والأصل الآخر بالآيات ثامنها : الإيجاد خلق والإعدام أمر ، يعني يقول للملائكة الغلاظ الشداد أهلكوا وافعلوا فلا يعصون الله ما أمرهم ولا يقفون الامتثال على إعادة الأمر مرة أخرى فأمره مرة واحدة يعقبه العدم والهلاك .\r\n وفيه لطيفة : وهي أن الله تعالى جعل الإيجاد الذي هو من الرحمة بيده ، والإهلاك يسلط عليه رسله وملائكته ، وجعل الموت بيد ملك الموت ولم يجعل الحياة بيد ملك ، وهذا مناسب لهذا الموضع لأنه بين النعمة بقوله : { إِنَّا كُلَّ شَىْء خلقناه بِقَدَرٍ } [ القمر : 49 ] وبين قدرته على النقمة فقال : { وَمَا أَمْرُنَا إِلاَّ واحدة } .\r\n { وَإِنَّا على ذَهَابٍ بِهِ لقادرون } [ المؤمنون : 18 ] وهو كقوله : { فَإِذَا جَاء أَمْرُنَا وَفَارَ التنور } [ المؤمنون : 27 ] عند العذاب ، وقوله تعالى : { فَلَمَّا جَاء أَمْرُنَا نَجَّيْنَا صالحا } [ هود : 66 ] وقوله تعالى : { فَلَمَّا جَاء أَمْرُنَا جَعَلْنَا عاليها سَافِلَهَا } [ هود : 82 ] وكما ذكر في هذه الحكايات العذاب بلفظ الأمر وبين الإهلاك به كذلك ههنا ولا سيما إذا نظرت إلى ما تقدم من الحكايات ووجدتها عين تلك الحكايات يقوي هذا القول وكذلك قوله تعالى : { وَلَقَدْ أَهْلَكْنَا أشياعكم فَهَلْ مِن مُّدَّكِرٍ } [ القمر : 51 ] يدل على صحة هذا القول تاسعها : في معنى اللمح بالبصر وجهان أحدهما : النظر بالعين يقال : لمحته ببصري كما يقال : نظرت إليه بعيني والباء حينئذ كما يذكر في الآيات فيقال : كتبت بالقلم ، واختار هذا المثال لأن النظر بالعين أسرع حركة توجد في الإنسان لأن العين وجد فيها أمور تعين على سرعة الحركة أحدها : قرب المحرك منها فإن المحرك العصبية ومنبتها الدماغ والعين في غاية القرب منه ثانيها : صغر حجمها فإنها لا تعصى على المحرك ولا تثقل عليه بخلاف العظام ثالثها : استدارة شكلها فإن دحرجة الكرة أسهل من دحرجة المربع والمثلث رابعها : كونها في رطوبة مخلوقة في العضو الذي هو موضعها وهذه الحكمة في أن المرئيات في غاية الكثرة بخلاف المأكولات والمسموعات والمقاصد التي تقصد بالأرجل والمذوقات ، فلولا سرعة حركة الآلة التي بها إدراك المبصرات لما وصل إلى الكل إلا بعد طول زمان وثانيهما : اللمح بالبصر معناه البرق يخطف بالبصر ويمر به سريعاً والباء حينئذ للإلصاق لا للاستعانة كقوله : مررت به وذلك في غاية السرعة ، وقوله : { بالبصر } فيه فائدة وهي غاية السرعة فإنه لو قال : كلمح البرق حين برق ويبتدىء حركته من مكان وينتهي إلى مكان آخر في أقل زمان يفرض لصح ، لكن مع هذا فالقدر الذي مروره يكون بالبصر أقل من الذي يكون من مبتداه إلى منتهاه ، فقال : { كَلَمْحِ } لا كما قيل : من المبدأ إلى المنتهى بل القدر الذي يمر بالبصر وهو غاية القلة ونهاية السرعة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما أمرنا إلا واحدة كلمح بالبصر (50) ",
        "babnum": 46
    },
    {
        "id": 2531,
        "cate": "54",
        "title": "وَلَقَدْ أَهْلَكْنَا أَشْيَاعَكُمْ فَهَلْ مِنْ مُدَّكِرٍ (51) ",
        "details": " والأشياع الأشكال ، وقد ذكرنا أن هذا يدل على أن قوله : { وَمَا أَمْرُنَا إِلاَّ واحدة } [ القمر : 50 ] تهديد بالإهلاك والثاني ظاهر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد أهلكنا أشياعكم فهل من مدكر (51) ",
        "babnum": 47
    },
    {
        "id": 2532,
        "cate": "54",
        "title": "وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ (52) ",
        "details": " إشارة إلى أن الأمر غير مقتصر على إهلاكهم بل الإهلاك هو العاجل والعذاب الآجل الذي هو معد لهم على ما فعلوه ، مكتوب عليهم ، والزبر هي كتب الكتبة الذين قال تعالى فيهم : { كَلاَّ بَلْ تُكَذّبُونَ بالدين * وَإِنَّ عَلَيْكُمْ لحافظين * كِرَاماً كاتبين } [ الانفطار : 9 11 ] و : { فَعَلُوهُ } صفة شيء والنكرة توصف بالجمل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وكل شيء فعلوه في الزبر (52) ",
        "babnum": 48
    },
    {
        "id": 2533,
        "cate": "54",
        "title": "وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ (53) ",
        "details": " تعميم للحكم أي ليست الكتابة مقتصرة على ما فعلوه بل ما فعله غيرهم أيضاً مسطور فلا يخرج عن الكتب صغيرة ولا كبيرة ، وقد ذكرنا في قوله تعالى : { لاَ يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِى السموات وَلاَ فِى الأرض وَلاَ أَصْغَرُ مِن ذَلِكَ وَلاَ أَكْبَرُ إِلاَّ فِى كتاب } [ سبأ : 3 ] أن في قوله { أَكْبَرَ } فائدة عظيمة وهي أن من يكتب حساب إنسان فإنما يكتبه في غالب الأمر لئلا ينسى فإذا جاء بالجملة العظيمة التي يأمن نسيانها ربما يترك كتابتها ويشتغل بكتابة ما يخاف نسيانه ، فلما قال : { وَلا أَكْبَرَ } أشار إلى الأمور العظام التي يؤمن من نسيانها أنها مكتوبة أي ليست كتابتنا مثل كتابتكم التي يكون المقصود منها الأمن من النسيان ، فكذلك نقول : ههنا وفي قوله : { مَا لهذا الكتاب لاَ يُغَادِرُ صَغِيرَةً وَلاَ كَبِيرَةً إِلاَّ أَحْصَاهَا } [ الكهف : 49 ] وفي جميع هذه المواضع قدم الصغيرة لأنها أليق بالتثبت عند الكتابة فيبتدىء بها حفظاً عن النسيان في عادة الخلق فأجرى الله الذكر على عادتهم ، وهذا يؤيد ما ذكرنا من قبل أن كلا وإن كان نكرة يحسن الابتداء به للعموم وعدم الإبهام .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وكل صغير وكبير مستطر (53) ",
        "babnum": 49
    },
    {
        "id": 2534,
        "cate": "54",
        "title": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ (54) ",
        "details": " قد ذكرنا تفسير المتقين والجنات في سور منها : { الطور } وأما النهر ففيه قراءات فتح النون والهاء كحجر وهو اسم جنس ويقوم مقام الأنهار وهذا هو الظاهر الأصح وفيه مسائل : المسألة الأولى : لا شك أن كمال اللذة بالبستان أن يكون الإنسان فيه ، وليس من اللذة بالنهر أن يكون الإنسان فيه ، بل لذته أن يكون في الجنة عند النهر ، فما فمعنى قوله تعالى : { وَنَهَرٍ } ؟ نقول : قد أجبنا عن هذا في تفسير قوله تعالى : { إِنَّ المتقين فِى جنات وَعُيُونٍ } [ الذاريات : 15 ] في سورة الذاريات ، وقلنا : المراد في خلال العيون ، وفيما بينها من المكان وكذلك في جنات لأن الجنة هي الأشجار التي تستر شعاع الشمس ، ولهذا قال تعالى : { فِى ظلال وَعُيُونٍ } [ المرسلات : 41 ] .\r\n وإذا كانت الجنة هي الأشجار الساترة فالإنسان لا يكون في الأشجار وإنما يكون بينها أو خلالها ، فكذلك النهر ، ونزيد ههنا وجهاً آخر وهو أن المراد في جنات وعند نهر لكون المجاورة تحسن إطلاق اللفظ الذي لا يحسن إطلاقه عند عدم المجاورة كما قال : « علفتها تبناً وماء بارداً » \r\n وقالوا : تقلدت سيفاً ورمحاً ، والماء لا يعلف والرمح لا يتقلد ولكن لمجاورة التبن والسيف حسن الإطلاق فكذلك هنا لم يأت في الثاني بما أتى به في الأول من كلمة في .\r\n المسألة الثانية : وحد النهر مع جمع الجنات وجمع الأنهار وفي كثير من المواضع كما في قوله تعالى : { تَجْرِى مِن تَحْتِهَا الأنهار } [ البقرة : 25 ] إلى غيره من المواضع فما الحكمة فيه؟ نقول : أما على الجواب الأول فنقول : لما بين أن معنى في نهر في خلال فلم يكن للسامع حاجة إلى سماع الأنهار ، لعلمه بأن النهر الواحد لا يكون له خلال .\r\n وأما في قوله تعالى : { تَجْرِى مِن تَحْتِهَا الأنهار } فلو لم يجمع الأنهار لجاز أن يفهم أن في الجنات كلها نهراً واحداً كما في الدنيا فقد يكون نهر واحد ممتد جار في جنات كثيرة وأما على الثاني فنقول : الإنسان يكون في جنات لأنا بينا أن الجمع في جنات إشارة إلى سعتها وكثرة أشجارها وتنوعها والتوحيد عندما قال : { مَّثَلُ الجنة } [ محمد : 15 ] وقال : { إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ وأموالهم بِأَنَّ لَهُمُ الجنة } [ التوبة : 111 ] لاتصال أشجارها ولعدم وقوع القيعان الخربة بينها ، وإذا علمت هذا فالإنسان في الدنيا إذا كان في بيت في دار وتلك الدار في محلة ، وتلك المحلة في مدينة ، يقال إنه في بلدة كذا ، وأما القرب فإذا كان الإنسان في الدنيا بين نهرين بحيث يكون قربه منهما على السواء يقال إنه جالس عند نهرين ، فإذا قرب من أحدهما يقال من عند أحد نهرين دون الآخر ، لكن في دار الدنيا لا يمكن أن يكون عند ثلاثة أنهار وإنما يمكن أن يكون عند نهرين ، والثالث منه أبعد من النهرين ، فهو في الحقيقة ليس يكون في زمان واحد عند أنهار والله تعالى يذكر أمر الآخرة على ما نفهمه في الدنيا ، فقال : عند نهر لما بينا أن قوله : { وَنَهَرٍ } وإن كان يقتضي في نهر لكن ذلك للمجاورة كما في تقلدت سيفاً ورمحاً ، وأما قوله : { تَجْرِى مِن تَحْتِهَا الأنهار } فحقيقته مفهومة عندنا لأن الجنة الواحدة قد يجري فيها أنهار كثيرة أكثر من ثلاثة وأربعة ، فهذا ما فيه مع أن أواخر الآيات يحسن فيها التوحيد دون الجمع ، ويحتمل أن يقال و { نهر } التنكير للتعظيم .\r\n وفي الجنة نهر وهو أعظم الأنهر وأحسنها ، وهو الذي من الكوثر ، ومن عين الرضوان وكان الحصول عنده شرفاً وغبطه وكل أحد يكون له مقعد عنده وسائر الأنهار تجري في الجنة ويراها أهلها ولا يرون القاعد عندها فقال : { فِى جنات وَنَهَرٍ } أي ذلك النهر الذي عنده مقاعد المؤمنين ، وفي قوله تعالى : { إِنَّ الله مُبْتَلِيكُم بِنَهَرٍ } [ البقرة : 249 ] لكونه غير معلوم لهم ، وفي هذا وجه حسن أيضاً ولا يحتاج على الوجهين أن نقول : نهر في معنى الجمع لكونه اسم جنس .\r\n المسألة الثالثة : قال ههنا : { فِى } وقال في الذاريات : { وَعُيُونٍ } [ الذاريات : 15 ] فما الفرق بينهما؟ نقول : إنا إن قلنا في نهر معناه في خلال فالإنسان يمكن أن يكون في الدنيا في خلال عيون كثيرة تحيط به إذا كان على موضع مرتفع من الأرض والعيون تنفجر منه وتجري فتصير أنهاراً عند الامتداد ولا يمكن أن يكون وفي خلال أنهار وإنما هي نهران فحسب ، وأما إن قلنا : إن المراد عند نهر فكذلك وإن قلنا : \r\nأي عظيم عليه مقاعد ، فنقول : يكون ذلك النهر ممتداً واصلاً إلى كل واحد وله عنده مقعد عيون كثيرة تابعة ، فالنهر للتشريف والعيون للتفرج والتنزه مع أن النهر العظيم يجتمع مع العيون الكثيرة فكان النهر مع وحدته يقوم مقام العيون مع كثرتها وهذا كله مع النظر إلى أواخر الآيات ههنا وهناك يحسن ذكر لفظ الواحد ههنا والجمع هناك .\r\n المسألة الرابعة : قرىء : { فِى جنات وَنَهَرٍ } على أنها جمع نهار إذ لا ليل هناك وعلى هذا فكلمة في حقيقة فيه فقوله : { فِي جنات } ظرف مكان ، وقوله : { وَنَهَرٍ } أي وفي نهر إشارة إلى ظرف زمان ، وقرىء { ونهر } بسكون الهاء وضم النون على أنه جمع نهر كأسد في جمع أسد نقله الزمخشري ، ويحتمل أن يقال : نهر بضم الهاء جمع نهر كثمر في جمع ثمر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن المتقين في جنات ونهر (54) ",
        "babnum": 50
    },
    {
        "id": 2535,
        "cate": "54",
        "title": "فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ (55) ",
        "details": " فيه مسائل : المسألة الأولى : { فِى مَقْعَدِ صِدْقٍ } ، كيف مخرجه؟ نقول : يحتمل وجهين أحدهما : أن يكون على صورة بدل كما يقول القائل : فلان في بلدة كذا في دار كذا وعلى هذا يكون مقعد من جملة الجنات موضعاً مختاراً له مزية على مافي الجنات من المواضع وعلى هذا قوله : { عِندَ مَلِيكٍ } لأنا بينا في أحد الوجوه أن المراد من قوله : { فِى جنات وَنَهَرٍ } [ القمر : 54 ] في جنات عند نهر فقال : { فِى مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍ مُّقْتَدِرِ } ويحتمل أن يقال : { عِندَ مَلِيكٍ } صفة مقعد صدق تقول درهم في ذمة ملىء خير من دينار في ذمة معسر ، وقليل عند أمين أفضل من كثير عند خائن فيكون صفة وإلا لما حسن جعله مبتدأ ثانيهما : أن يكون : { فِى مَقْعَدِ صِدْقٍ } كالصفة لجنات ونهر أي في جنات ونهر موصوفين بأنهما في مقعد صدق ، تقول : وقفة في سبيل الله أفضل من كذا و : { عِندَ مَلِيكٍ } صفة بعد صفة .\r\n المسألة الثانية : قوله : { فِى مَقْعَدِ صِدْقٍ } يدل على لبث لا يدل عليه المجلس ، وذلك لأن قعد وجلس ليسا على ما يظن أنهما بمعنى واحد لا فرق بينهما بل بينهما فرق ولكن لا يظهر إلا للبارع ، والفرق هو أن القعود جلوس فيه مكث حقيقة واقتضاء ، ويدل عليه وجوه الأول : هو أن الزمن يسمى مقعداً ولا يسمى مجلساً لطول المكث حقيقة ومنه سمي قواعد البيت والقواعد من النساء قواعد ولا يقال لهن : جوالس لعدم دلالة الجلوس على المكث الطويل فذكر القواعد في الموضعين لكونه مستقراً بين الدوام والثبات على حالة واحدة ويقال للمركوب من الإبل قعود لدوام اقتعاده اقتضاء ، وإن لم يكن حقيقة فهو لصونه عن الحمل واتخاذه للركوب كأنه وجد فيه نوع قعود دائم اقتضى ذلك ولم يرد للإجلاس الثاني : النظر إلى تقاليب الحروف فإنك إذا نظرت إلى ق ع د وقلبتها تجد معنى المكث في الكل فإذا قدمت القاف رأيت قعد وقدع بمعنى ومنه تقادع الفراش بمعنى تهافت ، وإذا قدمت العين رأيت عقد وعدق بمعنى المكث في غاية الظهور وفي عدق لخفاء يقال : أعدق بيدك الدلو في البئر إذا أمره بطلبه بعد وقوعه فيها والعودقة خشبة عليها كلاب يخرج معه الدلو الواقع في البئر ، وإذا قدمت الدال رأيت دقع ودعق والمكث في الدقع ظاهر والدقعاء هي التراب الملتصق بالأرض والفقر المدقع هو الذي يلصق صاحبه بالتراب .\r\n وفي دعق أيضاً إذ الدعق مكان تطؤه الدواب بحوافرها فيكون صلباً أجزاؤه متداخل بعضها ببعض لا يتحرك شيء منها عن موضعه الوجه الثالث : الاستعمالات في القعود إذا اعتبرت ظهر ما ذكرنا قال تعالى : { لاَّ يَسْتَوِى القاعدون مِنَ المؤمنين غَيْرُ أُوْلِى الضرر } [ النساء : 95 ] والمراد الذي لا يكون بعده اتباع وقال تعالى : { مَقَاعِدَ لِلْقِتَالِ } [ آل عمران : 121 ] مع أنه تعالى قال : { إِنَّ الله يُحِبُّ الذين يقاتلون فِى سَبِيلِهِ صَفّاً كَأَنَّهُم بنيان مَّرْصُوصٌ } [ الصف : 4 ] فأشار إلى الثبات العظيم .\r\n وقال تعالى : { إِذَا لَقِيتُمْ فِئَةً فاثبتوا } [ الأنفال : 45 ] فالمقاعد إذن هي المواضع التي يكون فيها المقاتل بثبات ومكث وإطلاق مقعدة على العضو الذي عليه القعود أيضاً يدل عليه ، إذا عرفت هذا الفرق بين الجلوس والقعود حصل لك فوائد منها ههنا فإنه يدل على دوام المكث وطول اللبث ، ومنها في قوله تعالى : { عَنِ اليمين وَعَنِ الشمال قَعِيدٌ } [ ق : 17 ] فإن القعيد بمعنى الجليس والنديم ، ثم إذا عرف هذا وقيل للمفسرين الظاهرين فما الفائدة في اختيار لفظ القعيد يدل لفظ الجليس مع أن الجليس أشهر؟ يكون جوابهم أن آخر الآيات من قوله : { حَبْلِ الوريد } [ ق : 16 ] { والدى عَتِيدٌ } [ ق : 23 ] وقوله : { بِجَبَّارٍ عَنِيدٍ } [ هود : 59 ] يناسب القعيد ، ولا الجليس وإعجاز القرآن ليس في السجع ، وإذا نظرت إلى ما ذكر تبين لك فائدة جليلة معنوية حكمية في وضع اللفظ المناسب لأن القعيد دل على أنهما لا يفارقانه ويداومان الجلوس معه ، وهذا هو المعجز وذلك لأن الشاعر يختار اللفظ الفاسد لضرورة الشعر والسجع ويجعل المعنى تبعاً للفظ ، والله تعالى بين الحكمة على ما ينبغي وجاء باللفظ على أحسن ما ينبغي ، وفائدة أخرى في قوله تعالى : { ياأيها الذين ءامَنُواْ إِذَا قِيلَ لَكُمْ تَفَسَّحُواْ فِى المجالس فافسحوا يَفْسَحِ الله لَكُمْ وَإِذَا قِيلَ انشزوا فَانشُزُواْ } [ المجادلة : 11 ] فإن قوله : { فافسحوا } إشارة إلى الحركة ، وقوله : { فَانشُزُواْ } إشارة إلى ترك الجلوس فذكر المجلس إشارة إلى أن ذلك موضع جلوس فلا يجب ملازمته وليس بمقعد حتى لا يفارقونه .\r\n المسألة الثالثة : { فِى مَقْعَدِ صِدْقٍ } وجهان أحدهما : مقعد صدق ، أي صالح يقال : رجل صدق للصالح ورجل سوء للفاسد ، وقد ذكرناه في سورة : { إِنَّا فَتَحْنَا } في قوله تعالى : { وَظَنَنتُمْ ظَنَّ السوء } [ الفتح : 12 ] ، وثانيهما : الصدق المراد منه ضد الكذب ، وعلى هذا ففيه وجهان الأول : مقعد صدق من أخبر عنه وهو الله ورسوله الثاني : مقعد ناله من صدق فقال : بأن الله واحد وأن محمداً رسوله ، وحتمل أن يقال المراد أنه مقعد لا يوجد فيه كذب لأن الله تعالى صادق ويستحيل عليه الكذب ومن وصل إليه امتنع عليه الكذب لأن مظنة الكذب الجهل والواصل إليه ، يعلم الأشياء كما هي ويستغني بفضل الله عن أن يكذب ليستفيد بكذبه شيئاً فهو مقعد صدق وكلمة { عِندَ } قد عرفت معناها والمراد منه قرب المنزلة والشأن لا قرب المعنى والمكان ، وقوله تعالى : { مَلِيكٍ مُّقْتَدِرِ } لأن القربة من الملوك لذيذة كلما كان الملك أشد اقتداراً كان المتقرب منه أشد التذاذاً وفيه إشارة إلى مخالفة معنى القرب منه من معنى القرب من الملوك ، فإن الملوك يقربون من يكون ممن يحبونه وممن يرهبونه ، مخافة أن يعصوا عليه وينحازوا إلى عدوه فيغلبونه ، والله تعالى قال : { مُّقْتَدِرٍ } لا يقرب أحداً إلا بفضله .\r\n والحمد لله وصلاته على سيدنا محمد خير خلقه وآله وصحبه وسلامه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "في مقعد صدق عند مليك مقتدر (55) ",
        "babnum": 51
    }
]