[
    {
        "id": 3349,
        "cate": "108",
        "title": "إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (1) ",
        "details": " اعلم أن هذه السورة على اختصارها فيها لطائف : إحداها : أن هذه السورة كالمقابلة للسورة المتقدمة ، وذلك لأن في السورة المتقدمة وصف الله تعالى المنافق بأمور أربعة : أولها : البخل وهو المراد من قوله : { يَدُعُّ اليتيم وَلاَ يَحُضُّ على طَعَامِ المسكين } [ الماعون : 2 ، 3 ] الثاني : ترك الصلاة وهو المراد من قوله : { الذين هُمْ عَن صلاتهم سَاهُونَ } [ الماعون : 5 ] والثالث : المراءاة في الصلاة هو المراد من قوله : { الذين هُمْ يُرَاءونَ } [ الماعون : 6 ] والرابع : المنع من الزكاة وهو المراد من قوله : { وَيَمْنَعُونَ الماعون } [ الماعون : 7 ] فذكر في هذه السورة في مقابلة تلك الصفات الأربع صفات أربعة ، فذكر في مقابلة البخل قوله : { إِنَّا أعطيناك الكوثر } أي إنا أعطيناك الكثير ، فأعط أنت الكثير ولا تبخل ، وذكر في مقابلة : { الذين هُمْ عَن صلاتهم سَاهُونَ } قوله : { فَصَلِّ } أي دم على الصلاة ، وذكر في مقابلة : { الذين هُمْ يُرَاءونَ } قوله : { لِرَبّكِ } أي ائت بالصلاة لرضا ربك ، لا لمراءاة الناس ، وذكر في مقابلة : { وَيَمْنَعُونَ الماعون } قوله : { وانحر } وأراد به التصدق بلحم الأضاحي ، فاعتبر هذه المناسبة العجيبة ، ثم ختم السورة بقوله : { إِنَّ شَانِئَكَ هُوَ الأبتر } أي المنافق الذي يأتي بتلك الأفعال القبيحة المذكورة في تلك السورة سيموت ولا يبقى من دناه أثر ولا خبر ، وأما أنت فيبقى لك في الدنيا الذكر الجميل ، وفي الآخرة الثواب الجزيل .\r\n والوجه الثاني : في لطائف هذه السورة أن السالكين إلى الله تعالى لهم ثلاث درجات : أعلاها أن يكونوا مستغرقين بقلوبهم وأرواحهم في نور جلال الله وثانيها : أن يكونوا مشتغلين بالطاعات والعبادات البدنية وثالثها : أن يكونوا في مقام منع النفس عن الانصباب إلى اللذات المحسوسة والشهوات العاجلة ، فقوله : { إِنَّا أعطيناك الكوثر } إشارة إلى المقام الأول وهو كون روحه القدسية متميزة عن سائر الأرواح البشرية بالكم والكيف .\r\n أمابالكم فلأنها أكثر مقدمات ، وأما بالكيف فلأنها أسرع انتقالاً من تلك المقدمات إلى النتائج من سائر الأرواح ، وأما قوله : { فَصَلّ لِرَبّكَ } فهو إشارة إلى المرتبة الثانية ، وقوله : { وانحر } إشارة إلى المرتبة الثالثة ، فإن منع النفس عن اللذات العاجلة جار مجرى النحر والذبح ، ثم قال : { إِنَّ شَانِئَكَ هُوَ الأبتر } ومعناه أن النفس التي تدعوك إلى طلب هذه المحسوسات والشهوات العاجلة ، أنها دائرة فانية ، وإنما الباقيات الصالحات خير عند ربك ، وهي السعادات الروحانية والمعارف الربانية التي هي باقية أبدية .\r\n ولنشرع الآن في التفسير قوله تعالى : { إِنَّا أعطيناك الكوثر } اعلم أن فيه فوائد : الفائدة الأولى : أن هذه السورة كالتتمة لما قبلها من السور ، وكالأصل لما بعدها من السور .\r\n أما أنها كالتتمة لما قبلها من السور ، فلأن الله تعالى جعل سورة والضحى في مدح محمد عليه الصلاة والسلام وتفصيل أحواله ، فذكر في أول السورة ثلاثة أشياء تتعلق بنبوته أولها : قوله : { مَا وَدَّعَكَ رَبُّكَ وَمَا قلى } ، وثانيها : قوله : { وَلَلأَخِرَةُ خَيْرٌ لَّكَ مِنَ الأولى } [ الضحى : 4 ] وثالثها : { وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فترضى } ثم ختم هذه السورة بذكر ثلاثة أحوال من أحواله عليه السلام فيما يتعلق بالدنيا وهي قوله : { أَلَمْ يَجِدْكَ يَتِيماً فاوى وَوَجَدَكَ ضَالاًّ فهدى وَوَجَدَكَ عَائِلاً فأغنى } [ الضحى : 6-8 ] ثم ذكر في سورة : { أَلَمْ نَشْرَحْ } أنه شرفه بثلاثة أشياء أولها : { أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ } وثانيها : { وَوَضَعْنَا عَنكَ وِزْرَكَ الذى أَنقَضَ ظَهْرَكَ } ، وثالثها : { وَرَفَعْنَا لَكَ ذِكْرَكَ } .\r\n ثم إنه تعالى شرفه في سورة : التين بثلاثة أنواع من التشريف أولها : أنه أقسم ببلده وهو قوله : { وهذا البلد الأمين } ، وثانيها : أنه أخبر عن خلاص أمته عن النار وهو قوله : { إِلاَّ الذين ءامَنُواْ } ، وثالثها : وصولهم إلى الثواب وهو قوله : { فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ } .\r\n ثم شرفه في سورة اقرأ بثلاثة أنواع من التشريفات أولها : { اقرأ باسم رَبّكَ } أي اقرأ القرآن على الحق مستعيناً باسم ربك وثانيها : أنه قهر خصمه بقوله : { فَلْيَدْعُ نَادِيَهُ سَنَدْعُ الزبانية } ، وثالثها : أنه خصه بالقربة التامة وهو : { واسجد واقترب } .\r\n وشرفه في سورة القدر بليلة القدر التي لها ثلاثة أنواع من الفضيلة أولها : كونها : خَيْرًا مّن أَلْفِ شَهْرٍ ، وثانيها : نزول : الملائكة والروح فِيهَا وثالثها : كونها : سَلاَماً حتى مَطْلَعِ الفجر .\r\n وشرفه في سورة : لَمْ يَكُنِ بأن شرف أمته بثلاثة تشريفات أولها : أنهم : خَيْرُ البرية وثانيها : أن جَزَاؤُهُمْ عِندَ رَبّهِمْ جنات ، وثالثها : رضا الله عنهم .\r\n وشرفه في سورة إذا زلزلت بثلاث تشريفات : أولها : قوله : { يَوْمَئِذٍ تُحَدّثُ أَخْبَارَهَا } وذلك يقتضي أن الأرض تشهد يوم القيامة لأمته بالطاعة والعبودية والثاني : قوله : { يَوْمَئِذٍ يَصْدُرُ الناس أَشْتَاتاً لّيُرَوْاْ أعمالهم } وذلك يدل على أنه تعرض عليهم طاعاتهم فيحصل لهم الفرح والسرور ، وثالثها : قوله : { فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ } ومعرفة الله لا شك أنها أعظم من كل عظيم فلا بد وأن يصلوا إلى ثوابها ثم شرفه في سورة العاديات بأن أقسم بخيل الغزاة من أمته فوصف تلك الخيل بصفات ثلاث : { والعاديات ضَبْحاً فالموريات قَدْحاً فالمغيرات صُبْحاً } .\r\n ثم شرف أمته في سورة القارعة بأمور ثلاثة أولها : فمن ثقلت موازينه وثانيها : أنهم في عيشة راضية وثالثها : أنهم يرون أعداءهم في نار حامية .\r\n في شرفه ثم سورة الهاكم بأن بين أن المعرضين عن دينه وشرعه يصيرون معذبين من ثلاثة أوجه أولها : أنهم يرون الجحيم وثانيها : أنهم يرونها عين اليقين وثالثها : أنهم يسألون عن النعيم .\r\n ثم شرف أمته في سورة والعصر بأمور ثلاثة أولها : الإيمان : { إِلاَّ الذين ءامَنُواْ } ، وثانيها : { وعملوا الصالحات } وثالثها : إرشاد الخلق إلى الأعمال الصالحة ، وهو التواصي بالحق ، والتواصي بالصبر .\r\n ثم شرفه في سورة الهمزة بأن ذكر أن من همز ولمز ، فله ثلاثة أنواع من العذاب أولها : أنه لا ينتفع بدنياه البتة ، وهو قوله : { يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ كَلاَّ } وثانيها : أنه ينبذ في الحطمة ، وثالثها : أنه يغلق عليه تلك الأبواب حتى لا يبقى له رجاء في الخروج ، وهو قوله : { إِنَّهَا عَلَيْهِم مُّؤْصَدَةٌ } .\r\n ثم شرف في سورة الفيل بأن رد كيد أعدائه في نحرهم من ثلاثة أوجه أولها : جعل كيدهم في تضليل وثانيها : أرسل عليهم طير أبابيل وثالثها : جعلهم كعصف مأكول .\r\n ثم شرفه في سورة قريش بأنه راعى مصلحة أسلافه من ثلاثة أوجه أولها : جعلهم مؤتلفين متوافقين لإيلاف قريش وثانيها : أطعمهم من جوع وثالثها : أنه آمنهم من خوف .\r\n وشرفه في سورة الماعون ، بأن وصف المكذبين بدينه بثلاثة أنواع من الصفات المذمومة أولها : الدناءة واللؤم ، وهو قوله : { يَدُعُّ اليتيم وَلاَ يَحُضُّ على طَعَامِ المسكين } وثانيها : ترك تعظيم الخالق ، وهو قوله : { عَن صلاتهم سَاهُونَ *الذين هُمْ يُرَاءونَ } وثالثها : ترك انتفاع الخلق ، وهو قوله : { وَيَمْنَعُونَ الماعون } .\r\n ثم إنه سبحانه وتعالى لما شرفه في هذه السور من هذه الوجوه العظيمة ، قال بعدها : { إِنَّا أعطيناك الكوثر } أي إنا أعطيناك هذه المناقب المتكاثرة المذكورة في السوره المتقدمة التي كل واحدة منها أعظم من ملك الدنيا بحذافيرها ، فاشتغل أنت بعبادة هذا الرب ، وبإرشاد عباده إلى ما هو الأصلح لهم ، أما عبادة الرب فإما بالنفس ، وهو قوله : { فَصَلّ لِرَبّكَ } وإما بالمال ، وهو قوله : { وانحر } وأما إرشاد عباده إلى ما هو الأصلح لهم في دينهم ودنياهم ، فهو قوله : { يأَيُّهَا الكافرون لاَ أَعْبُدُ مَا تَعْبُدُونَ } فثبت أن هذه السورة كالتتمة لما قبلها من السور ، وأما أنها كالأصل لما بعدها ، فهو أنه تعالى يأمره بعد هذه السورة بأن يكفر جميع أهل الدنيا بقوله : { قُلْ يأَيُّهَا الكافرون لاَ أَعْبُدُ مَا تَعْبُدُونَ } ومعلوم أن عسف الناس على مذاهبهم وأديانهم أشد من عسفهم على أرواحهم وأموالهم ، وذلك أنهم يبذلون أموالهم وأرواحهم في نصرة أديانهم ، فلا جرم كان الطعن في مذاهب الناس يثير من العداوة والغضب مالا يثير سائر المطاعن ، فلما أمره بأن يكفر جميع أهل الدنيا ، ويبطل أديانهم لزم أن يصير جميع أهل الدنيا في غاية العداوة له ، وذلك مما يحترف عنه كل أحد من الخلق فلا يكاد يقدم عليه ، وانظر إلى موسى عليه السلام كيف كان يخاف من فرعون وعسكره .\r\n وأما ههنا فإن محمداً عليه السلام لما كان مبعوثاً إلى جميع أهل الدنيا ، كان كل واحد من الخلق ، كفرعون بالنسبة إليه ، فدبر تعالى في إزالة هذا الخوف الشديد تدبيراً لطيفاً ، وهو أنه قدم على تلك السورة هذه السورة فإن قوله : { إِنَّا أعطيناك الكوثر } يزيل عنه ذلك الخوف من وجوه أحدها : أن قوله : { إِنَّا أعطيناك الكوثر } أي الخير الكثير في الدنيا والدين ، فيكون ذلك وعداً من الله إياه بالنصرة والحفظ ، وهو كقوله : { يا أيها النبي حسبك الله } [ الأنفال : 64 ] وقوله : { والله يَعْصِمُكَ مِنَ الناس } [ المائدة : 67 ] وقوله : { إِلا تَنصُرُوهُ فَقَدْ نَصَرَهُ الله } [ التوبة : 4 ] ومن كان الله تعالى ضامناً لحفظه ، فإنه لا يخشى أحداً وثانيها : أنه تعالى لما قال : { إِنَّا أعطيناك الكوثر } وهذا اللفظ يتناول خيرات الدنيا وخيرات الآخرة ، وأن خيرات الدنيا ما كانت واصلة إليه حين كان بمكة ، والخلف في كلام الله تعالى محال ، فوجب في حكمة الله تعالى إبقاؤه في دار الدنيا إلى حيث يصل إليه تلك الخيرات ، فكان ذلك كالبشارة له والوعد بأنهم لا يقتلونه ، ولا يقهرونه ، ولا يصل إليه مكرهم بل يصير أمره كل يوم في الازدياد والقوة وثالثها : أنه عليه السلام لما كفروا وزيف أديانهم ودعاهم إلى الإيمان اجتمعوا عنده ، وقالوا : إن كنت تفعل هذا طلباً للمال فنعطيك من المال ما تصير به أغنى الناس ، وإن كان مطلوبك الزوجة نزوجك أكرم نسائنا ، وإن كان مطلوبك الرياسة فنحن نجعلك رئيساً على أنفسنا ، فقال الله تعالى : { إِنَّا أعطيناك الكوثر } أي لما أعطاك خالق السموات والأرض خيرات الدنيا والآخرة ، فلا تغتر لما لهم ومراعاتهم ورابعها : أن قوله تعالى : { إِنَّا أعطيناك الكوثر } يفيد أن الله تعالى تكلم معه لا بواسطة ، فهذا يقوم مقام قوله : { وَكَلَّمَ الله موسى تَكْلِيماً } [ النساء : 164 ] بل هذا أشرف لأن المولى إذا شافه عبده بالتزام التربية والإحسان كان ذلك أعلى مما إذا شافهه في غير هذا المعنى ، بل يفيده قوة في القلب ويزيل الجبن عن النفس ، فثبت أن مخاطبة الله إياه بقوله : { إِنَّا أعطيناك الكوثر } مما يزيل الخوف عن القلب والجبن عن النفس ، فقدم هذه السورة على سورة : { قُلْ يا أيهالكافرون } حتى يمكنه الاشتغال بذلك التكليف الشاق والإقدام على تكفير جميع العالم ، وإظهار البراءة عن معبودهم فلما امتثلت أمري ، فانظر كيف أنجزت لك الوعد ، وأعطيتك كثرة الأتباع والأشياع ، إن أهل الدنيا يدخلون في دين الله أفواجاً ، ثم إنه لما تم أمر الدعوة وإظهار الشريعة ، شرع في بيان ما يتعلق بأحوال القلب والباطن ، وذلك لأن الطالب إما أن يكون طلبه مقصوراً على الدنيا ، أو يكون طالباً للآخرة ، أما طالب الدنيا فليس له إلا الخسار والذل والهوان ، ثم يكون مصيره إلى النار ، وهو المراد من سورة تبت ، وأما طالب الآخرة فأعظم أحواله أن تصير نفسه كالمرآة التي تنتقش فيها صور الموجودات ، وقد ثبت في العلوم العقلية أن طريق الخلق في معرفة الصانع على وجهين : منهم من عرف الصانع ، ثم توسل بمعرفته إلى معرفة مخلوقاته ، وهذا هو الطريق الأشرف الأعلى ، ومنهم من عكس وهو طريق الجمهور .\r\n ثم إنه سبحانه ختم كتابه الكريم بتلك الطريق التي هي أشرف الطريقين ، فبدأ بذكر صفات الله وشرح جلاله ، وهو سورة : { قُلْ هُوَ الله أَحَدٌ } ثم أتبعه بذكر مراتب مخلوقاته في سورة : { قُلْ أَعُوذُ بِرَبّ الفلق } ثم ختم بذكر مراتب النفس الإنسانية ، وعند ذلك ختم الكتاب ، وهذه الجملة إنما يتضح تفصيلها عند تفسير هذه السورة على التفصيل ، فسبحان من أرشد العقول إلى معرفة هذه الأسرار الشريفة المودعة في كتابه الكريم .\r\n الفائدة الثانية : في قوله : { إِنَّا أعطيناك الكوثر } هي أن كلمة : { إِنّا } تارة يراد بها الجمع وتارة يراد بها التعظيم .\r\n أما الأول : فقد دل على أن الإله واحد ، فلا يمكن حمله على الجمع ، إلا إذا أريد أن هذه العطية مما سعى في تحصيلها الملائكة وجبريل وميكائيل والأنبياء المتقدمون ، حين سأل إبراهيم إرسالك ، فقال : { رَبَّنَا وابعث فِيهِمْ رَسُولاً مّنْهُمْ } [ البقرة : 129 ] وقال موسى : رب اجعلني من أمة أحمد .\r\n وهو المراد من قوله : { وَمَا كُنْتَ بِجَانِبِ الغربى إِذْ قَضَيْنَا إلى مُوسَى الامر } [ القصص : 44 ] وبشر بك المسيح في قوله : { وَمُبَشّراً بِرَسُولٍ يَأْتِى مِن بَعْدِى اسمه أَحْمَدُ } [ الصف : 6 ] وأما الثاني : وهو أن يكون ذلك محمولاً على التعظيم ، ففيه تنبيه على عظمة العطية لأن الواهب هو جبار السموات والأرض والموهوب منه ، هو المشار إليه بكاف الخطاب في قوله تعالى : { إِنَّا أعطيناك } والهبة هي الشيء المسمى بالكوثر ، وهو ما يفيد المبالغة في الكثرة ، ولما أشعر اللفظ بعظم الواهب والموهوب منه والموهوب ، فيالها من نعمة ما أعظمها ، وما أجلها ، وياله من تشريف ما أعلاه .\r\n الفائدة الثالثة : أن الهدية وإن كانتقليلة لكنها بسبب كونها واصلة من المهدي العظيم تصير عظيمة ، ولذلك فإن الملك العظيم إذا رمى تفاحة لبعض عبيده على سبيل الإكرام يعد ذلك إكراماً عظيماً ، لا لأن لذة الهدية في نفسها ، بل لأن صدورها من المهدي العظيم يوجب كونها عظيمة ، فههنا الكوثر وإن كان في نفسه في غاية الكثرة ، لكنه بسبب صدوره من ملك الخلائق يزداد عظمة وكمالاً .\r\n الفائدة الرابعة : أنه لما قال : { أعطيناك } قرن به قرينة دالة على أنه لا يسترجعها ، وذلك لأن من مذهب أبي حنيفة أنه يجوز للأجنبي أن يسترجع موهوبه ، فإن أخذ عوضاً وإن قل لم يجز له ذلك الرجوع ، لأن من وهب شيئاً يساوي ألف دينار إنساناً ، ثم طلب منه مشطاً يساوي فلساً فأعطاه ، سقط حق الرجوع فههنا لما قال : { إِنَّا أعطيناك الكوثر } طلب منه الصلاة والنحر وفائدته إسقاط حق الرجوع .\r\n الفائدة الخامسة : أنه بنى الفعل على المبتدأ ، وذلك يفيد التأكيد والدليل عليه أنك لما ذكرت الاسم المحدث عنه عرف العقل أنه يخبر عنه بأمر فيصبر مشتاقاً إلى معرفة أنه بماذا يخبر عنه ، فإذا ذكر ذلك الخبر قبله قبول العاشق لمعشوقه ، فيكون ذلك أبلغ في التحقيق ونفى الشبهة ومن ههنا تعرف الفخامة في قوله : { فَإِنَّهَا لاَ تعمى الابصار } [ الحج : 46 ] فإنه أكثر فخامة مما لو قال : فإن الأبصار لا تعمى ، ومما يحقق قولنا قول الملك العظيم لمن يعده ويضمن له : أنا أعطيك ، أنا أكفيك ، أنا أقوم بأمرك .\r\n وذلك إذا كان الموعود به أمراً عظيماً .\r\n فلما تقع المسامحة به فعظمه يورث الشك في الوفاء به ، فإذا أسند إلى المتكفل العظيم ، فحينئذ يزول ذلك الشك ، وهذه الآية من هذا الباب لأن الكوثر شيء عظيم ، قلما تقع المسامحة به .\r\n فلما قدم المبتدأ ، وهو قوله : { إنا } صار ذلك الإسناد مزيلاً لذلك الشك ودافعاً لتلك الشبهة .\r\n الفائدة السادسة : أنه تعالى صدر الجملة بحرف التأكيد الجاري محرى القسم ، وكلام الصادق مصون عن الخلف ، فكيف إذا بالغ في التأكيد .\r\n الفائدة السابعة : قال : { أعطيناك } ولم يقل : سنعطيك لأن قوله : { أعطيناك } يدل على أن هذا الإعطاء كان حاصلاً في الماضي ، وهذا فيه أنواع من الفوائد إحداها : أن من كان في الزمان الماضي أبداً عزيزاً مرعي الجانب مقضي الحاجة أشرف ممن سيصير كذلك ، ولهذا قال عليه السلام : « كنت نبياً وآدم بين الماء والطين » وثانيها : أنها إشارة إلى أن حكم الله بالإسعاد والإشقاء والإغناء والإفقار ، ليس أمراً يحدث الآن ، بل كان حاصلاً في الأزل وثالثها : كأنه يقول : إنا قد هيأنا أسباب سعادتك قبل دخولك في الوجود فكيف نهمل أمرك بعد وجودك واشتغالك بالعبودية! ورابعها : كأنه تعالى يقول : نحن ما اخترناك وما فضلناك ، لأجل طاعتك ، وإلا كان يجب أن لا نعطيك إلا بعد إقدامك على الطاعة ، بل إنما اخترناك بمجرد الفضل والإحسان منا إليك من غير موجب ، وهو إشارة إلى قوله عليه الصلاة والسلام : « قبل من قبل لا لعلة ، ورد من رد لا لعلة » الفائدة الثامنة : قال : { أعطيناك } ولم يقل أعطينا الرسول أو النبي أو العالم أو المطيع ، لأنه لو قال ذلك لأشعر أن تلك العطية وقعت معللة بذلك الوصف ، فلما قال : { أعطيناك } علم أن تلك العطية غير معللة بعلة أصلاً بل هي محض الاختيار والمشيئة ، كما قال : { نَحْنُ قَسَمْنَا } [ الزخرف : 32 ] { الله يَصْطَفِى مِنَ الملائكة رُسُلاً وَمِنَ الناس } [ الحج : 75 ] الفائدة التاسعة : قال أولاً : { إِنَّا أعطيناك } ثم قال ثانياً : { فَصَلّ لِرَبّكَ وانحر } وهذا يدل على أن إعطاؤه للتوفيق والإرشاد سابق على طاعاتنا ، وكيف لا يكون كذلك وإعطاؤه إيانا صفته وطاعتنا له صفتنا ، وصفة الخلق لا تكون مؤثرة في صفة الخالق إنما المؤثر هو صفة الخالق في صفة الخلق ، ولهذا نقل عن الواسطي أنه قال : لا أعبد رباً يرضيه طاعتي ويسخطه معصيتي .\r\n ومعناه أن رضاه وسخطه قديمان وطاعتي ومعصيتي محدثتان والمحدث لا أثر له في قديم ، بل رضاه عن العبد هو الذي حمله على طاعته فيما لا يزال ، وكذا القول في السخط والمعصية .\r\n الفائدة العاشرة : قال : { أعطيناك الكوثر } ولم يقل : آتيناك الكوثر ، والسبب فيه أمران الأول : أن الإيتاء يحتمل أن يكون واجباً وأن يكون تفضلاً ، وأما الإعطاء فإنه بالتفضل أشبه فقوله : { إِنَّا أعطيناك الكوثر } يعني هذه الخيرات الكثيرة وهي الإسلام والقرآن والنبوة والذكر الجميل في الدنيا والآخرة ، محض التفضل منا إليك وليس منه شيء على سبيل الاستحقاق والوجوب ، وفيه بشارة من وجهين أحدهما : أن الكريم إذا شرع في التربية على سبيل التفضل ، فالظاهر أنه لا يبطلها ، بل كان كل يوم يزيد فيها الثاني : أن ما يكون سبب الاستحقاق ، فإنه يتقدر بقدر الاستحقاق ، وفعل العبد متناه ، فيكون الاستحقاق الحاصل بسببه متناهياً ، أما التفضل فإنه نتيجة كرم الله غير متناه ، فيكون تفضله أيضاً غير متناه ، فلما دل قوله : { أعطيناك } على أنه تفضل لا استحقاق أشعر ذلك بالدوام والتزايد أبداً .\r\n فإن قيل : أليس قال : { آتيناك سَبْعًا مّنَ المثاني } ؟ قلنا : الجواب من وجهين الأول : أن الإعطاء يوجب التمليك ، والملك سبب الاختصاص ، والدليل عليه أنه لما قال سليمان : { هَبْ لِى مَلَكًا } فقال [ ص : 35 ] : { هذا عَطَاؤُنَا فامنن أَوْ أَمْسِكْ } [ ص : 39 ] ولهذا السبب من حمل الكوثر على الحوض قال : الأمة تكون أضيافاً له ، أما الإيتاء فإنه لا يفيد الملك ، فلهذا قال في القرآن : { ءاتيناك } فإنه لا يجوز للنبي أن يكتم شيئاً منه الثاني : أن الشركة في القرآن شركة في العلوم ولا عيب فيها ، أما الشركة في النهر ، فهي شركة في الأعيان وهي عيب الوجه الثاني : في بيان أن الإعطاء أليق بهذا المقام من الإيتاء ، هو أن الإعطاء يستعمل في القليل والكثير ، قال الله تعالى : { وأعطى قَلِيلاً وأكدى } [ النجم : 34 ] أما الإيتاء ، فلا يستعمل إلا في الشيء العظيم ، قال الله تعالى : { وآتاه الله الملك } [ البقرة : 251 ] { وَلَقَدْ ءاتَيْنَا دَاوُودُ مِنَّا فَضْلاً } [ سبأ : 10 ] والأتي السيل المنصب ، إذا ثبت هذا فقوله : { إِنَّا أعطيناك الكوثر } يفيد تعظيم حال محمد صلى الله عليه وسلم من وجوه أحدها : يعني هذا الحوض كالشيء القليل الحقير بالنسبة إلى ما هو مدخر لك من الدرجات العالية والمراتب الشريفة ، فهو يتضمن البشارة بأشياء هي أعظم من هذا المذكور وثانيها : أن الكوثر إشارة إلى الماء ، كأنه تعالى يقول : الماء في الدنيا دون الطعام ، فإذا كان نعيم الماء كوثراً ، فكيف سائر النعيم وثالثها : أن نعيم الماء إعطاء ونعيم الجنة إيتاء ورابعها : كأنه تعالى يقول : هذا الذي أعطيتك ، وإن كان كوثراً لكنه في حقك إعطاء لا إيتاء لأنه دون حقك ، وفي العادة أن المهدي إذا كان عظيماً فالهدية وإن كانت عظيمة ، إلا أنه يقال : إنها حقيرة أي هي حقيرة بالنسبة إلى عظمة المهدي له فكذا ههنا وخامسها : أن نقول : إنما قال فيما أعطاه من الكوثر أعطيناك لأنه دنيا ، والقرآن إيتاء لأنه دين وسادسها : كأنه يقول : جميع ما نلت مني عطية وإن كانت كوثراً إلا أن الأعظم من ذلك الكوثر أن تبقى مظفراً وخصمك أبتر ، فإنا أعطيناك بالتقدمة هذا الكوثر ، أما الذكر الباقي والظفر على العدو فلا يحسن إعطاؤه إلا بعد التقدمة بطاعة تحصل منك : { فَصَلّ لِرَبّكَ وانحر } أي فاعبد لي وسل الظفر بعد العبادة فإني أوجبت على كرمي أن بعد كل فريضة دعوة مستجابة ، كذا روى في الحديث المسند ، فحينئذ أستجيب فيصير خصمك أبتر وهو الإيتاء ، فهذا ما يخطر بالبال في تفسير قوله تعالى : { إِنَّا أعطيناك } أما الكوثر فهو في اللغة فوعل من الكثرة وهو المفرط في الكثرة ، قيل : لأعرابية رجع ابنها من السفر ، بم آب ابنك؟ قالت : آب بكوثر ، أي بالعدد الكثير ، ويقال للرجل الكثير العطاء : كوثر ، قال الكميت : وأنت كثير يا ابن مروان طيب \r\n وكان أبوك ابن الفضائل كوثراً ويقال للغبار إذا سطع وكثر كوثر هذا معنى الكوثر في اللغة ، واختلف المفسرون فيه على وجوه الأول : وهو المشهور والمستفيض عند السلف والخلف أنه نهر في الجنة ، روى أنس عن النبي صلى الله عليه وسلم قال : « رأيت نهراً في الجنة حافتاه قباب اللؤلؤ المجوف فضربت بيدي إلى مجرى الماء فإذا أنا بمسك أذفر ، فقلت : ما هذا؟ قيل : الكوثر الذي أعطاك الله » وفي رواية أنس : « أشد بياضاً من اللبن وأحلى من العسل ، فيه طيور خضر لها أعناق كأعناق البخت من أكل من ذلك الطير وشرب من ذلك الماء فاز بالرضوان » ولعله إنما سمي ذلك النهر كوثراً إما لأنه أكثر أنهار الجنة ماء وخيراً أو لأنه انفجر منه أنهار الجنة ، كما روي أنه ما في الجنة بستان إلا وفيه من الكوثر نهر جار ، أو لكثر الذين يشربون منها ، أو لكثرة ما فيها من المنافع على ما قال عليه السلام : « إنه نهر وعدنيه ربي فيه خير كثير » القول الثاني : أنه حوض والأخبار فيه مشهورة ووجه التوفيق بين هذا القول ، والقول الأول أن يقال : لعل النهر ينصب في الحوض أو لعل الأنهار إنما تسيل من ذلك الحوض فيكون ذلك الحوض كالمنبع والقول الثالث : الكوثر أولاده قالوا : لأن هذه السورة إنما نزلت رداً على من عابه عليه السلام بعدم الأولاد ، فالمعنى أنه يعطيه نسلاً يبقون على مر الزمان ، فانظر كم قتل من أهل البيت ، ثم العالم ممتلىء منهم ، ولم يبق من بني أمية في الدنيا أحد يعبأ به ، ثم أنظر كم كان فيهم من الأكابر من العلماء كالباقر والصادق والكاظم والرضا عليهم السلام والنفس الزكية وأمثالهم القول الرابع : الكوثر علماء أمته وهو لعمري الخير الكثير لأنهم كأنبياء بني إسرائيل ، وهم يحبون ذكر رسول الله صلى الله عليه وسلم وينشرون آثار دينه وأعلام شرعه ، ووجه التشبيه أن الأنبياء كانوا متفقين على أصول معرفة الله مختلفين في الشريعة رحمة على الخلق ليصل كل أحد إلى ما هو صلاحه ، كذا علماء أمته متفقون بأسرهم على أصول شرعه ، لكنهم مختلفون في فروع الشريعة رحمة على الخلق ، ثم الفضيلة من وجهين أحدهما : أنه يروى أنه يجاء يوم القيامة بكل نبي ويتبعه أمته فربما يجيء الرسول ومعه الرجل والرجلان ، ويجاء بكل عالم من علماء أمته ومعه الألوف الكثيرة فيجتمعون عند الرسول فربما يزيد عدد متبعي بعض العلماء على عدد متبعي ألف من الأنبياء الوجه الثاني : أنهم كانوا مصيبين لأتباعهم النصوص المأخوذة من الوحي ، وعلماء هذه الأمة يكونون مصيبين مع كد الاستنباط والاجتهاد ، أو على قول البعض : إن كان بعضهم مخطئاً لكن المخطىء يكون أيضاً مأجوراً القول الخامس : الكوثر هو النبوة ، ولا شك أنها الخير الكثير لأنها المنزلة التي هي ثانية الربوبية ولهذا قال : { مَّنْ يُطِعِ الرسول فَقَدْ أَطَاعَ الله } [ النساء : 8 ] وهو شطر الإيمان بل هي كالغصن في معرفة الله تعالى ، لأن معرفة النبوة لا بد وأن يتقدمها معرفة ذات الله وعلمه وقدرته وحكمته ، ثم إذا حصلت معرفة النبوة فحينئذ يستفاد منها معرفة بقية الصفات كالسمع والبصر والصفات الخيرية والوجدانية على قول بعضهم ، ثم لرسولنا الحظ الأوفر من هذه المنقبة ، لأنه المذكور قبل سائر الأنبياء والمبعوث بعدهم ، ثم هو مبعوث إلى الثقلين ، وهو الذي يحشر قبل كل الأنبياء ، ولا يجوز ورود الشرع على نسخه وفضائله أكثر من أن تعد وتحصى .\r\n ولنذكر ههنا قليلاً منها ، فنقول : إن كتاب آدم عليه السلام كان كلمات على ما قال تعالى : { فَتَلَقَّى ءادَمُ مِن رَّبِّهِ كَلِمَاتٍ } [ البقرة : 37 ] وكتاب إبراهيم أيضاً كان كلمات على ما قال : { وَإِذَ ابتلى إبراهيم رَبُّهُ بكلمات } [ البقرة : 124 ] وكتاب موسى كان صحفاً ، كما قال : { صُحُفِ إبراهيم وموسى } [ الأعلى : 19 ] أما كتاب محمد عليه السلام ، فإنه هو الكتاب المهيمن على الكل ، قال : { وَمُهَيْمِناً عَلَيْهِ } [ المائدة : 48 ] وأيضاً فإن آدم عليه السلام إنما تحدى بالأسماء المنثورة { فقال أَنبِئُونِى بِأَسْمَاء هَؤُلاء } [ البقرة : 35 ] ومحمد عليه الصلاة والسلام إنما تحدى بالمنظوم : { قُل لَّئِنِ اجتمعت الإنس والجن } [ الإسراء : 88 ] وأما نوح عليه السلام ، فإن الله أكرمه بأن أمسك سفينته على الماء ، وفعل في محمد صلى الله عليه وسلم ما هو أعظم منه .\r\n روي أن النبي عليه الصلاة والسلام : « كان على شط ماء ومعه عكرمة بن أبي جهل ، فقال : لئن كنت صادقاً فادع ذلك الحجر الذي هو في الجانب الآخر فليسبح ولا يغرق ، فأشار الرسول إليه ، فانقلع الحجر الذي أشار إليه من مكانه ، وسبح حتى صار بين يدي الرسول عليه السلام وسلم عليه ، وشهد له بالرسالة ، فقال النبي صلى الله عليه وسلم يكفيك هذا؟ قال : حتى يرجع إلى مكانه ، فأمره النبي عليه الصلاة والسلام ، فرجع إلى مكانه » ، وأكرم إبراهيم فجعل النار عليه برداً وسلاماً ، وفعل في حق محمد أعظم من ذلك .\r\n عن محمد بن حاطب قال : « كنت طفلاً فانصب القدر علي من النار ، فاحترق جلدي كله فحملتني أمي إلى الرسول صلى الله عليه وسلم وقالت : هذا ابن حاطب احترق كما ترى فتفل رسول الله صلى الله عليه وسلم على جلدي ومسح بيده على المحترق منه ، وقال : أذهب البأس رب الناس ، فصرت صحيحاً لا بأس بي » وأكرم موسى ففلق له البحر في الأرض ، وكرم محمداً ففلق له القمر في السماء ، ثم أنظر إلى فرق ما بين السماء والأرض ، وفجر له الماء من الحجر ، وفجر لمحمد أصابعه عيوناً ، وأكرم موسى بأن ظلل عليه الغمام ، وكذا أكرم محمداً بذلك فكان الغمام يظلله ، وأكرم موسى باليد البيضاء ، وأكرم محمداً بأعظم من ذلك وهو القرآن العظيم ، الذي وصل نوره إلى الشرق والغرب ، وقلب الله عصا موسى ثعباناً ، ولما أراد أبو جهل أن يرميه بالحجر رأى على كتفيه ثعبانين ، فانصرف مرعوباً ، وسبحت الجبال مع داود وسبحت الأحجار في يده ويد أصحابه ، وكان داود إذا مسك الحديد لان ، وكان هو لما مسح الشاة الجرباء درت ، وأكرم داود بالطير المحشورة ومحمداً بالبراق ، وأكرم عيسى عليه السلام بإحياء الموتى ، وأكرمه بجنس ذلك حين أضافه اليهود بالشاة المسمومة ، فلما وضع اللقمة في فمه أخبرته ، وأبرأ الأكمه والأبرص ، روي أن امرأة معاذ بن عفراء أتته وكانت برصاء ، وشكت ذلك إلى الرسول صلى الله عليه وسلم فمسح عليها رسول الله بغصن فأذهب الله البرص ، وحين سقطت حدقة الرجل يوم أحد فرفعها وجاء بها إلى رسول الله صلى الله عليه وسلم ، فردها إلى مكانها ، وكان عيسى يعرف ما يخفيه الناس في بيوتهم ، والرسول عرف ما أخفاه عمه مع أم الفضل ، فأخبره فأسلم العباس لذلك ، وأما سليمان فإن الله تعالى رد له الشمس مرة ، وفعل ذلك أيضاً للرسول حين نام ورأسه في حجر علي فانتبه وقد غربت الشمس ، فردها حتى صلى ، وردها مرة أخرى لعلي فصلى العصر في وقته ، وعلم سليمان منطق الطير ، وفعل ذلك في حق محمد ، روي أن طيراً فجع بولده فجعل يرفرف على رأسه ويكلمه فقال : أيكم فجع هذه بولدها؟ فقال رجل : أنا ، فقال : أردد إليها ولدها وكلام الذئب معه مشهور ، وأكرم سليمان بمسيرة غدوة شهراً وأكرمه بالمسير إلى بيت المقدس في ساعة ، وكان حماره يعفور يرسله إلى من يريد فيجيء به ، وقد شكوا إليه من ناقة أنها أغيلت ، وأنهم لا يقدرون عليها فذهب إليها ، فلما رأته خضعت له ، وأرسل معاذاً إلى بعض النواحي ، فلما وصل إلى المفازة ، فإذا أسد جاثم فهاله ذلك ولم يستجر ( ىء ) أن يرجع ، فتقدم وقال : إني رسول رسول الله فتبصبص ، وكما انقاد الجن لسليمان ، فكذلك انقادوا لمحمد عليه الصلاة والسلام ، وحين جاء الأعرابي بالضب ، وقال لا أؤمن بك حتى يؤمن بك هذا الضب ، فتكلم الضب معترفاً برسالته ، وحين كفل الظبية حين أرسلها الأعرابي رجعت تعدو حتى أخرجته من الكفالة وحنت الحنانة لفراقه ، وحين لسعت الحية عقب الصديق في الغار ، قالت : كنت مشتاقة إليه منذ كذا سنين فلم حجبتني عنه! وأطعم الخلق الكثير ، من الطعام القليل ومعجزاته أكثر من أن تحصى وتعد ، فلهذا قدمه الله على الذين اصطفاهم ، فقال : { وَإِذ أَخَذْنَا مِنَ النبيين مِيثَاقَهُمْ وَمِنْكَ وَمِن نُّوحٍ } [ الأحزاب : 7 ] فلما كانت رسالته كذلك جاز أن يسميها الله تعالى كوثراً ، فقال : { إِنَّا أعطيناك الكوثر } القول السادس : الكوثر هو القرآن ، وفضائله لا تحصى ، { وَلَوْ أَنَّ مَّا فِى الأرض مِن شَجَرَةٍ أَقلام } [ لقمان : 27 ] { قُل لَّوْ كَانَ البحر مِدَاداً لكلمات رَبّى } [ الكهف : 109 ] القول السابع : الكوثر الإسلام ، وهو لعمري الخير الكثير ، فإن به يحصل خير الدنيا والآخرة .\r\n وبفواته يفوت خير الدنيا وخير الآخرة ، وكيف لا والإسلام عبارة عن المعرفة ، أو مالا بد فيه من المعرفة ، قال : { وَمِنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِىَ خَيْرًا كَثِيرًا } وإذا كان الإسلام خيراً كثيراً فهو الكوثر ، فإن قيل : لم خصه بالإسلام ، مع أن نعمه عمت الكل؟ قلنا : لأن الإسلام وصل منه إلى غيره ، فكان عليه السلام كالأصل فيه القول الثامن : الكوثر كثرة الأتباع والأشياع ، ولا شك أن له من الأتباع مالا يحصيهم إلا الله ، وروي أنه عليه الصلاة والسلام ، قال : « أنا دعوة خليل الله إبراهيم ، وأنا بشرى عيسى ، وأنا مقبول الشفاعة يوم القيامة ، فبيناً أكون مع الأنبياء ، إذ تظهر لنا أمة من الناس فنبتدرهم بأبصارنا ما منا من نبي إلا وهو يرجو أن تكون أمته ، فإذا هم غر محجلون من آثار الوضوء ، فأقول : أمتي ورب الكعبة فيدخلون الجنة بغير حساب ثم يظهر لنا مثلاً ما ظهر أولاً فنبتدرهم بأبصارنا ما من نبي إلا ويرجو أن تكون أمته فإذا هم غر محجلون من آثار الوضوء فأقول : أمتي ورب الكعبة ، فيدخلون الجنة بغير حساب ، ثم يرفع لنا ثلاثة أمثال ما قد رفع فنبتدرهم ، وذكر كما ذكر في المرة الأولى والثانية ، ثم قال : { ليدخلن } ثلاث فرق من أمتي الجنة قبل أن يدخلها أحد من الناس » ولقد قال عليه الصلاة والسلام : « تناكحوا تناسلوا تكثروا ، فإني أباهي بكم الأمم يوم القيامة ، ولو بالسقط » فإذا كان يباهي بمن لم يبلغ حد التكليف ، فكيف بمثل هذا الجم الغفير ، فلا جرم حسن منه تعالى أن يذكره هذه النعمة الجسيمة فقال : { إِنَّا أعطيناك الكوثر } القول التاسع : الكوثر الفضائل الكثيرة التي فيه ، فإنه باتفاق الأمة أفضل من جميع الأنبياء ، قال المفضل بن سلمة : يقال رجل كوثر إذا كان سخياً كثير الخير ، وفي « صحاح اللغة » : الكوثر السيد الكثير الخير ، فلما رزق الله تعالى محمداً هذه الفضائل العظيمه حسن منه تعالى أن يذكره تلك النعمة الجسيمة فيقول : { إِنَّا أعطيناك الكوثر } القول العاشر : الكوثر رفعة الذكر ، وقد مر تفسيره في قوله : { وَرَفَعْنَا لَكَ ذِكْرَكَ } [ الشرح : 4 ] القول الحادي عشر : أنه العلم قالوا : وحمل الكوثر على هذا أولى لوجوه أحدها : أن العلم هو الخير الكثير قال : { وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ الله عَلَيْكَ عَظِيماً } [ النساء : 113 ] وأمره بطلب العلم ، فقال : { وَقُل رَّبّ زِدْنِى عِلْماً } [ طه : 114 ] وسمى الحكمة خيراً كثيراً ، فقال : { وَمَن يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِىَ خَيْرًا كَثِيرًا } [ البقرة : 269 ] وثانيها : أنا إما أن نحمل الكوثر على نعم الآخرة ، أو على نعم الدنيا ، والأول غير جائز لأنه قال : أعطينا ، ونعم الجنة سيعطيها لا أنه أعطاها ، فوجب حمل الكوثر على ما وصل إليه في الدنيا ، وأشرف الأمور الواصلة إليه في الدنيا هو العلم والنبوة داخلة في العلم ، فوجب حمل اللفظ على العلم وثالثها : أنه لما قال : { أعطيناك الكوثر } قال عقيبه : { فَصَلّ لِرَبّكَ وانحر } والشيء الذي يكون متقدماً على العبادة هو المعرفة ، ولذلك قال في سورة النحل ( 2 ) : { أَنْ أَنْذِرُواْ أَنَّهُ لا إله إِلا أَنَاْ فاتقون } وقال في طه ( 14 ) : { إِنَّنِى أَنَا الله لا إله إِلا أَنَاْ فاعبدنى } فقدم في السورتين المعرفة على العبادة ، ولأن فاء التعقيب في قوله { فصل } تدل على أن إعطاء الكوثر كالموجب لهذه العبادة ، ومعلوم أن الموجب للعبادة ليس إلا العلم ، القول الثاني عشر : أن الكوثر هو الخلق الحسن ، قالوا : الانتفاع بالخلق الحسن عام ينتفع به العالم والجاهل والبهيمة والعاقل ، فأما الانتفاع بالعلم ، فهو مختص بالعقلاء ، فكان نفع الخلق الحسن أعم ، فوجب حمل الكوثر عليه ، ولقد كان عليه السلام كذلك كان للأجانب كالوالد يحل عقدهم ويكفي مهمهم ، وبلغ حسن خلقه إلى أنهم لما كسروا سنه ، قال : « اللهم اهد قومي فإنهم لا يعلمون » القول الثالث عشر : الكوثر هو المقام المحمود الذي هو الشفاعة ، فقال في الدنيا : { وَمَا كَانَ الله لِيُعَذّبَهُمْ وَأَنتَ فِيهِمْ } [ الأنفال : 33 ] وقال في الآخرة : « شفاعتي لأهل الكبائر من أمتي » وعن أبي هريرة قال عليه السلام : « إن لكل نبي دعوة مستجابة وإني خبأت دعوتي شفاعة لأمتي يوم القيامة » القول الرابع عشر : أن المراد من الكوثر هو هذه السورة ، قال : وذلك لأنها مع قصرها وافية بجميع منافع الدنيا والآخرة ، وذلك لأنها مشتملة على المعجز من وجوه أولها : أنا إذا حملنا الكوثر على كثرة الأتباع ، أو على كثرة الأولاد ، وعدم انقطاع النسل كان هذا إخباراً عن الغيب ، وقد وقع مطابقاً له ، فكان معجزاً وثانيها : أنه قال : { فَصَلّ لِرَبّكَ وانحر } وهو إشارة إلى زوال الفقر حتى يقدر على النحر ، وقد وقع فيكون هذا أيضاً إخباراً عن الغيب وثالثها : قوله : { إِنَّ شَانِئَكَ هُوَ الأبتر } وكان الأمر على ما أخبر فكان معجزاً ورابعها : أنهم عجزوا عن معارضتها مع صغرها ، فثبت أن وجه الإعجاز في كمال القرآن ، إنما تقرر بها لأنهم لما عجزوا عن معارضتها مع صغرها فبأن يعجزوا عن معارضة كل القرآن أولى ، ولما ظهر وجه الإعجاز فيها من هذه الوجوه فقد تقررت النبوة وإذا تقررت النبوة فقد تقرر التوحيد ومعرفة الصانع ، وتقرر الدين والإسلام ، وتقرر أن القرآن كلام الله وإذا تقررت هذه الأشياء تقرر جميع خيرات الدنيا والآخرة فهذه السورة جارية مجرى النكتة المختصرة القوية الوافية بإثبات جميع المقاصد فكانت صغيرة في الصورة كبيرة في المعنى ، ثم لها خاصية ليست لغيرها وهي أنها ثلاث آيات ، وقد بينا أن كل واحدة منها معجز فهي بكل واحدة من آياتها معجز وبمجموعها معجز وهذه الخاصية لا توجد في سائر السور فيحتمل أن يكون المراد من الكوثر هو هذه السورة القول الخامس عشر : أن المراد من الكوثر جميع نعم الله على محمد عليه السلام ، وهو المنقول عن ابن عباس لأن لفظ الكوثر يتناول الكثرة الكثيرة ، فليس حمل الآية على بعض هذه النعم أولى من حملها على الباقي فوجب حملها على الكل ، وروي أن سعيد بن جبير ، لما روى هذا القول عن ابن عباس قال له بعضهم : إنا ناساً يزعمون أنه نهر في الجنة ، فقال سعيد : النهر الذي في الجنة من الخير الكثير الذي أعطاه الله إياه ، وقال بعض العلماء ظاهر قوله : { إِنَّا أعطيناك الكوثر } يقتضي أنه تعالى قد أعطاه ذلك الكوثر فيجب أن يكون الأقرب حمله على ما آتاه الله تعالى من النبوة والقرآن والذكر الحكيم والنصرة على الأعداء ، وأما الحوض وسائر ما أعد له من الثواب فهو وإن جاز أن يقال : إنه داخل فيه لأن ما ثبت بحكم وعد الله فهو كالواقع إلا أن الحقيقة ما قدمناه لأن ذلك وإن أعد له فلا يصح أن يقال : على الحقيقة إنه أعطاه في حال نزول هذه السورة بمكة ، ويمكن أن يجاب عنه بأن من أقر لولده الصغير بضيعة له يصح أن يقال : إنه أعطاه تلك الضيعة مع أن الصبي في تلك الحال لا يكون أهلاً للتصرف ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا أعطيناك الكوثر (1) ",
        "babnum": 1
    },
    {
        "id": 3350,
        "cate": "108",
        "title": "فَصَلِّ لِرَبِّكَ وَانْحَرْ (2) ",
        "details": " في الآية مسائل : المسألة الأولى : في قوله : { فَصْلٌ } وجوه الأول : أن المراد هو الأمر بالصلاة ، فإن قيل : اللائق عند النعمة الشكر ، فلم قال : فصل ولم يقل : فاشكر؟ الجواب : من وجوه الأول : أن الشكر عبارة عن التعظيم وله ثلاثة أركان أحدها : يتعلق بالقلب وهو أن يعلم أن تلك النعمة منه لا من غيره والثاني : باللسان وهو أن يمدحه والثالث : بالعمل وهو أن يخدمه ويتواضع له ، والصلاة مشتملة على هذه المعاني ، وعلى ما هو أزيد منها فالأمر بالصلاة أمر بالشكر وزيادة فكان الأمر بالصلاة أحسن وثانيها أنه لو قال فاشكر لكان ذلك يوهم أنه ما كان شاكراً لكنه كان من أول أمره عارفاً بربه مطيعاً له شاكراً لنعمه ، أما الصلاة فإنه إنما عرفها بالوحي ، قال : { مَا كُنتَ تَدْرِى مَا الكتاب وَلاَ الإيمان } [ الشورى : 52 ] الثالث : أنه في أول ما أمره بالصلاة .\r\n قال محمد عليه الصلاة والسلام : كيف أصلي ولست على الوضوء ، فقال الله : { إِنَّا أعطيناك الكوثر } ثم ضرب جبريل بجناحه على الأرض فنبع ماء الكوثر فتوضأ فقيل له عند ذلك : { فصل } ، فأما إذا حملنا الكوثر على الرسالة ، فكأنه قال : أعطيتك الرسالة لتأمر نفسك وسائر الخلق بالطاعات وأشرفها الصلاة فصل لربك القول الثاني : { فصل لربك } أي فاشكر لربك ، وهو قول مجاهد وعكرمة ، وعلى هذا القول ذكروا في فائدة الفاء في قوله { فصل } وجوهاً أحدها : التنبيه على أن شكر النعمة يجب على الفور لا على التراخي وثانيها : أن المراد من فاء التعقيب ههنا الإشارة ، إلى ما قرره بقوله : { وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ } [ الذاريات : 56 ] ثم إنه خص محمداً صلى الله عليه وسلم في هذا الباب بمزيد مبالغة ، وهو قوله : { واعبد رَبَّكَ حتى يَأْتِيَكَ اليقين } [ الحجر : 99 ] ولأنه قال له : { فَإِذَا فَرَغْتَ فانصب } أي فعليك بأخرى عقيب الأولى فكيف بعد وصول نعمتي إليك ، ألا يجب عليك أن تشرع في الشكر عقيب ذلك القول الثالث : { فصل } أي فادع الله لأن الصلاة هي الدعاء ، وفائدة الفاء على هذا التقدير كأنه تعالى يقول : قبل سؤالك ودعائك ما بخلنا عليك : { بالكوثر } فكيف بعد سؤالك لكن : «سل تعطه واشفع تشفع» وذلك لأنه كان أبداً في هم أمته ، واعلم أن القول الأول أولى لأنه أقرب إلى عرف الشرع .\r\n المسألة الثانية : في قوله : { وانحر } قولان : الأول : وهو قول عامة المفسرين : أن المراد هو نحر البدن والقول الثاني : أن المراد بقوله : { وانحر } فعل يتعلق بالصلاة ، إما قبلها أو فيها أو بعدها ، ثم ذكروا فيه وجوهاً : أحدها : قال الفراء : معناها استقبل القبلة وثانيها : روى الأصبغ بن نباتة عن علي عليه السلام قال : لما نزلت هذه السورة قال النبي عليه الصلاة والسلام لجبريل : « ما هذه النحيرة التي أمرني بها ربي؟ قال ليست بنحيرة ولكنه يأمرك إذا تحرمت للصلاة أن ترفع يديك إذا كبرت وإذا ركعت وإذا رفعت رأسك من الركوع وإذا سجدت فإنه صلاتنا ، وصلاة الملائكة الذين في السموات السبع وإن لكل شيء زينة ، وزينة الصلاة رفع اليدين عند كل تكبيرة » وثالثها : روي عن علي بن أبي طالب أنه فسر هذا النحر بوضع اليدين على النحر في الصلاة ، وقال : رفع اليدين قبل الصلاة عادة المستجير العائذ ، ووضعها على النحر عادة الخاضع الخاشع ورابعها : قال عطاء : معناه اقعد بين السجدتين حتى يبدو نحرك وخامسها : روي عن الضحاك ، وسليمان التيمي أنهما قالا : { وانحر } معناه ارفع يديك عقيب الدعاء إلى نحرك ، قال الواحدي : وأصل هذه الأقوال كلها من النحر الذي هو الصدر يقال لمذبح البعير النحر لأن منحره في صدره حيث يبدو الحلقوم من أعلى الصدر فمعنى النحر في هذا الموضع هو إصابة النحر كما يقال : رأسه وبطنه إذا أصاب ذلك منه .\r\n وأما قول الفراء إنه عبارة عن استقبال القبلة فقال ابن الأعرابي : النحر انتصاب الرجل في الصلاة بإزاء المحراب وهو أن ينصب نحره بإزاء القبلة ، ولا يلتفت يميناً ولا شمالاً ، وقال الفراء : منازلهم تتناحر أي تتقابل وأنشد : أبا حكم هل أنت عم مجالد \r\n وسيد أهل الأبطح المتناحر والنكتة المعنوية فيه كأنه تعالى يقول الكعبة بيتي وهي قبلة صلاتك وقلبك وقبلة رحمتي ونظر عنايتي فلتكن القبلتان متناحرتين قال : الأكثرون حمله على نحر البدن أولى لوجوه أحدها : هو أن الله تعالى كلما ذكر الصلاة في كتابه ذكر الزكاة بعدها وثانيها : أن القوم كانوا يصلون وينحرون للأوثان فقيل له : فصل وانحر لربك وثالثها : أن هذه الأشياء آداب الصلاة وأبعاضها فكانت داخلة تحت قوله : { فَصَلّ لِرَبّكَ } فوجب أن يكون المراد من النحر غيرها لأنه يبعد أن يعطف بعض الشيء على جميعه ورابعها : أن قوله : { فَصَلِّ } إشارة إلى التعظيم لأمر الله ، وقوله : { وانحر } إشارة إلى الشفقة على خلق الله وجملة العبودية لا تخرج عن هذين الأصلين وخامسها : أن استعمال لفظة النحر على نحر البدن أشهر من استعماله في سائر الوجوه المذكورة ، فيجب حمل كلام الله عليه ، وإذا ثبت هذا فنقول استدلت الحنفية على وجوب الأضحية بأن الله تعالى أمره بالنحر ، ولا بد وأن يكون قد فعله ، لأن ترك الواجب عليه غير جائر ، وإذا فعله النبي عليه الصلاة والسلام وجب علينا مثله لقوله : { واتبعوه } [ الأعراف : 158 ] ولقوله : { فاتبعونى يُحْبِبْكُمُ الله } [ آل عمران : 31 ] وأصحابنا قالوا : الأمر بالمتابعة مخصوص بقوله : « ثلاث كتبت علي ولم تكتب عليكم الضحى والأضحى والوتر » المسألة الثالثة : اختلف من فسر قوله : { فَصَلِّ } بالصلاة على وجوه الأول : أنه أراد بالصلاة جنس الصلاة لأنهم كانوا يصلون لغير الله ، وينحرون لغير الله فأمره أن لا يصلي ولا ينحر إلا لله تعالى ، واحتج من جوز تأخير بيان المجمل بهذه الآية ، وذلك لأنه تعالى أمر بالصلاة مع أنه ما بين كيفية هذه الصلاة أجاب أبو مسلم ، وقال : أراد به الصلاة المفروضة أعني الخمس وإنما لم يذكر الكيفية ، لأن الكيفية كانت معلومة من قبل القول الثاني : أراد صلاة العيد والأضحية لأنهم كانوا يقدمون الأضحية على الصلاة فنزلت هذه الآية ، قال المحققون : هذا قول ضعيف لأن عطف الشيء على غيره بالواو لا يوجب الترتيب القول الثالث : عن سعيد بن جبير صل الفجر بالمزدلفة وانحر بمنى ، والأقرب القول الأول لأنه لا يجب إذا قرن ذكر النحر بالصلاة أن تحمل الصلاة على ما يقع يوم النحر .\r\n المسألة الرابعة : اللام في قوله : { لِرَبّكِ } فيها فوائد الفائدة الأولى : هذه اللام للصلاة كالروح للبدن ، فكما أن البدن من الفرق إلى القدم ، إنما يكون حسناً ممدوحاً إذا كان فيه روح أما إذا كان ميتاً فيكون مرمياً ، كذا الصلاة والركوع والسجود ، وإن حسنت في الصورة وطالت ، لو لم يكن فيها لام لربك كانت ميتة مرمية ، والمراد من قوله تعالى لموسى : { وأقم الصلاة لذكرى } [ طه : 14 ] وقيل : إنه كانت صلاتهم ونحرهم للصنم فقيل له : لتكن صلاتك ونحرك لله .\r\n الفائدة الثانية : كأنه تعالى يقول : ذكر في السورة المتقدمة أنهم كانوا يصلون للمراءآة فصل أنت لا للرياء لكن على سبيل الإخلاص .\r\n المسألة الخامسة : الفاء في قوله : { فَصَلِّ } تفيد سببية أمرين أحدهما : سببية العبادة كأنه قيل : تكثير الإنعام عليك يوجب عليك الاشتغال بالعبودية والثاني : سببية ترك المبالاة كأنهم لما قالوا له : إنك أبتر فقيل له : كما أنعمنا عليك بهذه النعم الكثيرة ، فاشتغل أنت بطاعتك ولا تبال بقولهم وهذيانهم .\r\n واعلم أنه لما كانت النعم الكثيرة محبوبة ولازم المحبوب محبوب ، والفاء في قوله : { فَصَلِّ } اقتضت كون الصلاة من لوازم تلك النعم ، لا جرم صارت الصلاة أحب الأشياء للنبي عليه الصلاة والسلام فقال : « وجعلت قرة عيني في الصلاة » ولقد صلى حتى تورمت قدماه ، فقيل له : أوليس قد غفر لك ما تقدم من ذنبك وما تأخر؟ فقال : « أفلا أكون عبداً شكوراً » فقوله : « أفلا أكون عبداً شكوراً » إشارة إلى أنه يجب على الاشتغال بالطاعة بمقتضى الفاء في قوله : { فَصَلِّ } .\r\n المسألة السادسة : كان الأليق في الظاهر أن يقول : إن أعطيناك الكوثر ، فصل لنا وانحر .\r\n لكنه ترك ذلك إلى قوله : { فَصَلّ لِرَبّكَ } لفوائد إحداها : أن وروده على طريق الالتفات من أمهات أبواب الفصاحة وثانيها : أن صرف الكلام من المضمر إلى المظهر يوجب نوع عظمة ومهابة ، ومنه قول الخلفاء لمن يخاطبونهم : يأمرك أمير المؤمنين ، وينهاك أمير المؤمنين وثالثها : أن قوله : { إِنَّا أعطيناك } ليس في صريح لفظه أن هذا القائل هو الله أو غيره ، وأيضاً كلمة { إنا } تحتمل الجمع كما تحتمل الواحد المعظم نفسه ، فلو قال : صل لنا ، لنفي ذلك الاحتمال وهو أنه ما كان يعرف أن هذه الصلاة لله وحده أم له ولغيره على سبيل التشريك ، فلهذا ترك اللفظ ، وقال : { فَصَلّ لِرَبّكَ } ليكون ذلك إزالة لذلك الاحتمال وتصريحاً بالتوحيد في الطاعة والعمل لله تعالى .\r\n المسألة السابعة : قوله : { فَصَلّ لِرَبّكَ } أبلغ من قوله : فصل لله لأن لفظ الرب يفيد التربية المتقدمة المشار إليها بقوله : { إِنَّا أعطيناك الكوثر } ويفيد الوعد الجميل في المستقبل أنه يربيه ولا يتركه .\r\n المسألة الثامنة : في الآية سؤالان : أحدهما : أن المذكور عقب الصلاة هو الزكاة ، فلم كان المذكور ههنا هو النحر؟ والثاني : لما لم يقل : ضحي حتى يشمل جميع أنواع الضحايا؟ والجواب : عن الأول ، أما على قول من قال : المراد من الصلاة صلاة العيد ، فالأمر ظاهر فيه ، وأما على قول من حمله على مطلق الصلاة ، فلوجوه أحدها : أن المشركين كانت صلواتهم وقرابينهم للأوثان ، فقيل له : اجعلهما لله وثانيها : أن من الناس من قال : إنه عليه السلام ما كان يدخل في ملكه شيء من الدنيا ، بل كان يملك بقدر الحاجة ، فلا جرم لم تجب الزكاة عليه ، أما النحر فقد كان واجباً عليه لقوله : « ثلاث كتبت علي ولم تكتب على أمتي؛ الضحى والأضحى والوتر » وثالثها : أن أعز الأموال عند العرب ، هو الإبل فأمره بنحرها وصرفها إلى طاعة الله تعالى تنبيهاً على قطع العلائق النفسانية عن لذات الدنيا وطيباتها ، روي أنه عليه السلام أهدى مائة بدنة فيها جمل لأبي جهل في أنفه برة من ذهب فنحر هو عليه السلام حتى أعيا ، ثم أمر علياً عليه السلام بذلك ، وكانت النوق يزدحمن على رسول الله ، فلما أخذ على السكين تباعدت منه والجواب عن الثاني : أن الصلاة أعظم العبادات البدنية فقرن بها أعظم أنواع الضحايا ، وأيضاً فيه إشارة إلى أنك بعد فقرك تصير بحيث تنحر المائة من الإبل .\r\n المسألة التاسعة : دلت الآية على وجوب تقديم الصلاة على النحر ، لا لأن الواو توجب الترتيب ، بل لقوله عليه السلام : « ابدؤا بمابدأ الله به » .\r\n المسألة العاشرة : السورة مكية في أصح الأقوال ، وكان الأمر بالنحر جارياً مجرى البشارة بحصول الدولة ، وزوال الفقر والخوف .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فصل لربك وانحر (2) ",
        "babnum": 2
    },
    {
        "id": 3351,
        "cate": "108",
        "title": "إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ (3) ",
        "details": " وفي الآية مسائل : المسألة الأولى : ذكروا في سبب النزول وجوهاً أحدها : أنه عليه السلام كان يخرج من المسجد ، والعاص بن وائل السهمي يدخل فالتقيا فتحدثا ، وصناديد قريش في المسجد ، فلما دخل قالوا من الذي كنت تتحدث معه؟ فقال : ذلك الأبتر ، وأقول : إن ذلك من إسرار بعضهم مع بعض ، مع أن الله تعالى أظهره ، فحينئذ يكون ذلك معجزاً ، وروى أيضاً أن العاص بن وائل كان يقول : إن محمداً أبتر لا ابن له يقوم مقامه بعده ، فإذا مات انقطع ذكره واسترحم منه ، وكان قد مات ابنه عبد الله من خديجة ، وهذا قول ابن عباس ومقاتل والكلبي وعامة أهل التفسير القول الثاني : روي عن ابن عباس لما قدم كعب بن الأشرف مكة أتاه جمامة قريش فقالوا : نحن أهل السقاية والسدانة وأنت سيد أهل المدينة ، فنحن خير أم هذا الأبتر من قومه ، يزعم أنه خير منا؟ فقال : بل أنتم خير منه فنزل : { إِنَّ شَانِئَكَ هُوَ الأبتر } ونزل أيضاً : { أَلَمْ تَرَ إِلَى الذين أُوتُواْ نَصِيباً مّنَ الكتاب يُؤْمِنُونَ بالجبت والطاغوت } [ النساء : 51 ] والقول الثالث : قال عكرمة وشهر بن حوشب : لما أوحى الله إلى رسوله ودعا قريشاً إلى الإسلام ، قالوا : بتر محمد أي خالفنا وانقطع عنا ، فأخبر تعالى أنهم هم المبتورون القول الرابع : نزلت في أبي جهل فإنه لما مات ابن رسول الله قال أبو جهل : إن أبغضه لأنه أبتر ، وهذا منه حماقة حيث أبغضه بأمر لم يكن باختياره فإن موت الابن لم يكن مراده القول الخامس : نزلت في عمه أبي لهب فإنه لما شافهه بقوله : تباً لك كان يقول في غيبته : إنه أبتر والقول السادس : أنها نزلت في عقبة بن أبي معيط ، وإنه هو الذي كان يقول ذلك ، واعلم أنه لا يبعد في كل أولئك الكفرة أن يقولوا مثل ذلك فإنهم كانوا يقولون فيه ما هو أسوأ من ذلك ، ولعل العاص بن وائل كان أكثرهم مواظبة على هذا القول فلذلك اشتهرت الروايات بأن الآية نزلت فيه .\r\n المسألة الثانية : الشنآن هو البغض والشانىء هو المبغض ، وأما البتر فهو في اللغة استئصال القطع يقال : بترته أبتره بتراً وبتر أي صار أبتر وهو مقطع الذنب ، ويقال : الذي لا عقب له أبتر ، ومنه الحمار الأبتر الذي لا ذنب له ، وكذلك لمن انقطع عنه الخير .\r\n ثم إن الكفار لما وصفوه بذلك بين تعالى أن الموصوف بهذه الصفة هو ذلك المبغض على سبيل الحضر فيه ، فإنك إذا قلت : زيدهو العالم يفيد أنه لا عالم غيره ، إذا عرفت هذا فقول الكفار فيه عليه الصلاة والسلام : إنه أبتر لا شك أنهم لعنهم الله أرادوا به أنه انقطع الخير عنه .\r\n ثم ذلك إما أن يحمل على خير معين ، أو على جميع الخيرات أما الأول : فيحتمل وجوهاً أحدها : قال السدي : كانت قريش يقولون لمن مات الذكور من أولاده بتر ، فلما مات ابنه القاسم وعبد الله بمكة وإبراهيم بالمدينة قالوا : بتر فليس له من يقوم مقامه ، ثم إنه تعالى بين أن عدوه هو الموصوف بهذه الصفة ، فإنا نرى أن نسل أولئك الكفرة قد انقطع ، ونسله عليه الصلاة والسلام كل يوم يزداد وينمو وهكذا يكون إلى قيام القيامة وثانيها : قال الحسن : عنوا بكونه أبتر أنه ينقطع عن المقصود قبل بلوغه ، والله تعالى بين أن خصمه هو الذي يكون كذلك ، فإنهم صاروا مدبرين مغلوبين مقهورين ، وصارت رايات الإسلام عالية ، وأهل الشرق والغرب لها متواضعة وثالثها : زعموا أنه أبتر لأنه ليس له ناصر ومعين ، وقد كذبوا لأن الله تعالى هو مولاه ، وجبريل وصالح المؤمنين ، وأما الكفرة فلم يبق لهم ناصر ولا حبيب ورابعها : الأبتر هو الحقير الذليل ، روي أن أبا جهل اتخذ ضيافة لقوم ، ثم إنه وصف رسول الله بهذا الوصف ، ثم قال : قوموا حتى نذهب إلى محمد وأصارعه وأجعله ذليلاً حقيراً ، فلما وصلوا إلى دار خديجة وتوافقوا على ذلك أخرجت خديجة بساطاً ، فلما تصارعا جعل أبو جهل يجتهد في أن يصرعه ، وبقي النبي عليه الصلاة والسلام واقفاً كالجبل ، ثم بعد ذلك رماه النبي صلى الله عليه وسلم على أقبح وجه ، فلما رجع أخذه باليد اليسرى ، لأن اليسرى للاستنجاء ، فكان نجساً فصرعه على الأرض مرة أخرى ووضع قدمه على صدره ، فذكر بعض القصاص أن المراد من قوله : { إِنَّ شَانِئَكَ هُوَ الأبتر } هذه الواقعة وخامسها : أن الكفرة لما وصفوه بهذا الوصف ، قيل : { إِنَّ شَانِئَكَ هُوَ الأبتر } أي الذي قالوه فيك كلام فاسد يضمحل ويفنى ، وأما المدح الذي ذكرناه فيك ، فإنه باق على وجه الدهر وسادسها : أن رجلاً قام إلى الحسن بن علي عليهما السلام ، وقال : سودت وجوه المؤمنين بأن تركت الإمامة لمعاوية ، فقال : لا تؤذيني يرحمك الله ، فإن رسول الله رأى بني أمية في المنام يصعدون منبره رجلاً فرجلاً فساءه ذلك ، فأنزل الله تعالى : { إِنَّا أعطيناك الكوثر } { إِنَّا أنزلناه فِى لَيْلَةِ القدر } فكان ملك بني أمية كذلك ، ثم انقطعوا وصاروا مبتورين .\r\n المسألة الثالثة : الكفار لما شتموه ، فهو تعالى أجاب عنه من غير واسطة ، فقال : { إِنَّ شَانِئَكَ هُوَ الأبتر } وهكذا سنة الأحباب ، فإن الحبيب إذا سمع من يشتم حبيبه تولى بنفسه جوابه ، فههنا تولى الحق سبحانه جوابهم ، وذكر مثل ذلك في مواضع حين قالوا : { هَلْ نَدُلُّكُمْ على رَجُلٍ يُنَبّئُكُمْ إِذَا مُزّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِى خَلْقٍ جَدِيدٍ أفترى عَلَى الله كَذِباً أَم بِهِ جِنَّةٌ } [ سبأ : 7 ، 8 ] فقال سبحانه : { بَلِ الذين لاَ يُؤْمِنُونَ بالأخرة فِى العذاب والضلال البعيد } [ سبأ : 8 ] وحين قالوا : هو مجنون أقسم ثلاثاً ، ثم قال : { مَا أَنتَ بِنِعْمَةِ رَبّكَ بِمَجْنُونٍ } و [ القلم : 2 ] لما قالوا : { لَسْتَ مُرْسَلاً } [ الرعد : 43 ] أجاب فقال : { يس والقرءان الحكيم إِنَّكَ لَمِنَ المرسلين } [ يس : 1-3 ] وحين قالوا : { أَئِنا لَتَارِكُو ءالِهَتِنَا لِشَاعِرٍ مَّجْنُونٍ بَلْ } [ الصافات : 36 ] رد عليهم وقال : { بَلْ جَاء بالحق وَصَدَّقَ المرسلين } [ الصافات : 37 ] فصدقه ، ثم ذكر وعيد خصمائه ، وقال : { إنكم لذائقوا العذاب الأليم } [ الصافات : 38 ] وحين قال حاكياً : { أَمْ يَقُولُونَ شَاعِرٌ } [ الطور : 30 ] قال : { وَمَا علمناه الشعر } [ يس : 69 ] ولما حكى عنهم قوله : { إِنْ هذا إِلاَّ إِفْكٌ افتراه وَأَعَانَهُ عَلَيْهِ قَوم آخَرُون } [ الفرقان : 4 ] سماهم كاذبين بقوله : { فَقَدْ جَاءوا ظُلْماً وَزُوراً } [ الفرقان : 4 ] ولما قالوا : { مَا لهذا الرسول يَأْكُلُ الطعام وَيَمْشِى فِى الأسواق } [ الفرقان : 7 ] أجابهم فقال : { وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ المرسلين إِلاَّ إِنَّهُمْ لَيَأْكُلُونَ الطعام وَيَمْشُونَ فِى الاسواق } [ الفرقان : 20 ] فما أجل هذه الكرامة .\r\n المسألة الرابعة : اعلم أنه تعالى لما بشره بالنعم العظيمة ، وعلم تعالى أن النعمة لا تهنأ إلا إذا صار العدو مقهوراً ، لا جرم وعده بقهر العدو ، فقال : { إِنَّ شَانِئَكَ هُوَ الأبتر } وفيه لطائف إحداها : كأنه تعالى يقول : لا أفعله لكي يرى بعض أسباب دولتك ، وبعض أسباب محنة نفسه فيقتله الغيظ وثانيها : وصفه بكونه شانئاً ، كأنه تعالى يقول : هذا الذي يبغضك لا يقدر على شيء آخر سوى أنه يبغضك ، والمبغض إذا عجز عن الإيذاء ، فحينئذ يحترق قلبه غيظاً وحسداً ، فتصير تلك العداوة من أعظم أسباب حصول المحنة لذلك العدو وثالثها : أن هذا الترتيب يدل على أنه إنما صار أبتر ، لأنه كان شانئاً له ومبغضاً ، والأمر بالحقيقة كذلك ، فإن من عادى محسوداً فقد عادى الله تعالى ، لاسيما من تكفل بإعلان شأنه وتعظيم مرتبته ورابعها : أن العدو وصف محمداً عليه الصلاة والسلام بالقلة والذلة ، ونفسه بالكثرة والدولة ، فقلب الله الأمر عليه ، وقال العزيز من أعزه الله ، والذليل من أذله الله ، فالكثرة والكوثر لمحمد عليه السلام ، والأبترية والدناءة والذلة للعدو ، فحصل بين أول السورة وآخرها نوع من المطابقة لطيف .\r\n المسألة الخامسة : اعلم أن من تأمل في مطالع هذه السورة ومقاطعها عرف أن الفوائد التي ذكرناها بالنسبة إلى ما استأثر الله بعلمه من فوائد هذه السورة كالقطرة في البحر .\r\n روي عن مسيلمة أنه عارضها فقال : إنا أعطيناك الجماهر ، فصل لربك وجاهر ، إن مبغضك رجل كافر ، ولم يعرف المخذول أنه محروم عن المطلوب لوجوه أحدها : أن الألفاظ والترتيب مأخوذان من هذه السورة ، وهذا لا يكون معارضة وثانيها : أنا ذكرنا أن هذه السورة كالتتمة لما قبلها ، وكالأصل لما بعدها ، فذكر هذه الكلمات وحدها يكون إهمالاً لأكثر لطائف هذه السورة وثالثها : التفاوت العظيم الذي يقر به من له ذوق سليم بين قوله : { إِنَّ شَانِئَكَ هُوَ الأبتر } وبين قوله : إن مبغضك رجل كافر ، ومن لطائف هذه السورة أن كل أحد من الكفار وصف رسول الله صلى الله عليه وسلم بوصف آخر ، فوصفه بأنه لا ولد له ، وآخر بأنه لا معين له ولا ناصر له ، وآخر بأنه لا يبقى منه ذكر ، فالله سبحانه مدحه مدحاً أدخل فيه كل الفضائل ، وهو قوله : { إِنَّا أعطيناك الكَوثَر } لأنه لما لم يقيد ذلك الكوثر بشيء دون شيء ، لا جرم تناول جميع خيرات الدنيا والآخرة ، ثم أمره حال حياته بمجموع الطاعات ، لأن الطاعات إما أن تكون طاعة البدن أو طاعة القلب ، أما طاعة البدن فأفضله شيئان ، لأن طاعة البدن هي الصلاة ، وطاعة المال هي الزكاة ، وأما طاعة القلب فهو أن لا يأتي بشيء إلا لأجل الله ، واللام في قوله : { لِرَبّكِ } يدل على هذه الحالة ، ثم كأنه نبه على أن طاعة القلب لا تحصل إلا بعد حصول طاعة البدن ، فقدم طاعة البدن في الذكر ، وهو قوله : { فَصَلِّ } وأخر اللام الدالة على طاعة القلب تنبيهاً على فساد مذهب أهل الإباحة في أن العبد قد يستغني بطاعة قلبه عن طاعة جوارحه ، فهذه اللام تدل على بطلان مذهب الإباحة ، وعلى أنه لا بد من الإخلاص ، ثم نبه بلفظ الرب على علو حاله في المعاد ، كأنه يقول : كنت ربيتك قبل وجودك ، أفأترك تربيتك بعد مواظبتك على هذه الطاعات ، ثم كما تكفل أولاً بإفاضة النعم عليه تكفل في آخر السورة بالذب عنه وإبطال قول أعدائه ، وفيه إشارة إلى أنه سبحانه هو الأول بإفاضة النعم ، والآخر بتكميل النعم في الدنيا والآخرة ، والله سبحانه وتعالى أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن شانئك هو الأبتر (3) ",
        "babnum": 3
    }
]