[
    {
        "id": 2089,
        "cate": "37",
        "title": "وَالصَّافَّاتِ صَفًّا (1) فَالزَّاجِرَاتِ زَجْرًا (2) فَالتَّالِيَاتِ ذِكْرًا (3) إِنَّ إِلَهَكُمْ لَوَاحِدٌ (4) رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِ (5) ",
        "details": " وفي الآية مسائل : المسألة الأولى : قرأ أبو عمرو وحمزة { والصافات صَفَّا } بإدغام التاء فيما يليه ، وكذلك في قوله : { فالزجرات زَجْراً فالتاليات ذِكْراً } والباقون بالإظهار ، وقال الواحدي رحمه الله : إدغام التاء في الصاد حسن لمقاربة الحرفين ، ألا ترى أنهما من طرف اللسان وأصول الثنايا يسمعان في الهمس ، ولامدغم فيه يزيد على المدغم بالإطباق والصفير ، وإدغام الأنقص في الأزيد حسن ، ولا يجوز أن يدغم الأزيد صوتاً في الأنقص ، وأيضاً إدغام التاء في الزاي في قوله : { فالزجرات زَجْراً } حسن لأن التاء مهموسة والزاي مجهورة وفيها زيادة صفير كما كان في الصاد ، وأيضاً حسن إدغام التاء في الذي في قوله : { فالتاليات ذِكْراً } لاتفاقهما في أنهما من طرف اللسان وأصول الثنايا ، وأما من قرأ بالإظهار وترك الإدغام فذلك لاختلاف المخارج ، والله أعلم .\r\n المسألة الثانية : في هذه الأشياء الثلاثة المذكورة المقسم بها يحتمل أن يتكون صفات ثلاثة لموصوف واحد ، ويحتمل أن تكون أشياء ثلاثة متباينة ، أما على التقدير الأول ففيه وجوه الأول : أنها صفات الملائكة ، وتقديره أن الملائكة يقفون صفوفاً .\r\n إما في السموات لأداء العبادات كما أخبر الله عنهم أنهم قالوا : { وَإِنَّا لَنَحْنُ الصافون } [ الصافات : 165 ] وقيل إنهم يصفون أجنحتهم في الهواء يقفون منتظرين وصول أمر الله إليهم ، ويحتمل أيضاً أن يقال معنى كونهم صفوفاً أن لكل واحد منهم مرتبة معينة ودرجة معينة في الشرف والفضيلة أو في الذات والعلية وتلك الدرجة المرتبة باقية غير متغيرة وذلك يشبه الصفوف .\r\n وأما قوله : { فالزجرات زَجْراً } فقال الليث : يقال زجرت البعير فأنا أزجره زجراً إذا حثثته ليمضي ، وزجرت فلاناً عن سوء فانزجر أي نهيته فانتهى ، فعلى هذا الزجر للبعير كالحث وللإنسان كالنهي ، إذا عرفت هذا فنقول في وصف الملائكة بالزجر وجوه الأول : قال ابن عباس يريد الملائكة الذي وكلوا بالسحاب يزجرونها بمعنى أنهم يأتون بها من موضع إلى موضع الثاني : المراد منه أن الملائكة لهم تأثيرات في قلوب بني آدم على سبيل الإلهامات فهم يزجرونهم عن المعاصي زجراً الثالث : لعل الملائكة أيضاً يزجرون الشياطين عن التعرض لبني آدم بالشر والإيذاء ، وأقول قد ثبت في العلوم العقلية أن الموجودات على ثلاثة أقسام مؤثر لا يقبل الأثر وهو الله سبحانه وتعالى وهو أشرف الموجودات ومتأثر لا يؤثر وهم عالم الأجسام وهو أخس الموجودات وموجود يؤثر في شيء ويتأثر عن شيء آخر وهو عالم الأرواح وذلك لأنها تقبل الأثر عن عالم كبرياء الله ، ثم إنها تؤثر في عالم الأجسام ، واعلم أن الجهة التي باعتبارها تقبل الأثر من عالم كبرياء الله غير الجهة التي باعتبارها تستولي على عالم الأجسام وتقدر على التصرف فيها وقوله : { فالتاليات ذِكْراً } إشارة إلى الأشرف من الجهة التي باعتبارها تقوى على التأثير في عالم الأجسام إذا عرفت هذا فقوله : { والصافات صَفَّا } إشارة إلى وقوفها صفاً صفاً في مقام العبودية والطاعة بالخشوع والخضوع وهي الجهة التي باعتبارها تقبل تلك الجواهر القدسية أصناف الأنوار الإلهية والكمالات الصمدية وقوله تعالى : { فالزجرات زَجْراً } إشارة إلى تأثير الجواهر الملكية في تنوير الأرواح القدسية البشرية وإخراجها من القوة إلى الفعل ، وذلك لما ثبت أن هذه الأرواح النطقية البشرية بالنسبة إلى أرواح الملائكة كالقطرة بالنسبة إلى البحر وكالشعلة بالنسبة إلى الشمس ، وأن هذه الأرواح البشرية بالنسبة إلى أرواح الملائكة كالقطرة بالنسبة إلى البحر وكالشعلة بالنسبة إلى الشمس ، وأن هذه الأرواح البشرية إنما تنتقل من القول إلى الفعل في المعارف الإلهية والكمالات الروحانية بتأثيرات جواهر الملائكة ونظيره قوله تعالى : { يُنَزّلُ الملائكة بالروح مِنْ أَمْرِهِ على مَن يَشَآء مِنْ عِبَادِهِ } [ النحل : 2 ] وقوله : { نَزَلَ بِهِ الروح الأمين * على قَلْبِكَ } [ الشعراء : 192 ، 193 ] وقوله تعالى : { فالملقيات ذِكْراً } [ المرسلات : 5 ] إذا عرفت هذا فنقول في هذه الآية دقيقة أخرى وهي أن الكمال المطلق للشيء إنما يحصل إذا كان تاماً وفوق التام والمراد بكونه تاماً أن تحصل جميع الكمالات اللائقة به حصولاً بالفعل والمراد بكونه فوق التام أن تفيض منه أصناف الكمالات والسعادات على غيره ، ومن المعلوم أن كونه كاملاً في ذاته مقدم على كونه مكملاً لغيره ، إذا عرفت هذا فقوله : { والصافات صَفَّا } إشارة إلى استكمال جواهر الملائكة في ذواتها وقت وقوفها في مواقف العبودية وصفوف الخدمة والطاعة وقوله تعالى : { فالزجرات زَجْراً } إشارة إلى كيفية تأثيراتها في إزالة ما لا ينبغي عن جواهر الأرواح البشرية وقوله تعالى : { فالتاليات ذِكْراً } إشارة إلى كيفية تأثيراتها في إفاضة الجلايا القدسية والأنوار الإلهية على الأرواح الناطقة البشرية ، فهذه مناسبات عقلية واعتبارات حقيقية تنطبق عليها هذه الألفاظ الثلاثة ، قال أبو مسلم الأصفهاني : لا يجوز حمل هذه الألفاظ على الملائكة لأنها مشعرة بالتأنيث والملائكة مبرءون عن هذه الصفة ، والجواب من وجهين الأول : أن الصافات جمع الجمع فإنه يقال جماعة صافة ثم يجمع على صافات والثاني : أنهم مبرءون عن التأنيث المعنوي ، أما التأنيث في اللفظ فلا ، وكيف وهم يسمون بالملائكة مع أن علامة التأنيث حاصلة في هذا الوجه الثاني : أن تحمل هذه الصافات على النفوس البشرية الطاهرة المقدسة المقبلة على عبودية الله تعالى الذين هم ملائكة الأرض وبيانه من وجهين الأول : أن قوله تعالى : { والصافات صَفَّا } المراد الصفوف الحاصلة عند أداء الصلوات بالجماعة وقوله : { فالزجرات زَجْراً } إشارة إلى قراءة أعوذ بالله من الشيطان الرجيم كأنهم بسبب قراءة هذه الكلمة يزجرون الشياطين عن إلقاء الوساوس في قلوبهم في أثناء الصلاة وقوله : { فالتاليات ذِكْراً } إشارة إلى قراءة القرآن في الصلاة وقيل : { فالزجرات زَجْراً } إشارة إلى رفع الصوت بالقراءة كأنه يزجر الشيطان بواسطة رفع الصوت ، روى أنه صلى الله عليه وسلم طاف على بيوت أصحابه في الليالي فسمع أبا بكر يقرأ بصوت منخفض وسمع عمر يقرأ بصوت رفيع فسأل أبا بكر لم تقرأ هكذا؟ فقال : المعبود سميع عليم وسأل عمر : لم تقرأ هكذا؟ فقال : أوقظ الوسنان وأطرد الشيطان الوجه الثاني : في تفسير هذه الألفاظ الثلاث في هذه الآية أن المراد من قوله : { والصافات صَفَّا } الصفوف الحاصلة من العلماء المحقين الذين يدعون إلى دين الله تعالى والمراد من قوله : { فالزجرات زَجْراً } اشتغالهم بالزجر عن الشبهات والشهوات ، والمراد من قوله تعالى : { فالتاليات ذِكْراً } اشتغالهم بالدعوة إلى دين الله والترغيب في العمل بشرائع الله الوجه الثالث : في تفسير هذه الألفاظ الثلاثة أن نحملها على أحوال الغزاة والمجاهدين في سبيل الله فقوله : { والصافات صَفَّا } المراد منه صفوف القتال لقوله تعالى : { إِنَّ الله يُحِبُّ الذين يقاتلون فِى سَبِيلِهِ صَفّاً } [ الصف : 4 ] وأما ( الزاجرات زجراً ) فالزجرة والصيحة سواء ، والمراد منه رفع الصوت بزجر الخيل ، وأما ( التاليات ذكراً ) فالمراد اشتغال الغزاة وقت شروعهم في محاربة العدو بقراءة القرآن وذكر الله تعالى بالتهليل والتقديس الوجه الرابع : في تفسير هذه الألفاظ الثلاثة أن نجعلها صفات لآيات القرآن فقوله : ( والصافات صفاً ) المراد آيات القرآن فإنها أنواع مختلفة بعضها في دلائل التوحيد وبعضها في دلائل العلم والقدرة والحكمة وبعضها في دلائل النبوة وبعضها في دلائل المعاد وبعضها في بيان التكاليف والأحكام وبعضها في تعليم الأخلاق الفاضلة ، وهذه الآيات مرتبة ترتيباً لا يتغير ولا يتبدل فهذه الآيات تشبه أشخاصاً واقفين في صفوف معينة قولوه : { فالزجرات زَجْراً } المراد منه الآيات الزاجرة عن الأفعال المنكرة وقوله : { فالتاليات ذِكْراً } المراد منه الآيات الدالة على وجوب الإقدام على أعمال البر والخير وصف الآيات بكونها تالية على قانون ما يقال شعر شاعر وكلام قائل قال تعالى : { إِنَّ هذا القرءان يِهْدِى لِلَّتِى هِىَ أَقْوَمُ } [ الإسراء : 9 ] وقال : { يس * والقرءان الحكيم } [ يس : 1 ، 2 ] قيل الحكيم بمعنى الحاكم فهذه جملة الوجوه المحتملة على تقدير أن تجعل هذه الألفاظ الثلاثة صفات لشيء واحد وأما الاحتمال الثاني : وهو أن يكون المراد بهذه الثلاثة أشياء متغايرة فقيل المراد بقوله : { والصافات صَفَّا } الطير من قوله تعالى : { والطير صافات } [ النور : 41 ] ( والزاجرات ) كل ما زجر عن معاصي الله ( والتاليات ) كل ما يتلى من كتاب الله وأقول فيه وجه آخر وهو أن مخلوقات الله إما جسمانية وإما روحانية ، أما الجسمانية فإنها مرتبة على طبقات ودرجات لا تتغير ألبتة ، فالأرض وسط العالم وهي محفوفة بكرة الماء والماء محفوف بالهواء ، والهواء محفوف بالنار ، ثم هذه الأربعة محفوفة بكرات الأفلاك إلى آخر العالم الجسماني فهذه الأجسام كأنها صفوف واقفة على عتبة جلال الله تعالى ، وأما الجواهر الروحانية فهي على اختلاف درجاتها وتباين صفاتها مشتركة في صفتين أحدهما التأثير في عالم الأجسام بالتحريك والتصريف وإليه الإشارة بقوله : { فالزجرات زَجْراً } فإنا قد بينا أن المراد من هذا الزجر السوق والتحريك ، والثاني الإدراك والمعرفة والاستغراق في معرفة الله تعالى والثناء عليه ، وإليه الإشارة بقوله تعالى : { فالتاليات ذِكْراً } ولما كان الجسم أدنى منزلة من الأرواح المستقلة فالتصرف في الجسمانيات أدون منزلة من الأرواح المستغرقة في معرفة جلال الله المقبلة على تسبيح الله كما قال : { وَمَنْ عِنْدَهُ لاَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ } [ الأنبياء : 19 ] لا جرم بدأ في المرتبة الأولى بذكر الأجسام فقال : { والصافات صَفَّا } ثم ذكر في المرتبة الثانية الأرواح المدبرة لأجسام هذا العالم ثم ذكر في هذه المرتبة الثالثة أعلى الدرجات وهي الأرواح المقدسة المتوجهة بكليتها إلى معرفة جلال الله والاستغراق في الثناء عليه ، فهذه احتمالات خطرت بالبال ، والعالم بأسرار كلام الله تعالى ليس إلا الله .\r\n المسألة الثالثة : للناس في هذا الموضع قولان الأول : قول من يقول المقسم به ههنا خالق هذه الأشياء لا أعيان هذه الأشياء ، واحتجوا عليه بوجوه الأول : أنه صلى الله عليه وسلم نهى عن الحلف بغير الله فكيف يليق بحكمة الله أن يحلف بغير الله والثاني : أن الحلف بالشيء في مثل هذا الموضع تعظيم عظيم للمحلوف به ، ومثل هذا التعظيم { والسماء وَمَا بناها * والأرض وَمَا طحاها * وَنَفْسٍ وَمَا سَوَّاهَا } [ الشمس : 5 - 7 ] ، والقول الثاني : قول من يقول إن القسم واقع بأعيان هذه الأشياء واحتجوا عليه بوجوه الأول : أن القسم وقع بهذه الأشياء بحسب ظاهر اللفظ فالعدول عنه خلال الدليل والثاني : أنه تعالى قال : { والسماء وَمَا بناها } فعلق لفظ القسم بالسماء ، ثم عطف عليه القسم بالباني للسماء ، فلو كان المراد من القسم بالسماء القسم بمن بنى السماء لزم التكرار في موضع واحد وأنه لا يجوز الثالث : أنه لا يبعد أن تكون الحكمة في قسم من الله تعالى بهذه الأشياء التنبيه على شرف ذواتها وكمال حقائقها ، لا سيما إذا حملنا هذه الألفاظ على الملائكة فإنه تكون الحكمة في القسم بها التنبيه على جلالة درجاتها وكمال مراتبها ، والله أعلم ، فإن قيل ذكر الحلف في هذا الموضع غير لائق وبيانه من وجوه الأول : أن المقصود من هذا القسم إما إثبات هذا المطلوب عند المؤمن أوعند الكافر والأول باطل لأن المؤمن مقر به سواء حصل الحلف أو لم يحصل ، فهذا الحلف عديم الفائدة على كل التقديرات الثاني : أنه تعالى حلف في أول هذه السورة على أن الإله واحد ، وحلف في أول سورة والذاريات على أن القيامة حق فقال : { والذريات ذَرْواً } إلى قوله : { إِنَّمَا تُوعَدُونَ لصادق * وَإِنَّ الدين لَوَاقِعٌ } [ الذاريات : 1 - 6 ] وإثبات هذه المطالب العالية الشريفة على المخالفين من الدهرية وأمثالهم بالحلف واليمين لا يليق بالعقلاء ، والجواب من وجوه الأول : أنه تعالى قرر التوحيد وصحة البعث والقيامة في سائر السور بالدلائل اليقينية ، فلما تقدم ذكر تلك الدلائل لم يبعد تقريرها فذكر القسم تأكيداً لما تقدم لا سيما والقرآن إنما أنزل بلغة العرب وإثبات المطالب بالحلف واليمين طريقة مألوفة عند العرب والوجه الثاني : في الجواب أنه تعالى لما أقسم بهذه الأشياء على صحة قوله تعالى : { إِنَّ إلهكم لَوَاحِدٌ } ذكر عقيبه ما هو كالدليل اليقيني في كون الإله واحداً ، وهو قوله تعالى : { رَبّ السموات والأرض وَمَا بَيْنَهُمَا وَرَبُّ المشارق } وذلك لأنه تعالى بين في قوله : { لَوْ كَانَ فِيهِمَا الِهَةٌ إِلاَّ الله لَفَسَدَتَا } [ الأنبياء : 22 ] أن انتظام أحوال السموات والأرض يدل على أن الإله واحد ، فههنا لما قال : { إِنَّ إلهكم لَوَاحِدٌ } أردفه بقوله : { رَبّ السموات والأرض وَمَا بَيْنَهُمَا وَرَبُّ المشارق } كأنه قيل قد بينا أن النظر في انتظام هذا العالم دل على كون الإله واحداً فتأملوا في ذلك الدليل ليحصل لكم العلم بالتوحيد الوجه الثالث : في الجواب أن المقصود من هذا الكلام الرد على عبدة الأصنام في قولهم بأنها آلهة فكأنه قيل هذا المذهب قد بلغ في السقوط والركاكة إلى حيث يكفي في إبطاله مثل هذه الحجة ، والله أعلم .\r\n المسألة الرابعة : أما دلالة أحوال السموات والأرض على وجود الإله القادر العالم الحكيم ، وعلى كونه واحداً منزهاً عن الشريك فقد سبق تقريرها في هذا الكتاب مراراً وأطواراً وأما قوله تعالى : { وَرَبُّ المشارق } فيحتمل أن يكون المراد مشارق الشمس قال السدي : المشارق ثلاثمائة وستون مشرقاً وكذلك المغارب فإنه تطلع الشمس كل يوم من مشرق وتغرب كل يوم في مغرب ، ويحتمل أن يكون المراد مشارق الكواكب لأن لكل كوكب مشرقاً ومغرباً ، فإن قيل لم أكتفى بذكر المشارق؟ قلنا لوجهين الأول : أنه اكتفى بذكر المشارق كقوله : { تَقِيكُمُ الحر } [ النحل : 81 ] والثاني أن الشرق أقوى حالاً من الغروب وأكثر نفعاً من الغروب فذكر الشرق تنبيهاً على كثرة إحسان الله تعالى على عباده ، ولهذه الدقيقة استدل إبراهيم عليه السلام بالمشرق فقال : { فَإِنَّ الله يَأْتِى بالشمس مِنَ المشرق } [ البقرة : 258 ] .\r\n المسألة الخامسة : احتج الأصحاب بقوله تعالى : { رَبّ السموات والأرض وَمَا بَيْنَهُمَا } على كونه تعالى خالقاً لأعمال العباد ، قالوا : لأن أعمال العباد موجود فيما بين السموات والأرض ، وهذه الآية دالة على أن كل ما حصل بين السموات والأرض فالله ربه ومالكه ، فهذا يدل على أن فعل العبد حصل بخلق الله ، وإن قالوا : الأعراض لا يصح وصفها بأنها حصلت بين السموات والأرض لأن هذا الوصف إنما يليق بما يكون حاصلاً في حيز وجهة والأعراض ليست كذلك ، قلنا : إنها لما كانت حاصلة في الأجسام الحاصلة بين السموات والأرض فهي أيضاً حاصلة بين السماء والأرض .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والصافات صفا (1) فالزاجرات زجرا (2) فالتاليات ذكرا (3) إن إلهكم لواحد (4) رب السماوات والأرض وما بينهما ورب المشارق (5) ",
        "babnum": 1
    },
    {
        "id": 2090,
        "cate": "37",
        "title": "إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ (6) وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ (7) لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَى وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ (8) دُحُورًا وَلَهُمْ عَذَابٌ وَاصِبٌ (9) إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ (10) ",
        "details": " في الآية مسائل : المسألة الأولى : قرأ حمزة وحفص عن عاصم زينة منونة الكواكب بالجر وهو قراءة مسروق بن الأجدع ، قال الفراء وهو رد معرفة على نكرة كما قال : { بالناصية نَاصِيَةٍ } [ العلق : 15 ، 16 ] فرد نكرة على معرفة وقال الزجاج : الكواكب بدل من الزينة ، لأنها هي كما تقول مررت بأبي عبد الله زيد .\r\n وقرأ عاصم بالتنوين في الزين ونصب الكواكب قال الفراء : يريد زينا الكواكب ، وقال الزجاج : يجوز أن تكون الكواكب في النصف بدلاً من قوله بزينة ، لأن بزينة في موضع نصب وقرأ الباقون ( بزينة الكواكب ) بالجر على الإضافة .\r\n المسألة الثانية : بين تعالى أنه زين السماء الدنيا ، وبين أنه إنما زينها لمنفعتين إحداهما : تحصيل الزينة والثانية : الحفظ من الشيطان المارد ، فوجب أن نحقق الكلام في هذه المطالب الثلاثة أما الأول : وهو تزيين السماء الدنيا بهذه الكواكب ، فلقائل أن يقول إنه ثبت في علم الهيئة أن هذه الثوابت مركوزة في الكرة الثامنة ، وأن السيارات الستة مركوزة في الكرات الست المحيطة بسماء الدنيا فكيف يصح قوله : { إِنَّا زَيَّنَّا السماء الدنيا بِزِينَةٍ الكواكب } والجواب أن الناس الساكنين على سطح كرة الأرض إذا نظروا إلى السماء فإنهم يشاهدونها مزينة بهذه الكواكب ، وعلى أنا قد بينا في علم الهيئة أن الفلاسفة لم يتم لهم دليل في بيان أن هذه الكواكب مركوزة في الفلك الثامن ، ولعلنا شرحنا هذا الكلام في تفسير سورة { تَبَارَكَ الذى بِيَدِهِ الملك } [ الملك : 1 ] في تفسير قوله تعالى : { وَلَقَدْ زَيَّنَّا السماء الدنيا بمصابيح } [ الملك : 5 ] ، وأما المطلوب الثاني : وهو كون هذه الكواكب زينة السماء الدنيا ففيه بحثان : البحث الأول : أن الزينة مصدر كالنسبة واسم لما يزن به ، كالليقة اسم لما تلاق به الدواة قال صاحب الكشاف وقوله : { بِزِينَةٍ الكواكب } يحتملهما فإن أردت المصدر فعلى إضافته إلى الفاعل أي بأن زينتها الكواكب أو على إضافته إلى المفعول أي بأن زان الله الكواكب وحسنها ، لأنها إنما زينت السماء بحسنها في أنفسها ، وإن أردت الاسم فللإضافة وجهان أن تقع الكواكب بياناً للزينة ، لأن الزينة قد تحصل بالكواكب وبغيرها ، وأن يراد ما زينت به الكواكب .\r\n البحث الثاني : في بيان كيفية كون الكواكب زينة للسماء وجوه الأول : أن النور والضوء أحسن الصفات وأكملها ، فإن تحصل هذه الكواكب المشرقة المضيئة في سطح الفلك لا جرم بقي الضوء والنور في جرم الفلك بسبب حصول هذه الكواكب فيها قال ابن عباس : { بِزِينَةٍ الكواكب } أي بضوء الكواكب الوجه الثاني : يجوز أن يراد أشكالها المتناسبة المختلفة كشكل الجوزاء وبنات نعش والثريا وغيرها الوجه الثالث : يجوز أن يكون المراد بهذه الزينة كيفية طلوعها وغروبها الوجه الرابع : أن الإنسان إذا نظر في الليلة الظلماء إلى سطح الفلك ورأى هذه الجواهر الزواهر مشرقة لامعة متلألئة على ذلك السطح الأزرق ، فلا شك أنها أحسن الأشياء وأكملها في التركيب والجوهر ، وكل ذلك يفيد كون هذه الكواكب زينة وأما المطلوب الثالث : وهو قوله : { وَحِفْظاً مّن كُلّ شيطان مَّارِدٍ } ففيه بحثان : البحث الأول : فيما يتعلق باللغة فقوله : { وَحِفْظاً } أي وحفظناها ، قال المبرد : إذا ذكرت فعلاً ثم عطفت عليه مصدر فعل آخر نصبت المصدر لأنه قد دل على فعله ، مثل قولك أفعل وكرامة لأنه لما قال أفعل علم أن الأسماء لا تعطف على الأفعال ، فكان المعنى أفعل ذلك وأكرمك كرامة ، قال ابن عباس يريد حفظ السماء بالكواكب و { مّن كُلّ شيطان مَّارِدٍ } يريد الذي تمرد على الله قيل إنه الذي لا يتمكن منه ، وأصله من الملاسة ومنه قوله : { صَرْحٌ مُّمَرَّدٌ } [ النمل : 44 ] ومنه الأمرد : وذكرنا تفسير المارد عند قوله : { مَرَدُواْ عَلَى النفاق } [ التوبة : 101 ] .\r\n البحث الثاني : فيما يتعلق بالمباحث العقلية في هذا الموضع ، فنقول الاستقصاء فيه مذكور في قوله تعالى : { وَلَقَدْ زَيَّنَّا السماء الدنيا بمصابيح وجعلناها رُجُوماً للشياطين } [ الملك : 5 ] قال المفسرون الشياطين كانوا يصعدون إلى قرب السماء فربما سمعوا كلام الملائكة وعرفوا به ما سيكون من الغيوب ، وكانوا يخبرونهم به ويوهمونهم أنهم يعلمون الغيب فمنعهم الله تعالى من الصعود إلى قرب السماء بهذه الشهب فإنه تعالى يرميهم بها فيحرقهم بها ، وبقي ههنا سؤالات : السؤال الأول : هذه الشهب هل هي من الكواكب التي زين الله السماء بها أم لا؟ والأول باطل لأن هذه الشهب تبطل وتضمحل فلو كانت هذه الشهب تلك الكواكب الحقيقية لوجب أن يظهر نقصان كثير من أعداد كواكب السماء ، ومعلوم أن هذا المعنى لم يوجد ألبتة فإن أعداد كواكب السماء باقية في حالة واحدة من غير تغير ألبتة ، وأيضاً فجعلها رجوماً للشياطين مما يوجب وقوع النقصان في زينة السماء فكأن الجمع بين هذين المقصودين كالمتناقض ، وأما القسم الثاني : وهو أن يقال إن هذه الشهب جنس آخر غير الكواكب المركوزة في الفلك فهذا أيضاً مشكل لأنه تعالى قال في سورة : { تَبَارَكَ الذى بِيَدِهِ الملك } [ الملك : 1 ] ، { وَلَقَدْ زَيَّنَّا السماء الدنيا بمصابيح وجعلناها رُجُوماً للشياطين } [ الملك : 5 ] فالضمير في قوله : { وجعلناها } عائد إلى المصابيح ، فوجب أن تكون تلك المصابيح هي الرجوع بأعيانها من غير تفاوت ، والجواب أن هذه الشهب غير تلك الثواقب الباقية ، وأما قوله تعالى : { وَلَقَدْ زَيَّنَّا السماء الدنيا بمصابيح وجعلناها رُجُوماً للشياطين } [ الملك : 5 ] فنقول كل نير يحصل في الجو العالي فهو مصابيح لأهل الأرض إلا أن تلك المصابيح منها باقية على وجه الدهر آمنة من التغير والفساد ، ومنها ما لا يكون كذلك ، وهي هذه الشهب التي يحدثها الله تعالى ويجعلها رجوماً للشياطين ، وبهذا التقدير فقد زال الإشكال ، والله أعلم .\r\n السؤال الثاني : كيف يجوز أن تذهب الشياطين إلى حيث يعلمون بالتجويز ، أن الشهب تحرقهم ولا يصلون إلى مقصودهم ألبتة ، وهل يمكن أن يصدر مثل هذا الفعل عن عاقل ، فكيف من الشياطين الذين لهم مزيّة في معرفة الحيل الدقيقة والجواب : أن حصول هذه الحالة ليس له موضع معين وإلا لم يذهبوا إليه ، وإنما يمنعون من المصير إلى مواضع الملائكة ومواضعها مختلفة ، فربما صاروا إلى موضع تصيبهم فيه الشهب ، وربما صاروا إلى غيره ولا يصادفون الملائكة فلا تصيبهم الشهب ، فلما هلكوا في بعض الأوقات ، وسلموا في بعض الأوقات ، جاز أن يصيروا إلى مواضع يغلب على ظنونهم أنه لا تصيبهم الشهب فيها ، كما يجوز فيمن يسلك البحر أن يسلكه في موضع يغلب على ظنه حصول النجاة ، هذا ما ذكره أبو علي الجبائي من الجواب عن هذا السؤال في تفسيره .\r\n ولقائل أن يقول : إنهم إذا صعدوا فإما أن يصلوا إلى مواضع الملائكة ، أو إلى غير تلك المواضع ، فإن وصلوا إلى مواضع الملائكة احترقوا ، وإن وصلوا إلى غير مواضع الملائكة لم يفوزوا بمقصودهم أصلاً ، فعلى كلا التقديرين المقصود غير حاصل ، إذا حصلت هذه التجربة وثبت بالاستقراء أن الفوز بالمقصود محال وجب أن يمتنعوا عن هذا العمل وأن لا يقدموا عليه أصلاً بخلاف حال المسافرين في البحر ، فإن الغالب عليهم السلامة والفوز بالمقصود ، أما ههنا فالشيطان الذي يسلم من الاحتراق إنما يسلم إذا لم يصل إلى مواضع الملائكة ، وإذا لم يصل إلى تلك المواضع لم يفز بالمقصود ، فوجب أن لا يعود إلى هذا العمل ألبتة ، والأقرب في الجواب أن نقول هذه الوقعة إنما تتفق في الندرة ، فلعلها لا تشتهر بسبب كونها نادرة بين الشياطين ، والله أعلم .\r\n السؤال الثالث : قالوا : دلت التواريخ المتواترة على أن حدوث الشهب كان حاصلاً قبل مجيء النبي صلى الله عليه وسلم ، فإن الحكماء الذين كانوا موجودين قبل مجيء النبي صلى الله عليه وسلم بزمان طويل ذكروا ذلك وتكلموا في سبب حدوثه ، إذا ثبت أن ذلك كان موجوداً قبل مجيء النبي صلى الله عليه وسلم امتنع حمله على مجيء النبي صلى الله عليه وسلم ، أجاب القاضي بأن الأقرب أن هذه الحالة كانت موجودة قبل النبي صلى الله عليه وسلم لكنها كثرت في زمان النبي صلى الله عليه وسلم فصارت بسبب الكثرة معجزة .\r\n السؤال الرابع : الشيطان مخلوق من النار ، قال تعالى حكاية عن إبليس { خَلَقْتَنِي مِن نَّارٍ } [ الأعراف : 12 ] وقال : { والجآن خلقناه مِن قَبْلُ مِن نَّارِ السموم } ( الحجر؛ 27 ) ولهذا السبب يقدر على الصعود إلى السموات ، وإذا كان كذلك فكيف يعقل إحراق النار بالنار؟ والجواب يحتمل أن الشياطين وإن كانوا من النيران إلا أنها نيران ضعيفة ، فإن وصلت نيران الشهب إليهم ، وتلك النيران أقوى حالاً منهم لا جرم صار الأقوى مبطلاً للأضعف ، ألا ترى أن السراج الضعيف إذا رجع في النار القوية فإنه ينطفىء فكذلك ههنا .\r\n السؤال الخامس : أن مقر الملائكة هو السطح الأعلى من الفلك ، والشياطين لا يمكنهم الوصول إلا إلى الأقرب من السطح الأسفل من الفلك ، فيبقى جرم الفلك مانعاً من وصول الشياطين إلى القرب من الملائكة ، ولعل الفلك عظيم المقدار دفع حصول هذا المانع العظيم ، كيف يعقل أن تسمع الشياطين كلام الملائكة ، فإن قلتم إن الله تعالى يقوي سمع الشيطان حتى يسمع كلام الملائكة ، فنقول فعلى هذا التقدير إذا كان الله تعالى يقوي سمع الشيطان حتى يسمع كلام الملائكة ، وجب أن لا ينفي سمع الشيطان ، وإن كان لا يريد منع الشيطان من العمل فما الفائدة في رميه بالرجوم؟ فالجواب : مذهبنا أن أفعال الله تعالى غير معللة ، فيفعل الله ما يشاء ويحكم ما يريد ، ولا اعتراض لأحد عليه في شيء من أفعاله ، فهذا ما يتعلق بمباحث هذا الباب ، وإذا أضيف ما كتبناه ههنا إلى ما كتبناه في سورة الملك ، وفي سائر الآيات المشتملة على هذه المسألة بلغ تمام الكفاية في هذا الباب ، والله أعلم .\r\n وأما قوله : { لاَّ يَسَّمَّعُونَ إلى الملإ الأعلى } ففيه مسائل : المسألة الأولى : قرأ حمزة والكسائي وحفص عن عاصم { لاَ يَسْمَعُونَ } بتشديد السين والميم وأصله يتسمعون ، فأدغمت التاء في السين لاشتراكهما في الهمس ، والتسمع تطلب السماع يقال تسمع سمع أو لم يسمع ، والباقون بتخفيف السين ، واختار أبو عبيد التشديد في يسمعون ، قال : لأن العرب تقول تسمعت إلى فلان ويقولون سمعت فلاناً ، ولا يكادون يقولون سمعت إلى فلان ، وقيل في تقوية هذه القراءة إذا نفى التسمع ، فقد نفى سمعه ، وحجة القراءة الثانية قوله تعالى : { إِنَّهُمْ عَنِ السمع لَمَعْزُولُونَ } [ الشعراء : 212 ] وروى مجاهد عن ابن عباس : أن الشياطين يسمعون إلى الملأ الأعلى ، ثم يمنعون فلا يسمعون ، وللأولين أن يجيبوا فيقولون التنصيص على كونهم معزولين عن السمع لا يمنع من كونهم معزولين أيضاً عن التسمع بدلالة هذه الآية ، بل هو أقوى في ردع الشياطين ومنعهم من استماع أخبار السماء ، فإن الذي منع من الاستماع فبأن يكون ممنوعاً من السمع أولى .\r\n المسألة الثانية : الفرق بين قولك سمعت حديث فلان ، وبين قولك سمعت إلى حديثه ، بأن قولك سمعت حديثه يفيد الإدراك ، وسمعت إلى حديثه يفيد الإصغاء مع الإدراك .\r\n المسألة الثالثة : في قوله : { لاَّ يَسَّمَّعُونَ إلى الملإ } قولان الأول : وهو المشهور أن تقدير الكلام لئلا يسمعوا ، فلما حذف الناصب عاد الفعل إلى الرفع كما قال : { يُبَيّنُ الله لَكُمْ أَن تَضِلُّواْ } [ النساء : 176 ] وكما قال : { رَوَاسِىَ أَن تَمِيدَ بِكُمْ } [ لقمان : 10 ] قال صاحب «الكشاف» : حذف أن واللام كل واحد منهما جائز بانفراده .\r\n أما اجتماعهما فمن المنكرات التي يجب صوت القرآن عنها والقول الثاني : وهو الذي اختاره صاحب «الكشاف» أنه كلام مبتدأ منقطع عما قبله ، وهو حكاية حال المسترقة للسمع وأنهم لا يقدرون أن يسمعوا إلى كلام الملائكة ويتسمعوا وهم مقذوفون بالشهب ، مدحورون عن ذلك المقصود .\r\n المسألة الرابعة : الملأ الأعلى الملائكة لأنهم يسكنون السموات .\r\n وأما الإنس والجن فهم الملأ الأسفل لأنهم سكان الأرض .\r\n واعلم أنه تعالى وصف أولئك الشياطين بصفات ثلاثة الأولى : أنهم لا يسمعون الثانية : أنهم يقذفون من كل جانب دحوراً وفيه أبحاث : الأول : قد ذكرنا معنى الدحور في سورة الأعراف عند قوله : { اخرج مِنْهَا مَذْءومًا مَّدْحُورًا } [ الأعراف : 18 ] قال المبرد الدحور أشد الصغار والذل وقال ابن قتيبة دحرته دحراً ودحوراً أي دفعته وطردته .\r\n البحث الثاني : في انتصاب قوله : { دُحُوراً } وجوه الأول : أنه انتصب بالمصدر على معنى يدحرون دحوراً ، ودل على الفعل قوله تعالى : { وَيَقْذِفُونَ } الثاني : التقدير ويقذفون للدحور ثم حذف اللام الثالث : قال مجاهد دحوراً مطرودين ، فعلى هذا هو حال سميت بالمصدر كالركوع والسجود والحضور .\r\n البحث الثالث : قرأ أبو عبد الرحمن السلمي دحوراً بفتح الدال قال الفراء كأنه قال يقذفون يدحرون بما يدحر ، ثم قال ولست أشتهي الفتح ، لأنه لو وجد ذلك على صحة لكان فيها الباء كما تقول يقذفون بالحجارة ولا تقول يقذفون الحجارة إلا أنه جائز في الجملة كما قال الشاعر : تعال اللحم للأضياف نيئاً \r\n أي تعالى باللحم الصفة الثالثة : قوله تعالى : { وَلَهُمْ عَذابٌ وَاصِبٌ } والمعنى أنهم مرجومون بالشهب وهذا العذاب مسلط عليهم على سبيل الدوام ، وذكرنا تفسير الواصب في سورة النحل عند قوله تعالى : { وله الدين واصباً } [ النحل : 52 ] قالوا كلهم إنه الدائم ، قال الواحدي ومن فسر الواصب بالشديد والموجع فهو معنى وليس بتفسير .\r\n ثم قال تعالى : { إِلاَّ مَنْ خَطِفَ الخطفة } ذكرنا معنى الخطف في سورة الحج قال الزجاج وهو أخذ الشيء بسرعة ، وأصل خطف اختطف قال صاحب «الكشاف» { مِنْ } في محل الرفع بدل من الواو في لا يسمعون أي لا يسمع الشياطين إلا الشيطان الذي خطف الخطفة أي اختلس الكلمة على وجه المسارقة { فَأَتْبَعَهُ } يعني لحقه وأصابه يقال تبعه وأتبعه إذا مضى في أثره وأتبعه إذا لحقه وأصله من قوله تعالى : { فَأَتْبَعَهُ الشيطان } [ الأعراف : 175 ] وقد مر تفسيره وقوله تعالى : { شِهَابٌ ثَاقِبٌ } قال الحسن ثاقب أي مضيء وأقول سمي ثاقباً لأنه يثقب بنوره الهواء ، قال ابن عباس في تفسير قوله : { والنجم الثاقب } [ الطارق : 3 ] قال : إنه رجل سمي بذلك لأنه يثقب بنوره سمك سبع سموات ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا زينا السماء الدنيا بزينة الكواكب (6) وحفظا من كل شيطان مارد (7) لا يسمعون إلى الملإ الأعلى ويقذفون من كل جانب (8) دحورا ولهم عذاب واصب (9) إلا من خطف الخطفة فأتبعه شهاب ثاقب (10) ",
        "babnum": 2
    },
    {
        "id": 2091,
        "cate": "37",
        "title": "فَاسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَمْ مَنْ خَلَقْنَا إِنَّا خَلَقْنَاهُمْ مِنْ طِينٍ لَازِبٍ (11) ",
        "details": " في الآية مسائل : المسألة الأولى : في بيان النظم اعلم أنا قد ذكرنا أن المقصد الأقصى من هذا الكتاب الكريم إثبات الأصول الأربعة وهي الإلهيات والمعاد والنبوة وإثبات القضاء والقدر .\r\n فنقول إنه تعالى افتتح هذه السورة بإثبات ما يدل على وجود الصانع ويدل على وحدانيته وهو خلق السموات والأرض وما بينهما وخلق المشارق والمغارب ، فلما أحكم الكلام في هذا الباب فرع عليها إثبات القول بالحشر والنشر والقيامة .\r\n واعلم أن الكلام في هذه المسألة يتعلق بطرفين أولهما إثبات الجواز العقلي وثانيهما إثبات الوقوع أما الكلام في المطلوب الأول فاعلم أن الاستدلال على الشيء يقع على وجهين أحدهما : أن يقال إنه قدر على ما هو أصعب وأشد وأشق منه فوجب أيضاً أن يقدر عليه والثاني : أن يقال إنه قدر عليه في إحدى الحالتين والفاعل والقابل باقيين كما كانا ، فوجب أن تبقى القدرة عليه في الحالة الثانية والله تعالى ذكر هذين الطريقين في بيان أن القول بالبعث والقيامة أمر جائز ممكن .\r\n أما الطريق الأول : فهو المراد من قوله : { فاستفتهم أَهُمْ أَشَدُّ خَلْقاً } والتقدير كأنه تعالى يقول : استفت يا محمد هؤلاء المنكرين أهم أشد خلقاً من خلق السموات والأرض وما بينهما وخلق المشارق والمغارب وخلق الشياطين الذين يصعدون الفلك ، ولا شك أنهم يعترفون بأن خلق هذا القسم أشق وأشد في العرف من خلق القسم الأول ، فلما ثبت بالدلائل المذكورة في إثبات التوحيد كونه تعالى قادراً على هذا القسم الذي هو أشد وأصعب ، فبأن يكون قادراً على إعادة الحياة في هذه الأجساد كان أولى ، ونظير هذه الدلالة قوله تعالى في آخر يس { أَوَلَيْسَ الذى خَلَقَ السموات والأرض بقادر على أَن يَخْلُقَ مِثْلَهُم } [ يس : 81 ] وقوله تعالى : { لَخَلْقُ السموات والأرض أَكْبَرُ مِنْ خَلْقِ الناس } [ غافر : 57 ] وأما الطريق الثاني : فهو المراد من قوله : { إِنَّا خلقناهم مّن طِينٍ لاَّزِبٍ } والمعنى أن هذه الأجسام قابلة للحياة إذ لو لم تكن قابلة للحياة لما صارت حية في المرة الأولى والإله قادر على خلق هذه الحياة في هذه الأجسام ، ولولا كونه تعالى قادراً على هذا المعنى لما حصلت الحياة في المرة الأولى ، ولا شك أن قابلية تلك الأجسام باقية وأن قادرية الله تعالى باقية لأن هذه القابلية وهذه القادرية من الصفات الذاتية فامتنع زوالها فثبت بهذين الطريقين أن القول بالبعث والقيامة أمر ممكن ، ولما بين تعالى إمكان هذا المعنى بهذين الطريقين بين وقوعه بقوله؛ { قُلْ نَعَمْ وَأَنتُمْ داخرون } [ الصافات : 18 ] وذلك لأنه ثبت صدق الرسول صلى الله عليه وسلم لأجل ظهور المعجزات عليه والصادق إذا أخبر عن أمر ممكن الوقوع وجب الاعتراف بوقوعه فهذا تقرير نظم هذه الآية وهو في غاية الحسن ، والله أعلم .\r\n المسألة الثانية : في تفسير ألفاظ هذه الآية ، أما قوله : { فاستفتهم } يعني أنه لما ثبت بالدلائل القاطعة كونه تعالى خالقاً للسموات والأرض وما بينهما فاستفت هؤلاء المنكرين وقل لهم { أَهُمْ أَشَدُّ خَلْقاً } أم هذه الأشياء التي بينا كونه تعالى خالقاً لها ولم يحك عنهم أنهم أقروا أن خلق هذه الأشياء أصعب لأجل أن ظهور ذلك كالمعلوم بالضرورة فلا حاجة أن يحكى عنهم صحة أن الأمر كذلك .\r\n ثم قال تعالى : { إِنَّا خلقناهم مّن طِينٍ لاَّزِبٍ } يعني أنا لما قدرنا على خلق الحياة في ذواتهم أولاً وجب أن نبقى قادرين على خلق الحياة فيهم ثانياً ، لما بينا أن حال القابل وحال الفاعل ممتنع التغير .\r\n وفيه دقيقة أخرى وهي أن القوم قالوا كيف يعقل تولد الإنسان لا من النطفة ولا من الأبوين؟ فكأنه قيل لهم إنكم لما أقررتم بحدوث العالم واعترفتم بأن السموات والأرض وما بينهما إنما حصل بتخليق الله تعالى وتكوينه فلا بد وأن تعترفوا بأن الإنسان الأول إنما حدث لا من الأبوين؟ فإذا عقلتم ذلك واعترفتم به فقد سقط قولكم الإنسان كيف يحدث من غير النطفة ومن غير الأبوين ، وأيضاً قد اشتهر عند الجمهور أن آدم مخلوق من الطين اللازب ومن قدر على خلق الحياة في الطين اللازب فكيف يعجز عن إعادة الحياة إلى هذه الذوات .\r\n وأما كيفية خلق الإنسان من الطين اللازب فهي مذكورة في السورة المتقدمة ، واعلم أن هذا الوجه إنما يحسن إذا قلنا المراد من قوله تعالى : { إِنَّا خلقناهم مّن طِينٍ لاَّزِبٍ } هو أنا خلقنا أباهم آدم من طين لازب ، وفيه وجوه أخر وهو أن يكون المراد أنا خلقنا كل إنسان من طين لازب ، وتقريره أن الحيوان إنما يتولد من المني ودم الطمث والمني يتولد من الدم فالحيوان إنما يتولد من الدم والدم إنما يتولد من الغذاء ، والغذاء إما حيواني وإما نباتي أما تولد الحيوان الذي صار غذاء فالكلام في كيفية تولده كالكلام في تولد الإنسان ، فثبت أن الأصل في الأغذية هو النبات والنبات إنما يتولد من امتزاج الأرض بالماء وهو الطين اللازب وإذا كان الأمر كذلك فقد ظهر أن كل الخلق متولدون من الطين اللازب ، وإذا ثبت هذا فنقول إن هذه الأجزاء التي منها تركب هذا الطين اللازب قابلة للحياة والله تعالى قادر عليها ، وهذه القابلية والقادرية واجبة البقاء فوجب بقاء هذه الصحة في كل الأوقات وهذه بيانات ظاهرة واضحة ، وأما اللازب فقيل اللاصق ، وقيل اللزج وقيل الحتد ، وأكثر أهل اللغة على أن الباء في لازب بدل من الميم يقال لازب ولازم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فاستفتهم أهم أشد خلقا أم من خلقنا إنا خلقناهم من طين لازب (11) ",
        "babnum": 3
    },
    {
        "id": 2092,
        "cate": "37",
        "title": "بَلْ عَجِبْتَ وَيَسْخَرُونَ (12) ",
        "details": " وفيه مسائل : المسألة الأولى : تقرير الكلام أن يقال إن هؤلاء المنكرين أقروا بأنه تعالى قادر على تكوين أشياء أصعب من إعادة الحياة إلى هذه الأجساد ، وقد تقرر في صرائح العقول أن القادر على الأشق الأشد يكون قادراً على الأسهل الأيسر ، ثم مع قيام هذه الحجة البديهية بقي هؤلاء الأقوام مصرين على إنكار البعث والقيامة وهذا في موضع التعجب الشديد فإن مع ظهور هذه الحجة الجلية الظاهرة كيف يعقل بقاء القوم على الإصرار فيه .\r\n فأنت يا محمد تتعجب من إصرارهم على الإنكار وهم في طرف الإنكار وصلوا إلى حيث يسخرون منك في قولك بإثبات الحشر والنشر والبعث والقيامة ، فهذا هو المراد من قوله : { بَلْ عَجِبْتَ وَيَسْخُرُونَ } .\r\n المسألة الثانية : قرأ حمزة والكسائي { عَجِبْتَ } بضم التاء والباقون بفتحها قال الواحدي : والضم قراءة ابن عباس وابن مسعود وإبراهيم ويحيى بن وثاب والأعمش وقراءة أهل الكوفة واختيار أبي عبيدة ، أما الذين قرأوا بالفتح فقد احتجوا بوجوه الأول : أن القراءة بالضم تدل على إسناد العجب إلى الله تعالى وذلك محال ، لأن التعجب حالة تحصل عند الجهل بصفة الشيء ومعلوم أن الجهل على الله محال والثاني : أن الله تعالى أضاف التعجب إلى محمد صلى الله عليه وسلم في آية أخرى في هذه المسألة فقال : { وإن تعجب فعجب قولهم أئذا كنا تراباً } [ الرعد : 5 ] ، والثالث : أنه تعالى قال : { بَلْ عَجِبْتَ وَيَسْخُرُونَ } والظاهر أنهم إنما سخروا لأجل ذلك التعجب فلما سخروا منه وجب أن يكون ذلك التعجب صادراً منه ، وأما الذين قرأوا بضم التاء ، فقد أجابوا عن الحجة الأولى من وجوه الأول : أن القراءة بالضم لا نسلم أنها تدل على إسناد التعجب إلى الله تعالى ، وبيانه أنه يكون التقدير قل يا محمد ( بل عجبت ويسخرون ) ونظيره قوله تعالى : { أَسْمِعْ بِهِمْ وَأَبْصِرْ } [ مريم : 38 ] معناه أن هؤلاء ما تقولون فيه أنتم هذا النحو من الكلام ، وكذلك قوله تعالى : { فَمَا أَصْبَرَهُمْ عَلَى النار } [ البقرة : 175 ] الثاني : سلمنا أن ذلك يقتضي إضافة التعجب إلى الله تعالى فلم قلتم إن ذلك محال؟ ويروى أن شريحاً كان يختار القراءة بالنصب ويقول العجب لا يليق إلا بمن لا يعلم ، قال الأعمش : فذكرت ذلك لإبراهيم فقال : إن شريحاً يعجب بعلمه وكان عبد الله أعلم ، وكان يقرأ بالضم وتحقيق القول فيه أن نقول : دل القرآن والخبر على جواز إضافة العجب إلى الله تعالى ، أما القرآن فقوله تعالى : { وإن تعجب فعجب قولهم } [ الرعد : 5 ] والمعنى إن تعجب يا محمد من قولهم ، فهو أيضاً عجب عندي ، وأجيب عنه أنه لا يمتنع أن يكون المراد وإن تعجب فعجب قولهم عندكم ، وأما الخبر فقوله صلى الله عليه وسلم : « عجب ربكم من إلكم وقنوطكم ، وعجب ربكم من شاب ليست له صبوة » وإذا ثبت هذا فنقول العجب من الله تعالى خلاف العجب من الآدميين كما قال : { وَيَمْكُرُونَ وَيَمْكُرُ الله } [ الأنفال : 30 ] وقال : { سَخِرَ الله مِنْهُمْ } [ التوبة : 79 ] وقال تعالى : { وَهُوَ خَادِعُهُمْ } [ النساء : 142 ] والمكر والخداع والسخرية من الله تعالى بخلاف هذه الأحوال من العباد ، وقد ذكرنا أن القانون في هذا الباب أن هذه الألفاظ محمولة على نهايات الأعراض لا على بدايات الأعراض .\r\n وكذلك ههنا من تعجب من شيء فإنه يستعظمه فالتعجب في حق الله تعالى محمول على أنه تعالى يستعظم تلك الحالة إن كانت قبيحة فيترتب العقاب العظيم عليه ، وإن كانت حسنة فيترتب الثواب العظيم عليه ، فهذا تمام الكلام في هذه المناظرة ، والأقرب أن يقال القراءة بالضم إن ثبتت بالتواتر وجب المصير إليها ويكون التأويل ما ذكرناه وإن لم تثبت هذه القراءة بالتواتر كانت القراءة بفتح التاء أولى ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "بل عجبت ويسخرون (12) ",
        "babnum": 4
    },
    {
        "id": 2093,
        "cate": "37",
        "title": "وَإِذَا ذُكِّرُوا لَا يَذْكُرُونَ (13) وَإِذَا رَأَوْا آيَةً يَسْتَسْخِرُونَ (14) وَقَالُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (15) أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ (16) أَوَآبَاؤُنَا الْأَوَّلُونَ (17) قُلْ نَعَمْ وَأَنْتُمْ دَاخِرُونَ (18) ",
        "details": " اعلم أنه تعالى لما قرر الدليل القاطع في إثبات إمكان البعث والقيامة حكى عن المنكرين أشياء أولها : أن النبي صلى الله عليه وسلم يتعجب من إصرارهم على الإنكار وهم يسخرون منه في إصراره على الإثبات ، وهذا يدل على أنه صلى الله عليه وسلم مع أولئك الأقوام كانوا في غاية التباعد وفي طرفي النقيض وثانيها قوله : { وَإِذَا ذُكّرُواْ لاَ يَذْكُرُونَ } ، وثالثها قوله : { وَإِذَا رَأَوْاْ ءايَةً يَسْتَسْخِرُونَ } ويجب أن يكون المراد من هذا الثاني والثالث غير الأول لأن العطف يوجب التغاير ولأن التكرير خلاف الأصل ، والذي عندي في هذا الباب أن يقال القوم كانوا يستبعدون الحشر والقيامة ويقولون : من مات وصار تراباً وتفرقت أجزاؤه في العالم كيف يعقل عوده بعينه؟ وبلغوا في هذا الاستبعاد إلى حيث كانوا يسخرون ممن يذهب إلى هذا المذهب وإذا كان كذلك فلا طريق إلى إزالة هذا الاستبعاد عنهم إلا من وجهين أحدهما : أن يذكر لهم الدليل الدال على صحة الحشر والنشر مثل أن يقال لهم : هل تعلمون أن خلق السموات والأرض أشد وأصعب من إعادة إنسان بعد موته؟ وهل تعلمون أن القادر على الأصعب الأشق يجب أن يكون قادراً على الأسهل الأيسر؟ فهذا الدليل وإن كان جلياً قوياً إلا أن أولئك المنكرين إذا عرض على عقولهم هذه المقدمات لا يفهمونها ولا يقفون عليها ، وإذا ذكروا لم يذكروها لشدة بلادتهم وجهلهم ، فلا جرم لم ينتفعوا بهذا النوع من البيان .\r\n الطريق الثاني : أن يثبت الرسول صلى الله عليه وسلم جهة رسالته بالمعجزات ثم يقول لما ثبت بالمعجز كوني رسولاً صادقاً من عند الله فأنا أخبركم بأن البعث والقيامة حق ، ثم إن أولئك المنكرين لا ينتفعون بهذا الطريق أيضاً لأنهم إذا رأوا معجزة قاهرة وآية باهرة حملوها على كونها سحراً وسخروا بها واستهزؤا منها وهذا هو المراد من قوله : { وإذ رأوا آية يستسخرون } فظهر بالبيان الذي ذكرناه أن هذه الألفاظ الثلاثة منبهة على هذه الفوائد الجليلة .\r\n واعلم أن أكثر الناس لم يقفوا على هذه الدقائق ، فقالوا إنه تعالى قال : { بَلْ عَجِبْتَ وَيَسْخُرُونَ } [ الصافات : 12 ] .\r\n ثم قال : { وَإِذَا رَأَوْاْ ءايَةً يَسْتَسْخِرُونَ } فوجب أن يكون المراد من قوله : { يَسْتَسْخِرُونَ } غير ما تقدم ذكه من قوله : { وَيَسْخُرُونَ } فقال هذا القائل المراد من قوله : { وَيَسْخُرُونَ } إقدامهم على السخرية والمراد من قوله : { يَسْتَسْخِرُونَ } طلب كل واحد منهم من صاحبه أن يقدم على السخرية وهذا التكليف إنما لزمهم لعدم وقوفهم على الفوائد لتي ذكرناها ، والله أعلم والرابع : من الأمور التي حكاها الله تعالى عنهم أنهم قالوا : { إِنْ هذا إِلاَّ سِحْرٌ مُّبِينٌ } يعني أنهم إذا رأوا آية ومعجزة سخروا منها ، والسبب في تلك السخرية اعتقادهم أنها من باب السحر وقوله : { مُّبِينٌ } معناه أن كونه سحراً أمر بين لا شبهة لأحد فيه ، ثم بين تعالى أن السبب الذي يحملهم على الاستهزاء بالقول بالبعث وعلى عدم الالتفات إلى الدلائل الدالة على صحة القول وعلى الاستهزاء بجميع المعجزات هو قولهم إن الذي مات وتفرقت أجزاؤه في جملة العالم فما فيه من الأرضية اختلط بتراب الأرض وما فيه من المائية والهوائية اختلط ببخارات العالم فهذا الإنسان كيف يعقل عوده بعينه حياً فاهماً؟ فهذا الكلام هو الذي يحملهم على تلك الأحوال الثلاثة المتقدمة ، ثم إنه تعالى لما حكى عنهم هذه الشبهة قال : قل يا محمد نعم وأنتم داخرون وإنما اكتفى تعالى بهذا القدر من الجواب لأنه ذكر في الآية المتقدمة بالبرهان اليقيني القطعي أنه أمر ممكن وإذا ثبت الجواز القطعي فلا سبيل إلى القطع بالوقوع إلا بإخبار المخبر الصادق ، فلما قامت المعجزات على صدق محمد صلى الله عليه وسلم كان واجب الصدق فكان مجرد قوله : { قُلْ نَعَمْ } دليلاً قاطعاً على الوقوع .\r\n ومن تأمل في هذه الآيات علم أنها وردت على أحسن وجوه الترتيب ، وذلك لأنه بين الإمكان بالدليل العقلي وبين وقوع ذلك الممكن بالدليل السمعي ، ومن المعلوم أن الزيادة على هذا البيان كالأمر الممتنع .\r\n أما قوله : { أَوَ ءابَاؤُنَا } فالمعنى أو تبعث آباؤنا وهذه ألف الاستفهام دخلت على حرف العطف وقرأ نافع وابن عامر ههنا ، وفي سورة الواقعة ساكنة الواو وذكرنا الكلام في هذا في سورة الأعراف عن قوله : { أَوَ أَمِنَ أَهْلُ القرى } [ الأعراف : 98 ] .\r\n أما قوله تعالى : { قُلْ نَعَمْ } فنقول قرأ الكسائي وحده ( نعم ) بكسر العين .\r\n أما قوله تعالى : { وَأَنتُمْ داخرون } أي صاغرون ، قال أبو عبيد الدخور أشد الصغار ، وذكرنا تفسير هذه اللفظة عند قوله : { سُجَّدًا لِلَّهِ وَهُمْ داخرون } [ النحل : 48 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذا ذكروا لا يذكرون (13) وإذا رأوا آية يستسخرون (14) وقالوا إن هذا إلا سحر مبين (15) أإذا متنا وكنا ترابا وعظاما أإنا لمبعوثون (16) أوآباؤنا الأولون (17) قل نعم وأنتم داخرون (18) ",
        "babnum": 5
    },
    {
        "id": 2094,
        "cate": "37",
        "title": "فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ فَإِذَا هُمْ يَنْظُرُونَ (19) وَقَالُوا يَاوَيْلَنَا هَذَا يَوْمُ الدِّينِ (20) هَذَا يَوْمُ الْفَصْلِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ (21) ",
        "details": " اعلم أنه تعالى لما بين في الآية المتقدمة ما يدل على إمكان البعث والقيامة ، ثم أردفه بما يدل على وقوع القيامة ، ذكر في هذه الآيات بعض تفاصيل أحوال القيامة ، وأنه تعالى ذكر في هذه الآية أنواعاً من تلك الأحوال فالحالة الأولى : قوله تعالى : { فَإِنَّمَا هِىَ زَجْرَةٌ واحدة فَإِذَا هُمْ ينظرون } وفيه أبحاث : البحث الأول : قوله : { فَإِنَّمَا } جواب شرط مقدر والتقدير إذا كان كذلك فما هي إلا زجرة واحدة .\r\n البحث الثاني : الضمير في قوله : { فَإِنَّمَا هِىَ } ضمير على شريطة التفسير ، والتقدير فإنما البعث زجرة واحدة .\r\n البحث الثالث : الزجرة في اللغة الصيحة التي يزجر بها كالزجرة بالنعم والإبل عند البحث ثم كثر استعمالها حتى صارت بمعنى الصيحة وإن لم يكن فيها معنى الزجر كما في هذه الآية وأقول لا يبعد أن يقال إن تلك الصيحة إنما سميت زجرة لأنها تزجر الموتى عن الرقود في القبور وتحثهم على القيام من القبور والحضور في موقف القيامة ، فإذا عرفت هذا فنقول المراد من هذه الزجرة ما ذكره الله تعالى في قوله : { ثُمَّ نُفِخَ فِيهِ أخرى فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ } [ الزمر : 68 ] فبالنفخة الأولى يموتون وبالنفخة الثانية يحيون ويقومون ، وههنا سؤالات : السؤال الأول : ما الفائدة في هذه الصيحة فإن القوم في تلك الساعة أموات لأن النفخة جارية مجرى السبب لحياتهم فتكون مقدمة على حصول حياتهم فثبت أن هذه الصيحة إنما حصلت حال كون الخلق أمواتاً ، فتكون تلك الصيحة عديمة الفائدة فهي عبث والعبث لا يجوز في فعل الله والجواب : أما أصحابنا فيقولون يفعل الله ما يشاء ، وأما المعتزلة فقال القاضي فيه وجهان الأول : أن تعتبر بها الملائكة الثاني : أن تكون الفائدة التخويف والإرهاب .\r\n السؤال الثاني : هل لتلك الصيحة تأثير في إعادة الحياة؟ الجواب : لا ، بدليل أن الصيحة الأولى استعقبت الموت والثانية الحياة وذلك يدل على أن الصيحة لا أثر لها في الموت ولا في الحياة ، بل خالق الموت والحياة هو الله تعالى كما قال : { الذى خَلَقَ الموت والحياة } [ الملك : 2 ] .\r\n السؤال الثالث : تلك الصيحة صوت الملائكة أو الله تعالى يخلقها ابتداء؟ الجواب : الكل جائز إلا أنه روي أن الله تعالى يأمر إسرافيل حتى ينادي : أيتها العظام النخرة والجلود البالية والأجزاء المتفرقة اجتمعوا بإذن الله تعالى : اللفظ الرابع : من الألفاظ المذكورة في هذه الآية قوله تعالى : { فَإِذَا هُمْ يَنظُرُونَ } فيحتمل أن يكون المراد ينظرون ما يحدث بهم ويحتمل ينظر بعضهم إلى بعض وأن يكون المراد ينظرون إلى البعث الذي كذبوا به الحالة الثانية : من وقائع القيامة ما أخبر الله عنهم أنهم بعد القيام من القبور قالوا : { ياويلنا هذا يَوْمُ الدين } قال الزجاج : الويل كلمة يقولها القائل وقت الهلكة والمقصود أنهم لما شاهدوا القيامة قالوا : { هذا يَوْمُ الدين } أي يوم الجزاء هذا ، والمقصود أن الله تعالى ذكر في آيات كثيرة من القرآن ، أنا نرى في الدنيا محسناً ومسيئاً وعاصياً وصديقاً وزنديقاً ، ورأينا أنه لم يصل إليهم في الدنيا ما يليق بهم من الجزاء فوجب القول بإثبات القيامة : { لِيَجْزِىَ الذين أَسَاءواْ بِمَا عَمِلُواْ وَيِجْزِى الذين أَحْسَنُواْ بالحسنى } [ النجم : 31 ] وبالجملة فهذا يدل على أن الجزاء إنما يحصل بعد الموت ، والكفار وإن سمعوا هذا الدليل القوي لكنهم أنكروا وتمردوا ثم إنه تعالى إذا أحياهم يوم القيامة فإذا شاهدوا القيامة يذكرون ذلك اليوم ويقولون : { هذا يَوْمُ الدين } أي يوم الجزاء الذي ذكر الله الدلائل الكثيرة عليه في القرآن فكفرنا بها ، ونظيره أن من خوف بشيء ولم يتلفت إليه ، ثم عاينه بعد ذلك فقد يقول هذا يوم الواقعة الفلانية فكذا ههنا ، وفيه احتمال آخر وهو أنه تعالى قال في سورة الفاتحة { مالك يَوْمِ الدين } [ الفاتحة : 4 ] فبين أنه لا مالك في ذلك اليوم إلا الله فقولهم هذا يوم الدين ، إشارة إلى أن هذا هو اليوم الذي لا حكم فيه لأحد إلا لله ، وإنما ذكروه لما حصل في قلوبهم من الخوف الشديد .\r\n أما قوله تعالى : { هذا يَوْمُ الفصل الذى كُنتُمْ بِهِ تُكَذّبُونَ } ففيه بحثان : الأول : اختلفوا في أن هذا هو من بقية كلام الكفار أو يقال تم كلامهم عند قوله تعالى : { هذا يَوْمُ الدين } .\r\n وأما قوله : { هذا يَوْمُ الفصل } فهو كلام غيرهم ، فبعضهم قال بالأول وزعم أن قوله : { هذا يَوْمُ الفصل } الآية من كلام بعضهم لبعض ، والأكثرون على القول الثاني واحتجوا بوجهين : الأول : أن قوله : { كُنتُمْ بِهِ تُكَذّبُونَ } من كلام بعضهم لبعض خطاب مع جميع الكفار فقائل هذا القول لا بد وأن يكون غير الكفار الثاني : أن قوله : { احشروا الذين ظلموا وأزواجهم } [ الصافات : 22 ] منسوق على قوله : { هذا يَوْمُ الفصل الذى كُنتُمْ بِهِ تُكَذّبُونَ } فلما كان قوله : { احشروا الذين ظلموا } كلام غير الكفار فكذلك قوله : { هذا يَوْمُ الفصل الذى كُنتُمْ بِهِ تُكَذّبُونَ } يجب أن يكون كلام غير الكفار ، وعلى هذا التقدير فقوله : { هذا يَوْمُ الدين } من كلام الكفار ، وقوله : { هذا يَوْمُ الفصل } من كلام الملائكة جواباً لهم ، والوجه في كونه جواباً لهم أن أولئك الكفار ، إنما اعتقدوا في أنفسهم كونهم محقين في إنكار دعوة الأنبياء عليهم السلام وكونهم محقين في تلك الأديان الفاسدة فقالوا : { هذا يَوْمُ الدين } أي هذا اليوم الذي يصل فيه إلينا جزاء طاعتنا وخيراتنا ، فالملائكة يقولون لهم إنه لا اعتبار بظواهر الأمور في هذا اليوم فإن هذا اليوم يفصل فيه الجزاء الحقيقي عن الجزاء الظاهري وتميز فيه الطاعات الحقيقية عن الطاعات المقرونة بالرياء والسمعة فبهذا الطريق صار هذا الكلام من الملائكة جواباً لما ذكره الكفار .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فإنما هي زجرة واحدة فإذا هم ينظرون (19) وقالوا ياويلنا هذا يوم الدين (20) هذا يوم الفصل الذي كنتم به تكذبون (21) ",
        "babnum": 6
    },
    {
        "id": 2095,
        "cate": "37",
        "title": "احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ وَمَا كَانُوا يَعْبُدُونَ (22) مِنْ دُونِ اللَّهِ فَاهْدُوهُمْ إِلَى صِرَاطِ الْجَحِيمِ (23) وَقِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ (24) مَا لَكُمْ لَا تَنَاصَرُونَ (25) بَلْ هُمُ الْيَوْمَ مُسْتَسْلِمُونَ (26) ",
        "details": " وفي الآية أبحاث : البحث الأول : اعلم أنه لا نزاع في أن هذا من كلام الملائكة فإن قيل ما معنى : { احشروا } مع أنهم قد حشروا من قبل وحضروا في محفل القيامة وقالوا : { هذا يَوْمُ الدين } [ الصافات : 20 ] وقالت الملائكة لهم بل : { هذا يَوْمُ الفصل } [ الصافات : 21 ] أجاب القاضي عنه ، فقال المراد احشروهم إلى دار الجزاء وهي النار ، ولذلك قال بعده : { فاهدوهم إلى صراط الجحيم } أي خذوهم إلى ذلك الطريق ودلوهم عليه ثم سأل نفسه فقال : كيف يصح ذلك وقد قال بعده { وَقِفُوهُمْ إِنَّهُمْ مسئولون } ومعلوم أن حشرهم إلى الجحيم ، إنما يكون بعد المسألة ، وأجاب أنه ليس في العطف بحرف الواو ترتيب فلا يمتنع أن يقال احشروهم وقفوهم ، مع أنا بعقولنا نعلم أن الوقوف كان قبل الحشر إلى النار ، هذا ما قاله القاضي ، وعندي فيه وجه آخر وهو أن يقال إنهم إذا قاموا من قبورهم لم يبعد أن يقفوا هناك بحيرة تلحقهم بسبب معاينة أهوال القيامة ، ثم إن الله تعالى يقول للملائكة : احشروا الذين ظلموا واهدوهم إلى صراط الجحيم ، أي سوقوهم إلى طريق جهنم وقفوهم هناك وتحصل المسألة هناك ثم من هناك يساقون إلى النار وعلى هذا التقدير فظاهر النظم موافق لما عليه الوجه .\r\n البحث الثاني : الآمر في قوله تعالى : { احشروا الذين ظَلَمُواْ } هو الله فهو تعالى أمر الملائكة أن يحشروا الكفار إلى موقف السؤال والمراد من الحشر أن الملائكة يسوقونهم إلى ذلك الموقف .\r\n البحث الثالث : أن الله أمر الملائكة بحشر ثلاثة أشياء : الظالمين ، وأزواجهم ، والأشياء التي كانوا يعبدونها .\r\n وفيه فوائد : الفائدة الأولى : أنه تعالى قال : { احشروا الذين ظَلَمُواْ } ثم ذكر من صفات الذين ظلموا كونهم عابدين لغير الله وهذا يدل على أن الظالم المطلق هو الكافر وذلك يدل على أن كل وعيد ورد في حق الظالم فهو مصروف إلى الكفار ومما يؤكد هذا قوله تعالى : { والكافرون هُمُ الظالمون } [ البقرة : 254 ] .\r\n الفائدة الثانية : اختلفوا في المراد بأزواجهم وفيه ثلاثة أقوال الأول : المراد بأزواجهم أشباههم أي أحزابهم ونظراؤهم من الكفر فاليهودي مع اليهودي والنصراني مع النصراني والذي يدل على جواز أن يكون المراد من الأزواج الأشباه وجوه الأول : قوله تعالى : { وَكُنتُمْ أَزْوَاجاً ثلاثة } [ الواقعة : 7 ] أي أشكالاً وأشباهاً الثاني : أنك تقول عندي من هذا أزواج أي أمثال وتقول زوجان من الخف لكون كل واحد منهما نظير الآخر وكذلك الرجل والمرأة سميا زوجين لكونهما متشابهين في أكثر أحكام النكاح وكذلك العدد الزوج سمي بهذا الاسم لكون كل واحد من سميه مثالاً للقسم الثاني في العدد الصحيح ، قال الواحدي فعلى هذا القول يجب أن يكون المراد بالذين ظلموا الرؤساء لأنك لو جعلت الذين ظلموا عاماً في كل من أشرك لم يكن للأزواج معنى القول الثاني : في تفسير الأزواج أن المراد قرناؤهم من الشياطين لقوله تعالى : { وإخوانهم يمدونهم في الغي ثم لا يقصرون } [ الأعراف : 202 ] ، والقول الثالث : أن المراد نساؤهم اللواتي على دينهم .\r\n أما قوله : { وَمَا كَانُواْ يَعْبُدُونَ * مِن دُونِ الله } ففيه قولان الأول : المراد ما كانوا يعبدون من دون الله من الأوثان والطواغيت ، ونظيره قوله : { فاتقوا النار التى وَقُودُهَا الناس والحجارة } [ البقرة : 24 ] قيل المراد بالناس عباد الأوثان والمراد بالحجارة الأصنام التي هي أحجار منحوتة ، فإن قيل إن تلك الأحجار جمادات فما الفائدة في حشرها إلى جهنم؟ أجاب القاضي بأنه ورد الخبر بأنها تعاد وتحيا لتحصل المبالغة في توبيخ الكفار الذين كانوا يعبدونها ولقائل أن يقول هب أن الله تعالى يحيي تلك الأصنام إلا أنه لم يصدر عنها ذنب ، فكيف يجوز من الله تعالى تعذيبها؟ والأقرب أن يقال إن الله تعالى لا يحيي تلك الأصنام بل يتركها على الجمادية .\r\n ثم يلقيها في جهنم لأن ذلك مما يزيد في تخجيل الكفار القول الثاني : أن المراد من قوله : { وَمَا كَانُواْ يَعْبُدُونَ مِن دُونِ الله } الشياطين الذين دعوهم إلى عبادة ما عبدوا فلما قبلوا منهم ذلك الدين صاروا كالعابدين لأولئك الشياطين وتأكد هذا بقوله تعالى : { أَلَمْ أَعْهَدْ إِلَيْكُمْ يا بَنِي آدم أَن لاَّ تَعْبُدُواْ الشيطان } [ يس : 60 ] والقول الأول أولى لأن الشياطين عقلاء وكلمة ما لا تليق بالعقلاء ، والله أعلم .\r\n ثم قال : { فاهدوهم إلى صراط الجحيم } قال ابن عباس : دلوهم يقال هديت الرجل إذا دللته وإنما استعملت الهداية ههنا ، لأنه جعل بدل الهداية إلى الجنة ، كما قال : { فَبَشّرْهُم بِعَذَابٍ أَلِيمٍ } [ آل عمران : 21 ] فوقعت البشارة بالعذاب لهؤلاء بدل البشارة بالنعيم لأولئك ، وعن ابن عباس { فاهدوهم } سوقوهم وقال الأصم : قدموهم ، قال الواحدي : وهذا وهم .\r\n لأنه يقال هدى إذا تقدم ومنه الهداية والهوادي والهاديات الوحش ، قال ولا يقال هدى بمعنى قدم ، ثم قال { وَقِفُوهُمْ } يقال : وقفت الدابة اقفها وقفاً فوقفت هي وقوفاً ، والمعنى احبسوهم وفي الآية قولان أحدهما : على التقديم والتأخير ، والمعنى قفوهم واهدوهم ، والأصوب أنه لا حاجة إليه ، بل كأنه قيل : فاهدوهم إلى صراط الجحيم فإذا انتهوا إلى الصراط قيل { وَقِفُوهُمْ } فإن السؤال يقع هناك وقوله : { أَنَّهُمْ مسؤولون } قيل عن أعمالهم في الدنيا وأقوالهم ، وقيل المراد سألتهم الخزنة { أَلَمْ يَأْتِكُمْ رُسُلٌ مّنكُمْ \r\nقَالُواْ بلى ولكن حَقَّتْ كَلِمَةُ العذاب عَلَى الكافرين } [ الزمر : 71 ] ويجوز أن يكون هذا السؤال ما ذكر بعد ذلك وهو قوله تعالى : { مَا لَكُمْ لاَ تناصرون } أي أنهم يسألون توبيخاً لهم ، فيقال : { مَا لَكُمْ لاَ تناصرون } قال ابن عباس رضي الله عنهما : لا ينصر بعضكم بعضاً كما كنتم في الدنيا ، وذلك أن أبا جهل قال يوم بدر : نحن جميع منتصر فقيل لهم يوم القيامة ما لكم غير متناصرين ، وقيل يقال لكفار ما لشركائكم لا يمنعونكم من العذاب .\r\n ثم قال تعالى : { بَلْ هُمُ اليوم مُسْتَسْلِمُونَ } يقال استسلم للشيء إذا انقاد له وخضع ، ومعناه في الأصل طلب السلامة بترك المنازعة ، والمقصود أنهم صاروا منقادين لا حيلة لهم في دفع تلك المضار لا العابد ولا المعبود .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "احشروا الذين ظلموا وأزواجهم وما كانوا يعبدون (22) من دون الله فاهدوهم إلى صراط الجحيم (23) وقفوهم إنهم مسئولون (24) ما لكم لا تناصرون (25) بل هم اليوم مستسلمون (26) ",
        "babnum": 7
    },
    {
        "id": 2096,
        "cate": "37",
        "title": "وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ (27) ",
        "details": " ثم قال تعالى : { وَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ } قيل هم والشياطين ، وقيل الرؤساء والأتباع .\r\n { يَتَسَاءلُونَ } أي يسأل بعضهم بعضاً ، وهذا التساؤل عبارة عن التخاصم وهو سؤال التبكيت يقولون غررتمونا ، ويقول : أولئك لم قبلتم منا ، وبالجملة فليس ذلك تساؤل المستفهمين ، بل هو تساؤل التوبيخ واللوم ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأقبل بعضهم على بعض يتساءلون (27) ",
        "babnum": 8
    },
    {
        "id": 2097,
        "cate": "37",
        "title": "قَالُوا إِنَّكُمْ كُنْتُمْ تَأْتُونَنَا عَنِ الْيَمِينِ (28) قَالُوا بَلْ لَمْ تَكُونُوا مُؤْمِنِينَ (29) وَمَا كَانَ لَنَا عَلَيْكُمْ مِنْ سُلْطَانٍ بَلْ كُنْتُمْ قَوْمًا طَاغِينَ (30) فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَا إِنَّا لَذَائِقُونَ (31) فَأَغْوَيْنَاكُمْ إِنَّا كُنَّا غَاوِينَ (32) فَإِنَّهُمْ يَوْمَئِذٍ فِي الْعَذَابِ مُشْتَرِكُونَ (33) إِنَّا كَذَلِكَ نَفْعَلُ بِالْمُجْرِمِينَ (34) إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ (35) وَيَقُولُونَ أَئِنَّا لَتَارِكُو آلِهَتِنَا لِشَاعِرٍ مَجْنُونٍ (36) بَلْ جَاءَ بِالْحَقِّ وَصَدَّقَ الْمُرْسَلِينَ (37) إِنَّكُمْ لَذَائِقُو الْعَذَابِ الْأَلِيمِ (38) وَمَا تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ (39) إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ (40) ",
        "details": " واعلم أن الله تعالى لما حكى عنهم أنه أقبل بعضهم على بعض يتساءلون شرح كيفية ذلك التساؤل فقال : { إِنَّكُمْ كُنتُمْ تَأْتُونَنَا عَنِ اليمين } وهذا قول الأتباع لمن دعاهم إلى الضلالة ، وفي تفسير اليمين وجوه الأول : أن لفظ اليمين ههنا استعارة عن الخيرات والسعادات ، وبيان كيفية هذه الاستعارة ، أن الجانب الأيمن أفضل من الجانب الأيسر لوجوه أحدها : اتفاق الكل على أن أشرف الجانبين هو اليمين والثاني : لا يباشرون الأعمال الشريفة إلا باليمين مثل مصافحة الأخيار والأكل والشرب وما على العكس منه يباشرونه باليد اليسرى الثالث : أنهم كانوا يتفاءلون وكانوا يتيمنون بالجانب الأيمن ويسمونه بالبارح الرابع : أن النبي صلى الله عليه وسلم كان يحب التيامن في كل شيء الخامس : أن الشريعة حكمت بأن الجانب الأيمن لكاتب الحسنات والأيسر لكاتب السيئات السادس : أن الله تعالى وعد المحسن أن يؤتى كتابه بيمينه ، والمسيء أن يؤتى كتابه بيساره ، فثبت أن الجانب الأيسر ، وإذا كان كذلك لا جرم ، استعير لفظ اليمين للخيرات والحسنات والطاعات ، فقوله : { إِنَّكُمْ كُنتُمْ تَأْتُونَنَا عَنِ اليمين } يعني أنكم كنتم تخدعوننا وتوهمون لنا أن مقصودكم من الدعوة إلى تلك الأديان نصرة الحق وتقوية الصدق والوجه الثاني : في التأويل أنه يقال فلان يمين فلان ، إذا كان عنده بالمنزلة الحسنة ، فقال هؤلاء الكفار لأئمتهم الذين أضلوهم وزينوا لهم الكفر : إنكم كنتم تخدعوننا وتوهمون لنا ، أننا عندكم بمنزلة اليمين ، أي بالمنزلة الحسنة ، فوثقنا بكم وقبلنا عنكم الوجه الثالث : أن أئمة الكفار كانوا قد حلفوا لهؤلاء المستضعفين أن ما يدعونهم إليه هو الحق ، فوثقوا بإيمانهم وتمسكوا بعهودهم التي عهدوها لهم ، فمعنى قوله : { كُنتُمْ تَأْتُونَنَا عَنِ اليمين } أي من ناحية المواثيق والأيمان التي قدمتموها لنا الوجه الرابع : أن لفظ اليمين مستعار من القوة والقهر ، لأن اليمين موصوفة بالقهر وبها يقع البطش ، والمعنى أنكم كنتم تأتوننا عن القوة والقهر ، وتقصدوننا عن السلطان والغلبة حتى تحملونا على الضلال وتعيرونا عليه ، ثم حكى الله تعالى عن الرؤساء أنهم أجابوا الأتباع من وجوه الأول : أنهم قالوا لهم { بَلْ لَّمْ تَكُونُواْ مُؤْمِنِينَ } يعني أنكم ما كنتم موصوفين بالإيمان حتى يقال إنا أزلناكم عنه الثاني : قولهم : { وَمَا كَانَ لَنَا عَلَيْكُمْ مّن سلطان } يعني لا قدرة لناعليكم حتى نقهركم ونجبركم الثالث : { بَلْ كُنتُمْ قَوْماً طاغين } أي ضالين غالين في معصية الله الرابع : قولهم : { فَحَقَّ عَلَيْنَا قَوْلُ رَبّنَا إِنَّا لَذَائِقُونَ } والمعنى أن الله تعالى لما أخبر عن وقوعنا في العذاب ، فلو لم يحصل وقوعنا في العذاب لما كان خبر الله حقاً ، بل كان باطلاً ، ولما كان خبر الله أمراً واجباً لا جرم ، كان الوقوع في العذاب الأليم لازماً ، قال مقاتل قوله تعالى : { فَحَقَّ عَلَيْنَا قَوْلُ رَبّنَا } إشارة إلى قول الله لإبليس : { لأَمْلاَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ } [ ص : 85 ] وقوله تعالى : { إِنَّا لَذَائِقُونَ } يعني لما وجب أن يحق علينا قول ربنا وجب أن نكون ذائقين لهذا العذاب الخامس قولهم : { فأغويناكم إِنَّا كُنَّا غاوين } والمعنى أنا إنما أقدمنا على إغوائكم لأنا كنا موصوفين في أنفسنا بالغواية ، وفيه دقيقة أخرى ، كأنهم قالوا : إن اعتقدتم أن غوايتكم بسبب إغوائنا فغوايتنا إن كانت بسبب إغواء غاوٍ آخر ولزم التسلسل وذلك محال ، فعلمنا أن حصول الغواية والرشاد ليس من قبلنا ، بل من قبل غيرنا ، وذلك الغير هو الذي ذكره فيما قبل ، وهو قوله : { فَحَقَّ عَلَيْنَا قَوْلُ رَبّنَا } ولما حكى الله تعالى كلام الأتباع للرؤساء وكلام الرؤساء للأتباع قال بعده : { فَإِنَّهُمْ يَوْمَئِذٍ فِى العذاب مُشْتَرِكُونَ } يعني فالمتبوع والتابع والمخدوم والخادم مشتركون في الوقوع في العذاب كما كانوا في الدنيا مشتركين في الغواية ، ثم قال أيضاً : { إِنَّا كَذَلِكَ نَفْعَلُ بالمجرمين } وعنى بالمجرمين ههنا الكفار بدليل أنه تعالى قال بعد هذه الكلمة : { إِنَّهُمْ كَانُواْ إِذَا قِيلَ لَهُمْ لاَ إله إِلاَّ الله يَسْتَكْبِرُونَ } والضمير في قوله : { إِنَّهُمْ } عائد إلى المذكور السابق وهو قوله : { بالمجرمين } وهذا يدل على أن لفظ المجرم المطلق مختص في القرآن بالكافر ، ثم بين تعالى أنهم إنما وقعوا في ذلك العذاب لأنهم كانوا مكذبين بالتوحيد وبالنبوة ، أما التكذيب بالتوحيد فهو قوله تعالى : { إِنَّهُمْ كَانُواْ إِذَا قِيلَ لَهُمْ لاَ إله إِلاَّ الله يَسْتَكْبِرُونَ } يعني ينكرون ويتعصبون لإثبات الشرك ويستنكفون عن الإقرار بالتوحيد .\r\n وأما التكذيب بالنبوة فهو قولهم : { أئنا لَتَارِكُوا ءالِهَتِنَا لِشَاعِرٍ مَّجْنُون } ويعنون محمداً ، ثم إنه تعالى كذبهم في ذلك الكلام فقال : { بَلْ جَاء بالحق وَصَدَّقَ المرسلون } وتقرير هذا الكلام أنه جاء بالدين الحق لأنه ثبت بالعقل أنه تعالى منزه عن الضد والند والشريك فلما جاء محمد صلى الله عليه وسلم بتقرير هذه المعاني كان مجيئه بالدين الحق ، قرأ ابن كثير { أَيُّنَا لتاركوا ءالِهَتِنَا } بهمزة وياء بعدها خفيفة ساكنة بلا مد ، وقرأ نافع في رواية قالون وأبو عمرو على هذا التفسير يمدان والباقون بهمزتين بلا مد وقوله تعالى : { وَصَدَقَ المرسلون } يعني صدقهم في مجيئهم بالتوحيد ونفي الشريك ، وهذا تنبيه على أن القول بالتوحيد دين لكل الأنبياء ، ولما حكى الله عنهم تكذيبهم بالتوحيد والنبوة نقل الكلام من الغيبة إلى الحضور فقال : { إِنَّكُمْ لَذَائِقُوا العذاب الأليم } كأنه قيل فكيف يليق بالرحيم الكريم المتعالي عن النفع والضر أن يعذب عباده فأجاب عنه بقوله : { وَمَا تُجْزَوْنَ إِلاَّ مَا كُنتُمْ تَعْمَلُونَ } والمعنى أن الحكم يقتضي الأمر بالحسن والطاعة والنهي عن القبيح والمعصية والأمر والنهي لا يكمل المقصود منهما إلا بالترغيب في الثواب والترهيب بالعقاب وإذا وقع الإخبار عنه وجب تحقيقه صوناً للكلام عن الكذب ، فلهذا السبب وقعوا في العذاب ثم قال : { إِلاَّ عِبَادَ الله المخلصين } يعني ولكن عباد الله ( المخلصين ناجون وهو ) من الاستثناء المنقطع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قالوا إنكم كنتم تأتوننا عن اليمين (28) قالوا بل لم تكونوا مؤمنين (29) وما كان لنا عليكم من سلطان بل كنتم قوما طاغين (30) فحق علينا قول ربنا إنا لذائقون (31) فأغويناكم إنا كنا غاوين (32) فإنهم يومئذ في العذاب مشتركون (33) إنا كذلك نفعل بالمجرمين (34) إنهم كانوا إذا قيل لهم لا إله إلا الله يستكبرون (35) ويقولون أئنا لتاركو آلهتنا لشاعر مجنون (36) بل جاء بالحق وصدق المرسلين (37) إنكم لذائقو العذاب الأليم (38) وما تجزون إلا ما كنتم تعملون (39) إلا عباد الله المخلصين (40) ",
        "babnum": 9
    },
    {
        "id": 2098,
        "cate": "37",
        "title": "أُولَئِكَ لَهُمْ رِزْقٌ مَعْلُومٌ (41) فَوَاكِهُ وَهُمْ مُكْرَمُونَ (42) فِي جَنَّاتِ النَّعِيمِ (43) عَلَى سُرُرٍ مُتَقَابِلِينَ (44) يُطَافُ عَلَيْهِمْ بِكَأْسٍ مِنْ مَعِينٍ (45) بَيْضَاءَ لَذَّةٍ لِلشَّارِبِينَ (46) لَا فِيهَا غَوْلٌ وَلَا هُمْ عَنْهَا يُنْزَفُونَ (47) وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ عِينٌ (48) كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ (49) فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ (50) ",
        "details": " اعلم أنه تعالى لما وصف أحوال المتكبرين عن قبول التوحيد المصرين على إنكار النبوة أردفه بذكر حال المخلصين في كيفية الثواب ، وفيه مسائل : المسألة الأولى : ذكرنا في فتح اللام وكسرها من المخصلين قراءتين فالفتح أن الله تعالى أخلصهم بلطفه واصطفاهم بفضله والكسر هو أنهم أخلصوا الطاعة لله تعالى .\r\n المسألة الثانية : اعلم أنه تعالى وصف رزقهم بكونه معلوماً ، ولم يبين أن أي الصفات منه هو المعلوم فلذلك اختلفت الأقوال ، فقيل معناه إن ذلك الرزق معلوم الوقت وهو مقدار غدوة وعشية وإن لم يكن ثمة لا بكرة ولا عشية ، قال تعالى : { وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيّاً } [ مريم : 62 ] ، وقيل معناه أن ذلك الرزق معلوم الصفة لكونه مخصوصاً بخصائص خلقها الله فيه من طيب طعم ورائحة ولذة حسن منظر ، وقيل معناه أنهم يتيقنون دوامه لا كرزق الدنيا الذي لا يعلم متى يحصل ولا متى ينقطع ، وقيل معناه : القدر الذي يستحقونه بأعمالهم من ثواب الله وكرامته عليهم ، وقد بين الله تعالى أنه يعطيهم غير ذلك على سبيل التفضل ، ثم لما ذكر تعالى أن لهم رزقاً بين أن ذلك الرزق ما هو فقال : { فواكه } وفيه قولان الأول : أن الفاكهة عبارة عما يؤكل لأجل التلذذ لا لأجل الحاجة ، وأرزاق أهل الجنة كلها فواكه لأنهم مستغنون عن حفظ الصحة بالأقوات فإنهم أجسام محكمة مخلوقة للأبد ، فكل ما يأكلونه فهو على سبيل التلذذ والثاني : أن المقصود من ذكر الفاكهة التنبيه بالأدنى على الأعلى ، يعني لما كانت الفاكهة حاضرة أبداً كان الأدام أولى بالحضور ، والقول الأول أقرب إلى التحقيق ، واعلم أنه تعالى لما ذكر الأكل بين أن ذلك الأكل حاصل مع الإكرام والتعظيم فقال : { وَهُم مُّكْرَمُونَ } لأن الأكل الخالي عن التعظيم يليق بالبهائم .\r\n ولما ذكر تعالى مأكولهم وصف تعالى مساكنهم فقال : { فِي جنات النعيم * على سُرُرٍ متقابلين } ومعناه أنه لا كلفة عليهم في التلاقي للأنس والتخاطب ، وفي بعض الأخبار أنهم إذا أرادوا القرب سار السرير تحتهم ، ولا يجوز أن يكونوا متقابلين إلا مع حصول الخواطر والسرائر ولن يكونوا كذلك إلا مع الفسحة والسعة ، ولا يجوز أن يسمع بعضهم خطاب بعض ويراه على بعد إلا بأن يقوي الله أبصارهم وأسماعهم وأصواتهم ، ولما شرح الله صفة المأكل والمسكن ذكر بعده صفة الشراب فقال : { يُطَافُ عَلَيْهِمْ بِكَأْسٍ مّن مَّعِينٍ } يقال للزجاجة التي فيها الخمر كأس وتسمى الخمرة نفسها كأساً قال : وكأس شربت على لذة \r\n [ وأخرى تداويت منها بها ] وعن الأخفش : كل كأس في القرآن فهي الخمر ، وقوله : { مّن مَّعِينٍ } أي من شراب معين ، أو من نهر معين ، المعين مأخوذ من عين الماء أي يخرج من العيون كما يخرج الماء وسمي معيناً لظهوره يقال عان الماء إذا ظهر جارياً ، قاله ثعلب فهو مفعول من العين نحو مبيع ومكيل ، وقيل سمي معيناً لأنه يجري ظاهر العين ، ويجوز أن يكون فعيلاً من المعين وهو الماء الشديد الجري ومنه أمعن في المسير إذا اشتد فيه ، وقوله : { بَيْضَاء } صفة للخمر ، قال الأخفش ، خمر الجنة أشد بياضاً من اللبن ، وقوله : { لَذَّةٍ } فيه وجوه أحدها : أنها وصفت باللذة كأنها نفس اللذة وعينها كما يقال فلان جود وكرم إذا أرادوا المبالغة في وصفه بهاتين الصفتين وثانيها : قال الزجاج أي ذات لذة فعلى هذا حذف المضاف وثالثها : قال الليث : اللذ واللذيذ يجريان مجرى واحداً في النعت ويقال شراب لذ ولذيذ قال تعالى : { بَيْضَاء لَذَّةٍ للشاربين } وقال تعالى : { مّنْ خَمْرٍ لَّذَّةٍ للشاربين } [ محمد : 15 ] ولذلك سمي النوم لذاً لاستلذاذه ، وعلى هذا لذة بمعنى لذيذة ، والأقرب من هذه الوجوه الأول .\r\n ثم قال تعالى : { لاَ فِيهَا غَوْلٌ } وفيه أبحاث : البحث الأول : قال الفراء العرب تقول ليس فيها غيلة وغائلة وغول سواء ، وقال أبو عبيدة الغول أن يغتال عقولهم ، وأنشد قول مطيع بن إياس : وما زالت الكأس تغتالهم \r\n وتذهب بالأول الأول وقال الليث : الغول الصداع والمعنى ليس فيها صداع كما في خمر الدنيا ، قال الواحدي رحمه الله وحقيقته الإهلاك ، يقال غاله غولاً أي أهلكه ، والغول والغائل المهلك ، ثم سمي الصداع غولاً لأنه يؤدي إلى الهلاك .\r\n ثم قال تعالى : { وَلاَ هُمْ عَنْهَا يُنزَفُونَ } وقرىء بكسر الزاي قال الفراء من كسر الزاي فله معنيان يقال أنزف الرجل إذا نفدت خمرته ، وأنزف إذا ذهب عقله من السكر ومن فتح الزاي فمعناه لا يذهب عقولهم أي لا يسكرون يقال نزف الرجل فهو منزوف ونزيف ، والمعنى ليس فيها قط نوع من أنواع الفساد التي تكون في شرب الخمر من صداع أو خمار أو عربدة ولا هم يسكرون أيضاً ، وخصه بالذكر لأنه أعظم المفاسد في شرب الخمر ، ولما ذكر الله تعالى صفة مشروبهم ذكر عقيبه صفة منكوحهم من ثلاثة أوجه الأول : قوله : { وَعِندَهُمْ قاصرات الطرف } ومعنى القصر في اللغة الحبس ومنه قوله تعالى : { حُورٌ مقصورات فِى الخيام } [ الرحمن : 72 ] والمعنى أنهن يحبسن نظرهن ولا ينظرن إلى غير أزواجهن .\r\n الصفة الثانية : قوله تعالى : { عِينٌ } قال الزجاج : كبار الأعين حسانها واحدها عيناء .\r\n الصفة الثالثة : قوله تعالى : { كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ } المكنون في اللغة المستور يقال كننت الشيء وأكننته ، ومعنى هذا التشبيه أن ظاهر البيض بياض يشوبه قليل من الصفرة ، فإذا كان مكنوناً كان مصوناً عن الغبرة والقترة ، فكان هذا اللون في غاية الحسن والعرب كانوا يسمون النساء بيضات الخدور .\r\n ولما تمم الله صفات أهل الجنة قال : { فَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَاءلُونَ } فإن قيل على أي شيء عطف قوله : { فَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَاءلُونَ } ؟ قلنا على قوله : { يُطَافُ عَلَيْهِمْ } والمعنى يشربون ويتحادثون على الشراب قال الشاعر : وما بقيت من اللذات إلا \r\n محادثة الكرام على المدام والمعنى فيقبل بعضهم على بعض يتساءلون عما جرى لهم وعليهم في الدنيا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أولئك لهم رزق معلوم (41) فواكه وهم مكرمون (42) في جنات النعيم (43) على سرر متقابلين (44) يطاف عليهم بكأس من معين (45) بيضاء لذة للشاربين (46) لا فيها غول ولا هم عنها ينزفون (47) وعندهم قاصرات الطرف عين (48) كأنهن بيض مكنون (49) فأقبل بعضهم على بعض يتساءلون (50) ",
        "babnum": 10
    },
    {
        "id": 2099,
        "cate": "37",
        "title": "قَالَ قَائِلٌ مِنْهُمْ إِنِّي كَانَ لِي قَرِينٌ (51) يَقُولُ أَإِنَّكَ لَمِنَ الْمُصَدِّقِينَ (52) أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَدِينُونَ (53) قَالَ هَلْ أَنْتُمْ مُطَّلِعُونَ (54) فَاطَّلَعَ فَرَآهُ فِي سَوَاءِ الْجَحِيمِ (55) قَالَ تَاللَّهِ إِنْ كِدْتَ لَتُرْدِينِ (56) وَلَوْلَا نِعْمَةُ رَبِّي لَكُنْتُ مِنَ الْمُحْضَرِينَ (57) أَفَمَا نَحْنُ بِمَيِّتِينَ (58) إِلَّا مَوْتَتَنَا الْأُولَى وَمَا نَحْنُ بِمُعَذَّبِينَ (59) إِنَّ هَذَا لَهُوَ الْفَوْزُ الْعَظِيمُ (60) لِمِثْلِ هَذَا فَلْيَعْمَلِ الْعَامِلُونَ (61) ",
        "details": " في الآية مسائل : المسألة الأولى : اعلم أنه تعالى كما ذكر في أهل الجنة أنهم يتساءلون عند الاجتماع على شرب خمر الجنة فإن محادثة العقلاء بعضهم مع بعض على الشرب من الأمور اللذيذة ، وتذكر الخلاص عند اجتماع أسباب الهلاك من الأمور اللذيذة ، ذكر تعالى في هذه الآية أن أهل الجنة إذا اجتمعوا على الشرب وأخذوا في المكالمة والمساءلة كان من جملة تلك الكلمات أنهم يتذكرون أنهم كان قد حصل لهم في الدنيا ما يوجب لهم الوقوع في عذاب الله ، ثم إنهم تخلصوا عنه وفازوا بالسعادة الأبدية ، والمقصود من ذكر هذه الأشياء أن أهل الجنة يتكامل سرورهم وبهجتهم .\r\n أما قوله : { قَالَ قَائِلٌ مّنْهُمْ إِنّى كَانَ لِى قَرِينٌ } أي قال قائل : من أهل الجنة إني كان لي قرين في الدنيا { يِقُولُ أَءنَّكَ لَمِنَ المصدقين } أي كان يوبخني على التصديق بالبعث والقيامة ويقول تعجبا : { أَءذَا مِتْنَا وَكُنَّا تُرَاباً وعظاما أَءنَّا لَمَدِينُونَ } أي لمحاسبون ومجازون ، والمعنى أن ذلك القرين كان يقول هذه الكلمات على سبيل الاستنكار ، ثم إن ذلك الرجل الذي هو من أهل الجنة يقول لجلسائه يدعوهم إلى كمال السرور بالاطلاع إلى النار لمشاهدة ذلك القرين ومخاطبته { هَلْ أَنتُمْ مُّطَّلِعُونَ * فاطَّلِعَ } والأقرب أنه تكلف أمراً اطلع معه لأنه لو كان مطلعاً بلا تكلف لم يكن إلى اطلاعه حاجة فلذلك قال بعضهم إنه ذهب إلى بعض أطراف الجنة فاطلع عندها إلى النار { فَرَءاهُ فِى سَوَاء الجحيم } أي في وسط الجحيم قال له موبخاً : { تالله إِن كِدتَّ لَتُرْدِينِ } أي لتهلكني بدعائك إياي إلى إنكار البعث والقيامة { وَلَوْلاَ نِعْمَةُ رَبّى } بالإرشاد إلى الحق والعصمة عن الباطل { لَكُنتُ مِنَ المحضرين } في النار مثلك ، ولما تمم ذلك الكلام مع الرجل الذي كان في الدنيا قريناً له وهو الآن من أهل النار عاد إلى مخاطبة جلسائه الذين هم من أهل الجنة فقال : { أفما نحن بميتين } وفيه قولان الأول : أن أهل الجنة لا يعلمون في أول دخولهم في الجنة أنهم لا يموتون ، فإذا جيء بالموت على صورة كبش أملح وذبح فعند ذلك يعلمون أنهم لا يموتون ، فلعل هذا الكلام حصل قبل ذبح الموت والثاني : أن الذي يتكامل خيره وسعادته فإذا عظم تعجبه بها قد يقول أيدوم هذا لي؟ أفيبقى هذا لي؟ وإن كان على يقين من دوامه ، ثم عند فراغهم من هذه المباحثات يقولون : { إِنَّ هذا لَهُوَ الفوز العظيم } .\r\n وأما قوله : { لِمِثْلِ هذا فَلْيَعْمَلِ العاملون } فقيل إنه من بقية كلامهم ، وقيل إنه ابتداء كلام من الله تعالى أي لطلب مثل هذه السعادات يجب أن يعمل العاملون .\r\n المسألة الثانية : قال بعضهم المراد من هذا القائل ومن قرينه ما ذكره الله تعالى في سورة الكهف ( 32 ) في قوله : { واضرب لهُمْ مَّثَلاً رَّجُلَيْنِ } إلى آخر الآيات ، وروي أن رجلين كانا شريكين فحصل لهما ثمانية آلاف دينار فقال أحدهما للآخر أقاسمك فقاسمه واشترى داراً بألف ديناراً فأراها صاحبه وقال : كيف ترى حسنها فقال : ما أحسنها فخرج وقال : اللهم إن صاحبي هذا قد ابتاع هذه الدار بألف دينار وإني أسألك داراً من دور الجنة ، فتصدق بألف دينار ، ثم إن صاحبه تزوج بامرأة حسناء بألف دينار فتصدق هذا بألف دينار لأجل أن يزوجه الله من الحور العين ، ثم إن صاحبه اشترى بساتين بألفي دينار فتصدق هذا بألفي دينار ، ثم إن الله أعطاه في الجنة ما طلب فعند هذا قال : { إِنّى كَانَ لِى قَرِينٌ } إلى قوله : { فاطلع فَرَءاهُ فِى سَوَاء الجحيم } [ الصافات : 55 ] .\r\n المسألة الثالثة : قوله : { أَءنَّكَ لَمِنَ المصدقين * أَءذَا مِتْنَا وَكُنَّا تُرَاباً وعظاما أَءنَّا لَمَدِينُونَ } اختلف القراء في هذه الاستفهامات الثلاثة قرأ نافع الأولى والثانية بالاستفهام بهمزة غير ممدودة والثالثة بكسر الألف من غير استفهام ، ووافقه الكسائي إلا أنه يستفهم الثالثة بهمزتين ، وقرأ ابن عامر الأولى والثالثة بالاستفهام بهمزتين والثانية بكسر الألف من غير استفهام ، وقرأ الباقون بالاستفهام في جميعها ، ثم اختلفوا فإبن كثير يستفهم بهمزة واحدة غير مطولة وبعدها ياء ساكنة خفيفة ، وأبو عمرو مطولة ، وعاصم وحمزة بهمزتين .\r\n وأما قوله : { إِن كِدتَّ لَتُرْدِينِ } قرأ نافع برواية ورش لترديني بإثبات الياء في الوصل والباقون بحذفها .\r\n المسألة الرابع : احتج أصحابنا على أن الهدى والضلال من الله تعالى بقوله تعالى : { وَلَوْلاَ نِعْمَةُ رَبّى لَكُنتُ مِنَ المحضرين } وقالوا : مذهب الخصم أن كل ما فعله الله تعالى من وجوه الإنعام في حق المؤمن فقد فعله في حق الكافر ، وإذا كان ذلك الإنعام مشتركاً فيه امتنع أن يكون سبباً لحصول الهداية للمؤمن .\r\n وأن يكون سبباً لخلاصه من الكفر والردى فوجب أن تكون تلك النعمة المخصوصة أمراً زائداً على تلك الإنعامات التي حصل الاشتراك فيها ، وما ذلك إلا بقوة الداعي إلى الإيمان وتكميل الصارف عن الكفر .\r\n المسألة الخامسة : احتج نفاة عذاب القبر بقول الرجل الذي من أهل الجنة { أَفَمَا نَحْنُ بِمَيّتِينَ * إِلاَّ مَوْتَتَنَا الأولى } فهذا يدل على أن الإنسان لا يموت إلا مرة واحدة ولو حصلت الحياة في القبر لكان الموت حاصلاً مرتين والجواب : أن قوله : { إِلاَّ مَوْتَتَنَا الأولى } المراد منه كل ما وقع في الدنيا ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال قائل منهم إني كان لي قرين (51) يقول أإنك لمن المصدقين (52) أإذا متنا وكنا ترابا وعظاما أإنا لمدينون (53) قال هل أنتم مطلعون (54) فاطلع فرآه في سواء الجحيم (55) قال تالله إن كدت لتردين (56) ولولا نعمة ربي لكنت من المحضرين (57) أفما نحن بميتين (58) إلا موتتنا الأولى وما نحن بمعذبين (59) إن هذا لهو الفوز العظيم (60) لمثل هذا فليعمل العاملون (61) ",
        "babnum": 11
    },
    {
        "id": 2100,
        "cate": "37",
        "title": "أَذَلِكَ خَيْرٌ نُزُلًا أَمْ شَجَرَةُ الزَّقُّومِ (62) إِنَّا جَعَلْنَاهَا فِتْنَةً لِلظَّالِمِينَ (63) إِنَّهَا شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ (64) طَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ (65) فَإِنَّهُمْ لَآكِلُونَ مِنْهَا فَمَالِئُونَ مِنْهَا الْبُطُونَ (66) ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْبًا مِنْ حَمِيمٍ (67) ثُمَّ إِنَّ مَرْجِعَهُمْ لَإِلَى الْجَحِيمِ (68) إِنَّهُمْ أَلْفَوْا آبَاءَهُمْ ضَالِّينَ (69) فَهُمْ عَلَى آثَارِهِمْ يُهْرَعُونَ (70) وَلَقَدْ ضَلَّ قَبْلَهُمْ أَكْثَرُ الْأَوَّلِينَ (71) وَلَقَدْ أَرْسَلْنَا فِيهِمْ مُنْذِرِينَ (72) فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِينَ (73) إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ (74) ",
        "details": " اعلم أنه تعالى لما قال بعد ذكر أهل الجنة ووصفها { لِمِثْلِ هذا فَلْيَعْمَلِ العاملون } [ الصافات : 61 ] أتبعه بقوله : { أذلك خَيْرٌ نُّزُلاً أَمْ شَجَرَةُ الزقوم } فأمر رسول الله صلى الله عليه وسلم أن يورد ذلك على كفار قومه ليصير ذلك زاجراً لهم عن الكفر ، وكما وصف من قبل مآكل أهل الجنة ومشاربهم وصف أيضاً في هذه الآية مآكل أهل النار ومشاربهم .\r\n أما قوله : { أذلك خَيْرٌ نُّزُلاً أَمْ شَجَرَةُ الزقوم } فالمعنى أن الرزق المعلوم المذكور لأهل الجنة { خَيْرٌ نُّزُلاً } أي خير حاصلاً { أَمْ شَجَرَةُ الزقوم } وأصل النزل الفضل الواسع في الطعام يقال طعام كثير النزل ، فاستعير للحاصل من الشيء ، ويقال أرسل الأمير إلى فلان نزلاً وهو الشيء الذي يصلح حال من ينزل بسببه ، إذا عرفت هذا فنقول حاصل الرزق المعلوم لأهل الجنة اللذة والسرور ، وحاصل شجرة الزقوم الألم والغم ، ومعلوم أنه لا نسبة لأحدهما إلى الآخر في الخيرية إلا أنه جاء هذا الكلام ، إما على سبيل السخرية بهم أو لأجل أن المؤمنين لما اختاروا ما أوصلهم إلى الرزق الكريم ، والكافرين اختاروا ما أوصلهم إلى العذاب الأليم فقيل لهم ذلك توبيخاً لهم على سوء اختيارهم ، وأما { الزقوم } فقال الواحدي رحمه الله لم يذكر المفسرون .\r\n للزقوم تفسيراً إلا الكلبي فإنه روي أنه لما نزلت هذه الآية قال ابن الزبعري أكثر الله في بيوتكم الزقوم ، فإن أهل اليمن يسمون التمر والزبد بالزقوم ، فقال أبو جهل لجاريته زقمينا فأتته بزبد وتمر ، وقال : تزقموا .\r\n ثم قال الواحدي ومعلوم أن الله تعالى لم يرد بالزقوم ههنا الزبد والتمر ، قال ابن دريد لم يكن للزقوم اشتقاق من التزقم وهو الإفراط من أكل الشيء حتى يكره ذلك يقال بات فلان يتزقم .\r\n وظاهر لفظ القرآن يدل على أنها شجرة كريهة الطعام منتنة الرائحة شديدة الخشونة موصوفة بصفات كل من تناولها عظم من تناولها ، ثم إنه تعالى يكره أهل النار على تناول بعض أجزائها .\r\n أما قوله تعالى : { إِنَّا جعلناها فِتْنَةً للظالمين } ففيه أقوال : الأول : أنها إنما صارت فتنة للظالمين ، من حيث إن الكفار لما سمعوا هذه الآية ، قالوا : كيف يعقل أن تنبت الشجرة في جهنم مع أن النار تحرق الشجرة؟ والجواب عنه أن خالق النار قادر على أن يمنع النار من إحراق الشجر ، ولأنه إذا جاز أن يكون في النار زبانية والله تعالى يمنع النار عن إحراقهم فلم لا يجوز مثله في هذه الشجرة؟ إذا عرفت هذا السؤال والجواب فمعنى كون شجرة الزقوم فتنة للظالمين هو أنهم لما سمعوا هذه الآية وقعت تلك الشبهة في قلوبهم وصارت تلك الشبهة سبباً لتماديهم في الكفر فهذا هو المراد من كونها فتنة لهم والوجه الثاني : في التفسير أن يكون المراد صيرورة هذه الشجرة فتنة لهم في النار لأنهم إذا كلفوا تناولها وشق ذلك عليهم ، فحينئذ يصير ذلك فتنة في حقهم الوجه الثالث : أن يكون المراد من الفتنة الامتحان والاختبار ، فإن هذا شيء بعيد عن العرف والعادة مخالف للمألوف والمعروف ، فإذا ورد على سمع المؤمن فوض علمه إلى الله وإذا ورد على الزنديق توسل به إلى الطعن في القرآن والنبوة .\r\n ثم إنه تعالى لما ذكر هذه الشجرة وصفها بصفات الصفة الأولى : قوله إنها شجرة تخرج في أصل الجحيم قيل منبتها في قعر جهنم وأغصانها ترتفع إلى دركاتها الصفة الثانية : قوله : { طَلْعُهَا كَأَنَّهُ رُءوسُ الشياطين } قال صاحب «الكشاف» : الطلع للنخلة فاستعير لما طلع من شجرة الزقوم من حملها ، إما استعارة لفظية أو معنوية ، وقال ابن قتيبة سمي ( طلعاً ) لطلوعه كل سنة ، ولذلك قيل طلع النخل لأول ما يخرج من ثمره ، وأما تشبيه هذا الطلع برؤوس الشياطين ففيه سؤال ، لأنه قيل إنا ما رأينا رؤوس الشياطين فكيف يمكن تشبيه شيء بها؟ وأجابوا عنه من وجوه : الأول : وهو الصحيح أن الناس لما اعتقدوا في الملائكة كمال الفضل في الصورة والسيرة واعتقدوا في الشياطين نهاية القبح والتشويه في الصورة والسيرة ، فكما حسن التشبيه بالملك عند إرادة تقرير الكمال والفضيلة في قوله : { إِنْ هذا إِلاَّ مَلَكٌ كَرِيمٌ } [ يوسف : 31 ] فكذلك وجب أن يحسن التشبيه برؤوس الشياطين في القبح وتشويه الخلقة ، والحاصل أن هذا من باب التشبيه لا بالمحسوس بل بالمتخيل ، كأنه قيل إن أقبح الأشياء في الوهم والخيال هو رؤوس الشياطين فهذه الشجرة تشبهها في قبح النظر وتشويه الصورة ، والذي يؤكد هذا أن العقلاء إذا رأوا شيئاً شديد الاضطراب منكر الصورة قبيح الخلقة ، قالوا إنه شيطان ، وإذا رأوا شيئاً حسن الصورة والسيرة ، قالوا إنه ملك ، وقال امرؤ القيس : أتقتلني والمشرفي مضاجعي \r\n ومسنونة زرق كأنياب أغوال والقول الثاني : أن الشياطين حيات لها رؤوس وأعراف ، وهي من أقبح الحيات ، وبها يضرب المثل في القبح ، والعرب إذا رأت منظراً قبيحاً قالت : كأنه شيطان الحماطة ، والحماطة شجرة معينة والقول الثالث : أن رؤوس الشياطين ، نبت معروف قبيح الرأس ، والوجه الأول هو الجواب الحق ، واعلم أنه تعالى لما ذكر هذه الشجرة وذكر صفتها بين أن الكفار { لاَكِلُونَ مِنْهَا فَمَالِئُونَ مِنْهَا البطون } واعلم أن إقدامهم على ذلك الأكل يحتمل وجهين : الأول : أنهم أكلوا منها لشدة الجوع ، فإن قيل وكيف يأكلونها مع نهاية خشونتها ونتنها ومرارة طعمها؟ قلنا : إن الواقع في الضرر العظيم ربما استروح منه إلى ما يقاربه في الضرر ، فإذا جوعهم الله الجوع الشديد فزعوا في إزالة ذلك الجوع إلى تناول هذا الشيء وإن كان بالصفة التي ذكرتموها الوجه الثاني : أن يقال الزبانية يكرهونهم على الأكل من تلك الشجرة تكميلاً لعذابهم .\r\n واعلم أنهم إذا شبعوا فحينئذ يشتد عطشهم ويحتاجون إلى الشراب ، فعند هذا وصف الله شرابهم ، فقال : { ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْباً مِنْ حَمِيمٍ } [ الصافات : 67 ] قال الزجاج : الشوب اسم عام في كل ما خلط بغيره ، والحميم الماء الحار المتناهي في الحرارة ، والمعنى أنه إذا غلبهم ذلك العطش الشديد سقوا من ذلك الحميم ، فيحنئذ يشوب الزقوم بالحميم نعوذ بالله منهما .\r\n واعلم أن الله وصف شرابهم في القرآن بأشياء منها كونه غساقاً ، ومنها قوله : { وَسُقُواْ مَاء حَمِيماً فَقَطَّعَ أَمْعَاءهُمْ } [ محمد : 15 ] ومنها ما ذكره في هذه الآية ، فإن قيل ما الفائدة في كلمة { ثُمَّ } في قوله : { ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْباً مِنْ حَمِيمٍ } ؟ قلنا فيه وجهان الأول : أنهم يملأون بطونهم من شجرة الزقوم وهو حار يحرق بطونهم فيعظم عشطهم ، ثم إنهم لا يسقون إلا بعد مدة مديدة والغرض تكميل التعذيب ، والثاني : أنه تعالى ذكر الطعام بتلك البشاعة والكراهة ، ثم وصف الشراب بما هو أبشع منه ، فكان المقصود من كلمة ثم بيان أن حال المشروب في البشاعة أعظم من حال المأكول ، ثم قال تعالى : { ثُمَّ إِنَّ مَرْجِعَهُمْ لإِلَى الجحيم } قال مقاتل : أي بعد أكل الزقوم وشرب الحميم ، وهذا يدل على أنهم عند شرب الحميم لم يكونوا في الجحيم ، وذلك بأن يكون الحميم من موضع خارج عن الجحيم ، فهم يوردون الحميم لأجل الشرب كما تورد الإبل إلى الماء ، ثم يوردون إلى الجحيم ، فهذا قول مقاتل ، واحتج على صحته بقوله تعالى : { هذه جَهَنَّمُ التى يُكَذّبُ بِهَا المجرمون * يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ ءانٍ } [ الرحمن : 43 ، 44 ] وذلك يدل على صحة ما ذكرناه ، ثم إنه تعالى لما وصف عذابهم في أكلهم وشربهم قال : { إِنَّهُمْ أَلْفَوْاْ ءابَاءهُمْ ضَالّينَ * فَهُمْ على ءاثَارِهِمْ يُهْرَعُونَ } قال الفراء : الإهراع الإسراع يقال هرع وأهرع إذا استحث ، والمعنى أنهم يتبعون آباءهم اتباعاً في سرعة كأنهم يزعجون إلى اتباع آبائهم ، والمقصود من الآية أنه تعالى علل استحقاقهم للوقوع في تلك الشدائد كلها بتقليد الآباء في الدين وترك اتباع الدليل ، ولو لم يوجد في القرآن آية غير هذه الآية في ذم التقليد لكفى .\r\n ثم إنه تعالى ذكر لرسوله ما يوجب التسلية له في كفرهم وتكذيبهم ، فقال : { وَلَقَدْ ضَلَّ قَبْلَهُمْ أَكْثَرُ الأولين * وَلَقَدْ أَرْسَلْنَا فِيهِمْ مُّنذِرِينَ } فبين تعالى أن إرساله للرسل قد تقدم والتكذيب لهم قد سلف ، ويجب أن يكون له صلى الله عليه وسلم أسوة بهم حتى يصبر كما صبروا ، ويستمر على الدعاء إلى الله وإن تمردوا ، فليس عليه إلا البلاغ .\r\n ثم قال تعالى : { فانظر كَيْفَ كَانَ عَاقِبَةُ المنذرين } وهذا وإن كان في الظاهر خطاباً مع الرسول صلى الله عليه وسلم ، إلا أن المقصود منه خطاب الكفار لأنهم سمعوا بالأخبار جميع ما جرى من أنواع العذاب على قوم نوح وعلى عاد وثمود وغيرهم ، فإن لم يعلموا ذلك فلا أقل من ظن وخوف يصلح أن يكون زاجراً لهم عن كفرهم .\r\n وقوله تعالى : { إِلاَّ عِبَادَ الله المخلصين } فيه قولان أحدهما : أنه استثناء من قوله : { وَلَقَدْ ضَلَّ قَبْلَهُمْ أَكْثَرُ الأولين } والثاني : أنه استثناء من قوله : { كَيْفَ كَانَ عَاقِبَةُ المنذرين } [ يونس : 73 ] فإنها كانت أقبح العواقب وأفظعها إلا عاقبة عباد الله المخلصين ، فإنها كانت مقرونة بالخير والراحة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أذلك خير نزلا أم شجرة الزقوم (62) إنا جعلناها فتنة للظالمين (63) إنها شجرة تخرج في أصل الجحيم (64) طلعها كأنه رءوس الشياطين (65) فإنهم لآكلون منها فمالئون منها البطون (66) ثم إن لهم عليها لشوبا من حميم (67) ثم إن مرجعهم لإلى الجحيم (68) إنهم ألفوا آباءهم ضالين (69) فهم على آثارهم يهرعون (70) ولقد ضل قبلهم أكثر الأولين (71) ولقد أرسلنا فيهم منذرين (72) فانظر كيف كان عاقبة المنذرين (73) إلا عباد الله المخلصين (74) ",
        "babnum": 12
    },
    {
        "id": 2101,
        "cate": "37",
        "title": "وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ (75) وَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ (76) وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ (77) وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ (78) سَلَامٌ عَلَى نُوحٍ فِي الْعَالَمِينَ (79) إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ (80) إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ (81) ثُمَّ أَغْرَقْنَا الْآخَرِينَ (82) ",
        "details": " اعلم أنه تعالى لما قال من قبل : { وَلَقَدْ ضَلَّ قَبْلَهُمْ أَكْثَرُ الأولين } [ الصافات : 71 ] وقال : { فانظر كَيْفَ كَانَ عَاقِبَةُ المنذرين } [ الصافات : 73 ] أتبعه بشرح وقائع الأنبياء عليهم السلام فالقصة الأولى : حكاية حال نوح عليه السلام وقوله : { وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ المجيبون } فيه مباحث : الأول : أن اللام في قوله : { فَلَنِعْمَ المجيبون } جواب قسم محذوف والمخصوص بالمدح محذوف ، أي فلنعم المجيبون نحن .\r\n البحث الثاني : أنه تعالى ذكر أن نوحاً نادى ولم يذكر أن ذلك النداء في أي الوقائع كان؟ لا جرم حصل فيه قولان الأول : وهو المشهور عند الجمهور أنه نادى الرب تعالى في أن ينجيه من محنة الغرق وكرب تلك الواقعة والقول الثاني : أن نوحاً عليه السلام لما اشتغل بدعوة قومه إلى الدين الحق بالغوا في إيذائه وقصدوا قتله ، ثم إنه عليه السلام نادى ربه واستنصره على كفار قومه ، فأجابه الله تعالى ومنعهم من قتله وإيذائه ، واحتج هذا القائل على ضعف القول الأول بأنه عليه السلام إنما دعا عليهم لأجل أن ينجيه الله تعالى وأهله ، وأجاب الله دعاءه فيه فكان حصول تلك النجاة كالمعلوم المتيقن في دعائه ، وذلك يمنع من أن يقال المطلوب من هذا النداء حصول هذه النجاة .\r\n ثم إنه تعالى لما حكى عن نوح أنه ناداه قال بعده : { فَلَنِعْمَ المجيبون } وهذه اللفظة تدل على أن تلك الإجابة كانت من النعم العظيمة ، وبيانه من وجوه الأول : أنه تعالى عبر عن ذاته بصيغة الجمع فقال : { وَلَقَدْ نَادَانَا نُوحٌ } والقادر العظيم لا يليق به إلا الإحسان العظيم والثاني : أنه أعاد صيغة الجمع في قوله : { فَلَنِعْمَ المجيبون } وذلك أيضاً يدل على تعظيم تلك النعمة .\r\n لا سيما وقد وصف تلك الإجابة بأنها نعمت الإجابة والثالث : أن الفاء في قوله : { فَلَنِعْمَ المجيبون } يدل على أن حصول هذه الإجابة مرتب على ذلك النداء ، والحكم المرتب على الوصف المناسب يقتضي كونه معللاً به ، وهذا يدل على أن النداء بالإخلاص سبب لحصول الإجابة ، ثم إنه تعالى لما بين أنه سبحانه نعم المجيب على سبيل الإجمال ، بين أن الإنعام حصل في تلك الإجابة من وجوه الأول : قوله تعالى : { ونجيناه وَأَهْلَهُ مِنَ الكرب العظيم } وهو على القول الأول الكرب الحاصل بسبب الخوف من الغرق ، وعلى الثاني الكرب الحاصل من أذى قومه والثاني : قوله : { وَجَعَلْنَا ذُرّيَّتَهُ هُمُ الباقين } يفيد الحصر وذلك يدل على أن كل من سواه وسوى ذريته فقد فنوا ، قال ابن عباس : ذريته بنوه الثلاثة : سام وحام ويافث ، فسام أبو العرب وفارس والروم ، وحام أبو السودان ، ويافث أبو الترك .\r\n النعمة الثالثة : قوله تعالى : { وَتَرَكْنَا عَلَيْهِ فِى الأخرين * سلام على نُوحٍ فِى العالمين } يعني يذكرون هذه الكلمة ، فإن قيل فما معنى قوله : { فِى العالمين } قلنا معناه الدعاء بثبوت هذه التحية فيهم جميعاً أي لا يخلو أحد منهم منها ، كأنه قيل أثبت الله التسليم على نوح وأدامه في الملائكة والثقلين فيسلمون عليه بكليتهم ، ثم إنه تعالى لما شرح تفاصيل إنعامه عليه قال : { إِنَّا كَذَلِكَ نَجْزِى المحسنين } والمعنى أنا إنما خصصنا نوحاً عليه السلام بتلك التشريفات الرفيعة من جعل الدنيا مملوأة من ذريته ومن تبقية ذكره الحسن في ألسنة جميع العالمين لأجل أنه كان محسناً ، ثم علل كونه محسناً بأنه كان عبداً لله مؤمناً ، والمقصود منه بيان أن أعظم الدرجات وأشرف المقامات الإيمان بالله والانقياد لطاعته .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد نادانا نوح فلنعم المجيبون (75) ونجيناه وأهله من الكرب العظيم (76) وجعلنا ذريته هم الباقين (77) وتركنا عليه في الآخرين (78) سلام على نوح في العالمين (79) إنا كذلك نجزي المحسنين (80) إنه من عبادنا المؤمنين (81) ثم أغرقنا الآخرين (82) ",
        "babnum": 13
    },
    {
        "id": 2102,
        "cate": "37",
        "title": "وَإِنَّ مِنْ شِيعَتِهِ لَإِبْرَاهِيمَ (83) إِذْ جَاءَ رَبَّهُ بِقَلْبٍ سَلِيمٍ (84) إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَاذَا تَعْبُدُونَ (85) أَئِفْكًا آلِهَةً دُونَ اللَّهِ تُرِيدُونَ (86) فَمَا ظَنُّكُمْ بِرَبِّ الْعَالَمِينَ (87) فَنَظَرَ نَظْرَةً فِي النُّجُومِ (88) فَقَالَ إِنِّي سَقِيمٌ (89) فَتَوَلَّوْا عَنْهُ مُدْبِرِينَ (90) فَرَاغَ إِلَى آلِهَتِهِمْ فَقَالَ أَلَا تَأْكُلُونَ (91) مَا لَكُمْ لَا تَنْطِقُونَ (92) فَرَاغَ عَلَيْهِمْ ضَرْبًا بِالْيَمِينِ (93) فَأَقْبَلُوا إِلَيْهِ يَزِفُّونَ (94) ",
        "details": " في الآية مسائل : المسألة الأولى : الضمير في قوله من شيعته إلى ماذا يعود؟ فيه قولان : الأول : وهو الأظهر أنه عائد إلى نوح عليه السلام أي من شيعة نوح أي من أهل بيته وعلى دينه ومنهاجه لإبراهيم ، قالوا : وما كان بين نوح وإبراهيم إلا نبيان هود وصالح ، وروى صاحب «الكشاف» أنه كان بين نوح وإبراهيم ألفان وستمائة وأربعون سنة الثاني : قال الكلبي المراد من شيعة محمد لإبراهيم بمعنى أنه كان على دينه ومنهاجه فهو من شيعته وإن كان سابقاً له والأول أظهر ، لأنه تقدم ذكر نوح عليه السلام ، ولم يتقدم ذكر النبي صلى الله عليه وسلم فعود الضمير إلى نوح أولى .\r\n المسألة الثانية : العامل في { إِذْ } ما دل عليه قوله : { وَإِنَّ مِن شِيعَتِهِ } من معنى المشايعة يعني وإن ممن شايعه على دينه وتقواه حين جاء ربه بقلب سليم لإبراهيم .\r\n أما قوله : { إِذْ جَاء رَبَّهُ بِقَلْبٍ سَلِيمٍ } ففيه مسائل : المسألة الأولى : في قوله : { بِقَلْبٍ سَلِيمٍ } قولان : الأول : قال مقاتل والكلبي يعني خالص من الشرك ، والمعنى أنه سلم من الشرك فلم يشرك بالله والثاني : قال الأصوليون المراد أنه عاش ومات على طهارة القلب من كل دنس من المعاصي ، فيدخل فيه كونه سليماً عن الشرك وعن الشك وعن الغل والغش والحقد والحسد .\r\n عن ابن عباس أنه كان يحب للناس ما يحب لنفسه ، وسلم جميع الناس من غشه وظلمه وأسلمه الله تعالى فلم يعدل به أحداً ، واحتج الذاهبون إلى القول الأول بأنه تعالى ذكر بعد هذه الكلمة إنكاره على قومه الشرك بالله ، وهو قوله : { إِذْ قَالَ لأَبِيهِ وَقَوْمِهِ مَاذَا تَعْبُدُونَ } واحتج الذاهبون إلى القول الثاني بأن اللفظ مطلق فلا يقيد بصفة دون صفة ، ويتأكد هذا بقوله تعالى : { وَلَقَدْ ءاتَيْنَا إبراهيم رُشْدَهُ مِن قَبْلُ وَكُنَّا بِهِ عالمين } [ الأنبياء : 51 ] مع أنه تعالى قال : { الله أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ } [ الأنعام : 124 ] وقال : { وَكَذَلِكَ نُرِى إبراهيم مَلَكُوتَ السموات والأرض وَلِيَكُونَ مِنَ الموقنين } [ الأنعام : 75 ] فإن قيل ما معنى المجيء بقلبه ربه؟ قلنا معناه أنه أخلص لله قلبه ، فكأنه أتحف حضرة الله بذلك القلب ، ورأيت في التوراة أن الله قال لموسى أجب إلهك بكل قلبك .\r\n واعلم أنه تعالى لما ذكر أن إبراهيم جاء ربه بقلب سليم ذكر أن من جملة آثار تلك السلامة أن دعا أباه وقومه إلى التوحيد فقال : { إِذْ قَالَ لأَبِيهِ وَقَوْمِهِ مَاذَا تَعْبُدُونَ } والمقصود من هذا الكلام تهجين تلك الطريقة وتقبيحها .\r\n ثم قال : { أئفكاً آلِهَةً دُونَ الله تُرِيدُونَ } قال صاحب «الكشاف» أئفكا مفعول له تقديره أتريدون آلهة من دونه إفكاً ، وإنما قدم المفعول على الفعل للعناية وقدم المفعول له على المفعول به لأنه كان الأهم عنده أن يقرر عندهم بأنهم على إفك وباطل في شركهم ، ويجوز أن يكون إفكاً مفعولاً به يعني أتريدون إفكاً ، ثم فسر الإفك بقوله : { آلهة دُونَ الله } على أنها إفك في أنفسها ، ويجوز أن يكون حالاً بمعنى تريدون آلهة من دون الله آفكين .\r\n ثم قال : { فَمَا ظَنُّكُم بِرَبّ العالمين } وفيه وجهان أحدهما : أتظنون برب العالمين أنه يجوز جعل هذه الجمادات مشاركة له في المعبودية وثانيها : أتظنون برب العالمين أنه من جنس هذه الأجسام حتى جعلتموها مساوية له في المعبودية فنبههم بذلك على أنه ليس كمثله شيء .\r\n ثم قال : { فَنَظَرَ نَظْرَةً فِى النجوم * فَقَالَ إِنّى سَقِيمٌ } عن ابن عباس أنهم كانوا يتعاطون علم النجوم فعاملهم على مقتضى عادتهم ، وذلك أنه أراد أن يكايدهم في أصنامهم ليلزمهم الحجة في أنها غير معبودة وكان لهم من الغد يوم عيد يخرجون إليه فأراد أن يتخلف عنهم ليبقى خالياًفي بيت الأصنام فيقدر على كسرها وههنا سؤالان الأول : أن النظر في علم النجوم غير جائز فكيف أقدم عليه إبراهيم والثاني : أنه عليه السلام ما كان سقيماً فلما قال إني سقيم كان ذلك كذباً ، واعلم أن العلماء ذكروا في الجواب عنهما وجوهاً كثيرة الأول : أنه نظر نظرة في النجوم في أوقات الليل والنهار وكانت تأتيه سقامة كالحمى في بعض ساعات الليل والنهار ، فنظر ليعرف هل هي في تلك الساعة وقال : { إِنّى سَقِيمٌ } فجعله عذراً في تخلفه عن العيد الذي لهم وكان صادقاً فيما قال ، لأن السقم كان يأتيه في ذلك الوقت ، وإنما تخلف لأجل تكسير أصنامهم الوجه الثاني : في الجواب أن قوم إبراهيم عليه السلام كانوا أصحاب النجوم يعظمونها ويقضون بها على غائب الأمور ، فلذلك نظر إبراهيم في النجوم أي في علوم النجوم وفي معانيه لا أنه نظر بعينه إليها ، وهو كما يقال فلان نظر في الفقه وفي النحو وإنما أراد أن يوهمهم أنه يعلم ما يعلمون ويتعرف من حيث يتعرفون حتى إذا قال : { إِنّى سَقِيمٌ } سكنوا إلى قوله .\r\n أما قوله : { إِنّى سَقِيمٌ } فمعناه سأسقم كقوله : { إِنَّكَ مَيّتٌ } [ الزمر : 30 ] أي ستموت الوجه الثالث : أن قوله : { فَنَظَرَ نَظْرَةً فِى النجوم } هو قوله تعالى : { فَلَمَّا جَنَّ عَلَيْهِ اليل رَأَى كَوْكَباً } [ الأنعام : 76 ] إلى آخر الآيات وكان ذلك النظر لأجل أن يتعرف أحوال هذه الكواكب هل هي قديمة أو محدثة ، وقوله : { إِنّى سَقِيمٌ } يعني سقيم القلب غير عارف بربي وكان ذلك قبل البلوغ الوجه الرابع : قال ابن زيد كان له نجم مخصوص ، وكلما طلع على صفة مخصوصة مرض إبراهيم ولأجل هذا الاستقراء لما رآه في ذلك الوقت طالعاً على تلك الصفة المخصوصة قال : { إِنّى سَقِيمٌ } أي هذا السقم واقع لا محالة الوجه الخامس : أن قوله : { إِنّى سَقِيمٌ } أي مريض القلب بسبب إطباق ذلك الجمع العظيم على الكفر والشرك ، قال تعالى لمحمد صلى الله عليه وسلم : { لَعَلَّكَ باخع نَّفْسَكَ } [ الشعراء : 3 ] الوجه السادس : في الجواب أنا لا نسلم أن النظر في علم النجوم والاستدلال بمقايستها حرام ، لأن من اعتقد أن الله تعالى خص كل واحد من هذه الكواكب بقوة وبخاصية لأجلها يظهر منه أثر مخصوص ، فهذا العلم على هذا الوجه ليس بباطل .\r\n وأما الكذب فغير لازم لأنه ذكر قوله : { إِنّى سَقِيمٌ } على سبيل التعريض بمعنى أن الإنسان لا ينفك في أكثر أحواله عن حصول حالة مكروهة ، إما في بدنه وإما في قلبه وكل ذلك سقم .\r\n الوجه السابع : قال بعضهم ذلك القول عن إبراهيم عليه السلام كذبة ورووا فيه حديثاً عن النبي صلى الله عليه وسلم أنه قال : « ما كذب إبراهيم إلا ثلاث كذبات » قلت لبعضهم هذا الحديث لا ينبغي أن يقبل لأن نسبة الكذب إلى إبراهيم لا تجوز فقال ذلك الرجل فكيف يحكم بكذب الرواة العدول؟ فقلت لما وقع التعارض بين نسبة الكذب إلى الراوي وبين نسبته إلى الخليل عليه السلام كان من المعلوم بالضرورة أن نسبته إلى الراوي أولى ، ثم نقول لم لا يجوز أن يكون المراد بكونه كذباً خبراً شبيهاً بالكذب؟ والوجه الثامن : أن المراد من قوله { فَنَظَرَ نَظْرَةً فِى النجوم } أي نظر في نجوم كلامهم ومتفرقات أقوالهم ، فإن الأشياء التي تحدث قطعة قطعة يقال إنها منجمة أي متفرقة ومنه نجوم الكتابة ، والمعنى أنه لما سمع كلماتهم المتفرقة نظر فيها كي يستخرج منها حيلة يقدر بها على إقامة عذر لنفسه في التخلف عنهم فلم يجد عذراً أحسن من قوله : { إِنّى سَقِيمٌ } والمراد أنه لا بد من أن أصير سقيماً كما تقول لمن رأيته على أوقات السفر إنك مسافر .\r\n واعلم أن إبراهيم عليه السلام لما قال : { إِنّى سَقِيمٌ } تولوا عنه معرضين فتركوه وعذروه في أن لا يخرج اليوم فكان ذلك مراده { فَرَاغَ إلى ءالِهَتِهِمْ } يقال : راغ إليه إذا مال إليه في السر على سبيل الخفية ، ومنه روغان الثعلب .\r\n وقوله : { أَلا تَأْكُلُونَ } يعني الطعام الذي كان بين أيديهم ، وإنما قال ذلك استهزاء بها ، وكذا قوله : { مَا لَكُمْ لاَ تَنطِقُونَ فَرَاغَ عَلَيْهِمْ ضَرْباً } فأقبل عليهم مستخفياً كأنه قال فضربهم ضرباً لأن راغ عليهم في معنى ضربهم أو فراغ عليهم ضرباً بمعنى ضارباً .\r\n وفي قوله : { باليمين } قولان الأول : معناه بالقوة والشدة لأن اليمين أقوى الجارحتين والثاني : أنه أتى بذلك الفعل بسبب الحلف ، وهو قوله تعالى عنه : { وتالله لاكِيدَنَّ أصنامكم } [ الأنبياء : 57 ] ثم قال : { فَأَقْبَلُواْ إِلَيْهِ يَزِفُّونَ } قرأ حمزة { يَزِفُّونَ } بضم الياء والباقون بفتحها وهما لغتان ، قال ابن عرفة من قرأ بالنصب فهو من زف يزف ، ومن قرأ بالضم فهو من أزف يزف ، قال الزجاج : يزفون يسرعون وأصله من زفيف النعامة وهو ابتداء عدوها ، وقرأ حمزة يزفون أي يحملون غيرهم على الزفيف ، قال الأصمعي يقال أزففت الإبل إذا حملتها على أن تزف ، قال وهو سرعة الخطوة ومقاربة المشي والمفعول محذوف على قراءته كأنهم حملوا دوابهم على الإسراع في المشي ، فإن قيل مقتضى هذه الآية أن إبراهيم عليه السلام لما كسرها عدوا إليه وأخذوه ، وقال في سورة أخرى في عين هذه القصة { قَالُواْ مَن فَعَلَ هذا بِئَالِهَتِنَا إِنَّهُ لَمِنَ الظالمين * قالوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إبراهيم } [ الأنبياء : 59 ، 60 ] وهذا يقتضي أنهم في أول الأمر ما عرفوه فبين هاتين الآيتين تناقض؟ قلنا لا يبعد أن يقال إن جماعة عرفوه فعمدوا إليه مسرعين .\r\n والأكثرون ما عرفوه فتعرفوا أن ذلك الكاسر من هو ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن من شيعته لإبراهيم (83) إذ جاء ربه بقلب سليم (84) إذ قال لأبيه وقومه ماذا تعبدون (85) أئفكا آلهة دون الله تريدون (86) فما ظنكم برب العالمين (87) فنظر نظرة في النجوم (88) فقال إني سقيم (89) فتولوا عنه مدبرين (90) فراغ إلى آلهتهم فقال ألا تأكلون (91) ما لكم لا تنطقون (92) فراغ عليهم ضربا باليمين (93) فأقبلوا إليه يزفون (94) ",
        "babnum": 14
    },
    {
        "id": 2103,
        "cate": "37",
        "title": "قَالَ أَتَعْبُدُونَ مَا تَنْحِتُونَ (95) وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ (96) قَالُوا ابْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ (97) فَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَسْفَلِينَ (98) وَقَالَ إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ (99) رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ (100) فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ (101) ",
        "details": " وفي الآية مسائل : المسألة الأولى : اعلم أن القوم لما عاتبوا إبراهيم على كسر الأصنام فهو أيضاً ذكر لهم الدليل الدال على فساد المصير إلى عبادتها فقال : { أَتَعْبُدُونَ مَا تَنْحِتُونَ * والله خَلَقَكُمْ وَمَا تَعْمَلُونَ } ووجه الاستدلال ظاهر وهو أن الخشب والحجر قبل النحت والإصلاح ما كان معبوداً للإنسان ألبتة ، فإدا نحته وشكله على الوجه المخصوص لم يحدث فيه إلا آثار تصرفه ، فلو صار معبوداً عند ذلك لكان معناه أن الشيء الذي ما كان معبوداً لما حصلت آثار تصرفاته فيه صار معبوداً عند ذلك ، وفساد ذلك معلوم ببديهة العقل .\r\n المسألة الثانية : احتج جمهور الأصحاب بقوله : { والله خَلَقَكُمْ وَمَا تَعْمَلُونَ } على أن فعل العبد مخلوق لله تعالى فقال النحويون : اتفقوا على أن لفظ ما مع ما بعده في تقدير المصدر فقوله : { وَمَا تَعْمَلُونَ } معناه وعملكم ، وعلى هذا التقدير صار معنى الآية والله خلقكم وخلق عملكم ، فإن قيل هذه الآية حجة عليكم من وجوه الأول : أنه تعالى قال : { أتعبدون ما تنحتون } أضاف العبادة والنحت إليهم إضافة الفعل إلى الفاعل ولو كان ذلك واقعاً بتخليق الله لاستحال كونه فعلاً للعبد الثاني : أنه تعالى إنما ذكر هذه الآية توبيخاً لهم على عبادة الأصنام ، لأنه تعالى بين أنه خالقهم وخالق لتلك الأصنام والخالق هو المستحق للعبادة دون المخلوق ، فلما تركوا عبادته سبحانه وهو خالقهم وعبدوا الأصنام لا جرم أنه سبحانه وتعالى وبخهم على هذا الخطأ العظيم فقال : { أَتَعْبُدُونَ مَا تَنْحِتُونَ * والله خَلَقَكُمْ وَمَا تَعْمَلُونَ } ولو لم يكونوا فاعلين لأفعالهم لما جاز توبيخهم عليها سلمنا أن هذه الآية ليست حجة عليكم لكن لا نسلم أنها حجة لكم ، قوله لفظة ما مع ما بعدها في تقدير المصدر ، قلنا هذا ممنوع وبيانه أن سيبويه والأخفش اختلفا في أنه هل يجوز أن يقال أعجبني ما قمت أي قيامك فجوزه سيبويه ومنعه الأخفش وزعم أن هذا لا يجوز إلا في الفعل المتعدي وذلك يدل على أن ما مع ما بعدها في تقدير المفعول عند الأخفش ، سلمنا أن ذلك قد يكون بمعنى المصدر ، لكنه أيضاً قد يكون بمعنى المفعول ويدل عليه وجوه الأول : قوله : { أَتَعْبُدُونَ مَا تَنْحِتُونَ } والمراد بقوله : { مَا تَنْحِتُونَ } المنحوت لا النحت لأنهم ما عبدوا النحت وإنما عبدوا المنحوت فوجب أن يكون المراد بقوله : { مَا تَعْمَلُونَ } المعمول لا العمل حتى يكون كل واحد من هذين اللفظين على وفق الآخر والثاني : أنه تعالى قال : { فَإِذَا هِىَ تَلْقَفُ مَا يَأْفِكُونَ } [ الأعراف : 117 ] وليس المراد أنها تلقف نفس الإفك بل أراد العصي والحبال التي هي متعلقات ذلك الإفك فكذا ههنا الثالث : أن العرب تسمي محل العمل عملاً يقال في الباب والخاتم هذا عمل فلان والمراد محل عمله فثبت بهذه الوجوه الثلاثة أن لفظة ما مع بعدها كما تجيء بمعنى المصدر فقد تجيء أيضاً بمعنى المفعول فكان حمله ههنا على المفعول أولى لأن المقصود في هذه الآية تزييف مذهبهم في عبادة الأصنام لا بيان أنهم لا يوجدون أفعال أنفسهم ، لأن الذي جرى ذكره في أول الآية إلى هذا الموضع هو مسألة عبادة الأصنام لا خلق الأعمال ، واعلم أن هذه السؤالات قوية وفي دلائلنا كثيرة ، فالأولى ترك الاستدلال بهذه الآية ، والله أعلم .\r\n واعلم أن إبراهيم عليه السلام لما أورد عليهم هذه الحجة القوية ولم يقدروا على الجواب عدلوا إلى طريق الإيذاء فقالوا : ابنوا له بنياناً واعلم أن كيفية ذلك البناء لا يدل عليها لفظ القرآن ، قال ابن عباس : بنو حائطاً من حجر طوله في السماء ثلاثون ذراعاً وعرضه عشرون ذراعاً وملأوه ناراً فطرحوه فيها ، وذلك هو قوله تعالى : { فَأَلْقُوهُ فِى الجحيم } وهي النار العظيمة ، قال الزجاج : كل نار بعضها فوق بعض فهي جحيم ، والألف واللام في الجحيم يدل على النهاية والمعنى في جحيمه ، أي في جحيم ذلك البنيان ، ثم قال تعالى : { فَأَرَادُواْ بِهِ كَيْداً فجعلناهم الأسفلين } والمعنى أن في وقت المحاجة حصلت الغلبة له ، وعندما ألقوه في النار صرف الله عنه ضرر النار ، فصار هو الغالب عليهم .\r\n واعلم أنه لما انقضت هذه الواقعة قال إبراهيم : { إِنّى ذَاهِبٌ إلى رَبّى سيهدين } ونظير هذه الآية قوله تعالى : { وقال إني مهاجر إلى ربي } [ العنكبوت : 26 ] وفيه مسائل : المسألة الأولى : دلت هذه الآية على أن الموضع الذي تكثر فيه الأعداء تجب مهاجرته ، وذلك لأن إبراهيم صلوات الله عليه وسلامه ، مع أن الله سبحانه خصه بأعظم أنواع النصرة ، لما أحس منهم بالعداوة الشديدة هاجر من تلك الديار ، فلأن يجب ذلك على الغير كان أولى .\r\n المسألة الثانية : في قوله { إِنّى ذَاهِبٌ إلى رَبّى } قولان الأول : المراد منه مفارقة تلك الديار ، والمعنى إني ذاهب إلى مواضع دين ربي والثول الثاني : قال الكلبي : ذاهب بعبادتي إلى ربي ، فعلى القول الأول المراد بالذهاب إلى الرب هو الهجرة من الديار ، وبه اقتدى موسى حيث قال : { كَلاَّ إِنَّ مَعِىَ رَبّى سَيَهْدِينِ } [ الشعراء : 62 ] وعلى القول الثاني المراد رعاية أحوال القلوب ، وهو أن لا يأتي بشيء من الأعمال إلا لله تعالى ، كما قال : { وَجَّهْتُ وَجْهِىَ لِلَّذِى فَطَرَ السموات والأرض } [ الأنعام : 79 ] قيل إن القول الأول أولى ، لأن المقصود من هذه الآية بيان مهاجرته إلى أرض الشأم ، وأيضاً يبعد حمله على الهداية في الدين ، لأنه كان على الدين في ذلك الوقت إلا أن يحمل ذلك على الثبات عليه ، أو يحمل ذلك على الاهتداء إلى الدرجات العالية والمراتب الرفيعة في أمر الدين .\r\n المسألة الثالثة : قوله : { سَيَهْدِينِ } يدل على أن الهداية لا تحصل إلا من الله تعالى ، كما يقول أصحابنا ولا يمكن حمل هذه الهداية على وضع الأدلة وإزاحة الأعذار ، لأن كل ذلك قد حصل في الزمان الماضي ، وقوله : { سيهدين } يدل على اختصاص تلك الهداية بالمستقبل ، فوجب حمل الهداية في هذه الآية على تحصيل العلم والمعرفة في قلبه ، فإن قيل إبراهيم عليه السلام جزم في هذه الآية بأنه تعالى سيهديه ، وأن موسى عليه السلام لم يجزم به ، بل قال : { قَالَ عسى رَبّى أَن يَهْدِيَنِى سَوَاء السبيل } [ القصص : 22 ] فما الفرق؟ قلنا العبد إذا تجلى له مقامات رحمة الله فقد يجزم بحصول المقصود ، وإذا تجلى له مقامات كونه غنياً عن العالمين ، فحينئذٍ يستحقر نفسه فلا يجزم ، بل لا يظهر إلا الرجاء والطمع .\r\n المسألة الرابعة : قوله تعالى : { إِنّى ذَاهِبٌ إلى رَبّى } يدل على فساد تمسك المشبهة بقوله تعالى : { إِلَيْهِ يَصْعَدُ الكلم الطيب } [ فاطر : 10 ] لأن كلمة إلى موجودة في قوله : { إِنّى ذَاهِبٌ إلى رَبّى } مع أنه لم يلزم أن يكون الإله موجوداً في ذلك المكان ، فكذلك ههنا .\r\n واعلم أنه صلوات الله عليه لما هاجر إلى الأرض المقدسة أراد الولد فقال : { هَبْ لِى مِنَ الصالحين } أي هب لي بعض الصالحين ، يريد الولد ، لأن لفظ الهبة غلب في الولد ، وإن كان قد جاء في الأخ في قوله تعالى : { وَوَهَبْنَا لَهُ مِن رَّحْمَتِنَا أَخَاهُ هارون نَبِيّاً } [ مريم : 53 ] وقال تعالى : { وَوَهَبْنَا لَهُ إسحاق وَيَعْقُوبَ } [ الأنبياء : 72 ] { وَوَهَبْنَا لَهُ يحيى } [ الأنبياء : 90 ] وقال علي بن أبي طالب لابن عباس رضي الله عنهم حين هنأه بولده : على أبي الأملاك شكرت الواهب ، وبورك لك في الموهوب ، ولذلك وقعت التسمية بهبة الله تعالى وبهبة الوهاب وبموهوب ووهب .\r\n واعلم أن هذا الدعاء اشتمل على ثلاثة أشياء : على أن الولد غلام ذكر ، وأنه يبلغ الحلم ، وأنه يكون حليماً ، وأي حلم يكون أعظم من ولد حين عرض عليه أبوه الذبح { قَالَ سَتَجِدُنِى إِن شَاء الله مّنَ الصابرين } [ الصافات : 102 ] ثم استسلم لذلك ، وأيضاً فإن إبراهيم عليه السلام كان موصوفاً بالحلم ، قال تعالى : { إِنَّ إبراهيم لأَوَّاهٌ حَلِيمٌ } [ التوبة : 114 ] { إِنَّ إبراهيم لَحَلِيمٌ أَوَّاهٌ مُّنِيبٌ } [ هود : 75 ] فبين أن ولده موصوف بالحلم ، وأنه قائم مقامه في صفات الشرف والفضيلة ، واعلم أن الصلاح أفضل الصفات بدليل أن الخليل عليه السلام طلب الصلاح لنفسه ، فقال : { رَبّ هَبْ لِى حُكْماً وَأَلْحِقْنِى بالصالحين } [ الشعراء : 83 ] وطلبه للولد فقال : { رَبّ هَبْ لِى مِنَ الصالحين } وطلبه سليمان عليه السلام بعد كمال درجته في الدين والدنيا ، فقال : { وَأَدْخِلْنِى بِرَحْمَتِكَ فِى عِبَادِكَ الصالحين } [ النمل : 19 ] وذلك يدل على أن الصلاح أشرف مقامات العباد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال أتعبدون ما تنحتون (95) والله خلقكم وما تعملون (96) قالوا ابنوا له بنيانا فألقوه في الجحيم (97) فأرادوا به كيدا فجعلناهم الأسفلين (98) وقال إني ذاهب إلى ربي سيهدين (99) رب هب لي من الصالحين (100) فبشرناه بغلام حليم (101) ",
        "babnum": 15
    },
    {
        "id": 2104,
        "cate": "37",
        "title": "فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يَابُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَى قَالَ يَاأَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ (102) فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ (103) وَنَادَيْنَاهُ أَنْ يَاإِبْرَاهِيمُ (104) قَدْ صَدَّقْتَ الرُّؤْيَا إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ (105) إِنَّ هَذَا لَهُوَ الْبَلَاءُ الْمُبِينُ (106) وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ (107) وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ (108) سَلَامٌ عَلَى إِبْرَاهِيمَ (109) كَذَلِكَ نَجْزِي الْمُحْسِنِينَ (110) إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ (111) وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ (112) وَبَارَكْنَا عَلَيْهِ وَعَلَى إِسْحَاقَ وَمِنْ ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِنَفْسِهِ مُبِينٌ (113) ",
        "details": " واعلم أن سبحانه وتعالى لما قال : { فبشرناه بغلام حَلِيمٍ } [ الصافات : 101 ] أتبعه بما يدل على حصول ما بشر به وبلغه ، فقال : { فَلَمَّا بَلَغَ مَعَهُ السعى } ومعناه فلما أدرك وبلغ الحد الذي يقدر فيه على السعي ، وقوله : { مَعَهُ } في موضع الحال والتقدير كائناً معه ، والفائدة في اعتبار هذا المعنى أن الأب أرفق الناس بالولد ، وغيره ربما عنف به في الاستسعاء فلا يحتمله لأنه لم تستحكم قوته ، قال بعضهم : كان في ذلك الوقت ابن ثلاث عشرة سنة ، والمقصود من هذا الكلام أن الله تعالى لما وعده في الآية الأولى بكون ذلك الغلام حليماً ، بين في هذه الآية ما يدل على كمال حلمه ، وذلك لأنه كان به من كمال الحلم وفسحة الصدر ما قواه على احتمال تلك البلية العظيمة ، والإتيان بذلك الجواب الحسن .\r\n أما قوله : { إِنّى أرى فِى المنام أَنّى أَذْبَحُكَ } ففيه مسائل : المسألة الأولى : في تفسير هذه اللفظة وجهان الأول : قال السدي : كان إبراهيم حين بشر بإسحق قبل أن يولد له قال : هو إذن لله ذبيح فقيل لإبراهيم قد نذرت نذراً فف بنرك فلما أصبح { قَالَ يَا بُنَىَّ إِنّى أرى فِى المنام أَنّى أَذْبَحُكَ } .\r\n وروي من طريق آخر أنه رأى ليلة التروية في منامه ، كأن قائلاً يقول له إن الله يأمرك بذبح ابنك هذا ، فلما أصبح تروى في ذلك من الصباح إلى الرواح ، أمن الله هذا الحلم أم من الشيطان؟ فمن ثم سمي يوم التروية ، فلما أمسى رأى مثل ذلك ، فعرف أنه من الله فسمي يوم عرفة ، ثم رأى مثله في الليلة الثالثة فهم بنحره فسمي يوم النحر وهذا هو قول أهل التفسير وهو يدل على أنه رأى في المنام ما يوجب أن يذبح ابنه في اليقظة ، وعلى هذا فتقدير اللفظ : إني أرى في المنام ما يوجب أن أذبحك والقول الثاني : أنه رأى في المنام أنه يذبحه ورؤيا الأنبياء عليهم السلام من باب الوحي ، وعلى هذا القول فالمرئي في المنام ليس إلا أنه يذبح ، فإن قيل إما أن يقال إنه ثبت بالدليل عند الأنبياء عليهم السلام أن كل ما رآه في المنام فهو حق حجة أو لم يثبت ذلك بالدليل عندهم ، فإن كان الأول فلم راجع الولد في هذه الواقعة ، بل كان من الواجب عليه أن يشتغل بتحصيل ذلك المأمور ، وأن لا يراجع الولد فيه ، وأن لا يقول له؛ { فانظر مَاذَا ترى } وأن لا يوقف العمل على أن يقول له الولد { افعل مَا تُؤمَرُ } ؟ ، وأيضاً فقد قلتم إنه بقي في اليوم الأول متفكراً ، ولو ثبت عنده بالدليل أن كل ما رآه في النوم فهو حق لم يكن إلى هذا التروي والتفكر حاجة ، وإن كان الثاني ، وهو أنه لم يثبت بالدليل عندهم أن ما يرونه في المنام حق ، فكيف يجوز له أن يقدم على ذبح ذلك الطفل بمجرد رؤيا لم يدل الدليل على كونها حجة؟ والجواب : لا يبعد أن يقال إنه كان عند الرؤيا متردداً فيه ثم تأكدت الرؤيا بالوحي الصريح ، والله أعلم .\r\n المسألة الثانية : اختلفوا في أن هذا الذبيح من هو؟ فقيل إنه إسحق وهذ قول عمر وعلي والعباس بن عبد المطلب وابن مسعود وكعب الأحبار وقتادة وسعيد بن جبير ومسروق وعكرمة والزهري والسدي ومقاتل رضي الله عنهم ، وقيل إنه إسماعيل وهو قول ابن عباس وابن عمر وسعيد بن المسيب والحسن والشعبي ومجاهد والكلبي ، واحتج القائلون بأنه إسماعيل بوجوه : الأول : أن رسول الله صلى الله عليه وسلم قال : « أنا ابن الذبيحين » وقال له أعرابي : « يا ابن الذبيحين فتبسم فسئل عن ذلك فقال : إن عبد المطلب لما حفر بئر زمزم نذر لله لئن سهل الله له أمرها ليذبحن أحد ولده ، فخرج السهم على عبد الله فمنعه أخواله وقالوا له افد ابنك بمائة من الإبل ، ففداه بمائة من الإبل ، والذبيح الثاني إسماعيل » .\r\n الحجة الثانية : نقل عن الأصمعي أنه قال سألت أبا عمرو بن العلاء عن الذبيح ، فقال : يا أصمعي أين عقلك ، ومتى كان إسحق بمكة وإنما كان إسماعيل بمكة وهو الذي بنى البيت مع أبيه والمنحر بمكة؟ .\r\n الحجة الثالثة : أن الله تعالى وصف إسماعيل بالصبر دون إسحق في قوله : { وإسماعيل وَإِدْرِيسَ وَذَا الكفل كُلٌّ مّنَ الصابرين } [ الأنبياء : 85 ] وهو صبره على الذبح ، ووصفه أيضاً بصدق الوعد في قوله : { إِنَّهُ كَانَ صادق الوعد } [ مريم : 54 ] لأنه وعد أباه من نفسه الصبر على الذبح فوفى به .\r\n الحجة الرابعة : قوله تعالى : { فبشرناها بإسحاق وَمِن وَرَاء إسحاق يَعْقُوبَ } [ هود : 71 ] فنقول لو كان الذبيح إسحق لكان الأمر بذبحه إما أن يقع قبل ظهور يعقوب ، منه أو بعد ذلك فالأول : باطل لأنه تعالى لما بشرها بإسحق ، وبشرها معه بأنه يحصل منه يعقوب فقبل ظهور يعقوب منه لم يجز الأمر بذبحه ، وإلا حصل الخلف في قوله : { وَمِن وَرَاء إسحاق يعقوب } والثاني : باطل لأن قوله : { فَلَمَّا بَلَغَ مَعَهُ السعى قَالَ يابنى إِنّى أرى فِى المنام أَنّى أَذْبَحُكَ } يدل على أن ذلك الابن لما قدر على السعي ووصل إلى حد القدرة على الفعل أمر الله تعالى إبراهيم بذبحه ، وذلك ينافي وقوع هذه القصة في زمان آخر ، فثبت أنه لا يجوز أن يكون الذبيح هو إسحق .\r\n الحجة الخامسة : حكى الله تعالى عنه أنه قال : { إِنّى ذَاهِبٌ إلى رَبّى سَيَهْدِينِ } [ الصافات : 99 ] ثم طلب من الله تعالى ولداً يستأنس به في غربته فقال : { رَبّ هَبْ لِى مِنَ الصالحين } [ الصافات : 100 ] وهذا السؤال إنما يحسن قبل أن يحصل له الولد ، لأنه لو حصل له ولد واحد لما طلب الولد الواحد ، لأن طلب الحاصل محال وقوله : { هَبْ لِى مِنَ الصالحين } لا يفيد إلا طلب الولد الواحد ، وكلمة من للتبعيض وأقل درجات البعضية الواحد فكأن قوله : { مّنَ الصالحين } لا يفيد إلا طلب الولد الواحد فثبت أن هذا السؤال لا يحسن إلا عند عدم كل الأولاد فثبت أن هذا السؤال وقع حال طلب الولد الأول ، وأجمع الناس على أن إسماعيل متقدم في الوجود على إسحق ، فثبت أن المطلوب بهذا الدعاء وهو إسماعيل ، ثم إن الله تعالى ذكر عقيبه قصة الذبيح فوجب أن يكون الذبيح هو إسماعيل .\r\n الحجة السادسة : الأخبار الكثيرة في تعليق قرن الكبش بالكعبة ، فكأن الذبيح بمكة .\r\n ولو كان الذبيح إسحق كان الذبح بالشام ، واحتج من قال إن ذلك الذبيح هو إسحق بوجهين : الوجه الأول : أن أول الآية وآخرها يدل على ذلك ، أما أولها فإنه تعالى حكى عن إبراهيم عليه السلام قبل هذه الآية أنه قال : { إِنّى ذَاهِبٌ إلى رَبّى سَيَهْدِينِ } وأجمعوا على أن المراد منه مهاجرته إلى الشام ثم قال : { فبشرناه بغلام حليم } [ الصافات : 101 ] فوجب أن يكون هذا الغلام ليس إلا إسحق ، ثم قال بعده : { فَلَمَّا بَلَغَ مَعَهُ السعى } وذلك يقتضي أن يكون المراد من هذا الغلام الذي بلغ معه السعي هو ذلك الغلام الذي حصل في الشام ، فثبت أن مقدمة هذه الآية تدل على أن الذبيح هو إسحق ، وأما آخر الآية فهو أيضاً يدل على ذلك لأنه تعالى لما تمم قصة الذبيح قال بعده : { وبشرناه بإسحاق نَبِيّاً مّنَ الصالحين } ومعناه أنه بشره بكونه نبياً من الصالحين ، وذكر هذه البشارة عقيب حكاية تلك القصة يدل على أنه تعالى إنما بشره بهذه النبوة لأجل أنه تحمل هذه الشدائد في قصة الذبيح ، فثبت بما ذكرنا أن أول الآية وآخرها يدل على أن الذبيح هو إسحق عليه السلام .\r\n الحجة الثانية : على صحة ذلك ما اشتهر من كتاب يعقوب إلى يوسف عليه السلام من يعقوب إسرائيل نبي الله بن إسحق ذبيح الله بن إبراهيم خليل الله فهذا جملة الكلام في هذا الباب ، وكان الزجاج يقول : الله أعلم أيهما الذبيح ، والله أعلم .\r\n واعلم أنه يتفرع على ما ذكرنا اختلافهم في موضع الذبح فالذين قالوا الذبيح هو إسماعيل قالوا : كان الذبح بمنى ، والذين قالوا : إنه إسحق قالوا هو بالشام وقيل ببيت المقدس ، والله أعلم .\r\n المسألة الثالثة : اختلف الناس في أن إبراهيم عليه السلام كان مأموراً بهذا بما رأى ، وهذا الاختلاف مفرع على مسألة من مسائل أصول الفقه ، وهي أنه هل يجوز نسخ الحكم قبل حضور مدة الامتثال فقال أكثر أصحابنا إنه يجوز ، وقالت المعتزلة وكثير من فقهاء الشافعية والحنفية إنه لا يجوز ، فعلى القول الأول أنه سبحانه وتعالى أمره بالذبح ، ثم إنه تعالى نسخ هذا التكليف قبل حضور وقته ، وعلى القول الثاني أنه تعالى ما أمره بالذبح ، وإنما أمره بمقدمات الذبح وهذه مسألة شريفة من مسائل باب النسخ ، واحتج أصحابنا على أنه يجوز نسخ الأمر قبل مجيء مدة الامتثال بأن الله تعالى أمر إبراهيم عليه السلام بذبح ولده ، ثم إنه تعالى نسخه عنه قبل إقدامه عليه وذلك يفيد المطلوب إنما قلنا إنه تعالى أمره بذبح الولد لوجهين الأول : أنه عليه السلام قال لولده إني أرى في المنام أني أذبحك فقال الولد افعل ما تؤمر وهذا يدل على أنه عليه السلام كان مأموراً بمقدمات الذبح لا بنفس الذبح ، ثم إنه أتى بمقدمات الذبح وأدخلها في الوجود ، فحينئذٍ يكون قد أمر بشيء وقد أتى به ، وفي هذا الموضع لا يحتاج إلى الفداء ، لكنه احتاج إلى الفداء بدليل قوله تعالى : { وفديناه بِذِبْحٍ عَظِيمٍ } فدل هذا على أنه أتى بالمأمور به ، وقد ثبت أنه أتى بكل مقدمات الذبح ، وهذا يدل على أنه تعالى كان قد أمره بنفس الذبح ، وإذا ثبت هذا فنقول إنه تعالى نسخ ذلك الحكم قبل إثباته وذلك يدل على المقصود ، وقالت المعتزلة : لا نسلم أن الله أمره بذبح الولد بل نقول إنه تعالى أمره بمقدمات الذبح ، ويدل عليه وجوه الأول : أنه ما أتى بالذبح وإنما أتى بمقدمات الذبح ، ثم إن الله تعالى أخبر عنه بأنه أتى بما أمر به بدليل قوله تعالى : { وناديناه أَن ياإبراهيم قَدْ صَدَّقْتَ الرؤيا } وذلك يدل على أنه تعالى إنما أمره في المنام بمقدمات الذبح لا بنفس الذبح وتلك المقدمات عبارة عن إضجاعه ووضع السكين على حلقه ، والعزم الصحيح على الإتيان بذلك الفعل إن ورد الأمر الثاني : الذبح عبارة عن قطع الحلقوم فلعل إبراهيم عليه السلام قطع الحلقوم إلا أنه كلما قطع جزءاً أعاد الله التأليف إليه ، فلهذا السبب لم يحصل الموت والوجه الثالث : وهو الذي عليه تعويل القوم أنه تعالى لو أمر شخصاً معيناً بإيقاع فعل معين في وقت معين ، فهذا يدل على أن إيقاع ذلك الفعل في ذلك الوقت حسن ، فإذا أنهاه عنه فذلك النهي يدل على أن إيقاع ذلك الفعل في ذلك الوقت قبيح ، فلو حصل هذا النهي عقيب ذلك الأمر لزم أحد أمرين ، لأنه تعالى إن كان عالماً بحال ذلك الفعل لزم أن يقال إنه أمر بالقبيح أو نهى عن الحسن ، وإن لم يكن عالماً به لزم جهل الله تعالى الحسن ، وإن لم يكن عالماً به لزم جهل الله تعالى وإنه محال ، فهذا تمام الكلام في هذا الباب والجواب : عن الأول أنا قد دللنا على أنه تعالى إنما أمره بالذبح .\r\n أما قوله تعالى : { قَدْ صَدَّقْتَ الرؤيا } فهذا يدل على أنه اعترف بكون تلك الرؤيا واجب العمل بها ولا يدل على أنه أتى بكل ما رآه في ذلك المنام .\r\n وأما قوله ثانياً كلما قطع إبراهيم عليه السلام جزءاً أعاد الله تعالى التأليف إليه ، فنقول هذا باطل لأن إبراهيم عليه السلام لو أتى بكل ما أمر به لما احتاج إلى الفداء وحيث احتاج إليه علمنا أنه لم يأت بما أمر به .\r\n وأما قوله ثالثاً إنه يلزم ، إما الأمر بالقبيح وإما الجهل ، فنقول هذا بناءً على أن الله تعالى لا يأمر إلا بما يكون حسناً في ذاته ولا ينهي إلا عما يكون قبيحاً في ذاته ، وذلك بناءً على تحسين العقل وتقبيحه وهو باطل ، وأيضاً فهب أنا نسلم ذلك إلا أنا نقول لم لا يجوز أن يقال إن الأمر بالشيء تارة يحسن لكون المأمور به حسناً وتارة لأجل أن ذلك الأمر يفيد صحة مصلحة من المصالح وإن لم يكن المأمور به حسناً ألا ترى أن السيد إذا أراد أن يروض عبده ، فإنه يقول له إذا جاء يوم الجمعة فافعل الفعل الفلاني ، ويكون ذلك الفعل من الأفعال الشاقة ، ويكون مقصود السيد من ذلك الأمر ليس أن يأتي ذلك العبد بذلك الفعل ، بل أن يوطن العبد نفسه على الانقياد والطاعة ، ثم إن السيد إذا علم منه أنه وطن نفسه على الطاعة فقد يزيل الألم عنه ذلك التكليف ، فكذا ههنا ، فما لم تقيموا الدلالة على فساد هذا الاحتمال لم يتم كلامكم .\r\n المسألة الرابعة : احتج أصحابنا بهذه الآية على أن الله تعالى قد يأمر بما لا يريد وقوعه ، والدليل عليه أنه أمر بالذبح وما أراد وقوعه ، أما أنه أمر بالذبح فلما تقدم في المسألة الأولى .\r\n وأما أنه ما أراد وقوعه فلأن عندنا أن كل ما أراد الله وقوعه فإنه يقع ، وحيث لم يقع هذا الذبح علمنا أنه تعالى ما أراد وقوعه ، وأما عند المعتزلة فلأن الله تعالى نهى عن ذلك الذبح ، والنهي عن الشيء يدل على أن الناهي لا يريد وقوعه فثبت أنه تعالى أمر بالذبح ، وثبت أنه تعالى ما أراده ، وذلك يدل على أن الأمر قد يوجد بدون الإرادة ، وتمام الكلام في أن الله تعالى أمر بالذبح ما تقدم في المسألة المتقدمة ، والله أعلم .\r\n المسألة الخامسة : في بيان الحكمة في ورود هذا التكليف في النوم لا في اليقظة وبيانه من وجوه الأول : أن هذا التكليف كان في نهاية المشقة على الذابح والمذبوح ، فورد أولاً في النوم حتى يصير ذلك كالمنبه لورود هذا التكليف الشاق ، ثم يتأكد حال النوم بأحوال اليقظة ، فحينئذٍ لا يهجم هذا التكليف دفعة واحدة بل شيئاً فشيئاً الثاني : أن الله تعالى جعل رؤيا الأنبياء عليهم السلام حقاً ، قال الله تعالى في حق محمد صلى الله عليه وسلم : { لَّقَدْ صَدَقَ الله رَسُولَهُ الرؤيا بالحق لَتَدْخُلُنَّ المسجد الحرام } [ الفتح : 27 ] وقال عن يوسف عليه السلام : { إِنّى رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا والشمس والقمر رَأَيْتُهُمْ لِى سَاجِدِينَ } [ يوسف : 4 ] وقال في حق إبراهيم عليه السلام : { إِنّى أرى فِى المنام أَنّى أَذْبَحُكَ } [ الصافات : 102 ] والمقصود من ذلك تقوية الدلالة على كونهم صادقين ، لأن الحال إما حال يقظة وإما حال منام ، فإذا تظاهرت الحالتان على الصدق ، كان ذلك هو النهاية في بيان كونهم محقين صادقين في كل الأحوال ، والله أعلم .\r\n ثم نقول مقامات الأنبياء عليهم السلام على ثلاثة أقسام منها ما يقع على وفق الرؤية كما في قوله تعالى في حق رسولنا صلى الله عليه وسلم : { لَتَدْخُلُنَّ المسجد الحرام } ثم وقع ذلك الشيء بعينه ، ومنها ما يقع على الضد كما في حق إبراهيم عليه السلام فإنه رأى الذبح وكان الحاصل هو الفداء والنجاة ، ومنها ما يقع على ضرب من التأويل والمناسبة كما في رؤيا يوسف عليه السلام ، فلهذا السبب أطبق أهل التعبير على أن المنامات واقعة على هذه الوجوه الثلاثة .\r\n المسألة السادسة : قرأ حمزة والكسائي : { تَرَى } بضم التاء وكسر الراء ، أن ما ترى من نفسك من الصبر والتسليم؟ وقيل ما تشير ، والباقون بفتح التاء ، ثم منهم من يميل ومنهم من لا يميل .\r\n المسألة السابعة : الحكمة في مشاورة الإبن في هذا الباب أن يطلع ابنه على هذه الواقعة ليظهر له صبره في طاعة الله فتكون فيه قرة عين لإبراهيم حيث يراه قد بلغ في الحلم إلى هذا الحد العظيم ، وفي الصبر على أشد المكاره إلى هذه الدرجة العالية ويحصل للابن الثواب العظيم في الآخرة والثناء الحسن في الدنيا ، ثم إنه تعالى حكى عن ولد إبراهيم عليه السلام أنه قال : { افعل مَا تُؤمَرُ } ومعناه افعل ما تؤمر به ، فحذف الجار كما حذف من قوله : أمرتك الخبر فافعل ما أمرت [ به ] \r\n ثم قال : { سَتَجِدُنِى إِن شَاء الله مِنَ الصابرين } وإنما علق ذلك بمشيئة الله تعالى على سبيل التبرك والتيمن ، وأنه لا حول عن معصية الله إلا بعصمة الله ولا قوة على طاعة الله إلا بتوفيق الله .\r\n ثم قال تعالى : { فَلَمَّا أَسْلَمَا } يقال سلم لأمر الله وأسلم واستسلم بمعنى واحد ، وقد قرىء بهن جميعاً إذ انقاد له وخضع ، وأصلها من قولك سلم هذا لفلان إذا خلص له ، ومعناه سلم من أن ينازع فيه ، وقولهم سلم لأمر الله وأسلم له منقولان عنه بالهمزة ، وحقيقة معناها أخلص نفسه لله وجعلها سالمة له خالصة ، وكذلك معنى استسلم استخلص نفسه لله وعن قتادة في أسلما أسلم هذا ابنه وهذا نفسه ، ثم قال تعالى : { وتله للجبين } أي صرعه على شقه فوقع أحد جبينيه على الأرض وللوجه جبينان ، والجبهة بينهما ، قال ابن الأعرابي التليل والمتلول المصروع والمتل الذي يتل به أي يصرع ، فالمعنى أنه صرعه على جبينه ، وقال مقاتل كبه على جبهته ، وهذا خطأ لأن الجبين غير الجبهة .\r\n ثم قال تعالى : { وناديناه أَن ياإبراهيم قَدْ صَدَّقْتَ الرؤيا } وفيه قولان الأول : أن هذا جواب فلما عند الكوفيين والفراء والواو زائدة والقول الثاني : أن عند البصريين لا يجوز ذلك والجواب مقدر والتقدير : فلما فعل ذلك وناداه الله أن يا إبراهيم قد صدقت الرؤيا ، سعد سعادة عظيمة وآتاه الله نبوة ولده وأجزل له الثواب ، قالوا : وحذف الجواب ليس بغريب في القرآن والفائدة فيه أنه إذا كان محذوفاً كان أعظم وأفخم ، قال المفسرون لما أضجعه للذبح نودي من الجبل : { ياإبراهيم قَدْ صَدَّقْتَ الرؤيا } قال المحققون : السبب في هذا التكليف كمال طاعة إبراهيم لتكاليف الله تعالى فلما كلفه الله تعالى بهذا التكليف الشاق الشديد وظهر منه كمال الطاعة وظهر من ولده كمال الطاعة والانقياد ، لا جرم قال قد صدقت الرؤيا ، يعني حصل المقصود من تلك الرؤيا .\r\n وقوله : { إِنَّا كَذَلِكَ نَجْزِى المحسنين } ابتداء إخبار من الله تعالى ، وليس يتصل بما تقدم من الكلام ، والمعنى أن إبراهيم وولده كانا محسنين في هذه الطاعة ، فكما جزينا هذين المحسنين فكذلك نجزي كل المحسنين .\r\n ثم قال تعالى : { إِنَّ هذا لَهُوَ البلاء المبين } أي الاختبار البين الذي يتميز فيه المخلصون من غيرهم أو المحنة البينة الصعوبة التي لا محنة أصعب منها { وفديناه بِذِبْحٍ عَظِيمٍ } الذبح مصدر ذبحت والذبح أيضاً ما يذبح وهو المراد في هذه الآية ، وههنا مباحث تتعلق بالحكايات فالأول : حكي في قصة الذبيح أن إبراهيم عليه السلام لما أراد ذبحه قال : يا بني خذ الحبل والمدية وانطلق بنا إلى الشعب نحتطب ، فلما توسطا شعب ثبير أخبره بما أمر به ، فقال : يا أبت اشدد رباطي فيَّ كيلا أضطرب ، واكفف عني ثيابك لا ينتضح عليها شيء من دمي فتراه أمي فتحزن ، واستحد شفرتك وأسرع إمرارها على حلقي ليكون أهون فإن الموت شديد ، واقرأ على أمي سلامي وإن رأيت أن ترد قميصي على أمي فافعل فإنه عسى أن يكون أسهل لها ، فقال إبراهيم عليه السلام : نعم العون أنت يا بني على أمر الله ، ثم أقبل عليه يقبله وقد ربطه وهما يبكيان ثم وضع السكين على حلقه فقال : كبني على وجهي فإنك إذا نظرت وجهي رحمتني وأدركتك رقة وقد تحول بينك وبين أمر الله سبحانه وتعالى ففعل ثم وضع السكين على قفاه فانقلبت السكين ونودي يا إبراهيم قد صدقت الرؤيا .\r\n البحث الثاني : اختلفوا في ذلك الكبش فقيل إنه الكبش الذي تقرب به هابيل بن آدم إلى الله تعالى فقبله ، وكان في الجنة يرعى حتى فدى الله تعالى به إسماعيل ، وقال آخرون أرسل الله كبشاً من الجنة قد رعى أربعين خريفاً ، وقال السدي : نودي إبراهيم فالتفت فإذا هو بكبش أملح انحط من الجبل ، فقام عنه إبراهيم فأخذه فذبحه ، وخلى عن ابنه ، ثم اعتنق ابنه وقال : يا بني اليوم وهبت لي ، وأما قوله : { عظِيمٌ } فقيل سمي عظيماً لعظمه وسمنه ، وقال سعيد بن جبير حق له أن يكون عظيماً وقد رعى في الجنة أربعين خريفاً ، وقيل سمي عظيماً لعظم قدره حيث قبله الله تعالى فداء عن ولد إبراهيم ، ثم قال تعالى : { إِنَّهُ مِنْ عِبَادِنَا المؤمنين } الضمير في قوله : { إِنَّهُ } عائد إلى إبراهيم ، ثم قال تعالى : { وبشرناه بإسحاق نَبِيّاً مّنَ الصالحين } فقوله : { نَبِيّاً } حال مقدرة أي بشرناه بوجود إسحاق مقدرة نبوته ، ولمن يقول إن الذبيح هو إسماعيل أن يحتج بهذه الآية ، وذلك لأن قوله : { نَبِيّاً } حال ولا يجوز أن يكون المعنى فبشرناه بإسحاق حال كون إسحق نبياً لأن البشارة به متقدمة على صيرورته نبياً ، فوجب أن يكون المعنى وبشرناه بإسحاق حال ما قدرناه نبياً ، وحال ما حكمنا عليه فصبر ، وإذا كان الأمر كذلك فحينئذٍ كانت هذه البشارة بشارة بوجود إسحاق حاصلة بعد قصة الذبيح ، فوجب أن يكون الذبيح غير إسحاق ، أقصى ما في الباب أن يقال لا يبعد أن يقال هذه الآية وإن كانت متأخرة في التلاوة عن قصة الذبيح إلا أنها كانت متقدمة عليها في الوقوع والوجود ، إلا أنا نقول الأصل رعاية الترتيب وعدم التغيير في النظم ، والله أعلم بالصواب .\r\n ثم قال تعالى : { وباركنا عَلَيْهِ وعلى إسحاق } وفي تفسير هذه البركة وجهان الأول : أنه تعالى أخرج جميع أنبياء بني إسرائيل من صلب إسحاق والثاني : أنه أبقى الثناء الحسن على إبراهيم وإسحاق إلى يوم القيامة ، لأن البركة عبارة عن الدوام والثبات ، ثم قال تعالى : { وَمِن ذُرّيَّتِهِمَا مُحْسِنٌ وظالم لّنَفْسِهِ مُبِينٌ } وفي ذلك تنبيه على أنه لا يلزم من كثرة فضائل الأب فضيلة الابن ، لئلا تصير هذه الشبهة سبباً لمفاخرة اليهود ، ودخل تحت قوله : { مُحْسِنٌ } الأنبياء والمؤمنين وتحت قوله : { ظَالِمٌ } الكافر والفاسق ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فلما بلغ معه السعي قال يابني إني أرى في المنام أني أذبحك فانظر ماذا ترى قال ياأبت افعل ما تؤمر ستجدني إن شاء الله من الصابرين (102) فلما أسلما وتله للجبين (103) وناديناه أن ياإبراهيم (104) قد صدقت الرؤيا إنا كذلك نجزي المحسنين (105) إن هذا لهو البلاء المبين (106) وفديناه بذبح عظيم (107) وتركنا عليه في الآخرين (108) سلام على إبراهيم (109) كذلك نجزي المحسنين (110) إنه من عبادنا المؤمنين (111) وبشرناه بإسحاق نبيا من الصالحين (112) وباركنا عليه وعلى إسحاق ومن ذريتهما محسن وظالم لنفسه مبين (113) ",
        "babnum": 16
    },
    {
        "id": 2105,
        "cate": "37",
        "title": "وَلَقَدْ مَنَنَّا عَلَى مُوسَى وَهَارُونَ (114) وَنَجَّيْنَاهُمَا وَقَوْمَهُمَا مِنَ الْكَرْبِ الْعَظِيمِ (115) وَنَصَرْنَاهُمْ فَكَانُوا هُمُ الْغَالِبِينَ (116) وَآتَيْنَاهُمَا الْكِتَابَ الْمُسْتَبِينَ (117) وَهَدَيْنَاهُمَا الصِّرَاطَ الْمُسْتَقِيمَ (118) وَتَرَكْنَا عَلَيْهِمَا فِي الْآخِرِينَ (119) سَلَامٌ عَلَى مُوسَى وَهَارُونَ (120) إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ (121) إِنَّهُمَا مِنْ عِبَادِنَا الْمُؤْمِنِينَ (122) ",
        "details": " اعلم أن هذا هو القصة الثالثة من القصص المذكورة في هذه السورة ، واعلم أن وجوه الأنعام وإن كانت كثيرة إلا أنها محصورة في نوعين إيصال المنافع إليه ودفع المضار عنه والله تعالى ذكر القسمين ههنا ، فقوله : { وَلَقَدْ مَنَنَّا على موسى وهارون } إشارة إلى إيصال المنافع إليهما ، وقوله : { ونجيناهما وَقَوْمَهُمَا مِنَ الكرب العظيم } إشارة إلى دفع المضار عنهما .\r\n أما القسم الأول : وهو إيصال المنافع ، فلا شك أن المنافع على قسمين : منافع الدنيا ومنافع الدين ، أما منافع الدنيا فالوجود والحياة والعقل والتربية والصحة وتحصيل صفات الكمال في ذات كل واحد منهما ، وأما منافع الدين فالعلم والطاعة ، وأعلى هذه الدرجات النبوة الرفيعة المقرونة بالمعجزات الباهرة القاهرة ، ولما ذكر الله تعالى هذه التفاصيل في سائر السور ، لا جرم اكتفى ههنا بهذا الرمز .\r\n وأما القسم الثاني : وهو دفع الضرر فهو المراد من قوله : { ونجيناهما وَقَوْمَهُمَا مِنَ الكرب العظيم } وفيه قولان : قيل إنه الغرق ، أغرق الله فرعون وقومه ، ونجى الله بني إسرائيل ، وقيل المراد أنه تعالى نجاهم من إيذاء فرعون حيث كان يذبح أبناءهم ويستحيي نساءهم .\r\n واعلم أنه تعالى لما ذكر أنه منَّ على موسى وهارون ، فصل أقسام تلك المنة .\r\n والهاء في قوله : { ونصرناهم } أي نصرنا موسى وهارون وقومهما : { فَكَانُواْ هُمُ الغالبين } في كل الأحوال بظهور الحجة وفي آخر الأمر بالدولة والرفعة وثانيهما : قوله تعالى : { وءاتيناهما الكتاب المستبين } والمراد منه التوراة ، وهو الكتاب المشتمل على جميع العلوم التي يحتاج إليها في مصالح الدين والدنيا ، كما قال : { إِنَّا أَنزَلْنَا التوراة فِيهَا هُدًى وَنُورٌ } [ المائدة : 44 ] ، وثالثها : قوله تعالى : { وهديناهما الصراط المستقيم } أي دللناهما على طريق الحق عقلاً وسمعاً ، وأمددناهما بالتوفيق والعصمة ، وتشبيه الدلائل الحقة بالطريق المستقيم واضح ورابعها : قوله تعالى : { وَتَرَكْنَا عَلَيْهِمَا فِى الأخرين } وفيه قولان الأول : أن المراد { وَتَرَكْنَا عَلَيْهِمَا فِى الأخرين } وهم أمة محمد صلى الله عليه وسلم قولهم : { سلام على موسى وهارون } والثاني : أن المراد { وَتَرَكْنَا عَلَيْهِمَا فِى الأخرين } وهم أمة محمد صلى الله عليه وسلم الثناء الحسن والذكر الجميل ، وعلى هذا التقدير فقوله بعد ذلك : { سلام على موسى وهارون } هو كلام الله تعالى ، ولما ذكر تعالى هذه الأقسام الأربعة من أبواب التعظيم والتفضيل قال : { إِنَّا كَذَلِكَ نَجْزِى المحسنين } وقد سبق تفسيره ، ثم قال تعالى : { إِنَّهمَا مِنْ عِبَادِنَا المؤمنين } والمقصود التنبيه ، على أن الفضيلة الحاصلة بسبب الإيمان أشرف وأعلى وأكمل من كل الفضائل ، ولولا ذلك لما حسن ختم فضائل موسى وهارون بكونهما من المؤمنين ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد مننا على موسى وهارون (114) ونجيناهما وقومهما من الكرب العظيم (115) ونصرناهم فكانوا هم الغالبين (116) وآتيناهما الكتاب المستبين (117) وهديناهما الصراط المستقيم (118) وتركنا عليهما في الآخرين (119) سلام على موسى وهارون (120) إنا كذلك نجزي المحسنين (121) إنهما من عبادنا المؤمنين (122) ",
        "babnum": 17
    },
    {
        "id": 2106,
        "cate": "37",
        "title": "وَإِنَّ إِلْيَاسَ لَمِنَ الْمُرْسَلِينَ (123) إِذْ قَالَ لِقَوْمِهِ أَلَا تَتَّقُونَ (124) أَتَدْعُونَ بَعْلًا وَتَذَرُونَ أَحْسَنَ الْخَالِقِينَ (125) اللَّهَ رَبَّكُمْ وَرَبَّ آبَائِكُمُ الْأَوَّلِينَ (126) فَكَذَّبُوهُ فَإِنَّهُمْ لَمُحْضَرُونَ (127) إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ (128) وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ (129) سَلَامٌ عَلَى إِلْ يَاسِينَ (130) إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ (131) إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ (132) ",
        "details": " اعلم أن هذه القصة الرابعة من القصص المذكورة في هذه السورة وفيه مسائل : المسألة الأولى : قرأ ابن عامر : { وَإِنَّ إِلْيَاسَ } بغير همزة على وصل الألف والباقون بالهمزة وقطع الألف ، قال أبو بكر بن مهران : من ذكر عند الوصل الألف فقد أخطأ ، وكان أهل الشام ينكرونه ولا يعرفونه ، قال الواحدي وله وجهان أحدهما : أنه حذف الهمزة من إلياس حذفاً ، كما حذفها ابن كثير من قوله : { إِنَّهَا لإِحْدَى الكبر } [ المدثر : 35 ] وكقول الشاعر : ويلمها في هواء الجو طالبة \r\n والآخر أنه جعل الهمزة التي تصحب اللام للتعريف كقوله : { واليسع } .\r\n المسألة الثانية : في إلياس قولان : يروى عن ابن مسعود أنه قرأ وإن إدريس ، وقال إن إلياس هو إدريس ، وهذا قول عكرمة ، وأما أكثر المفسرين فهم متفقون على أنه نبي من أنبياء بني إسرائيل وهو إلياس بن ياسين ، من ولد هارون أخي موسى عليهم السلام ، ثم قال تعالى : { إِذْ قَالَ لِقَوْمِهِ أَلاَ تَتَّقُونَ } والتقدير اذكر يا محمد لقومك : { إِذْ قَالَ لقومه أَلاَ تَتَّقُونَ } أي ألا تخافون الله ، وقال الكلبي ألا تخافون عبادة غير الله .\r\n واعلم أنه لما خوفهم أولاً على سبيل الإجمال ذكر ما هو السبب لذلك الخوف فقال : { أَتَدْعُونَ بَعْلاً وَتَذَرُونَ أَحْسَنَ الخالقين } وفيه أبحاث : الأول : في ( بعل ) قولان أحدهما : أنه اسم علم لصنم كان لهم كمناة وهبل ، وقيل كان من ذهب ، وكان طوله عشرين ذراعاً وله أربعة أوجه ، وفتنوا به وعظموه ، حتى عينوا له أربعمائة سادن وجعلوهم أنبياء ، وكان الشيطان يدخل في جوف بعل ويتكلم بشريعة الضلالة ، والسدنة يحفظونها ويعلمونها الناس وهم أهل بعلبك من بلاد الشأم ، وبه سميت مدينتهم بعلبك .\r\n واعلم أن قولهم بعل اسم لصنم من أصنامهم لا بأس به ، وأما قولهم إن الشيطان كان يدخل في جوف بعلبك ويتكلم بشريعة الضلالة .\r\n فهذا مشكل لأنا إن جوزنا هذا كان ذلك قادحاً في كثير من المعجزات ، لأنه نقل في معجزات النبي صلى الله عليه وسلم كلام الذئب معه وكلام الجمل معه وحنين الجذع ، ولو جوزنا أن يدخل الشيطان في جوف جسم ويتكلم .\r\n فحينئذٍ يكون هذا الاحتمال قائماً في الذئب والجمل والجذع ، وذلك يقدح في كون هذه الأشياء معجزات القول الثاني : أن البعل هو الرب بلغة اليمن ، يقال من بعل هذه الدار ، أي من ربها ، وسمي الزوج بعلاً لهذا المعنى ، قال تعالى : { وَبُعُولَتُهُنَّ أَحَقُّ بِرَدّهِنَّ } [ البقرة : 228 ] وقال تعالى : { وهذا بَعْلِى شَيْخًا } [ هود : 72 ] فعلى هذا التقدير المعنى ، أتعبدون بعض البعول وتتركون عبادة الله .\r\n البحث الثاني : المعتزلة احتجوا بهذه الآية على كون العبد خالقاً لأفعال نفسه ، فقالوا : لو لم يكن غير الله خالقاً لما جاز وصف الله بأنه أحسن الخالقين ، والكلام فيه قد تقدم في قوله تعالى : { فَتَبَارَكَ الله أَحْسَنُ الخالقين } [ المؤمنون : 14 ] .\r\n البحث الثالث : كان الملقب بالرشيد الكاتب يقول لو قيل : أتدعون بعلاً وتدعون أحسن الخالقين .\r\n أوهم أنه أحسن ، لأنه كان قد تحصل فيه رعاية معنى التحسين وجوابه : أن فصاحة القرآن ليست لأجل رعاية هذه التكاليف ، بل لأجل قوة المعاني وجزالة الألفاظ .\r\n واعلم أنه لما عابهم على عبادة غير الله صرح بالتوحيد ونفى الشركاء ، فقال : { الله رَبَّكُمْ وَرَبَّ ءابَائِكُمُ الأولين } وفيه مباحث .\r\n البحث الأول : أنا ذكرنا في هذا الكتاب أن حدوث الأشخاص البشرية كيف يدل على وجود الصانع المختار ، وكيف يدل على وحدته وبراءته عن الأضداد والأنداد ، فلا فائدة في الإعادة .\r\n البحث الثاني : قرأ حمزة والكسائي وحفص عن عاصم { الله رَبَّكُمْ وَرَبَّ ءابَائِكُمُ } كلها بالنصب على البدل من قوله : { أَحْسَنُ الخالقين } والباقون بالرفع على الاستئناف ، والأول اختيار أبي حاتم وأبي عبيد ، ونقل صاحب «الكشاف» أن حمزة إذا وصل نصب ، وإذا وقف رفع ، ولما حكى الله عنه أنه قرر مع قومه التوحيد قال : { فَكَذَّبُوهُ فَإِنَّهُمْ لَمُحْضَرُونَ } أي لمحضرون النار غداً ، وقد ذكرنا الكلام فيه عند قوله : { لَكُنتُ مِنَ المحضرين } [ الصافات : 57 ] ثم قال تعالى : { إِلاَّ عِبَادَ الله المخلصين } وذلك لأن قومه ما كذبوه بكليتهم ، بل كان فيهم من قبل ذلك التوحيد فلهذا قال تعالى : { إِلاَّ عِبَادَ الله المخلصين } يعني الذين أتوا بالتوحيد الخالص فإنهم لا يحضرون ثم قال : { وَتَرَكْنَا عَلَيْهِ فِى الأخرين * سلام على إِلْ يَاسِينَ } قرأ نافع وابن عامر ويعقوب ( آل ياسين ) على إضافة لفظ آل إلى لفظ ياسين والباقون بكسر الألف وجزم اللام موصولة بياسين ، أما القراءة الأولى ففيها وجوه الأول : وهو الأقرب أنا ذكرنا أنه إلياس بن ياسين فكان إلياس آل ياسين الثاني : ( آل ياسين ) آل محمد صلى الله عليه وسلم والثالث : أن ياسين اسم القرآن ، كأنه قيل سلام الله على من آمن بكتاب الله الذي هو ياسين ، والوجه هو الأول لأنه أليق بسياق الكلام ، وأما القراءة الثانية ففيها وجوه الأول : قال الزجاج يقال ميكال وميكائيل وميكالين ، فكذا ههنا إلياس وإلياسين والثاني : قال الفراء هو جمع وأراد به إلياس وأتباعه من المؤمنين ، كقولهم المهلبون والسعدون قال : أنا ابن سعد أكرم السعدينا \r\n ثم قال تعالى : { إِنَّا كَذَلِكَ نَجْزِى المحسنين * إِنَّهُ مِنْ عِبَادِنَا المؤمنين } وقد سبق تفسيره ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن إلياس لمن المرسلين (123) إذ قال لقومه ألا تتقون (124) أتدعون بعلا وتذرون أحسن الخالقين (125) الله ربكم ورب آبائكم الأولين (126) فكذبوه فإنهم لمحضرون (127) إلا عباد الله المخلصين (128) وتركنا عليه في الآخرين (129) سلام على إل ياسين (130) إنا كذلك نجزي المحسنين (131) إنه من عبادنا المؤمنين (132) ",
        "babnum": 18
    },
    {
        "id": 2107,
        "cate": "37",
        "title": "وَإِنَّ لُوطًا لَمِنَ الْمُرْسَلِينَ (133) إِذْ نَجَّيْنَاهُ وَأَهْلَهُ أَجْمَعِينَ (134) إِلَّا عَجُوزًا فِي الْغَابِرِينَ (135) ثُمَّ دَمَّرْنَا الْآخَرِينَ (136) وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ (137) وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ (138) ",
        "details": " هذا هو القصة الخامسة ، وإنه تعالى إنما ذكر هذه القصة ليعتبر بها مشركو العرب ، فإن الذين كفروا من قومه هلكوا والذين آمنوا نجوا ، وقد تقدم شرح هذه القصة ، وقد نبههم بقوله تعالى : { وَإِنَّكُمْ لَّتَمُرُّونَ عَلَيْهِمْ مُّصْبِحِينَ * وباليل } وذلك لأن القوم كانوا يسافرون إلى الشام والمسافر في أكثر الأمر إنما يمشي في الليل وفي أول النهار ، فلهذا السبب عين تعالى هذين الوقتين .\r\n ثم قال تعالى : { أَفَلاَ تَعْقِلُونَ } يعني أليس فيكم عقول تعتبرون بها ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن لوطا لمن المرسلين (133) إذ نجيناه وأهله أجمعين (134) إلا عجوزا في الغابرين (135) ثم دمرنا الآخرين (136) وإنكم لتمرون عليهم مصبحين (137) وبالليل أفلا تعقلون (138) ",
        "babnum": 19
    },
    {
        "id": 2108,
        "cate": "37",
        "title": "وَإِنَّ يُونُسَ لَمِنَ الْمُرْسَلِينَ (139) إِذْ أَبَقَ إِلَى الْفُلْكِ الْمَشْحُونِ (140) فَسَاهَمَ فَكَانَ مِنَ الْمُدْحَضِينَ (141) فَالْتَقَمَهُ الْحُوتُ وَهُوَ مُلِيمٌ (142) فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ (143) لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ (144) فَنَبَذْنَاهُ بِالْعَرَاءِ وَهُوَ سَقِيمٌ (145) وَأَنْبَتْنَا عَلَيْهِ شَجَرَةً مِنْ يَقْطِينٍ (146) وَأَرْسَلْنَاهُ إِلَى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ (147) فَآمَنُوا فَمَتَّعْنَاهُمْ إِلَى حِينٍ (148) ",
        "details": " واعلم أن هذا هو القصة السادسة وهو آخر القصص المذكورة في هذه السورة ، وإنما صارت هذه القصة خاتمة للقصص ، لأجل أنه لما لم يصبر على أذى قومه وأبق إلى الفلك وقع في تلك الشدائد فيصير هذا سبباً لتصبر النبي صلى الله عليه وسلم على أذى قومه .\r\n أما قوله : { وَإِنَّ يُونُسَ لَمِنَ المرسلين * إِذْ أَبَقَ إِلَى الفلك المشحون } ففيه مسائل : المسألة الأولى : قال صاحب «الكشاف» قريء يونس بضم النون وكسرها .\r\n المسألة الثانية : دلت هذه الآية على أن هذه الواقعة إنما وقعت ليونس عليه السلام بعد أن صار رسولاً ، لأن قوله : { وَإِنَّ يُونُسَ لَمِنَ المرسلين * إِذْ أَبَقَ إِلَى الفلك } معناه أنه كان من المرسلين حينما أبق إلى الفلك ، ويمكن أن يقال : إنه جاء في كثير من الروايات أنه أرسله ملك زمانه إلى أولئك القوم ليدعوهم إلى الله ، ثم أبق والتقمه الحوت فعند ذلك أرسله الله تعالى ، والحاصل أن قوله : { لَمِنَ المرسلين } لا يدل على أنه كان في ذلك الوقت مرسلاً من عند الله تعالى ، ويمكن أن يجاب بأنه سبحانه وتعالى ذكر هذا الوصف في معرض تعظيمه ، ولن يفيد هذه الفائدة إلا إذا كان المراد من قوله : { لَمِنَ المرسلين } أنه من المرسلين عند الله تعالى .\r\n المسألة الثالثة : أبق من إباق العبد وهو هربه من سيده ، ثم اختلف المفسرون فقال بعضهم : إنه أبق من الله تعالى ، وهذا بعيد لأن ذلك لا يقال إلا فيمن يتعمد مخالفة ربه ، وذلك لا يجوز على الأنبياء واختلفوا فيما لأجله صار مخطئاً ، فقيل : لأنه أمر بالخروج إلى بني إسرائيل فلم يقبل ذلك التكليف وخرج مغاضباً لربه ، وهذا بعيد سواء أمره الله تعالى بذلك بوحي أو بلسان نبي آخر ، وقيل : إن ذنبه أنه ترك دعاء قومه ، ولم يصبر عليهم .\r\n وهذا أيضاً بعيد لأن الله تعالى لما أمره بهذا العمل فلا يجوز أن يتركه ، والأقرب فيه وجهان الأول : أن ذنبه كان لأن الله تعالى وعده إنزال الإهلاك بقومه الذين كذبوه فظن أنه نازل لا محالة ، فلأجل هذا الظن لم يصبر على دعائهم ، فكان الواجب عليه أن يستمر على الدعاء لجواز أن لا يهلكهم الله بالعذاب وإن أنزله ، وهذا هو الأقرب لأنه إقدام على أمر ظهرت أماراته فلا يكون تعمداً للمعصية ، وإن كان الأولى في مثل هذا الباب أن لا يعمل فيه بالظن ثم انكشف ليونس من بعد أنه أخطأ في ذلك الظن ، لأجل أنه ظهر الإيمان منهم فمعنى قوله : { إِذْ أَبَقَ إِلَى الفلك } ما ذكرناه الوجه الثاني : أن يونس كان وعد قومه بالعذاب فلما تأخر عنهم العذاب خرج كالمستور عنهم فقصد البحر وركب السفينة ، فذلك هو قوله : { إِذْ أَبَقَ إِلَى الفلك } وتمام الكلام في مشكلات هذه الآية ذكرناه في قوله تعالى : { وَذَا النون إِذ ذَّهَبَ مغاضبا فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ } [ الأنبياء : 87 ] وقوله : { إِلَى الفلك المشحون } مفسر في سورة يونس والسفينة إذا كان فيها الحمل الكثير والناس يقال إنها مشحونة ، ثم قال تعالى : { فساهم } المساهمة هي المقارعة ، يقال : أسهم القوم إذا اقترعوا ، قال المبرد : وإنما أخذ من السهام التي تجال للقرعة { فَكَانَ مِنَ المدحضين } أي : المغلوبين يقال : أدحض الله حجته فدحضت أي : أزالها فزالت وأصل الكلمة من الدحض الذي هو الزلق ، يقال : دحضت رجل البعير إذا زلقت ، وذكر ابن عباس في قصة يونس عليه السلام أنه كان يسكن مع قومه فلسطين فغزاهم ملك وسبى منهم تسعة أسباط ونصفاً وبقي سبطان ونصف ، وكان الله تعالى أوحى إلى بني إسرائيل إذا أسركم عدوكم أو أصابتكم مصيبة فادعوني أستجب لكم ، فلما نسوا ذلك وأسروا أوحى الله تعالى بعد حين إلى نبي من أنبيائهم أن اذهب إلى ملك هؤلاء الأقوام وقل له حتى يبعث إلى بني إسرائيل نبياً ، فاختار يونس عليه السلام لقوته وأمانته ، قال يونس : الله أمرك بهذا قال : لا ولكن أمرت أن أبعث قوياً أميناً وأنت كذلك ، فقال يونس : وفي بني إسرائيل من هو أقوى مني فلم لا تبعثه ، فألح الملك عليه فغضب يونس منه وخرج حتى أتى بحر الروم ووجد سفينة مشحونة فحملوه فيها ، فلما دخلت لجة البحر أشرفت على الغرق ، فقال الملاحون : إن فيكم عاصياً وإلا لم يحصل في السفينة ما نراه من غير ريح ولا سبب ظاهر ، وقال التجار : قد جربنا مثل هذا فإذا رأيناه نقترع ، فمن خرج سهمه نغرقه ، فلأن يغرق واحد خير من غرق الكل فخرج سهم يونس ، فقال التجار : نحن أولى بالمعصية من نبي الله ، ثم عادوا ثانياً وثالثاً يقترعون فيخرج سهم يونس ، فقال : يا هؤلاء أنا العاصي وتلفف في كساء ورمى بنفسه فابتلعته السمكة فأوحى الله تعالى إلى الحوت : « ا تكسر منه عظماً ولا تقطع له وصلاً » ثم إن السمكة أخرجته إلى نيل مصر ثم إلى بحر فارس ثم إلى بحر البطائح ثم دجلة فصعدت به ورمته بأرض نصيبين بالعراء ، وهو كالفرخ المنتوف لا شعر ولا لحم ، فأنبت الله عليه شجرة من يقطين ، فكان يستظل بها ويأكل من ثمرها حتى تشدد ، ثم إن الأرض أكلتها فخرت من أصلها فحزن يونس لذلك حزناً شديداً ، فقال : يا رب كنت أستظل تحت هذه الشجرة من الشمس والريح وأمص من ثمرها وقد سقطت ، فقيل له يا يونس تحزن على شجرة أنبتت في ساعة واقتلعت في ساعة ولا تحزن على مائة ألف أو يزيدون تركتهم! انطلق إليهم ، والله أعلم بحقيقة الواقعة .\r\n ثم قال تعالى : { فالتقمه الحوت وَهُوَ مُلِيمٌ } يقال : التقمه والتهمه والكل بمعنى واحد ، وقوله تعالى : { وَهُوَ مُلِيمٌ } يقال : ألام إذا أتى بما يلام عليه ، فالمليم المستحق للوم الآتي بما يلام عليه .\r\n ثم قال تعالى : { فَلَوْلاَ أَنَّهُ كَانَ مِنَ المسبحين * لَلَبِثَ فِى بَطْنِهِ إلى يَوْمِ يُبْعَثُونَ } وفي تفسير كونه من المسبحين قولان الأول : أن المراد منه ما حكى الله تعالى عنه في آية أخرى أنه كان يقول في تلك الظلمات { لاَّ إله إِلاَّ أَنتَ سبحانك إِنّى كُنتُ مِنَ الظالمين } [ الأنبياء : 87 ] الثاني : أنه لولا أنه كان قبل أن التقمه الحوت من المسبحين يعني المصلين وكان في أكثر الأوقات مواظباً على ذكر الله وطاعته للبث في بطن ذلك الحوت ، وكان بطنه قبراً له إلى يوم البعث ، قال بعضهم : اذكروا الله في الرخاء يذكركم في الشدة ، فإن يونس عليه السلام كان عبداً صالحاً ذاكراً لله تعالى ، فلما وقع في بطن الحوت قال الله تعالى : { فلولا أنه كان من المسبحين * للبث في بطنه إلى يوم يبعثون } وإن فرعون كان عبداً طاغياً ناسياً ، فلما أدركه الغرق قال : { آمنت أنه لا إله إلا الذي آمنت به بنوا إسرائيل } [ يونس : 90 ] قال الله تعالى : { ءالئَنَ وَقَدْ عَصَيْتَ قَبْلُ } [ يونس : 91 ] واختلفوا في أنه كم لبث في بطن الحوت ، ولفظ القرآن لا يدل عليه .\r\n قال الحسن : لم يلبث إلا قليلاً وأخرج من بطنه بعد الوقت الذي التقمه ، وعن مقاتل بن حيان ثلاثة أيام وعن عطاء سبعة أيام وعن الضحاك عشرين يوماً وقيل شهراً ولا أدري بأي دليل عينوا هذه المقادير ، وعن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال : « سبح يونس في بطن الحوت فسمعت الملائكة تسبيحه فقالوا : ربنا إنا نسمع صوتاً ضعيفاً بأرض غريبة ، فقال : ذاك عبدي يونس عصاني فحبسته في بطن الحوت في البحر ، فقالوا : العبد الصالح الذي كان يصعد إليك منه في كل يوم وليلة عمل صالح؟ قال : نعم ، فشفعوا له فأمر الحوت فقذفه في الساحل » فذاك هو قوله : { فنبذناه بالعراء } وفيه مباحث : الأول : العراء المكان الخالي قال أبو عبيدة إنما قيل له العراء لأنه لا شجر فيه ولا شيء يغطيه .\r\n الثاني : أنه تعالى قال : { فنبذناه بالعراء } فأضاف ذلك النبذ إلى نفسه ، والنبذ إنما حصل بفعل الحوت ، وهذا يدل على أن فعل العبد مخلوق لله تعالى .\r\n ثم قال تعالى : { وَهُوَ سَقِيمٌ } قيل المراد أنه بلي لحمه وصار ضعيفاً كالطفل المولود كالفرخ الممعط الذي ليس عليه ريش ، وقال مجاهد سقيم أي سليب .\r\n ثم قال تعالى : { وَأَنبَتْنَا عَلَيْهِ شَجَرَةً مّن يَقْطِينٍ } ظاهر اللفظ يدل على أن الحوت لما نبذه في العراء فالله تعالى أنبت عليه شجرة من يقطين وذلك المعجز له ، قال المبرد والزجاج كل شجر لا يقوم على ساق وإنما يمتد على وجه الأرض فهو يقطين ، نحو الدباء والحنظل والبطيخ ، قال : الزجاج أحسب اشتقاقها من قطن بالمكان إذا أقام به وهذا الشجر ورقه كله على وجه الأرض فلذلك قيل له اليقطين ، روى الفراء أنه قيل عند ابن عباس هو ورق القرع ، فقال : ومن جعل القرع من بين الشجر يقطيناً كل ورقة اتسعت وسترت فهي يقطين ، قال الواحدي رحمه الله والآية تقتضي شيئين لم يذكرهما المفسرون أحدهما : أن هذا اليقطين لم يكن قبل فأنبته الله لأجله والآخر : أن اليقطين كان معروشاً ليحصل له ظل ، لأنه لو كان منبسطاً على الأرض لم يمكن أن يستظل به .\r\n ثم قال تعالى : { وأرسلناه إلى مِاْئَةِ أَلْفٍ أَوْ يَزِيدُونَ } وفيه مباحث : الأول : يحتمل أن يكون المراد وأرسلناه قبل أن يلتقمه الحوت وعلى هذا الإرسال وإن ذكر بعد الالتقام ، فالمراد به التقديم والواو معناها الجمع ، ويحتمل أن يكون المراد به الإرسال بعد اللالتقام ، عن ابن عباس رضي الله عنهما أنه قال : كانت رسالة يونس عليه السلام بعد ما نبذه الحوت ، وعلى هذا التقدير يجوز أن يكون أرسل إلى قوم آخرين سوى القوم الأول ، ويجوز أن يكون أرسل إلى الأولين ثانياً بشريعة فآمنوا بها .\r\n البحث الثاني : ظاهر قوله : { أَوْ يَزِيدُونَ } يوجب الشك وذلك على الله تعالى محال ونظيره قوله تعالى : { عُذْراً أَوْ نُذْراً } [ المرسلات : 6 ] وقوله تعالى : { لَّعَلَّهُ يَتَذَكَّرُ أَوْ يخشى } [ طه : 44 ] وقوله تعالى : { لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْراً } [ طه : 113 ] وقوله تعالى : { وَمَا أَمْرُ الساعة إِلاَّ كَلَمْحِ البصر أَوْ هُوَ أَقْرَبُ } [ النحل : 77 ] وقوله تعالى : { وَمَا أَمْرُ الساعة إِلاَّ كَلَمْحِ البصر أَوْ هُوَ أَقْرَبُ } [ النحل : 77 ] وقوله تعالى : { فَكَانَ قَابَ قَوْسَيْنِ أَوْ أدنى } [ النجم : 9 ] وأجابوا عنه من وجوه كثيرة والأصح منها وجه واحد وهو أن يكون المعنى أو يزيدون في تقديركم بمعنى أنهم إذا رآهم الرائي قال هؤلاء مائة ألف أو يزيدون على المائة ، وهذا هو الجواب عن كل ما يشبه هذا .\r\n ثم قال تعالى : { فَئَامَنُواْ فمتعناهم إلى حِينٍ } والمعنى أن أولئك الأقوام لما آمنوا أزال الله الخوف عنهم وآمنهم من العذاب ومتعهم الله إلى حين ، أي إلى الوقت الذي جعله الله أجلاً لكل واحد منهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن يونس لمن المرسلين (139) إذ أبق إلى الفلك المشحون (140) فساهم فكان من المدحضين (141) فالتقمه الحوت وهو مليم (142) فلولا أنه كان من المسبحين (143) للبث في بطنه إلى يوم يبعثون (144) فنبذناه بالعراء وهو سقيم (145) وأنبتنا عليه شجرة من يقطين (146) وأرسلناه إلى مائة ألف أو يزيدون (147) فآمنوا فمتعناهم إلى حين (148) ",
        "babnum": 20
    },
    {
        "id": 2109,
        "cate": "37",
        "title": "فَاسْتَفْتِهِمْ أَلِرَبِّكَ الْبَنَاتُ وَلَهُمُ الْبَنُونَ (149) أَمْ خَلَقْنَا الْمَلَائِكَةَ إِنَاثًا وَهُمْ شَاهِدُونَ (150) أَلَا إِنَّهُمْ مِنْ إِفْكِهِمْ لَيَقُولُونَ (151) وَلَدَ اللَّهُ وَإِنَّهُمْ لَكَاذِبُونَ (152) أَصْطَفَى الْبَنَاتِ عَلَى الْبَنِينَ (153) مَا لَكُمْ كَيْفَ تَحْكُمُونَ (154) أَفَلَا تَذَكَّرُونَ (155) أَمْ لَكُمْ سُلْطَانٌ مُبِينٌ (156) فَأْتُوا بِكِتَابِكُمْ إِنْ كُنْتُمْ صَادِقِينَ (157) وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ (158) سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ (159) إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ (160) ",
        "details": " وفيه مسائل : المسألة الأولى : اعلم أنه تعالى لما ذكر أقاصيص الأنبياء عليهم السلام عاد إلى شرح مذاهب المشركين وبيان قبحها وسخافتها ، ومن جملة أقوالهم الباطلة أنهم أثبتوا الأولاد لله سبحانه وتعالى ، ثم زعموا أنها من جنس الإناث لا من جنس الذكور فقال : { فاستفتهم أَلِرَبّكَ البنات وَلَهُمُ البنون } وهذا معطوف على قوله في أول السورة : { فاستفتهم أَهُمْ أَشَدُّ خَلْقاً مِن خَلَقْنَا } [ الصافات : 11 ] وذلك لأنه تعالى أمر رسوله صلى الله عليه وسلم باستفتاء قريش عن وجه إنكار البعث أولاً ثم ساق الكلام موصولاً بعضه ببعض إلى أن أمره بأن يستفتيهم في أنهم لم أثبتوا لله سبحانه البنات ولأنفسهم البنين ، ونقل الواحدي عن المفسرين أنهم قالوا : إن قريشاً وأجناس العرب جهينة وبني سلمة وخزاعة وبني مليح قالوا : الملائكة بنات الله ، واعلم أن هذا الكلام يشتمل على أمرين أحدهما : إثبات البنات لله وذلك باطل لأن العرب كانوا يستنكفون من البنت ، والشيء الذي يستنكف المخلوق منه كيف يمكن إثباته للخالق والثاني : إثبات أن الملائكة إناث ، وهذا أيضاً باطل لأن طريق العلم إما الحس وإما الخبر وإما النظر ، أما الحس : فمفقود ههنا لأنهم ما شهدوا كيفية تخليق الله الملائة وهو المراد من قوله : { أَمْ خَلَقْنَا الملائكة إناثا وَهُمْ شاهدون } وأما الخبر : فمنقود أيضاً لأن الخبر إنما يفيد العلم إذا علم كونه صدقاً قطعاً وهؤلاء الذين يخبرون عن هذا الحكم كذابون أفاكون ، لم يدل على صدقهم لا دلالة ولا أمارة ، وهو المراد من قوله : { أَلاَ إِنَّهُم مِّنْ إِفْكِهِمْ لَيَقُولُونَ وَلَدَ الله وَإِنَّهُمْ لكاذبون } وأما النظر : فمفقود وبيانه من وجهين الأول : أن دليل العقل من إسناد الأخس إلى الأفضل ، فإن كان حكم العقل معتبراً في هذا الباب كان قولكم باطلاً والوجه الثاني : أن نترك الاستدلال على فساد مذهبهم ، بل نطالبهم بإثبات الدليل الدال على صحة مذهبهم فإذا لم يجدوا ذلك الدليل فضده يظهر أنه لم يوجد ما يدل على صحة قولهم وهذا هو المراد من قوله : { أَمْ لَكُمْ سلطان مُّبِينٌ * فَأْتُواْ بكتابكم إِن كُنتُمْ صادقين } فثبت بما ذكرنا أن القول الذي ذهبوا إليه لم يدل على صحته ، لا الحس ولا الخبر ولا النظر ، فكان المصير إليه باطلاً قطعاً ، واعلم أنه تعالى لما طالبهم بما يدل على صحة مذهبهم دل ذلك على أن التقليد باطل ، وأن الدين لا يصح إلا بالدليل .\r\n المسألة الثانية : قوله : { أَصْطَفَى البنات على البنين } قراءة العامة بفتح الهمزة وقطعها من { اصطفى } ثم بحذف ألف الوصل وهو استفهام توبيخ وتقريع ، كقوله تعالى : { أَمِ اتخذ مِمَّا يَخْلُقُ بَنَاتٍ } [ الزخرف : 16 ] وقوله تعالى : { أَمْ لَهُ البنات وَلَكُمُ البنون } [ الطور : 39 ] وقوله تعالى : { أَلَكُمُ الذكر وَلَهُ الأنثى } [ النجم : 21 ] وكما أن هذه المواضع كلها استفهام فكذلك في هذه الآية ، وقرأ نافع في بعض الروايات : { لكاذبون * اصطفى } موصولة بغير استفهام ، وإذا ابتدأ كسر الهمزة على وجه الخبر والتقدير اصطفى البنات في زعمهم كقوله : { ذُقْ إِنَّكَ أَنتَ العزيز الكريم } [ الدخان : 49 ] في زعمه واعتقاده .\r\n ثم قال تعالى : { وَجَعَلُواْ بَيْنَهُ وَبَيْنَ الجنة نَسَباً } واختلفوا في المراد بالجنة على وجوه الأول : قال مقاتل : أثبتوا نسباً بين الله تعالى وبين الملائكة حين زعموا أنهم بنات الله ، وعلى هذا القول فالجنة هم الملائكة سموا جناً لاجتنانهم عن الأبصار أو لأنهم خزّان الجنة ، وأقول هذا القول عندي مشكل ، لأنه تعالى أبطل قولهم الملائكة بنات الله ، ثم عطف عليه قوله : { وَجَعَلُواْ بَيْنَهُ وَبَيْنَ الجنة نَسَباً } والعطف يقتضي كون المعطوف مغايراً للمعطوف عليه ، فوجب أن يكون المراد من هذه الآية غير ما تقدم الثاني : قال : مجاهد قالت كفار قريش الملائكة بنات الله ، فقال لهم أبو بكرالصديق : فمن أمهاتهم؟ قالوا : سروات الجن ، وهذا أيضاً عندي بعيد لأن المصاهرة لا تسمى نسباً والثالث : روينا في تفسير قوله تعالى : { وَجَعَلُواْ للَّهِ شُرَكَاء الجن } [ الأنعام : 100 ] أن قوماً من الزنادقة يقولون : الله وإبليس أخوان فالله الخير الكريم وإبليس هو الأخ الشرير الخسيس ، فقوله تعالى : { وَجَعَلُواْ بَيْنَهُ وَبَيْنَ الجنة نَسَباً } المراد منه هذا المذهب ، وعندي أن هذا القول أقرب الأقاويل .\r\n وهو مذهب المجوس القائلين بيزدان واهرمن ثم قال تعالى : { وَقَدْ عَلِمَتِ الجنة إِنَّهُمْ لَمُحْضَرُونَ } أي قد علمت الجنة أن الذين قالوا : هذا القول محضرون النار ويعذبون وقيل المراد ولقد علمت الجنة أنهم سيحضرون في العذاب ، فعلى القول الأول : الضمير عائد إلى قائل هذا القول ، وعلى القول الثاني عائد إلى الجنة أنفسهم ، ثم إنه تعالى نزه نفسه عما قالوا من الكذب فقال : { سبحان الله عَمَّا يَصِفُونَ * إِلاَّ عِبَادَ الله المخلصين } وفي هذا الاستثناء وجوه ، قيل : استثناء من المحضرين ، يعني : أنهم ناجون ، وقيل هو استثناء من قوله تعالى : { وَجَعَلُواْ بَيْنَهُ وَبَيْنَ الجنة نَسَباً } وقيل : هو استثناء منقطع من المحضرين ، ومعناه ولكن المخلصين برآء من أن يصفوه بذلك ، والمخلص بكسر اللام من أخلص العبادة والاعتقاد لله وبفتحها من أخلصه الله بلطفه ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فاستفتهم ألربك البنات ولهم البنون (149) أم خلقنا الملائكة إناثا وهم شاهدون (150) ألا إنهم من إفكهم ليقولون (151) ولد الله وإنهم لكاذبون (152) أصطفى البنات على البنين (153) ما لكم كيف تحكمون (154) أفلا تذكرون (155) أم لكم سلطان مبين (156) فأتوا بكتابكم إن كنتم صادقين (157) وجعلوا بينه وبين الجنة نسبا ولقد علمت الجنة إنهم لمحضرون (158) سبحان الله عما يصفون (159) إلا عباد الله المخلصين (160) ",
        "babnum": 21
    },
    {
        "id": 2110,
        "cate": "37",
        "title": "فَإِنَّكُمْ وَمَا تَعْبُدُونَ (161) مَا أَنْتُمْ عَلَيْهِ بِفَاتِنِينَ (162) إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ (163) وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَعْلُومٌ (164) وَإِنَّا لَنَحْنُ الصَّافُّونَ (165) وَإِنَّا لَنَحْنُ الْمُسَبِّحُونَ (166) وَإِنْ كَانُوا لَيَقُولُونَ (167) لَوْ أَنَّ عِنْدَنَا ذِكْرًا مِنَ الْأَوَّلِينَ (168) لَكُنَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ (169) فَكَفَرُوا بِهِ فَسَوْفَ يَعْلَمُونَ (170) ",
        "details": " فيه مسائل : المسألة الأولى : اعلم أنه تعالى لما ذكر الدلائل على فساد مذهب الكفار أتبعه بما نبه به على أن هؤلاء الكفار لا يقدرون على حمل أحد على الضلال إلا إذا كان قد سبق حكم الله في حقه بالعذاب والوقوع في النار ، وذكر صاحب «الكشاف» في قوله : { فَإِنَّكُمْ وَمَا تَعْبُدُونَ * مَا أَنتم عَلَيْهِ بفاتنين } قولين الأول : الضمير في { عَلَيْهِ } لله عز وجل معناه فإنكم ومعبوديكم ما أنتم وهم جميعاً بفاتنين على الله إلا أصحاب النار الذين سبق في علم الله كونهم من أهل النار ، فإن قبل كيف يفتنونهم على الله؟ قلنا يفتنونهم عليه بإغوائهم من قولك فتن فلان على فلان امرأته كما تقول أفسدها عليه والوجه الثاني : أن تكون الواو في قوله : { وَمَا تَعْبُدُونَ } بمعنى مع كما في قولهم كل رجل وضيعته ، فكما جاز السكوت على كل رجل وضيعته ، فكذلك جاز أن يسكت على قوله : { فَإِنَّكُمْ وَمَا تَعْبُدُونَ } لأن قوله : { وَمَا تَعْبُدُونَ } ساد مسد الخبر ، لأن معناه فإنكم مع ما تعبدون ، والمعنى فإنكم مع آلهتكم أي فإنكم قرناؤهم وأصحابهم لا تتركون عبادتها ، ثم قال تعالى : { مَا أَنتم عَلَيْهِ } أي على ما تعبدون { بفاتنين } بباعثين أو حاملين على طريق الفتنة والإضلال { إِلاَّ مَنْ هُوَ صَالِ الجحيم } مثلكم .\r\n وقرأ الحسن { صَالِ الجحيم } بضم اللام ووجهه أن يكون جمعاً وسقوط واوه لالتقاء الساكنين ، فإنه قيل كيف يستقيم الجمع مع قوله : { مَنْ هُوَ } قلنا { مِنْ } موحد اللفظ مجموع المعنى فحمل هو على لفظه والصالون على معناه .\r\n المسألة الثانية : احتج أصحابنا بهذه الآية على أنه لا تأثير لإغواء الشيطان ووسوسته ، وإنما المؤثر قضاء الله تعالى وتقديره ، لأن قوله تعالى : { فَإِنَّكُمْ وَمَا تَعْبُدُونَ * مَا أَنتُمْ عَلَيْهِ بفاتنين } تصريح بأنه لا تأثير لقولهم ولا تأثير لأحوال معبوديهم في وقوع الفتنة والضلال ، وقوله تعالى : { إِلاَّ مَنْ هُوَ صَالِ الجحيم } يعني إلا من كان كذلك في حكم الله وتقديره ، وذلك تصريح بأن المقتضي لوقوع هذه الحوادث حكم الله تعالى ، وكان عمر بن عبد العزيز يحتج بهذه الآية في إثبات هذا المطلوب ، قال الجبائي : المراد أن الذين عبدوا الملائكة يزعمون أنهم بنات الله لا يكفرون أحداً إلا من ثبت في معلوم الله أنه سيكفر ، فدل هذا على أن من ضل بدعاء الشيطان لم يكن ليؤمن بالله لو منع الله الشيطان من دعائه وإلا كان يمنع الشيطان ، فصح بهذا أن كل من يعصي لم يكن ليصلح عنه شيء من الأفعال والجواب : حاصل هذا الكلام أنه لا تأثير لإغواء شياطين الإنس والجن .\r\n وهذا لا نزاع فيه إلا أن وجه الاستدلال أنه تعالى بين أنه لا تأثير لكلامهم في وقوع الفتنة ، ثم استثنى منه ما في قوله تعالى : { إِلاَّ مَنْ هُوَ صَالِ الجحيم } فوجب أن يكون المراد من وقوع الفتنة هو كونه محكوماً عليه بأنه صال الجحيم ، وذلك تصريح بأن حكم الله بالسعادة والشقاوة هو الذي يؤثر في حصول الشقاوة والسعادة .\r\n واعلم أن أصحابنا قرروا هذه الحجة بالحديث المشهور وهو أنه حج آدم موسى ، قال القاضي هذا الحديث لم يقبله علماء التوحيد ، لأنه يوجب أن لا يلام أحد على شيء من الذنوب ، لأنه إن كان آدم لا يجوز لموسى أن يلومه على عمل كتبه الله عليه قبل أن يخلقه ، فكذلك كل مذنب .\r\n فإن صحت هذه الحجة لآدم عليه السلام ، فلماذا قال موسى عليه السلام في الوكزة هذا من عمل الشيطان ، إنه عدو مضل مبين؟ ولما قال فلن أكون ظهيراً للمجرمين؟ ولماذا لام فرعون وجنوده على أمر كتبه الله عليهم؟ ومن عجيب أمرهم أنهم يكفرون القدرية ، وهذا الحديث يوجب أن آدم كان قدرياً ، فلزمهم أن يكفروه ، وكيف يجوز مع قول آدم وحواء عليهما السلام : { رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَكُنتُم مّنَ الخاسرين } [ الأعراف : 23 ] أن يحتج على موسى بأنه لا لوم عليه ، وقد كتب عليه ذلك قبل أن يخلقه ، هذا جملة كلام القاضي فيقال له هب أنك لا تقبل ذلك الخبر ، فهل ترد هذه الآية أم لا ، فإنا بينا أن صريح هذه الآية يدل على أنه لا تأثير للوساوس في هذا الباب ، فإن الكل يحصل بحكمة الله تعالى ، والذي يدل عليه وجوه الأول : أن الكافر إن ضل بسبب وسوسة الشيطان فضلال الشيطان إن كان بسبب شيطان آخر لزم تسلسل الشياطين وهو محال ، وإن انتهى إلى ضلال لم يحصل بسبب وسوسة متقدمة فهو المطلوب الثاني : أن كل أحد يريد أن يحصل لنفسه الاعتقاد الحق والدين الصدق ، فحصول ضده يدل على أن ذلك ليس منه الثالث : أن الأفعال موقوفة على الدواعي وحصول الدواعي بخلق الله ، فيكون الكل من الله تعالى الرابع : أنه تعالى لما اقتضت حكمته شيئاً ، وعلم وقوعه ، فلو لم يقع ذلك الشيء لزم انقلاب ذلك الحكم كذباً وانقلاب ذلك العلم جهلاً وهو محال ، وأما الآيات التي تمسك بها القاضي فهي معارضة بالآيات الدالة على أن الكل من الله والقرآن كالبحر المملوء من هذه الآيات فتبقى الدلائل العقلية التي ذكرناها سليمة ، والله أعلم .\r\n ثم قال تعالى : { وَمَا مِنَّا إِلاَّ لَهُ مَقَامٌ مَّعْلُومٌ } فالجمهور على أنهم الملائكة ، وصفوا أنفسهم بالمبالغة في العبودية ، فإنهم يصطفون للصلاة والتسبيح ، والغرض منه التنبيه على فساد قول من يقول إنهم أولاد الله وذلك لأن مبالغتهم في العبودية تدل على اعترافهم بالعبودية ، واعلم أن هذه الآية تدل على ثلاثة أنواع من صفات الملائكة فأولها قوله تعالى : { وَمَا مِنَّا إِلاَّ مَقَامٌ مَّعْلُومٌ } وهذا يدل على أن لكل واحد منهم مرتبة لا يتجاوزها ودرجة لا يتعدى عنها ، وتلك الدرجات إشارة إلى درجاتهم في التصرف في أجسام هذا العالم إلى درجاتهم في معرفة الله تعالى أما درجاتهم في التصرفات والأفعال فهي قوله : { وَإِنَّا لَنَحْنُ الصافون } والمراد كونهم صافين في أداء الطاعات ومنازل الخدمة والعبودية ، وأما درجاتهم في المعارف فهي قوله تعالى : { وَإِنَّا لَنَحْنُ المسبحون } والتسبيح تنزيه الله عما لا يليق به .\r\n واعلم أن قوله : { وَإِنَّا لَنَحْنُ الصافون * وَإِنَّا لَنَحْنُ المسبحون } يفيد الحصر ومعناه أنهم هم الصافون في مواقف العبودية لا غيرهم وأنهم هم المسبحون لا غيرهم ، وذلك يدل على أن طاعات البشر ومعارفهم بالنسبة إلى طاعات الملائكة وإلى معارفهم كالعدم ، حتى يصح هذا الحصر .\r\n وبالجملة فهذه الآلفاظ الثلاثة تدل على أسرار عجيبة من صفات الملائكة فكيف يجوز مع هذا الحصر أن يقال البشر تقرب درجته من الملك فضلاً عن أن يقال هل هو أفضل منه أم لا .\r\n وأما قوله : { وَإِن كَانُواْ لَيَقُولُونَ * لَوْ أَنَّ عِندَنَا ذِكْراً مّنَ الأولين * لَكُنَّا عِبَادَ الله المخلصين } فالمعنى أن مشركي قريش وغيرهم كانوا يقولون : { لَوْ أَنَّ عِندَنَا ذِكْراً } أي كتاباً من كتب الأولين الذين نزل عليهم التوراة والإنجيل لأخلصنا العبادة لله ، ولما كذبنا كما كذبوا .\r\n ثم جاءهم الذكر الذي هو سيد الأذكار والكتاب المهيمن على كل الكتب ، وهو القرآن فكفروا به .\r\n ونظير هذه الآية قوله تعالى : { فَلَمَّا جَاءهُمْ نَذِيرٌ مَّا زَادَهُمْ إِلاَّ نُفُوراً } ثم قال تعالى : { فَسَوْفَ يَعْلَمُونَ } أي فسوف يعلمون عاقبة هذا الكفر والتكذيب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فإنكم وما تعبدون (161) ما أنتم عليه بفاتنين (162) إلا من هو صال الجحيم (163) وما منا إلا له مقام معلوم (164) وإنا لنحن الصافون (165) وإنا لنحن المسبحون (166) وإن كانوا ليقولون (167) لو أن عندنا ذكرا من الأولين (168) لكنا عباد الله المخلصين (169) فكفروا به فسوف يعلمون (170) ",
        "babnum": 22
    },
    {
        "id": 2111,
        "cate": "37",
        "title": "وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ (171) إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ (172) وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ (173) فَتَوَلَّ عَنْهُمْ حَتَّى حِينٍ (174) وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ (175) أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ (176) فَإِذَا نَزَلَ بِسَاحَتِهِمْ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ (177) وَتَوَلَّ عَنْهُمْ حَتَّى حِينٍ (178) وَأَبْصِرْ فَسَوْفَ يُبْصِرُونَ (179) سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ (180) وَسَلَامٌ عَلَى الْمُرْسَلِينَ (181) وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (182) ",
        "details": " اعلم أنه تعالى لما هدد الكفار بقول تعالى : { فَسَوْفَ يَعْلَمُونَ } أي عاقبة كفرهم أردفه بما يقوي قلب الرسول صلى الله عليه وسلم فقال : { وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا المرسلين * إِنَّهُمْ لَهُمُ المنصورون * وَإِنَّ جُندَنَا لَهُمُ الغالبون } فبين أن وعده بنصرته قد تقدم والدليل عليه قوله تعالى : { كَتَبَ الله لأَغْلِبَنَّ أَنَاْ وَرُسُلِى } [ المجادلة : 21 ] وأيضاً أن الخير مقضى بالذات والشر مقضى بالعرض ، وما بالذات أقوى مما بالعرض ، وأما النصرة والغلبة فقد تكون بقوة الحجة ، وقد تكون بالدولة والاستيلاء ، وقد تكون بالدوام والثبات فالمؤمن وإن صار مغلوباً في بعض الأوقات بسبب ضعف أحوال الدنيا فهو الغالب ، ولا يلزم على هذه الآية أن يقال : فقد قتل بعض الأنبياء وقد هزم كثير من المؤمنين ثم قال تعالى لرسوله وقذ أخبره بما تقدم { فَتَوَلَّ عَنْهُمْ حتى حِينٍ } والمراد تك مقاتلتهم والثقة بما وعدناهم إلى حين يتمتعون ، ثم تحل بهم الحسرة والندامة ، واختلف المفسرون فقيل المراد إلى يوم بدر ، وقيل إلى فتح مكة ، وقيل إلى يوم القيامة ، ثم قال : { وَأَبْصِرْ فَسَوْفَ يُبْصِرُونَ } والمعنى بأبصرهم وما يقضي عليهم من القتل والأسر في الدنيا والعذاب في الآخرة ، فسوف يبصرونك مع ما قدر لك من النصرة والتأييد في الدنيا والثواب العظيم في الآخرة ، والمراد من الأمر المشاهد بأبصارهم على الحال المنتظرة الموعودة الدلالة على أنها كائنة واقعة لا محالة ، وأن كينونتها قريبة كأنها قدام ناظريك ، وقوله : { فَسَوْفَ يُبْصِرُونَ } للتهديد والوعيد ، ثم قال : { أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ } والمعنى أن الرسول عليه السلام كان يهددهم بالعذاب ، وما رأوا شيئاً فكانوا يستعجلون نزول ذلك العذاب على سبيل الاستهزاء ، فبين تعالى أن ذلك الاستعجال جهل ، لأن لكل شيء من أفعال الله تعالى وقتاً معيناً لا يتقدم ولا يتأخر ، فكأن طلب حدوثه قبل مجيء ذلك الوقت جهلاً ، ثم قال تعالى : في صفة العذاب الذي يستعجلونه { فَإِذَا نَزَلَ بِسَاحَتِهِمْ } أي هذا العذاب { فَسَاء صَبَاحُ المنذرين } وإنما وقع هذا التعبير عن هذه المعاني كأنهم كانوا يقدمون على العادة في وقت الصباح ، فجعل ذكر ذلك الوقت كناية عن ذلك العمل ، ثم أعاد تعالى قوله : { فَتَوَلَّ عَنْهُمْ حتى حِينٍ * وَأَبْصِرْ فَسَوْفَ يُبْصِرُونَ } فقيل المراد من هذه الكلمة فيما تقدم أحوال الدنيا ، وفي هذه الكلمة أحوال القيامة ، وعلى هذا التقدير فالتكرير زائل ، وقيل إن المراد من التكرير المبالغة في التهديد والتهويل ، ثم إنه تعالى ختم السورة بخاتمة شريفة جامعة لكل المطالب العالية ، وذلك لأن أهم المهمات للعاقل معرفة أحوال ثلاثة فأولها معرفة إله العالم بقدر الطاقة البشرية ، وأقصى ما يمكن عرفانه من صفات الله تعالى ثلاثة أنواع أحدهما : تنزيهه وتقديسه عن كل ما لا يليق بصفات الإلهية ، وهو لفظة سبحان وثانيها : وصفه بكل ما يليق بصفات الإلهية وهو قوله : { رَبّ العزة } فإن الربوبية إشارة إلى التربية وهي دالة على كمال الحكمة ، والرحمة والعزة إشارة إلى كمال القدرة وثالثها : كونه منزهاً في الإلهية عن الشريك والنظير ، وقوله : { رب العزة } يدل على أنه القادر على جميع الحوادث ، لأن الألف واللام في قوله : { العزة } تفيد الاستغراق ، وإذا كل الكل ملكاً له وملكاً له ولم يبق لغيره شيء ، فثبت أن قوله : { سبحان رَبّكَ رَبّ العزة عَمَّا يَصِفُونَ } كلمة محتوية على أقصى الدرجات وأكمل النهايات في معرفة إله العالم والمهم الثاني : من مهمات العاقل أن يعرف أنه كيف ينبغي أن يعامل نفسه ويعامل الخلق في هذه الحياة الدنيوية .\r\n واعلم أن أكثر الخلق ناقصون ولا بد لهم من مكمل يكملهم ، ومرشد يرشدهم ، وهاد يهديهم ، وما ذلك إلا الأنبياء عليهم الصلاة والسلام ، وبديهة الفطرة شاهدة بأنه يجب على الناقص الاقتداء بالكامل ، فنبه على هذا الحرف يقوله : { وسلام على المرسلين } لأن هذا اللفظ يدل على أنهم في الكمال اللائق بالبشر فاقوا غيرهم ، ولا جرم يجب على كل من سواهم الاقتداء بهم والمهم الثالث : من مهمات العاقل أن يعرف أنه كيف يكون حاله بعد الموت .\r\n واعلم أن معرفة هذه الحالة قبل الموت صعبة ، فالاعتماد فيها على حرف واحد ، وهو أنه إله العالم غني رحيم ، والغني الرحيم لا يعذب فنبه على هذا الحرف بقوله : { والحمد للَّهِ رَبّ العالمين } وذلك لأن استحقاق الحمد لا يحصل إلا بالإنعام العظيم ، فبين بهذا كونه منعماً ، وظاهر كونه غنياً عن العالمين ، ومن هذا وصفه كان الغالب منه هو الرحمة والفضل والكرم ، فكان هذا الحرف منبهاً على سلامة الحال بعد الموت ، فظهر بما ذكرنا أن هذه الخاتمة كالصدفة المحتوية على درر أشرف من دراري الكواكب ، ونسأل الله سبحانه وتعالى حسن الخاتمة والعافية في الدنيا والآخرة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد سبقت كلمتنا لعبادنا المرسلين (171) إنهم لهم المنصورون (172) وإن جندنا لهم الغالبون (173) فتول عنهم حتى حين (174) وأبصرهم فسوف يبصرون (175) أفبعذابنا يستعجلون (176) فإذا نزل بساحتهم فساء صباح المنذرين (177) وتول عنهم حتى حين (178) وأبصر فسوف يبصرون (179) سبحان ربك رب العزة عما يصفون (180) وسلام على المرسلين (181) والحمد لله رب العالمين (182) ",
        "babnum": 23
    }
]