[
    {
        "id": 2981,
        "cate": "75",
        "title": "لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ (1) وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ (2) ",
        "details": " في الآية مسائل : المسألة الأولى : المفسرون ذكروا في لفظة { لا } في قوله : { لاَ أُقْسِمُ } ثلاثة أوجه : الأول : أنها صلة زائدة والمعنى أقسم بيوم القيامة ونظيره { لّئَلاَّ يَعْلَمَ أَهْلُ الكتاب } [ الحديد : 29 ] وقوله : { مَا مَنَعَكَ أَن لاَ تَسْجُد } [ الأعراف : 12 ] { فَبِمَا رَحْمَةٍ مّنَ الله } [ آل عمران : 159 ] وهذا القول عندي ضعيف من وجوه : أولها : أن تجويز هذا يفضي إلى الطعن في القرآن ، لأن على هذا التقدير يجوز جعل النفي إثباتاً والإثبات نفياً وتجويزه يفضي إلى أن لا يبقى الاعتماد على إثباته ولا على نفيه وثانيها : أن هذا الحرف إنما يزاد في وسط الكلام لا في أوله ، فإن قيل : ( فال ) كلام عليه من وجهين : الأول : لا نسلم أنها إنما تزاد في وسط الكلام ، ألا ترى إلى أمرىء القيس كيف زادها في مستهل قصيدته وهي قوله : لا وأبيك ابنة العامري \r\n لا يدعى القوم أني أفر الثاني : هب أن هذا الحرف لا يزاد في أول الكلام إلا أن القرآن كله كالسورة الواحدة لاتصال بعضه ببعض ، والدليل عليه أنه قد يذكر الشيء في سورة ثم يجيء جوابه في سورة أخرى كقوله تعالى : { وَقَالُواْ ياأيها الذي نُزّلَ عَلَيْهِ الذكر إِنَّكَ لَمَجْنُونٌ } [ الحجر : 6 ] ثم جاء جوابه في سورة أخرى وهو قوله : { مَا أَنتَ بِنِعْمَةِ رَبّكَ بِمَجْنُونٍ } [ القلم : 2 ] وإذا كان كذلك ، كان أول هذه السورة جارياً مجرى وسط الكلام والجواب عن الأول : أن قوله لا وأبيك قسم عن النفي ، وقوله : { لاَ أُقْسِمُ } نفي للقسم ، فتشبيه أحدهما بالآخر غير جائز ، وإنما قلنا : إن قوله لا أقسم نفي للقسم ، لأنه على وزان قولنا لا أقتل لا أضرب ، لا أنصر ، ومعلوم أن ذلك يفيد النفي .\r\n والدليل عليه أنه لو حلف لا يقسم كان البر بترك القسم ، والحنث بفعل القسم ، فظهر أن البيت المذكور ، ليس من هذا الباب وعن الثاني : أن القرآن كالسورة الواحدة في عدم التناقض ، فإما في أن يقرن بكل آية ما قرن بالآية الأخرى فذلك غير جائز ، لأنه يلزم جواز أن يقرن بكل إثبات حرف النفي في سائر الآيات ، وذلك يقتضي انقلاب كل إثبات نفياً وانقلاب كل نفي إثباتاً ، وإنه لا يجوز وثالثها : أن المراد من قولنا : لا صلة أنه لغو باطل ، يجب طرحه وإسقاطه حتى ينتظم الكلام ، ومعلوم أن وصف كلام الله تعالى بذلك لا يجوز القول الثاني : للمفسرين في هذه الآية ، ما نقل عن الحسن أنه قرأ ، لأقسم على أن اللام للابتداء ، وأقسم خبر مبتدأ محذوف ، معناه لأنا أقسم ويعضده أنه في مصحف عثمان بغير ألف واتفقوا في قوله ، ولا أقسم بالنفس اللوامة على لا أقسم ، قال الحسن معنى الآية أني أقسم بيوم القيامة لشرفها ، ولا أقسم بالنفس اللوامة لخساستها ، وطعن أبو عبيدة في هذه القراءة وقال لو كان المراد هذا لقال : لأقسمن لأن العرب لا تقول : لأفعل كذا ، وإنما يقولون : لأفعلن كذا ، إلاأن الواحدي حكى جواز ذلك عن سيبويه والفراء ، واعلم أن هذا الوجه أيضاً ضعيف ، لأن هذه القراءة شاذة ، فهب أن هذا الشاذ استمر ، فما الوجه في القراءة المشهورة المتواترة؟ ولا يمكن دفعها وإلا لكان ذلك قدحاً فيما ثبت بالتواتر ، وأيضاً فلا بد من إضمار قسم آخر لتكون هذه اللام جواباً عنه ، فيصير التقدير : والله لأقسم بيوم القيامة ، فيكون ذلك قسماً على قسم ، وإنه ركيك ولأنه يفضي إلى التسلسل القول الثالث : أن لفظة لا وردت للنفي ، ثم ههنا احتمالان الأول : أنها وردت نفياً لكلام ذكر قبل القسم ، كأنهم أنكروا البعث فقيل : لا ليس الأمر على ما ذكرتم ، ثم قيل أقسم بيوم القيامة ، وهذا أيضاً فيه إشكال ، لأن إعادة حرف النفي مرة أخرى في قوه : { وَلاَ أُقْسِمُ بالنفس اللوامة } مع أن المراد ما ذكروه تقدح في فصاحة الكلام .\r\n الاحتمال الثاني : أن لا ههنا لنفي القسم كأنه قال : لا أقسم عليكم بذلك اليوم وتلك النفس ولكني أسألك غير مقسم أتحسب أنا لا نجمع عظامك إذا تفرقت بالموت فإن كنت تحسب ذلك فاعلم أنا قادرون على أن نفعل ذلك ، وهذا القول اختيار أبي مسلم وهو الأصح ، ويمكن تقدير هذا القول على وجوه أخر أحدها : كأنه تعالى يقول : { لاَ أُقْسِمُ } بهذه الأشياء على إثبات هذا المطلوب فإن هذا المطلوب أعظم وأجل من أن يقسم عليه بهذه الأشياء ويكون الغرض من هذا الكلام تعظيم المقسم عليه وتفخيم شأنه وثانيها : كأنه تعالى يقول : { لاَ أُقْسِمُ } بهذه الأشياء على إثبات هذا المطلوب ، فإن إثباته أظهر وأجلى وأقوى وأحرى ، من أن يحاول إثباته بمثل هذا القسم ، ثم قال بعده : { أَيَحْسَبُ الإنسان أَلَّن نَّجْمَعَ عِظَامَهُ } [ القيامة : 3 ] أي كيف خطر بباله هذا الخاطر الفاسد مع ظهور فساده وثالثها : أن يكون الغرض منه الاستفهام على سبيل الإنكار والتقدير ألا أقسم بيوم القيامة .\r\n ألا أقسم بالنفس اللوامة على أن الحشر والنشر حق .\r\n المسألة الثانية : ذكروا في النفس اللوامة وجوهاً أحدها : قال ابن عباس : إن كل نفس فإنها تلوم نفسها يوم القيامة سواء كانت برة أو فاجرة ، أما البرة فلأجل أنها لم لم تزد على طاعتها ، وأما الفاجرة فلأجل أنها لم لم تشتغل بالتقوى ، وطعن بعضهم في هذا الوجه من وجوه الأول : أن من يستحق الثواب لا يجوز أن يلوم نفسه على ترك الزيادة ، لأنه لو جاز منه لوم نفسه على ذلك لجاز من غيره أن يلومها عليه الثاني : أن الإنسان إنما يلوم نفسه عند الضجارة وضيق القلب ، وذلك لا يليق بأهل الجنة حال كونهم في الجنة ، ولأن المكلف يعلم أنه لا مقدار من الطاعة إلا ويمكن الإتيان بما هو أزيد منه ، فلو كان ذلك موجباً للوم لامتنع الانفكاك عنه وما كان كذلك لا يكون مطلوب الحصول ، ولا يلام على ترك تحصيله والجواب : عن الكل أن يحمل اللوم على تمني الزيادة ، وحينئذ تسقط هذه الأسئلة وثانيها : أن النفس اللوامة هي النفوس المتقية التي تلوم النفس العاصية يوم القيامة بسبب أنها تركت التقوى .\r\n ثالثها : أنها هي النفوس الشريفة التي لا تزال تلوم نفسها وإن اجتهدت في الطاعة ، وعن الحسن أن المؤمن لا تراه إلا لائماً نفسه ، وأما الجاهل فإنه يكون راضياً بما هو فيه من الأحوال الخسيسة ورابعها : أنها نفس آدم لم تزل تلوم على فعلها الذي خرجت به من الجنة وخامسها : المراد نفوس الأشقياء حين شاهدت أحوال القيامة وأهوالها ، فإنها تلوم نفسها على ما صدر عنها من المعاصي ، ونظيره قوله تعالى : { أَن تَقُولَ نَفْسٌ ياحسرتى على مَا فَرَّطَتُ } [ الزمر : 56 ] وسادسها : أن الإنسان خلق ملولا ، فأي شيء طلبه إذا وجده مله ، فحينئذ يلوم نفسه على أني لم طلبته ، فلكثرة هذا العمل سمي بالنفس اللوامة ، ونظيره قوله تعالى : { إِنَّ الإنسان خُلِقَ هَلُوعاً إِذَا مَسَّهُ الشر جَزُوعاً وَإِذَا مَسَّهُ الخير مَنُوعاً } [ المعارج : 19 21 ] واعلم أن قوله لوامة ، ينبىء عن التكرار والإعادة ، وكذا القول في لوام وعذاب وضرار .\r\n المسألة الثالثة : اعلم أن في الآية إشكالات أحدها : ما المناسبة بين القيامة وبين النفس اللوامة ، حتى جمع الله بينهما في القسم؟ وثانيها : المقسم عليه ، هو وقوع القيامة فيصير حاصلة أنه تعالى أقسم بوقوع القيامة وثالثها : لم قال : { لاَ أُقْسِمُ بِيَوْمِ القيامة } ولم يقل : والقيامة ، كما قال في سائر السور ، والطور والذاريات والضحى؟ والجواب : عن الأول من وجوه أحدها : أن أحوال القيامة عجيبة جداً ، ثم المقصود من إقامة القيامة إظهار أحوال النفوس اللوامة .\r\n أعني سعادتها وشقاوتها ، فقد حصل بين القيامة والنفوس اللوامة هذه المناسبة الشدية وثانيها : أن القسم بالنفس اللوامة تنبيه على عجائب أحوال النفس على ما قال عليه الصلاة والسلام : « من عرف نفسه فقد عرف ربه » ومن أحوالها العجيبة ، قوله تعالى : { وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ } [ الذاريات : 56 ] وقوله : { إِنَّا عَرَضْنَا الامانة } إلى قوله { وَحَمَلَهَا الإنسان } [ الأحزاب : 72 ] وقال قائلون : القسم وقع بالنفس اللوامة على معنى التعظيم لها من حيث إنها أبداً تستحقر فعلها وجدها واجتهادها في طاعة الله ، وقال آخرون : إنه تعالى أقسم بالقيامة ، ولم يقسم بالنفس اللوامة ، وهذا على القراءة الشاذة التي رويناها عن الحسن ، فكأنه تعالى قال : أقسم بيوم القيامة تعظيماً لها ، ولا أقسم بالنفس تحقيراً لها ، لأن النفس اللوامة إما أن تكون كافرة بالقيامة مع عظم أمرها ، وإما أن تكون فاسقة مقصرة في العمل ، وعلى التقديرين فإنها تكون مستحقرة .\r\n وأما السؤال الثاني : فالجواب عنه ما ذكرنا أن المحققين قالوا : القسم بهذه الأشياء قسم بربها وخالقها في الحقيقة ، فكأنه قيل : أقسم برب القيامة على وقوع يوم القيامة .\r\n وأما السؤال الثالث : فجوابه أنه حيث أقسم قال : { والطور } [ الطور : 1 ] { والذريات } [ الذاريات : 1 ] وأما ههنا فإنه نفى كونه تعالى مقسماً بهذه الأشياء ، فزال السؤال ، والله تعالى أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لا أقسم بيوم القيامة (1) ولا أقسم بالنفس اللوامة (2) ",
        "babnum": 1
    },
    {
        "id": 2982,
        "cate": "75",
        "title": "أَيَحْسَبُ الْإِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ (3) بَلَى قَادِرِينَ عَلَى أَنْ نُسَوِّيَ بَنَانَهُ (4) ",
        "details": " فيه مسائل : المسألة الأولى : ذكروا في جواب القسم وجوهاً أحدها : وهو قول الجمهور أنه محذوف على تقدير ليبعثن ويدل عليه { أَيَحْسَبُ الإنسان أَلَّن نَّجْمَعَ عِظَامَهُ } ، وثانيها : قال الحسن : وقع القسم على قوله : { بلى قادرين } ، وثالثها : وهو أقرب أن هذا ليس بقسم بل هو نفي للقسم فلا يحتاج إلى الجواب ، فكأنه تعالى يقول : لا أقسم بكذا وكذا على شيء ، ولكني أسألك أيحسب الإنسان ألن نجمع عظامه .\r\n المسألة الثانية : المشهور أن المراد من الإنسان إنسان معين ، روي أن عدي بن أبي ربيعة ختن الأخنس بن شريق ، وهما اللذان كان رسول الله صلى الله عليه وسلم يقول فيهما : « اللهم اكفني شر جاري السوء » قال لرسول الله صلى الله عليه وسلم : يا محمد حدثني عن يوم القيامة متى يكون وكيف أمره؟ فأخبره رسول الله صلى الله عليه وسلم ، فقال : لو عاينت ذلك اليوم لم أصدقك يا محمد ولم أؤمن بك كيف يجمع الله العظام؟ فنزلت هذه الآية ، وقال ابن عباس : يريد الإنسان ههنا أبا جهل ، وقال جمع من الأصوليين : بل المراد بالإنسان المكذب بالبعث على الإطلاق .\r\n المسألة الثالثة : قرأ قتادة : { أَلن نَّجْمَعَ عِظَامَهُ } على البناء للمفعول ، والمعنى أن الكافر ظن أن العظام بعد تفرقها وصيرورتها تراباً واختلاط تلك الأجزاء بغيرها وبعدما نسفتها الرياح وطيرتها في أباعد الأرض لا يمكن جمعها مرة أخرى وقال تعالى في جوابه : { بلى } فهذه الكلمة أوجبت ما بعد النفي وهو الجمع ، فكأنه قيل : بل يجمعها ، وفي قوله : { قادرين } وجهان الأول : وهو المشهور أنه حال من الضمير في نجمع أي نجمع العظام قادرين على تأليفها جميعها وإعادتها إلى التركيب الأول وهذا الوجه عندي فيه إشكال وهو أن الحال إنما يحسن ذكره إذا أمكن وقوع ذلك الأمر لا على تلك الحالة تقول : رأيت زيداً راكباً لأنه يمكن أن نرى زيد غير راكب ، وههنا كونه تعالى جامعاً للعظام يستحيل وقوعه إلا مع كونه قادراً ، فكان جعله حالاً جارياً مجرى بيان الواضحات ، وإنه غير جائز والثاني : أن تقدير الآية كنا قادرين على أن نسوي بنانه في الإبتداء فوجب أن نبقي قادرين على تلك التسوية في الانتهاء ، وقرىء قادرون أي ونحن قادرون ، وفي قوله : { على أَن نُّسَوّىَ بَنَانَهُ } وجوه : أحدها : أنه نبه بالبنان على بقية الأعضاء ، أي نقدر على أن نسوي بنانه بعد صيرورته تراباً كما كان ، وتحقيقه أن من قدر على الشيء في الابتداء قدر أيضاً عليه في الإعادة وإنما خص البنان بالذكر لأنه آخر ما يتم خلقه ، فكأنه قيل : نقدر على ضم سلاماته على صغرها ولطافتها بعضها إلى بعض كما كانت أولاً من غير نقصان ولا تفاوت ، فكيف القول في كبار العظام وثانيها : بلى قادرين على أن نسوي بنانه أي نجعلها مع كفه صفيحة مستوية لا شقوق فيها كخف البعير ، فيعدم الارتفاق بالأعمال اللطيفة كالكتابة والخياطة وسائر الأعمال اللطيفة التي يستعان عليها بالأصابع ، والقول الأول أقرب إلى الصواب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أيحسب الإنسان ألن نجمع عظامه (3) بلى قادرين على أن نسوي بنانه (4) ",
        "babnum": 2
    },
    {
        "id": 2983,
        "cate": "75",
        "title": "بَلْ يُرِيدُ الْإِنْسَانُ لِيَفْجُرَ أَمَامَهُ (5) ",
        "details": " اعلم أن قوله : { بَلْ يُرِيدُ } عطف على { أيحسب } ، فيجوز فيه أن يكون أيضاً استفهاماً كأنه استفهم عن شيء ثم استفهم عن شيء آخر ، ويجوز أن يكون إيجاباً كأنه استفهم أولاً ثم أتى بهذا الإخبار ثانياً .\r\n وقوله : { لِيَفْجُرَ أَمَامَهُ } فيه قولان : الأول : أي ليدوم على فجوره فيما يستقبله من الزمان لا ينزع عنه ، وعن سعيد بن جبير : يقدم الذنب ويؤخر التوبة ، يقول : سوف أتوب حتى يأتيه الموت على شر أحواله وأسوأ أعماله القول الثاني : ليفجر أمامه ، أي ليكذب بما أمامه من البعث والحساب ، لأن من كذب حقاً كان كاذباً وفاجراً ، والدليل عليه قوله : { يَسْئَلُ أَيَّانَ يَوْمُ القيامة } [ القيامة : 6 ] فالمعنى يريد الإنسان ليفجر أمامه ، أي ليكذب بيوم القيامة وهو أمامه ، فهو يسأل أيان يوم القيامة ، متى يكون ذلك تكذيباً له .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "بل يريد الإنسان ليفجر أمامه (5) ",
        "babnum": 3
    },
    {
        "id": 2984,
        "cate": "75",
        "title": "يَسْأَلُ أَيَّانَ يَوْمُ الْقِيَامَةِ (6) ",
        "details": " أي يسأل سؤال مستنعت مستبعد لقيام الساعة ، في قوله : أيان يوم القيامة ، ونظيره { يقولون متى هذا الوعد } [ يونس : 48 ] واعلم أن إنكار البعث تارة يتولد من الشبهة وأخرى من الشهوة ، أما من الشبهة فهو الذي حكاه الله تعالى بقوله : { أَيَحْسَبُ الإنسان أَلَّن نَّجْمَعَ عِظَامَهُ } [ القيامة : 3 ] وتقريره أن الإنسان هو هذا البدن فإذا مات تفرقت أجزاء البدن واختلطت تلك الأجزاء بسائر أجزاء التراب وتفرقت في مشارق الأرض ومغاربها فكان تمييزها بعد ذلك عن غيرها محالاً فكان البعث محالاً ، واعلم أن هذه الشبهة ساقطة من وجهين الأول : لا نسلم أن الإنسان هو هذا البدن فلم لا يجوز أن يقال : إنه شيء مدبر لهذا البدن فإذا فسد هذا البدن بقي هو حياً كما كان .\r\n وحينئذ يكون الله تعالى قادراً على أن يرده إلى أي بدن شاء وأراد ، وعلى هذا القول يسقط السؤال ، وفي الآية إشارة إلى هذا لأنه أقسم بالنفس اللوامة ، ثم قال : { أَيَحْسَبُ الإنسان أَلَّن نَّجْمَعَ عِظَامَهُ } وهو تصريح بالفرق بين النفس والبدن الثاني : إن سلمنا أن الإنسان هو هذا البدن فلم قلتم : إنه بعد تفريق أجزائه لا يمكن جمعه مرة أخرى وذلك لأنه تعالى عالم بجميع الجزئيات فيكون عالماً بالجزء الذي هو بدن عمرو ، وهو تعالى قادر على كل الممكنات وذلك التركيب من الممكنات وإلا لما وجد أولاً ، فيلزم أن يكون قادراً على تركيبها .\r\n ومتى ثبت كونه تعالى عالماً بجميع الجزئيات قادراً على جميع الممكنات لا يبقى في المسألة إشكال .\r\n وأما القسم الثاني : وهو إنكار من أنكر المعاد بناء على الشهوة فهو الذي حكاه الله تعالى بقوله : { بَلْ يُرِيدُ الإنسان لِيَفْجُرَ أَمَامَهُ } [ القيامة : 5 ] ومعناه أن الإنسان الذي يميل طبعه إلى الاسترسال في الشهوات والاستكثار من اللذات لا يكاد يقر بالحشر والنشر وبعث الأموات لئلا تتنغص عليه اللذات الجسمانية فيكون أبداً منكراً لذلك قائلاً على سبيل الهزؤ والسخرية أيان يوم القيامة .\r\n ثم إنه تعالى ذكر علامات القيامة ",
        "fav": 0,
        "note": null,
        "normal": "يسأل أيان يوم القيامة (6) ",
        "babnum": 4
    },
    {
        "id": 2985,
        "cate": "75",
        "title": "فَإِذَا بَرِقَ الْبَصَرُ (7) وَخَسَفَ الْقَمَرُ (8) وَجُمِعَ الشَّمْسُ وَالْقَمَرُ (9) يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ (10) ",
        "details": " وفيه مسألتان : المسألة الأولى : اعلم أنه تعالى ذكر من علامات القيامة في هذا الموضع أموراً ثلاثة أولها : قوله : { فَإِذَا بَرِقَ البصر } قرىء بكسر الراء وفتحها ، قال الأخفش : المكسورة في كلامهم أكثر والمفتوحة لغة أيضاً ، قال الزجاج : برق بصره بكسر الراء يبرق برقاً إذا تحير ، والأصل فيه أن يكثر الإنسان من النظر إلى لمعان البرق ، فيؤثر ذلك في ناظره ، ثم يستعمل ذلك في كل حيرة ، وإن لم يكن هناك نظر إلى البرق ، كما قالوا : قمر بصره إذا فسد من النظر إلى القمر ، ثم استعير في الحيرة ، وكذلك بعل الرجل في أمره ، أي تحير ودهش ، وأصله من قولهم : بعلت المرأة إذا فاجأها زوجها ، فنظرت إليه وتحيرت ، وأما برق بفتح الراء ، فهو من البريق ، أي لمع من شدة شخوصه ، وقرأ أبو السمال بلق بمعنى انفتح ، وانفتح يقال : بلق الباب وأبلقته وبلقته فتحته .\r\n المسألة الثانية : اختلفوا في أن هذه الحالة متى تحصل؟ فقيل : عند الموت ، وقيل : عند البعث وقيل : عند رؤية جهنم ، فمن قال : إن هذا يكون عند الموت ، قال : إن البصر يبرق على معنى يشخص عند معاينة أسباب الموت ، والملائكة كما يوجد ذلك في كل واحد إذا قرب موته ، ومن مال إلى هذا التأويل ، قال : إنهم إنما سألوه عن يوم القيامة ، لكنه تعالى ذكر هذه الحادثة عند الموت والسبب فيه من وجهين : الأول : أن المنكر لما قال : { أَيَّانَ يَوْمُ القيامة } [ القيامة : 6 ] على سبيل الاستهزاء فقيل له : إذا برق البصر وقرب الموت زالت عنه الشكوك ، وتيقن حينئذ أن الذي كان عليه من إنكار البعث والقيامة خطأ الثاني : أنه إذا قرب موته وبرق بصره تيقن أن إنكار البعث لأجل طلب اللذات الدنيوية كان باطلاً ، وأما من قال بأن ذلك إنما يكون عند قيام القيامة ، قال : لأن السؤال إنما كان عن يوم القيامة ، فوجب أن يقع الجواب بما يكون من خواصه وآثاره ، قال تعالى : { إِنَّمَا يُؤَخّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الأبصار } [ إبراهيم : 41 ] ، وثانيها : قوله : { وَخَسَفَ القمر } وفيه مسألتان : المسألة الأولى : يحتمل أن يكون المراد من خسوف القمر ذهاب ضوئه كما نعقله من حاله إذا خسف في الدنيا ، ويحتمل أن يكون المراد ذهابه بنفسه كقوله : { فَخَسَفْنَا بِهِ وَبِدَارِهِ الأرض } [ القصص : 81 ] .\r\n المسألة الثانية : قرىء : { وَخَسَفَ القمر } على البناء للمفعول وثالثها : قوله : { وَجُمِعَ الشمس والقمر } وفيه مسائل : المسألة الأولى : ذكروا في كيفية الجمع وجوهاً أحدها : أنه تعالى قال : { لاَ الشمس يَنبَغِى لَهَا أَن تدْرِكَ القمر } [ يس : 40 ] فإذا جاء وقت القيامة أدرك كل واحد منهما صاحبه واجتمعا وثانيها : جمعا في ذهاب الضوء ، فهو كما يقال : الشافعي يجمع ما بين كذا وكذا في حكم كذا وثالثها : يجمعان أسودين مكورين كأنهما ثوران عقيران في النار ، وقيل : يجمعان ثم يقذفان في البحر ، فهناك نار الله الكبرى واعلم أن هذه الوجوه التي ذكرناها في قوله ، وخسف القمر ، وجمع الشمس والقمر إنما تستقيم على مذهب من يجعل برق البصر من علامات القيامة ، فأما من يجعل برق البصر من علامات الموت قال معنى : { وَخَسَفَ القمر } أي ذهب ضوء البصر عند الموت ، يقال عين خاسفة ، إذا فقئت حتى غابت حدقتها في الرأس ، وأصلها من خسفت الأرض إذا ساخت بما عليها ، وقوله : { وَجُمِعَ الشمس والقمر } كناية عن ذهاب الروح إلى عالم الآخرة ، كأن الآخرة كالشمس ، فإنه يظهر فيها المغيبات وتتضح فيها المبهمات ، والروح كالقمر فإنه كما أن القمر يقبل النور من الشمس ، فكذا الروح تقبل نور المعارف من عالم الآخرة ، ولا شك أن تفسير هذه الآيات بعلامات القيامة أولى من تفسيرها بعلامات الموت وأشد مطابقة لها .\r\n المسألة الثانية : قال الفراء : إنما قال جمع ، ولم يقل : جمعت لأن المراد أنه جمع بينهما في زوال النور وذهاب الضوء ، وقال الكسائي ، المعنى جمع النوران أو الضياءان ، وقال أبو عبيدة ، القمر شارك الشمس في الجمع ، وهو مذكر ، فلا جرم غلب جانب التذكير في اللفظ ، قال الفراء ، قلت : لمن نصر هذا القول : كيف تقولون : الشمس جمع والقمر؟ فقالوا : جمعت ، فقلت ما الفرق بين الموضعين؟ فرجع عن هذا القول .\r\n المسألة الثالثة : طعنت الملاحدة في الآية ، وقالوا : خسوف القمر لا يحصل حال اجتماع الشمس والقمر والجواب : الله تعالى قادر على أن يجعل القمر منخسفاً ، سواء كانت الأرض متوسطة بينه وبين الشمس ، أو لم تكن ، والدليل عليه أن الأجسام متماثلة ، فيصح على كل واحد منها ما يصح على الآخر ، والله قادر على كل الممكنات ، فوجب أن يقدر على إزالة الضوء عن القمر في جميع الأحوال .\r\n قوله تعالى : { يَقُولُ الإنسان يَوْمَئِذٍ أَيْنَ المفر } أي يقول هذا الإنسان المنكر للقيامة إذا عاين هذه الأحوال أين المفر ، والقراءة المشهورة بفتح الفاء ، وقرىء أيضاً بكسر الفاء ، والمفر بفتح الفاء هو الفرار ، قال الأخفش والزجاج : المصدر من فعل يفعل مفتوح العين .\r\n وهو قول جمهور أهل اللغة ، والمعنى أين الفرار ، وقول القائل : أين الفرار يحتمل معنيين أحدهما : أنه لا يرى علامات مكنة الفرار فيقول حينئذ : أين الفرار ، كما إذا أيس من وجدان زيد يقول : أين زيد والثاني : أن يكون المعنى إلى أين الفرار ، وأما المفر بكسر الفاء فهو الموضع ، فزعم بعض أهل اللغة أن المفر بفتح الفاء كما يكون اسماً للمصدر ، فقد يكون أيضاً اسماً للموضع والمفر بكسر الفاء كما يكون اسماً للموضع ، فقد يكون مصدراً ونظيره المرجع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فإذا برق البصر (7) وخسف القمر (8) وجمع الشمس والقمر (9) يقول الإنسان يومئذ أين المفر (10) ",
        "babnum": 5
    },
    {
        "id": 2986,
        "cate": "75",
        "title": "كَلَّا لَا وَزَرَ (11) ",
        "details": " قوله تعالى : { كَلاَّ } وهو ردع عن طلب المفر { لاَ وَزَرَ } قال المبرد والزجاج : أصل الوزر الجبل المنيع ، ثم يقال : لكل ما التجأت إليه وتحصنت به وزر ، وأنشد المبرد قول كعب بن مالك : الناس آلت علينا فيك ليس لنا \r\n إلا السيوف وأطراف القنا وزر ومعنى الآية أنه لا شيء يعتصم به من أمر الله .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كلا لا وزر (11) ",
        "babnum": 6
    },
    {
        "id": 2987,
        "cate": "75",
        "title": "إِلَى رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ (12) ",
        "details": " وفيه وجهان أحدهما : أن يكون المستقر بمعنى الاستقرار ، بمعنى أنهم لا يقدرون أن يستقروا إلى غيره ، وينصبوا إلى غيره ، كما قال : { إِنَّ إلى رَبّكَ الرجعى } [ العلق : 8 ] { وإلى الله المصير } [ النور : 42 ] { أَلاَ إِلَى الله تَصِيرُ الأمور } [ الشورى : 53 ] { وَأَنَّ إلى رَبّكَ المنتهى } [ النجم : 12 ] الثاني : أن يكون المعنى إلى ربك مستقرهم ، أي موضع قرارهم من جنة أو نار ، أي مفوض ذلك إلى مشيئته من شاء أدخله الجنة ، ومن شاء أدخله النار .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إلى ربك يومئذ المستقر (12) ",
        "babnum": 7
    },
    {
        "id": 2988,
        "cate": "75",
        "title": "يُنَبَّأُ الْإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ (13) ",
        "details": " بما قدم من عمل عمله ، وبما أخر من عمل لم يعمله ، أو بما قدم من ماله فتصدق به وبما أخره فخلفه ، أو بما قدم من عمل الخير والشر وبما أخر من سنة حسنة أو سيئة ، فعمل بها بعده ، وعن مجاهد أنه مفسر بأول العمل وآخره ، ونظيره قوله : { فَيُنَبّئُهُمْ بِمَا عَمِلُواْ أحصاه الله وَنَسُوهُ } [ المجادلة : 6 ] وقال : { وَنَكْتُبُ مَاَ قَدَّمُواْ وَءاثَارَهُمْ } [ يس : 12 ] واعلم أن الأظهر أن هذا الإنباء يكون يوم القيامة عند العرض ، والمحاسبة ووزن الأعمال ، ويجوز أن يكون عند الموت وذلك أنه إذا مات بين له مقعده من الجنة والنار .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ينبأ الإنسان يومئذ بما قدم وأخر (13) ",
        "babnum": 8
    },
    {
        "id": 2989,
        "cate": "75",
        "title": "بَلِ الْإِنْسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ (14) ",
        "details": " اعلم أنه تعالى لما قال : ينبؤ الإنسان يومئذ بأعماله ، قال : بل لا يحتاج إلى أن ينبئه غير غيره ، وذلك لأن نفسه شاهدة بكونه فاعلاً لتلك الأفعال ، مقدماً عليها ، ثم في قوله : { بَصِيرَةٌ } وجهان الأول : قال الأخفش جعله في نفسه بصيرة كما يقال : فلان جود وكرم ، فههنا أيضاً كذلك ، لأن الإنسان بضرورة عقله يعلم أن ما يقربه إلى الله ويشغله بطاعته وخدمته فهو السعادة ، وما يبعده عن طاعة الله ويشغله بالدنيا ولذاتها فهو الشقاوة ، فهب أنه بلسانه يروج ويزور ويرى الحق في صورة الباطل والباطل في صورة الحق ، لكنه بعقله السليم يعلم أن الذي هو عليه في ظاهره جيد أو رديء والثاني : أن المراد جوارحه تشهد عليه بما عمل فهو شاهد على نفسه بشهادة جوارحه ، وهذا قول ابن عباس وسعيد بن جبير ومقاتل وهو كقوله : { يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ } [ النور : 24 ] وقوله : { وَتُكَلّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ } [ يس : 36 ] وقوله : { شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وأبصارهم وَجُلُودُهُم } [ فصلت : 20 ] فأما تأنيث البصيرة ، فيجوز أن يكون لأن المراد بالإنسان ههنا الجوارح كأنه قيل : بل جوارح الإنسان ، كأنه قيل بل جوارح الإنسان على نفس الإنسان بصيرة ، وقال أبو عبيدة هذه الهاء لأجل المبالغة كقوله : رجل راوية وطاغية وعلامة .\r\n واعلم أنه تعالى ذكر في الآية الأولى أن الإنسان يخبر يوم القيامة بأعماله .\r\n ثم ذكر في هذه الآية أنه شاهد على نفسه بما عمل ، فقال الواحدي هذا يكون من الكفار فإنهم ينكرون ما عملوا فيختم الله على أفواههم وينطق جوارحهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "بل الإنسان على نفسه بصيرة (14) ",
        "babnum": 9
    },
    {
        "id": 2990,
        "cate": "75",
        "title": "وَلَوْ أَلْقَى مَعَاذِيرَهُ (15) ",
        "details": " للمفسرين فيه أقوال : الأول : قال الواحدي : المعاذير جمع معذرة يقال : معذرة ومعاذر ومعاذير : قال صاحب «الكشاف» جمع المعذرة معاذر والمعاذير ليس جمع معذرة ، وإنما هو اسم جمع لها ، ونحوه المناكير في المنكر ، والمعنى أن الإنسان وإن اعتذر عن نفسه وجادل عنها وأتى بكل عذر وحجة ، فإنه لا ينفعه ذلك لأنه شاهد على نفسه القول الثاني : قال الضحاك والسدي والفراء والمبرد والزجاج المعاذير الستور واحدها معذار ، قال المبرد : هي لغة يمانية ، قال صاحب «الكشاف» : إن صحت هذه الرواية فذاك مجاز من حيث إن الستر يمنع رؤية المحتجب كما تمنع المعذرة عقوبة الذنب ، والمعنى على هذا القول : أنه وإن أسبل الستر ليخفي ما يعمل ، فإن نفسه شاهدة عليه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولو ألقى معاذيره (15) ",
        "babnum": 10
    },
    {
        "id": 2991,
        "cate": "75",
        "title": "لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ (16) ",
        "details": " فيه مسائل : المسألة الأولى : زعم قوم من قدماء الروافض أن هذا القرآن قد غير وبدل وزيد فيه ونقص عنه ، واحتجوا عليه بأنه لا مناسبة بين هذه الآية وبين ما قبلها ولو كان هذا الترتيب من الله تعالى لما كان الأمر كذلك .\r\n واعلم أن في بيان المناسبة وجوهاً أولها : يحتمل أن يكون الاستعجال المنهي عنه ، إنما اتفق للرسول عليه السلام عند إنزال هذه الآيات عليه ، فلا جرم .\r\n نهى عن ذلك الاستعجال في هذا الوقت ، وقيل له : لا تحرك به لسانك لتعجل به وهذا كما أن المدرس إذا كان يلقي على تلميذه شيئاً ، فأخذ التلميذ يلتفت يميناً وشمالاً ، فيقول المدرس في أثناء ذلك الدرس لا تلتفت يميناً وشمالاً ثم يعود إلى الدرس ، فإذا نقل ذلك الدرس مع هذا الكلام في أثنائه ، فمن لم يعرف السبب يقول : إن وقوع تلك الكلمة في أثناء ذلك الدرس غير مناسب ، لكن من عرف الواقعة علم أنه حسن الترتيب وثانيها : أنه تعالى نقل عن الكفار أنهم يحبون السعادة العاجلة ، وذلك هو قوله : { بَلْ يُرِيدُ الإنسان لِيَفْجُرَ أَمَامَهُ } [ القيامة : 5 ] ثم بين أن التعجيل مذموم مطلقاً حتى التعجيل في أمور الدين ، فقال : { لاَ تُحَرّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ } وقال في آخر الآية : { كَلاَّ بَلْ تُحِبُّونَ العاجلة } [ القيامة : 20 ] ، وثالثها : أنه تعالى قال : { بَلِ الإنسان على نَفْسِهِ بَصِيرَةٌ * وَلَوْ ألقى مَعَاذِيرَهُ } [ القيامة : 14 ، 15 ] فههنا كان الرسول صلى الله عليه وسلم يظهر التعجيل في القراءة مع جبريل ، وكان يجعل العذر فيه خوف النسيان ، فكأنه قيل له : إنك إذا أتيت بهذا العذر لكنك تعلم أن الحفظ لا يحصل إلا بتوفيق الله وإعانته فاترك هذا التعجيل واعتمد على هداية الله تعالى ، وهذا هو المراد من قوله : { لاَ تُحَرّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ * إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْءانَهُ } [ القيامة : 16 ، 17 ] ورابعها : كأنه تعالى قال : يا محمد إن غرضك من هذا التعجيل أن تحفظه وتبلغه إليهم لكن لا حاجة إلى هذا فإن الإِنسان على نفسه بصيرة وهم بقلوبهم يعلمون أن الذي هم عليه من الكفر وعبادة الأوثان ، وإنكار البعث منكر باطل ، فإذا كان غرضك من هذا التعجيل أن تعرفهم قبح ما هم عليه ، ثم إن هذه المعرفة حاصلة عندهم ، فحينئذ لم يبق لهذا التعجيل فائدة ، فلا جرم قال : { لاَ تُحَرّكْ بِهِ لِسَانَكَ } وخامسها : أنه تعالى حكى عن الكافر أنه يقول : أين المفر ، ثم قال تعالى : { كَلاَّ لاَ وَزَرَ * إلى رَبّكَ يَوْمَئِذٍ المستقر } [ القيامة : 11 ، 12 ] فالكافر كأنه كان يفر من الله تعالى إلى غيره فقيل : لمحمد إنك في طلب حفظ القرآن ، تستعين بالتكرار وهذا استعانة منك بغير الله ، فاترك هذه الطريقة ، واستعن في هذا الأمر بالله فكأنه قيل : إن الكافر يفر من الله إلى غيره ، وأما أنت فكن كالمضاد له فيجب أن تفر من غير الله إلى الله وأن تستعين في كل الأمور بالله ، حتى يحصل لك المقصود على ما قال : { إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْءانَهُ } [ القيامة : 17 ] وقال في سورة أخرى : { وَلاَ تَعْجَلْ بالقرءان مِن قَبْلِ إَن يقضى إِلَيْكَ وَحْيُهُ وَقُل رَبّى زِدْنِى عِلْماً } [ طه : 114 ] أي لا تستعن في طلب الحفظ بالتكرار بل اطلبه من الله تعالى وسادسها : ما ذكره القفال وهو أن قوله : { لاَ تُحَرّكْ بِهِ لِسَانَكَ } ليس خطاباً مع الرسول عليه السلام بل هو خطاب مع الإنسان المذكور في قوله : { يُنَبَّأُ الإنسان يَوْمَئِذِ بِمَا قَدَّمَ وَأَخَّرَ } [ القيامة : 13 ] فكان ذلك للإنسان حال ما ينبأ بقبائح أفعاله وذلك بأن يعرض عليه كتابه فيقال له : { اقرأ كتابك كفى بِنَفْسِكَ اليوم عَلَيْكَ حَسِيبًا } [ الإسراء : 14 ] فإذا أخذ في القراءة تلجلج لسانه من شدة الخوف وسرعة القراءة فيقال له لا تحرك به لسانك لتعجل به ، فإنه يجب علينا بحكم الوعد أو بحكم الحكمة أن نجمع أعمالك عليك وأن نقرأها عليك فإذا قرأناه عليك فاتبع قرآنه بالإقرار بأنك فعلت تلك الأفعال ، ثم إن علينا بيان أمره وشرح مراتب عقوبته ، وحاصل الأمر من تفسير هذه الآية أن المراد منه أنه تعالى يقرأ على الكافر جميع أعماله على سبيل التفصيل ، وفيه أشد الوعيد في الدنيا وأشد التهويل في الآخرة ، ثم قال القفال : فهذا وجه حسن ليس في العقل ما يدفعه وإن كانت الآثار غير واردة به .\r\n المسألة الثانية : احتج من جوز الذنب على الأنبياء عليهم السلام بهذه الآية ، فقال : إن ذلك الاستعجال إن كان بإذن الله تعالى فكيف نهاه عنه وإن كان لا بإذن الله تعالى فقد صدر الذنب عنه الجواب : لعل ذلك الاستعجال كان مأذوناً فيه إلى وقت النهي عنه ، ولا يبعد أن يكون الشيء مأذوناً فيه في وقت ثم يصير منهياً عنه في وقت آخر ، ولهذا السبب قلنا : يجوز النسخ .\r\n المسألة الثالثة : روى سعيد بن جبير عن ابن عباس ، قال : كان رسول الله صلى الله عليه وسلم يشتد عليه حفظ التنزيل وكان إذا نزل عليه الوحي يحرك لسانه وشفتيه قبل فراغ جبريل مخافة أن لا يحفظ ، فأنزل تعالى : { لاَ تُحَرّكْ بِهِ لِسَانَكَ } أي بالوحي والتنزيل والقرآن ، وإنما جاز هذا الإضمار وإن لم يجر له ذكر لدلالة الحال عليه ، كما أضمر في قوله : { إِنَّا أنزلناه فِى لَيْلَةِ القدر } [ القدر : 1 ] ونظير قوله : { وَلاَ تَعْجَلْ بالقرءان مِن قَبْلِ أَن يقضى إِلَيْكَ وَحْيُهُ } [ طه : 114 ] وقوله : { لِتَعْجَلَ بِهِ } أي لتعجل بأخذه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لا تحرك به لسانك لتعجل به (16) ",
        "babnum": 11
    },
    {
        "id": 2992,
        "cate": "75",
        "title": "إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ (17) ",
        "details": " ففيه مسائل : المسألة الأولى : كلمة على للوجوب فقوله : إن علينا يدل على أن ذلك كالواجب على الله تعالى ، أما على مذهبنا فذلك الوجوب بحكم الوعد ، وأما على قول المعتزلة : فلأن المقصود من البعثة لا يتم إلا إذا كان الوحي محفوظاً مبرأ عن النسيان ، فكان ذلك واجباً نظراً إلى الحكمة .\r\n المسألة الثانية : قوله : { إِنَّ عَلَيْنَا جَمْعَهُ } معناه علينا جمعه في صدرك وحفظك ، وقوله : { وَقُرْءانَهُ } فيه وجهان أحدهما : أن المراد من القرآن القراءة ، وعلى هذا التقدير ففيه احتمالان أحدهما : أن يكون المراد جبريل عليه السلام ، سيعيده عليك حتى تحفظه والثاني : أن يكون المراد إنا سنقرئك يا محمد إلى أن تصير بحيث لا تنساه ، وهو المراد من قوله : { سَنُقْرِئُكَ فَلاَ تنسى } [ الأعلى : 6 ] فعلى هذا الوجه الأول القارىء جبريل عليه السلام ، وعلى الوجه الثاني القارىء محمد صلى الله عليه وسلم والوجه الثاني : أن يكون المراد من القرآن الجمع والتأليف ، من قولهم : ما قرأت الناقة سلاقط ، أي ما جمعت ، وبنت عمرو بن كلثوم لم تقرأ جنيناً ، وقد ذكرنا ذلك عند تفسير القرء ، فإن قيل : فعلى هذا الوجه يكون الجمع والقرآن واحداً فيلزم التكرار ، قلنا : يحتمل أن يكون المراد من الجمع جمعه في نفسه ووجوده الخارجي ، ومن القرآن جمعه في ذهنه وحفظه ، وحينئذ يندفع التكرار .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن علينا جمعه وقرآنه (17) ",
        "babnum": 12
    },
    {
        "id": 2993,
        "cate": "75",
        "title": "فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ (18) ",
        "details": " فيه مسألتان : المسألة الأولى : جعل قراءة جبريل عليه السلام قراءته ، وهذا يدل على الشرف العظيم لجبريل عليه السلام ، ونظيره في حق محمد عليه الصلاة والسلام { مَّنْ يُطِعِ الرسول فَقَدْ أَطَاعَ الله } [ النساء : 80 ] .\r\n المسألة الثالثة : قال ابن عباس : معناه فإذا قرأه جبريل فاتبع قرآنه ، وفيه وجهان الأول : قال قتادة : فاتبع حلاله وحرامه والثاني : فاتبع قراءته ، أي لا ينبغي أن تكون قراءتك مقارنة لقراءة جبريل ، لكن يجب أن تسكت حتى يتم جبريل عليه السلام القراءة ، فإذا سكت جبريل فخذ أنت في القراءة ، وهذا الوجه أولى لأنه عليه السلام أمر أن يدع القراءة ويستمع من جبريل عليه السلام ، حتى إذا فرغ جبريل قرأه ، وليس هذا موضع الأمر باتباع ما فيه من الحلال والحرام .\r\n قال ابن عباس : فكان النبي صلى الله عليه وسلم إذا نزل عليه جبريل بعد هذه الآية أطرق واستمع فإذا ذهب قرأه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فإذا قرأناه فاتبع قرآنه (18) ",
        "babnum": 13
    },
    {
        "id": 2994,
        "cate": "75",
        "title": "ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ (19) ",
        "details": " فيه مسألتان : المسألة الأولى : الآية تدل على أنه عليه السلام كان يقرأ مع قراءة جبريل عليه السلام وكان يسأل في أثناء قراءته مشكلاته ، ومعانيه لغاية حرصه على العلم ، فنهى النبي عليه السلام عن الأمرين جميعاً ، أما عن القراءة مع قراءة جبريل فبقوله : { فَإِذَا قرأناه فاتبع قُرْءانَهُ } [ القيامة : 18 ] وأما عن إلقاء الأسئلة في البيان فبقوله : { ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ } .\r\n المسألة الثانية : احتج من جوز تأخير البيان عن وقت الخطاب بهذه الآية .\r\n وأجاب أبو الحسين عنه من وجهين الأول : أن ظاهر الآية يقتضي وجوب تأخير البيان عن وقت الخطاب وأنتم لا تقولون به الثاني : أن عندنا الواجب أن يقرن باللفظ إشعاراً بأنه ليس المراد من اللفظ ما يقتضيه ظاهره ، فأما البيان التفصيلي فيجوز تأخيره فتحمل الآية على تأخير البيان التفصيلي ، وذكر القفال وجهاً ثالثاً : وهو أن قوله : { ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ } أي ثم إنا نخبرك بأن علينا بيانه ، ونظيره قوله تعالى : { فَكُّ رَقَبَةٍ } إلى قوله { ثُمَّ كَانَ مِنَ الذين ءامَنُواْ } [ البلد : 13 17 ] والجواب عن الأول : أن اللفظ لا يقتضي وجوب تأخير البيان بل يقتضي تأخير وجوب البيان ، وعندنا الأمر كذلك لأن وجوب البيان لا يتحقق إلا عند الحاجة وعن الثاني : أن كلمة ثم دخلت مطلق البيان فيتناول البيان المجمل والمفصل ، وأما سؤال القفال فضعيف أيضاً لأنه ترك للظاهر من غير دليل .\r\n المسألة الثالثة : قوله تعالى : { ثُمَّ إِنَّا عَلَيْنَا بَيَانَهُ } يدل على أن بيان المجمل واجب على الله تعالى أما عندنا فبالوعد والتفضل .\r\n وأما عند المعتزلة فبالحكمة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ثم إن علينا بيانه (19) ",
        "babnum": 14
    },
    {
        "id": 2995,
        "cate": "75",
        "title": "كَلَّا بَلْ تُحِبُّونَ الْعَاجِلَةَ (20) وَتَذَرُونَ الْآخِرَةَ (21) ",
        "details": " وفيه مسألتان : المسألة الأولى : قال صاحب «الكشاف» : { كَلاَّ } ردع لرسول الله صلى الله عليه وسلم عن عادة العجلة وحث على الأناة والتؤدة ، وقد بالغ في ذلك باتباعه قوله : { بَلْ تُحِبُّونَ العاجلة } كأنه قال : بل أنتم يا بني آدم لأنكم خلقتم من عجل وطبعتم عليه تعجلون في كل شيء ، ومن ثم تحبون العاجلة وتذرون الأخرة ، وقال سائر المفسرين : { كَلاَّ } معناه حقاً أي حقاً تحبون العاجلة وتذرون الآخرة ، والمعنى أنهم يحبون الدنيا ويعملون لها ويتركون الآخرة ويعرضون عنها .\r\n المسألة الثانية : قرىء تحبون وتذرون بالتاء والياء وفيه وجهان الأول : قال الفراء : القرآن إذا نزل تعريفاً لحال قوم ، فتارة ينزل على سبيل المخاطبة لهم .\r\n وتارة ينزل على سبيل المغايبة ، كقوله تعالى : { حتى إِذَا كُنتُمْ فِى الفلك وَجَرَيْنَ بِهِم } [ يونس : 22 ] الثاني : قال أبو علي الفارسي : الياء على ما تقدم من ذكر الإنسان في قوله : { أَيَحْسَبُ الإنسان } [ القيامة : 3 ] والمراد منه الكثرة ، كقوله : { إِنَّ الإنسان خُلِقَ هَلُوعاً } [ المعارج : 19 ] والمعنى أنهم يحبون ويذرون ، والتاء على قل لهم ، بل تحبون وتذرون .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كلا بل تحبون العاجلة (20) وتذرون الآخرة (21) ",
        "babnum": 15
    },
    {
        "id": 2996,
        "cate": "75",
        "title": "وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (22) ",
        "details": " قال الليث : نضر اللون والشجر والورق ينضر نضرة ، والنضرة النعمة ، والناضر الناعم ، والنضر الحسن من كل شيء ، ومنه يقال للون إذا كان مشرقاً : ناضر ، فيقال : أخضر ناضر ، وكذلك في جميع الألوان ، ومعناه الذي يكون له برق ، وكذلك يقال : شجر ناضر ، وروض ناضر .\r\n ومنه قوله عليه السلام : « نضر الله عبداً سمع مقالتي فوعاها » الحديث .\r\n أكثر الرواة رواه بالتخفيف ، وروى عكرمة عن الأصمعي فيه التشديد ، وألفاظ المفسرين مختلفة في تفسير الناضر ، ومعناها واحد قالوا : مسرورة ، ناعمة ، مضيئة ، مسفرة ، مشرقة بهجة .\r\n وقال الزجاج : نضرت بنعيم الجنة ، كما قال : { تَعْرِفُ فِى وُجُوهِهِمْ نَضْرَةَ النعيم } [ المطففين : 24 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وجوه يومئذ ناضرة (22) ",
        "babnum": 16
    },
    {
        "id": 2997,
        "cate": "75",
        "title": "إِلَى رَبِّهَا نَاظِرَةٌ (23) ",
        "details": " اعلم أن جمهور أهل السنة يتمسكون بهذه الآية في إثبات أن المؤمنين يرون الله تعالى يوم القيامة .\r\n أما المعتزلة فلهم ههنا مقامان أحدهما : بيان أن ظاهره لا يدل على رؤية الله تعالى والثاني : بيان التأويل .\r\n أما المقام الأول : فقالوا : النظر المقرون بحرف إلى ليس اسماً للرؤية ، بل لمقدمة الرؤية وهي تقليب الحدقة نحو المرئي التماس لرؤيته ، ونظر العين بالنسبة إلى الرؤية كنظر القلب بالنسبة إلى المعرفة ، وكالإصغاء بالنسبة إلى السماع ، فكما أن نظر القلب مقدمة للمعرفة ، والإصغاء مقدمة للسماع ، فكذا نظر العين مقدمة للرؤية ، قالوا : والذي يدل على أن النظر ليس اسماً للرؤية وجوه الأول : قوله تعالى : { وَتَرَاهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لاَ يُبْصِرُونَ } [ الأعراف : 198 ] أثبت النظر حال عدم الرؤية ، فدل على أن النظر غير الرؤية والثاني : أن النظر يوصف بما لا توصف به الرؤية ، يقال : نظر إليه نظراً شزراً ، ونظر غضبان ، ونظر راض ، وكل ذلك لأجل أن حركة الحدقة تدل على هذه الأحوال ، ولا توصف الرؤية بشيءمن ذلك ، فلا يقال : رآه شزراً ، ورآه رؤية غضبان ، أو رؤية راض الثالث : يقال : انظر إليه حتى تراه ، ونظرت إليه فرأيته ، وهذا يفيد كون الرؤية غاية للنظر ، وذلك يوجب الفرق بين النظر والرؤية الرابع : يقال : دور فلان متناظرة ، أي متقابلة ، فمسمى النظر حاصل ههنا ، ومسمى الرؤية غير حاصل الخامس : قوله الشاعر : وجوه ناظرات يوم بدر \r\n إلى الرحمن تنتظر الخلاصا أثبت النظر المقرون بحرف إلى مع أن الرؤية ما كانت حاصلة السادس : احتج أبو علي الفارسي على أن النظر ليس عبارة عن الرؤية ، التي هي إدراك البصر ، بل هو عبارة عن تقليب الحدقة نحو الجهة التي فيها الشيء الذي يراد رؤيته ، لقول الشاعر : فيامي هل يجزي بكائي بمثله \r\n مراراً وأنفاسي إليك الزوافر وأنى متى أشرف على الجانب الذي \r\n به أنت من بين الجوانب ناظراً قال : فلو كان النظر عبارة عن الرؤية لما طلب الجزاء عليه ، لأن المحب لم يطلب الثواب على رؤية المحبوب ، فإن ذلك من أعظم مطالبه ، قال : ويدل على ذلك أيضاً قول الآخر : ونظرة ذي شجن وامق \r\n إذا ما الركائب جاوزن ميلا والمراد منه تقليب الحدقة نحو الجانب الذي فيه المحبوب ، فعلمنا بهذه الوجوه أن النظر المقرون بحرف إلى ليس اسماً للرؤية السابع : أن قوله : { إلى رَبّهَا نَاظِرَةٌ } معناه أنها تنظر إلى ربها خاصة ولا تنظر إلى غيره ، وهذا معنى تقديم المفعول ، ألا ترى إلى قوله : { إلى رَبّكَ يَوْمَئِذٍ المستقر } [ القيامة : 12 ] { إلى ربك يومئذ المساق } [ القيامة : 30 ] { أَلاَ إِلَى الله تَصِيرُ الأمور } [ الشورى : 53 ] { وَإِلَيْهِ تُرْجَعُونَ } [ البقرة : 8 ] { وإلى الله المصير } [ آ ل عمران : 28 ] { عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ } [ الشورى : 10 ] كيف دل فيها التقديم على معنى الاختصاص ، ومعلوم أنهم ينظرون إلى أشياء لا يحيط بها الحصر ، ولا تدخل تحت العدد في موقف القيامة ، فإن المؤمنين نظارة ذلك اليوم لأنهم الآمنون الذين لا خوف عليهم ولا هم يحزنون فلما دلت الآية على أن النظر ليس إلا إلى الله ، ودل العقل على أنهم يرون غير الله ، علمنا أن المراد من النظر إلى الله ليس هو الرؤية الثامن : قال تعالى : { وَلاَ يَنظُرُ إِلَيْهِمْ يَوْمَ القيامة } [ آل عمران : 77 ] ولو قال : لا يراهم كفى ، فلما نفى النظر ، ولم ينف الرؤية دل على المغايرة ، فثبت بهذه الوجوه ، أن النظر المذكور في هذه الآية ليس هو الرؤية .\r\n المقام الثاني : في بيان التأويل المفصل ، وهو من وجهين الأول : أن يكون الناظر بمعنى المنتظر ، أي أولئك الأقوام ينتظرون ثواب الله ، وهو كقول القائل ، إنما أنظر إلى فلان في حاجتي والمراد أنتظر نجاحها من جهته ، وقال تعالى : { فَنَاظِرَةٌ بِمَ يَرْجِعُ المرسلون } [ النمل : 35 ] وقال : { وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إلى مَيْسَرَةٍ } [ البقرة : 280 ] لا يقال : النظر المقرون بحرف إلى غير مستعمل في معنى الانتظار ، ولأن الانتظار غم وألم ، وهو لا يليق بأهل السعادة يوم القيامة ، لأنا نقول : الجواب : عن الأول من وجهين الأول : النظر المقرون بحرف إلى قد يستعمل بمعنى الانتظار ، والتوقع والدليل عليه أنه يقال : أنا إلى فلان ناظر ما يصنع بي ، والمراد منه التوقع والرجاء ، وقال الشاعر : وإذا نظرت إليك من ملك \r\n والبحر دونك زدتني نعما وتحقيق الكلام فيه أن قولهم في الانتظار نظرت بغير صلة ، فإنما ذلك في الانتظار لمجيء الإنسان بنفسه ، فأما إذا كان منتظراً لرفده ومعونته ، فقد يقال فيه : نظرت إليه كقول الرجل ، وإنما نظري إلى الله ثم إليك ، وقد يقول ذلك من لا يبصر ، ويقول الأعمى في مثل هذا المعنى : عيني شاخصة إليك ، ثم إن سلمنا ذلك لكن لا نسلم إن المراد من { إلى } ههنا حرف التعدي .\r\n بل هو واحد الآلاء ، والمعنى : وجوه يومئذ ناضرة نعمة ربها منتظرة .\r\n وأما السؤال الثاني : وهو أن الانتظار غم وألم ، فجوابه أن المنتظر إذا كان فيما ينتظره على يقين من الوصول إليه ، فإنه يكون في أعظم اللذات .\r\n التأويل الثاني : أن يضمر المضاف ، والمعنى إلى ثواب ربها ناظرة ، قالوا : وإنما صرنا إلى هذا التأويل ، لأنه لما دلت الدلائل السمعية والعقلية على أنه تعالى تمتنع رؤيته وجب المصير إلى التأويل ، ولقائل أن يقول : فهذه الآية تدل أيضاً على أن النظر ليس عبارة عن تقليب الحدقة ، لأنه تعالى قال : لا ينظر إليهم وليس المراد أنه تعالى يقلب الحدقة إلى جهنم فإن قلتم : المراد أنه لا ينظر إليهم نظر الرحمة كان ذلك جوابنا عما قالوه .\r\n التأويل الثالث : أن يكون معنى : { إلى رَبّهَا نَاظِرَةٌ } أنها لا تسأل ولا ترغب إلا إلى الله ، وهو المراد من قوله عليه الصلاة والسلام : « اعبد الله كأنك تراه » فأهل القيامة لشدة تضرعهم إليه وانقطاع أطماعهم عن غيره صاروا كأنهم ينظرون إليه الجواب : قوله : ليس النظر عبارة عن الرؤية ، قلنا : ههنا مقامان : الأول : أن تقيم الدلالة على أن النظر هو الرؤية من وجهين : الأول : ما حكى الله تعالى عن موسى عليه السلام وهو قوله : { أَنظُرْ إِلَيْكَ } [ الأعراف : 143 ] فلو كان النظر عبارة عن تقليب الحدقة إلى جانب المرئي ، لاقتضت الآية أن موسى عليه السلام أثبت لله تعالى وجهة ومكاناً وذلك محال الثاني : أنه جعل النظر أمراً مرتباً على الإرادة فيكون النظر متأخراً عن الإرادة ، وتقليب الحدقة غير متأخر عن الإرادة ، فوجب أن يكون النظر عبارة عن تقليب الحدقة إلى جانب المرئي .\r\n المقام الثاني : وهو الأقرب إلى الصواب ، سلمنا أن النظر عبارة عن تقليب الحدقة نحو المرئي التماساً لرؤيته ، لكنا نقول : لما تعذر حمله على حقيقته وجب حمله على مسببه وهو الرؤية ، إطلاقاً لاسم السبب على المسبب ، وحمله على الرؤية أولى من حمله على الانتظار ، لأن تقليب الحدقة كالسبب للرؤية ولا تعلق بينه وبين الانتظار ، فكان حمله على الرؤية أولى من حمله على الانتظار .\r\n أما قوله : النظر جاء بمعنى الانتظار ، قلنا : لنا في الجواب مقامان : الأول : أن النظر الوارد بمعنى الانتظار كثير في القرآن ، ولكنه لم يقرن ألبتة بحرف إلى كقوله تعالى : { انظرونا نَقْتَبِسْ مِن نُّورِكُمْ } [ الحديد : 13 ] وقوله : { هَلْ يَنظُرُونَ إِلاَّ تَأْوِيلَهُ } [ الأعراف : 53 ] { هَلْ يَنظُرُونَ إِلاَّ أَن يَأْتِيَهُمُ الله } [ البقرة : 210 ] والذي ندعيه أن النظر المقرون بحرف إلى المعدي إلى الوجوه ليس إلا بمعنى الرؤية أو بالمعنى الذي يستعقب الرؤية ظاهر ، فوجب أن لا يرد بمعنى الانتظار دفعاً للاشتراك .\r\n وأما قول الشاعر : وجوه ناظرات يوم بدر \r\n إلى الرحمن تنتظر الخلاصا قلنا : هذا الشعر موضوع والرواية الصحيحة : وجوه ناظرات يوم بكر \r\n إلى الرحمن تنتظر الخلاصا والمراد من هذا الرحمن مسيلمة الكذاب ، لأنهم كانوا يسمونه رحمن اليمامة ، فأصحابه كانوا ينظرون إليه ويتوقعون منه التخلص من الأعداء ، وأما قول الشاعر : وإذا نظرت إليك من ملك \r\n فالجواب : أن قوله : وإذا نظرت إليك ، لا يمكن أن يكون المراد منه الانتظار ، لأن مجرد الانتظار لا يستعقب العطية بل المراد من قوله : وإذا نظرت إليك ، وإذا سألتك لأن النظر إلى الإنسان مقدمة المكالمة فجاز التعبير عنه به ، وقوله : كلمة إلى ههنا ليس المراد منه حرف التعدي بل واحد الآلاء ، قلنا : إن إلى على هذا القول تكون اسماً للماهية التي يصدق عليه أنها نعمة ، فعلى هذا يكفي في تحقق مسمى هذه اللفظة أي جزء فرض من أجزاء النعمة ، وإن كان في غاية القلة والحقارة ، وأهل الثواب يكونون في جميع مواقف القيامة في النعم العظيمة المتكاملة ، ومن كان حاله كذلك كيف يمكن أن يبشر بأنه يكون في توقع الشيء الذي ينطلق عليه اسم النعمة ، ومثال هذا أن يبشر سلطان الأرض بأنه سيصير حالك في العظمة والقوة بعد سنة ، بحيث تكون متوقعاً لحصول اللقمة الواحدة من الخبز والقطرة الواحدة من الماء ، وكما أن ذلك فاسد من القول : فكذا هذا .\r\n المقام الثاني : هب أن النظر المعدي بحرف إلى المقرون بالوجوه جاء في اللغة بمعنى الانتظار لكن لا يمكن حمل هذه الآية عليه ، لأن لذة الانتظار مع يقين الوقوع كانت حاصلة في الدنيا ، فلا بد وأن يحصل في الآخرة شيء أزيد منه حتى يحسن ذكره في معرض الترغيب في الآخرة ، ولا يجوز أن يكون ذلك هو قرب الحصول ، لأن ذلك معلوم بالعقل فبطل ما ذكروه من التأويل .\r\n وأما التأويل الثاني : وهو أن المراد إلى ثواب ربها ناظرة ، فهذا ترك للظاهر ، وقوله : إنما صرنا إليه لقيام الدلائل العقلية والنقلية على أن الله لا يرى ، قلنا : بينا في الكتب العقلية ضعف تلك الوجوه ، فلا حاجة ههنا إلى ذكرها ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إلى ربها ناظرة (23) ",
        "babnum": 17
    },
    {
        "id": 2998,
        "cate": "75",
        "title": "وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ (24) تَظُنُّ أَنْ يُفْعَلَ بِهَا فَاقِرَةٌ (25) ",
        "details": " الباسر : الشديد العبوس والباسل أشد منه ، ولكنه غلب في الشجاع إذا اشتد كلوحه ، والمعنى أنها عابسة كالحة قد أظلمت ألوانها وعدمت آثار السرور والنعمة منها ، لما أدركها من الشقاء واليأس من رحمة الله ، ولما سودها الله حين ميز الله أهل الجنة والنار ، وقد تقدم تفسير البسور عند قوله : { عَبَسَ وَبَسَرَ } [ المدثر : 22 ] وإنما كانت بهذه الصفة ، لأنها قد أيقنت أن العذاب نازل ، وهو قوله : { تَظُنُّ أَن يُفْعَلَ بِهَا فَاقِرَةٌ } والظن ههنا بمعنى اليقين ، هكذا قاله المفسرون ، وعندي أن الظن إنما ذكر ههنا على سبيل التهكم كأنه قيل : إذا شاهدوا تلك الأحوال ، حصل فيهم ظن أن القيامة حق ، وأما الفاقرة ، فقال أبو عبيدة : الفاقرة الداهية ، وهو اسم للوسم الذي يفقر به على الأنف ، قال الأصمعي : الفقر أن يحز أنف البعير حتى يخلص إلى العظم ، أو قريب منه ، ثم يجعل فيه خشبة يجر البعير بها ، ومنه قيل : عملت به الفاقرة ، قال المبرد : الفاقرة داهية تكسر الظهر ، وأصلها من الفقرة والفقارة كأن الفاقرة داهية تكسر فقار الظهر ، وقال ابن قتيبة : يقال فقرت الرجل ، كما يقال رأسته وبطنته فهو مفقور ، واعلم أن من المفسرين من فسر الفاقرة بأنواع العذاب في النار ، وفسرها الكلبي فقال : الفاقرة هي أن تحجب عن رؤية ربها ولا تنظر إليه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ووجوه يومئذ باسرة (24) تظن أن يفعل بها فاقرة (25) ",
        "babnum": 18
    },
    {
        "id": 2999,
        "cate": "75",
        "title": "كَلَّا إِذَا بَلَغَتِ التَّرَاقِيَ (26) ",
        "details": " قوله تعالى : { كَلاَّ } قال الزجاج : كلا ردع عن إيثار الدنيا على الآخرة ، كأنه قيل : لما عرفتم صفة سعادة السعداء وشقاوة الأشقياء في الآخرة ، وعلمتم أنه لا نسبة لها إلى الدنيا ، فارتدعوا عن إيثار الدنيا على الآخرة ، وتنبهوا على ما بين أيديكم من الموت الذي عنده تنقطع العاجلة عنكم ، وتنتقلون إلى الآجلة التي تبقون فيها مخلدين ، وقال آخرون : { كَلاَّ } أي حقاً إذا بلغت التراقي كان كذا وكذا ، والمقصود أنه لما بين تعظيم أحوال الآخرة بين أن الدنيا لا بد فيها من الانتهاء والنفاد والوصول إلى تجرع مرارة الموت .\r\n وقال مقاتل : { كَلاَّ } أي لا يؤمن الكافر بما ذكر من أمر القيامة ، ولكنه لا يمكنه أن يدفع أنه لا بد من الموت ، ومن تجرع آلامها ، وتحمل آفاتها .\r\n ثم إنه تعالى وصف تلك الحالة التي تفارق الروح فيها الجسد فقال : { إِذَا بَلَغَتِ التراقى } وفيه مسألتان : المسألة الأولى : المراد إذا بلغت النفس أو الروح ، أخبر عما لم يجر له ذكر لعلم المخاطب بذلك ، كقوله : [ القدر : 1 ] والتراقي جمع ترقوة .\r\n وهي عظم وصل بين ثغرة النحر ، والعاتق من الجانبين .\r\n واعلم أنه يكنى ببلوغ النفس التراقي عن القرب من الموت ، ومنه قول دريد بن الصمة : ورب عظيمة دافعت عنها \r\n وقد بلغت نفوسهم التراقي ونظيره قوله تعالى : { فلولا إذا بَلَغَتِ الحلقوم } [ الواقعة : 83 ] .\r\n المسألة الثالثة : قال بعض الطاعنين : إن النفس إنما تصل إلى التراقي بعد مفارقتها عن القلب ومتى فارقت النفس القلب حصل الموت لا محالة ، والآية تدل على أن عند بلوغها التراقي ، تبقى الحياة حتى يقال فيه : من راق ، وحتى تلتف الساق بالساق والجواب : المراد من قوله : { حتى إِذَا بَلَغَتِ التراقى } أي إذا حصل القرب من تلك الحالة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كلا إذا بلغت التراقي (26) ",
        "babnum": 19
    },
    {
        "id": 3000,
        "cate": "75",
        "title": "وَقِيلَ مَنْ رَاقٍ (27) ",
        "details": " وفيه مسألتان : المسألة الأولى : في راق وجهان الأول : أن يكون من الرقية يقال : رقاه يرقيه رقية إذا عوذه بما يشفيه ، كما يقال : بسم الله أرقيك ، وقائل هذا القول على هذا الوجه ، هم الذين يكونون حول الإنسان المشرف على الموت ، ثم هذا الاستفهام ، يحتمل أن يكون بمعنى الطلب كأنهم طلبوا له طبيباً يشفيه ، وراقياً يرقيه ، ويحتمل أن يكون استفهاماً بمعنى الإنكار ، كما يقول القائل عند اليأس : من الذي يقدر أن يرقي هذا الإنسان المشرف على الموت الوجه الثاني : أن يكون قوله : { مَنْ رَاقٍ } من رقى يرقي رقياً ، ومنه قوله تعالى : { وَلَن نُّؤْمِنَ لِرُقِيّكَ } [ الإسراء : 93 ] وعلى هذا الوجه يكون قائل هذا القول هم الملائكة .\r\n قال ابن عباس : إن الملائكة يكرهون القرب من الكافر ، فيقول ملك الموت من يرقى بهذا الكافر ، وقال الكلبي : يحضر العبد عند الموت سبعة أملاك من ملائكة الرحمة ، وسبعة من ملائكة العذاب مع ملك الموت ، فإذا بلغت نفس العبد التراقي نظر بعضهم إلى بعض ، أيهم يرقى بروحه إلى السماء فهو { مَنْ رَاقٍ } .\r\n المسألة الثانية : قال الواحدي إن إظهار النون عند حروف الفم لحسن ، فلا يجوز إظهار نون من في قوله : { مَنْ رَاقٍ } وروى حفص عن عاصم إظهار النون في قوله : { مَنْ رَاقٍ } و { بَلْ رَانَ } [ المطففين : 14 ] قال أبو علي الفارسي ، ولا أعرف وجه ذلك ، قال الواحدي ، والوجه أن يقال : قصد الوقف على من وبل ، فأظهرها ثم ابتدأ بما بعدهما ، وهذا غير مرضي من القراءة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقيل من راق (27) ",
        "babnum": 20
    },
    {
        "id": 3001,
        "cate": "75",
        "title": "وَظَنَّ أَنَّهُ الْفِرَاقُ (28) ",
        "details": " قال المفسرون : المراد أنه أيقن بمفارقته الدنيا ، ولعله إنما سمي اليقين ههنا بالظن ، لأن الإنسان ما دام يبقى روحه متعلقاً ببدنه ، فإنه يطمع في الحياة لشدة حبه لهذه الحياة العاجلة على ما قال : { كَلاَّ بَلْ تُحِبُّونَ العاجلة } [ القيامة : 20 ] ولا ينقطع رجاؤه عنها فلا يحصل له يقين الموت ، بل الظن الغالب مع رجاء الحياة ، أو لعله سماه بالظن على سبيل التهكم .\r\n واعلم أن الآية دالة على أن الروح جوهر قائم بنفسه باق بعد موت البدن ، لأنه تعالى سمى الموت فراقاً ، والفرق إنما يكون لو كانت الروح باقية ، فإن الفراق والوصال صفة ، والصفة تستدعي وجود الموصوف .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وظن أنه الفراق (28) ",
        "babnum": 21
    },
    {
        "id": 3002,
        "cate": "75",
        "title": "وَالْتَفَّتِ السَّاقُ بِالسَّاقِ (29) ",
        "details": " الالتفاف هو الاجتماع ، كقوله تعالى : { جِئْنَا بِكُمْ لَفِيفًا } [ الإسراء : 104 ] وفي الساق قولان : القول الأول : أنه الأمر الشديد ، قال أهل المعاني : لأن الإنسان إذا دهمته شدة شمر لها عن ساقه ، فقيل للأمر الشديد : ساق ، وتقول العرب : قامت الحرب على ساق ، أي اشتدت ، قال الجعدي : أخو الحرب إن عضت به الحرب عضها \r\n وإن شمرت عن ساقها الحرب شمرا ثم قال : والمراد بقوله : { والتفت الساق بالساق } أي التفت شدة مفارقة الدنيا ولذاتها وشدة الذهاب ، أو التفت شدة ترك الأهل ، وترك الولد ، وترك المال ، وترك الجاه ، وشدة شماتة الأعداء ، وغم الأولياء ، وبالجملة فالشدائد هناك كثيرة ، كشدة الذهاب إلى الآخرة والقدوم على الله ، أو التفت شدة ترك الأحباب والأولياء ، وشدة الذهاب إلى دار الغربة والقول الثاني : أن المراد من الساق هذا العضو المخصوص ، ثم ذكروا على هذا القول وجوهاً أحدها : قال الشعبي وقتادة : هما ساقاه عند الموت أما رأيته في النزع كيف يضرب بإحدى رجليه على الأخرى والثاني : قال الحسن وسعيد بن المسيب : هما ساقاه إذا التفتا في الكفن والثالث : أنه إذا مات يبست ساقاه ، والتصقت إحداهما بالأخرى .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والتفت الساق بالساق (29) ",
        "babnum": 22
    },
    {
        "id": 3003,
        "cate": "75",
        "title": "إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ (30) ",
        "details": " المساق مصدر من ساق يسوق ، كالمقال من قال يقول ، ثم فيه وجهان أحدهما : أن يكون المراد أن المسوق إليه هو الرب والثاني : أن يكون المراد أن السائق في ذلك اليوم هو الرب ، أي سوق هؤلاء مفوض إليه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إلى ربك يومئذ المساق (30) ",
        "babnum": 23
    },
    {
        "id": 3004,
        "cate": "75",
        "title": "فَلَا صَدَّقَ وَلَا صَلَّى (31) وَلَكِنْ كَذَّبَ وَتَوَلَّى (32) ثُمَّ ذَهَبَ إِلَى أَهْلِهِ يَتَمَطَّى (33) ",
        "details": " وفيه مسائل : المسألة الأولى : أنه تعالى شرح كيفية عمله فيما يتعلق بأصول الدين وبفروعه ، وفيما يتعلق بدنياه .\r\n أما ما يتعلق بأصول الدين فهو أنه ما صدق بالدين ، ولكنه كذب به ، وأما ما يتعلق بفروع الدين ، فهو أنه ما صلى ولكنه تولى وأعرض ، وأما ما يتعلق بدنياه ، فهو أنه ذهب إلى أهله يتمطى ، ويتبختر ، ويختال في مشيته ، واعلم أن الآية دالة على أن الكافر يستحق الذم والعقاب بترك الصلاة كما يستحقهما بترك الإيمان .\r\n المسألة الثانية : قوله : { فَلاَ صَدَّقَ } حكاية عمن؟ فيه قولان : الأول : أنه كناية عن الإنسان في قوله : { أَيَحْسَبُ الإنسان أَلَّن نَّجْمَعَ عِظَامَهُ } [ القيامة : 3 ] ألا ترى إلى قوله : { أَيَحْسَبُ الإنسان أَن يُتْرَكَ سُدًى } [ القيامة : 36 ] وهو معطوف على قوله : { يَسْئَلُ أَيَّانَ يَوْمُ القيامة } [ القيامة : 6 ] والقول الثاني : أن الآية نزلت في أبي جهل .\r\n المسألة الثالثة : في يتمطى قولان : أحدهما : أن أصله يتمطط أي يتمدد ، لأن المتبختر يمد خطاه ، فقلبت الطاء فيه ياء ، كما قيل : في تقصى أصله تقصص والثاني : من المطا وهو الظهر لأنه يلويه ، وفي الحديث : « إذا مشت أمتي المطيطي » أي مشية المتبختر .\r\n المسألة الرابعة : قال أهل العربية : { لا } ههنا في موضع لم فقوله : { فَلاَ صَدَّقَ وَلاَ صلى } أي لم يصدق ولم يصل ، وهو كقوله : { فَلاَ اقتحم العقبة } [ البلد : 11 ] أي لم يقتحم ، وكذلك ما روي في الحديث : « أرأيت من لا أكل ولا شرب ، ولا استهل » قال الكسائي : لم أر العرب قالت في مثل هذا كلمة وحدها حتى تتبعها بأخرى ، إما مصرحاً أو مقدراً ، أما المصرح فلا يقولون : لا عبدالله خارج حتى يقولون ، ولا فلان ، ولا يقولون : مررت برجل لا يحسن حتى يقولوا ، ولا يجمل ، وأما المقدر فهو كقوله : { فَلاَ اقتحم العقبة } ثم اعترض الكلام ، فقال : { وَمَا أَدْرَاكَ مَا العقبة * فَكُّ رَقَبَةٍ * أَوْ إِطْعَامٌ } [ البلد : 12 ، 14 ] وكان التقدير لا فك رقبة ، ولا أطعم مسكيناً ، فاكتفى به مرة واحدة ، ومنهم من قال التقدير في قوله : { فَلاَ اقتحم } أي أفلا اقتحم ، وهلا اقتحم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فلا صدق ولا صلى (31) ولكن كذب وتولى (32) ثم ذهب إلى أهله يتمطى (33) ",
        "babnum": 24
    },
    {
        "id": 3005,
        "cate": "75",
        "title": "أَوْلَى لَكَ فَأَوْلَى (34) ثُمَّ أَوْلَى لَكَ فَأَوْلَى (35) ",
        "details": " قال قتادة والكلبي ومقاتل : أخذ رسول الله صلى الله عليه وسلم بيد أبي جهل .\r\n ثم قال : { أولى لَكَ فأولى } توعده ، فقال أبو جهل : بأي شيء تهددني؟ لا تستطع أنت ولا ربك أن تفعلا بي شيئاً ، وإني لأعز أهل هذا الوادي ، ثم انسل ذاهباً ، فأنزل الله تعالى كما قال له الرسول عليه الصلاة والسلام ، ومعنى قوله : { أولى لَكَ } بمعنى ويل لك ، وهو دعاء عليه ، بأن يليه ما يكرهه ، قال القاضي : المعنى بعد ذلك ، فبعداً ( لك ) في أمر دنياك ، وبعداً لك ، في أمر أخراك ، وقال آخرون : المعنى الويل لك مرة بعد ذلك ، وقال القفال : هذا يحتمل وجوهاً أحدها : أنه وعيد مبتدأ من الله للكافرين والثاني : أنه شيء قاله النبي صلى الله عليه وسلم لعدوه فاستنكره عدو الله لعزته عند نفسه ، فأنزل الله تعالى مثل ذلك والثالث : أن يكون ذلك أمراً من الله لنبيه ، بأن يقولها لعدو الله ، فيكون المعنى { ثُمَّ ذَهَبَ إلى أَهْلِهِ يتمطى } [ القيامة : 33 ] فقل له : يا محمد : { أولى لَكَ فأولى } أي احذر ، فقد قرب منك مالا قبل لك به من المكروه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أولى لك فأولى (34) ثم أولى لك فأولى (35) ",
        "babnum": 25
    },
    {
        "id": 3006,
        "cate": "75",
        "title": "أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى (36) ",
        "details": " أي مهملاً لا يؤمر ، ولا ينهى ، ولا يكلف في الدنيا ولا يحاسب بعمله في الآخرة ، والسدى في اللغة المهمل يقال : أسديت إبلي إسداء أهملتها .\r\n واعلم أنه تعالى لما ذكر في أول السورة ، قوله : { أَيَحْسَبُ الإنسان أَلَّن نَّجْمَعَ عِظَامَهُ } [ القيامة : 3 ] أعاد في آخر السورة ذلك ، وذكر في صحة البعث والقيامة دليلين الأول : قوله : { أَيَحْسَبُ الإنسان أَن يُتْرَكَ سُدًى } [ القيامة : 36 ] ونظيره قوله : { إِنَّ الساعة ءاتِيَةٌ أَكَادُ أُخْفِيهَا لتجزى كُلُّ نَفْسٍ بِمَا تسعى } [ طه : 15 ] وقوله : { أَمْ نَجْعَلُ الذين ءامَنُواْ وَعَمِلُواْ الصالحات كالمفسدين فِى الأرض أَمْ نَجْعَلُ المتقين كالفجار } [ ص : 28 ] وتقريره أن إعطاء القدرة والآلة والعقل بدون التكليف والأمر بالطاعة والنهي عن المفاسد يقتضي كونه تعالى راضياً بقبائح الأفعال ، وذلك لا يليق بحكمته ، فإذاً لا بد من التكليف والتكليف لا يحسن ولا يليق بالكريم الرحيم إلا إذا كان هناك دار الثواب والبعث والقيامة .\r\n الدليل الثاني : على صحة القول بالحشر الاستدلال بالخلقة الأولى على الإعادة ، وهو المراد من قوله تعالى .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أيحسب الإنسان أن يترك سدى (36) ",
        "babnum": 26
    },
    {
        "id": 3007,
        "cate": "75",
        "title": "أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى (37) ",
        "details": " وفيه مسألتان : المسألة الأولى : النطفة هي الماء القليل وجمعها نطاف ونطف ، يقول : ألم يك ماء قليلاً في صلب الرجل وترائب المرأة؟ وقوله : { مّن مَّنِىّ يمنى } أي يصب في الرحم ، وذكرنا الكلام في يمنى عند قوله : { مِن نُّطْفَةٍ إِذَا تمنى } [ النجم : 46 ] وقوله : { أَفَرَءيْتُمْ مَّا تُمْنُونَ } [ الواقعة : 58 ] فإن قيل : ما الفائدة في يمنى في قوله : { مّن مَّنِىّ يمنى } ؟ قلنا : فيه إشارة إلى حقارة حاله ، كأنه قيل : إنه مخلوق من المني الذي جرى على مخرج النجاسة ، فلا يليق بمثل هذا الشيء أن يتمرد عن طاعة الله تعالى إلا أنه عبر عن هذا المعنى ، على سبيل الرمز كما في قوله تعالى في عيسى ومريم : { كَانَا يَأْكُلاَنِ الطعام } [ المائدة : 75 ] والمراد منه قضاء الحاجة .\r\n المسألة الثانية : في يمنى في هذه السورة قراءتان التاء والياء ، فالتاء للنطفة ، على تقدير ألم يك نطفة تمنى من المني ، والياء للمني من مني يمنى ، أي يقدر خلق الإنسان منه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ألم يك نطفة من مني يمنى (37) ",
        "babnum": 27
    },
    {
        "id": 3008,
        "cate": "75",
        "title": "ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّى (38) ",
        "details": " قوله تعالى : { ثُمَّ كَانَ عَلَقَةً } أي الإنسان كان علقة بعد النطفة .\r\n أما قوله تعالى : { فَخَلَقَ فسوى } ففيه وجهان الأول : فخلق فقدر فسوى فعدل الثاني : فخلق ، أي فنفخ فيه الروح ، فسوى فكمل أعضاءه ، وهو قول ابن عباس ومقاتل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ثم كان علقة فخلق فسوى (38) ",
        "babnum": 28
    },
    {
        "id": 3009,
        "cate": "75",
        "title": "فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى (39) أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى (40) ",
        "details": " ثم قال تعالى : { فَجَعَلَ مِنْهُ } أي من الإنسان { الزوجين } يعني الصنفين .\r\n ثم فسرهما فقال : { الذكر والأنثى * أَلَيْسَ ذَلِكَ بقادر على أَن يُحْيِىَ الموتى } والمعنى أليس ذلك الذي أنشأ هذه الأشياء بقادر على الإعادة ، روي أنه صلى الله عليه وسلم كان إذا قرأها قال : « سبحانك بلى » والحمد لله رب العالمين .\r\n وصلاته على سيدنا محمد سيد المرسلين وآله وصحبه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فجعل منه الزوجين الذكر والأنثى (39) أليس ذلك بقادر على أن يحيي الموتى (40) ",
        "babnum": 29
    }
]