[
    {
        "id": 1873,
        "cate": "33",
        "title": "يَاأَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا (1) ",
        "details": " قوله تعالى : { ياأيها النبى اتق الله } .\r\n في تفسير الآية مسائل : الأولى : في الفرق بين النداء والمنادى بقوله يا رجل ويا أيها الرجل ، وقد قيل فيه ما قيل ونحن نقول قول القائل يا رجل يدل على النداء وقوله يا أيها الرجل يدل على ذلك أيضاً وينبىء عن خطر خطب المنادي له أو غفلة المنادى أما الثاني : فمذكور وأما الأول : فلأن قوله : ( يا أي ) جعل المنادى غير معلوم أولاً فيكون كل سامع متطلعاً إلى المنادى فإذا خص واحداً كان في ذلك إنباء الكل لتطلعهم إليه ، وإذا قال يا زيد أو يا رجل لا يلتفت إلى جانب المنادى إلا المذكور إذا علم هذا فنقول { يا أَيُّهَا } لا يجوز حمله على غفلة النبي لأن قوله { النبى } ينافي الغفلة لأن النبي عليه السلام خبير فلا يكون غافلاً فيجب حمله على خطر الخطب .\r\n المسألة الثانية : الأمر بالشيء لا يكون إلا عند عدم اشتغال المأمور بالمأمور به إذ لا يصلح أن يقال للجالس اجلس وللساكت اسكت والنبي عليه السلام كان متقياً فما الوجه فيه؟ نقول فيه وجهان : أحدهما : منقول وهو أنه أمر بالمداومة فإنه يصح أن يقول القائل للجالس اجلس ههنا إلى أن أجيئك ، ويقول القائل للساكت قد أصبت فاسكت تسلم ، أي دم على ما أنت عليه والثاني : وهو معقول لطيف ، وهو أن الملك يتقي منه عباده على ثلاثة أوجه بعضهم يخاف من عقابه وبعضهم يخاف من قطع ثوابه وثالث يخاف من احتجابه فالنبي لم يؤمر بالتقوى بالمعنى الأول ولا بالمعنى الثاني ، وأما الثالث فالمخلص لا يأمنه ما دام في الدنيا .\r\n وكيف والأمور الدنيوية شاغلة والآدمي في الدنيا تارة مع الله ، وأخرى مقبل على ما لابد منه ، وإن كان معه الله وإلى هذا إشارة بقوله : { إِنَّمَا أَنَاْ بَشَرٌ مّثْلُكُمْ يُوحِى إِلَىَّ } [ فصلت : 6 ] يعني يرفع الحجاب عني وقت الوحي ثم أعود إليكم كأني منكم فالأمر بالتقوى يوجب استدامة الحضور الوجه الثاني : هو أن النبي عليه الصلاة والسلام كل لحظة كان يزداد علمه ومرتبته حتى كان حاله فيما مضى بالنسبة إلى ما هو فيه تركا للأفضل ، فكان له في كل ساعة تقوى متجددة فقوله : { اتق الله } على هذا أمر بما ليس فيه وإلى هذا أشار عليه الصلاة والسلام بقوله : « من استوى يوماه فهو مغبون » ولأنه طلب من ربه بأمر الله إياه به زيادة العلم حيث قال : { وَقُل رَّبّ زِدْنِى عِلْماً } [ طه : 114 ] وأيضاً إلى هذا وقعت الإشارة بقوله عليه الصلاة والسلام : « إنه ليغان على قلبي فأستغفر الله في اليوم سبعين مرة » يعني يتجدد له مقام يقول الذي أتيت به من الشكر والعبادة لم يكن شيئاً ، إذا علم هذا فالنبي صلى الله عليه وسلم بحكم { إِنَّمَا أَنَاْ بَشَرٌ مّثْلُكُمْ } [ فصلت : 6 ] كان قد وقع له خوف ما يسير من جهة ألسنة الكفار والمنافقين ومن أيديهم بدليل قوله تعالى : { وَتَخْشَى الناس والله أَحَقُّ أَن تخشاه } [ الأحزاب : 37 ] فأمره الله بتقوى أخرى فوق ما يتقيه بحيث تنسيه الخلق ولا يريد إلا الحق وزاد الله به درجته فكان ذلك بشارة له ، في { ياأيها النبى } أنت ما بقيت في الدرجة التي يقنع منك بتقوى ، مثل تقوى الآحاد أو تقوى الأوتاد بل لا يقنع منك إلا بتقوى تنسيك نفسك ألا ترى أن الإنسان إذا كان يخاف فوت مال إن هجم عليه غاشم يقصد قتله يذهل عن المال ويهرب ويتركه ، فكذلك النبي عليه الصلاة والسلام أمر بمثل هذه التقوى ومع هذه التقوى لا يبقى الخوف من أحد غير الله وخرج هذا مخرج قول القائل لمن يخاف زيد أو عمراً خف عمراً فإن زيداً لا يقدر عليك إذا كان عمرو معك فلا يكون ذلك أمراً بالخوف من عمرو فإنه يخاف وإنما يكون ذلك نهياً عن الخوف من زيد في ضمن الأمر بزيادة الخوف من عمرو حتى ينسيه زيداً .\r\n ثم قوله تعالى : { وَلاَ تُطِعِ الكافرين والمنافقين } يقرر قولنا أي اتق الله تقوى تمنعك من طاعتهم .\r\n المسألة الثالثة : لم خص الكافرين والمنافقين بالذكر مع أن النبي صلى الله عليه وسلم ينبغي أن لا يطيع أحداً غير الله؟ نقول لوجهين أحدهما : أن ذكر الغير لا حاجة إليه لأن غيرهما لا يطلب من النبي عليه الصلاة والسلام الاتباع ، ولا يتوقع أن يصير النبي عليه السلام مطيعاً له بل يقصد اتباعه ولا يكون عنده إلا مطاعاً والثاني : هو أنه تعالى لما قال : { وَلاَ تُطِعِ الكافرين والمنافقين } منعه من طاعة الكل لأن كل من طلب من النبي عليه الصلاة والسلام طاعته فهو كافر أو منافق لأن من يأمر النبي عليه الصلاة والسلام بأمر أمر إيجاب معتقداً على أنه لو لم يفعله يعاقبه بحق يكون كافراً .\r\n ثم قال تعالى : { إِنَّ الله كَانَ عَلِيماً حَكِيماً } إشارة إلى أن التقوى ينبغي أن تكون عن صميم قلبك لا تخفى في نفسك تقوى غير الله كما يفعله الذي يرى من نفسه الشجاعة حيث يخاف في نفسه ويتجلد فإن التقوى من الله وهو عليم ، وقوله : { حَكِيماً } إشارة إلى دفع وهم متوهم وهو أن متوهما لو قال إذا قال الله شيئاً وقال جميع الكافرين والمنافقين مع أنهم أقارب النبي عليه الصلاة والسلام شيئاً آخر ورأوا المصلحة فيه وذكروا وجهاً معقولاً فاتباعهم لا يكون إلا مصلحة فقال الله تعالى إنه حكيم ولا تكون المصلحة إلى في قول الحكيم ، فإذا أمرك الله بشيء فاتبعه ولو منعك أهل العالم عنه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها النبي اتق الله ولا تطع الكافرين والمنافقين إن الله كان عليما حكيما (1) ",
        "babnum": 1
    },
    {
        "id": 1874,
        "cate": "33",
        "title": "وَاتَّبِعْ مَا يُوحَى إِلَيْكَ مِنْ رَبِّكَ إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا (2) وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا (3) مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ذَلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُمْ وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ (4) ",
        "details": " يقرر ما ذكرنا من أنه حكيم فاتباعه هو الواجب ، ثم قال تعالى : { إِنَّ الله كَانَ بِمَا تَعْمَلُونَ خَبِيراً } لما قال إنه عليم بما في قلوب العباد بين أنه عالم خبير بأعمالكم فسووا قلوبكم وأصلحوا أعمالكم .\r\n ثم قال تعالى : { وَتَوَكَّلْ عَلَى الله وكفى بالله وَكِيلاً } يعني اتق الله وإن توهمت من أحد فتوكل على الله فإنه كفى به دافعاً ينفع ولا يضر معه شيء وإن ضر لا ينفع معه شيء .\r\n ثم قال تعالى : { مَّا جَعَلَ الله لِرَجُلٍ مّن قَلْبَيْنِ فِى جَوْفِهِ } قال بعض المفسرين الآية نزلت في أبي معمر كان يقول لي قلبان أعلم وأفهم بأحدهما أكثر مما يفهم محمد فرد الله عليه بقوله : { مَّا جَعَلَ الله لِرَجُلٍ مّن قَلْبَيْنِ فِى جَوْفِهِ } ، وقال الزمخشري قوله : { وَمَا جَعَلَ أزواجكم اللائى تظاهرون مِنْهُنَّ أمهاتكم } أي ما جعل لرجل قلبين كما لم يجعل لرجل أمين ولا لابن أبوين ، وكلاهما ضعيف بل الحق أن يقال إن الله لما أمر النبي عليه الصلاة والسلام بالاتقاء بقوله : { ياأيها النبى اتق الله } فكان ذلك أمراً له بتقوى لا يكون فوقها تقوى ومن يتقي ويخاف شيئاً خوفاً شديداً لا يدخل في قلبه شيء آخر ألا ترى أن الخائف الشديد الخوف ينسى مهماته حالة الخوف فكأن الله تعالى قال يا أيها النبي اتق الله حق تقاته ، ومن حقها أن لا يكون في قلبك تقوى غير الله فإن المرء ليس له قلبان حى يتقي بأحدهما الله وبالآخرة غيره فإن اتقى غيره فلا يكون ذلك إلا بصرف القلب عن جهة الله إلى غيره وذلك لا يليق بالمتقي الذي يدعي أنه يتقي الله حق تقاته ، ثم ذكر للنبي عليه الصلاة والسلام أنه لا ينبغي أن يتقي أحداً ولا مثل ما اتقيت في حكاية زينب زوجة زيد حيث قال الله تعالى : { وَتَخْشَى الناس والله أَحَقُّ أَن تخشاه } [ الأحزاب : 37 ] يعني مثل تلك التقوى لا ينبغي أن تدخل في قلبك ثم لما ذكر النبي عليه الصلاة والسلام بتلك الحالة ذكر ما يدفع عنه السوء .\r\n فقال : { وَمَا جَعَلَ أَدْعِيَاءكُمْ أَبْنَاءكُمْ } أي وما جعل الله دعي المرء ابنه ثم قدم عليه ما هو دليل قوي على اندفاع القبح وهو قوله : { وَمَا جَعَلَ أزواجكم اللائى تظاهرون مِنْهُنَّ أمهاتكم } أي إنكم إذا قلتم لأزواجكم أنت علي كظهر أمي فلا تصير هي أماً بإجماع الكل ، أما في الإسلام فلأنه ظهار لا يحرم الوطء ، وأما في الجاهلية فلأنه كان طلاقاً حتى كان يجوز للزوج أن يتزوج بها من جديد ، فإذا كان قول القائل لزوجته أنت أمي أو كظهر أمي لا يوجب صيرورة الزوجة أماً كذلك قول القائل للدعي أنت أبي لا يوجب كونه ابناً فلا تصير زوجته زوجة الابن فلم يكن لأحد أن يقول في ذلك شيئاً فلم يكن خوفك من الناس له وجه كيف ولو كان أمراً مخوفاً ما كان يجوز أن تخاف غير الله أو ليس لك قلبان وقلبك مشغول بتقوى الله فما كان ينبغي أن تخاف أحداً .\r\n ثم قال تعالى : { ذَلِكُمْ قَوْلُكُم بأفواهكم } فيه لطيفة وهو أن الكلام المعتبر على قسمين أحدهما : كلام يكون عن شيء كان فيقال : والثاني : كلام يقال فيكون كما قيل والأول كلام الصادقين الذين يقولون ما يكون والآخر كلام الصديقين الذين إذا قالوا شيئاً جعله الله كما قالوه وكلاهما صادر عن قلب والكلام الذي يكون بالفم فحسب هو مثل نهيق الحمار أو نباح الكلب ، لأن الكلام المعتبر هو الذي يعتمد عليه والذي لا يكون عن قلب وروية لا اعتماد عليه ، والله تعالى ما كرم ابن آدم وفضله على سائر الحيوانات ينبغي أن يحترز من التخلق بأخلاقها ، فقول القائل : هذا ابن فلان مع أنه ليس ابنه ليس كلاماً فإن الكلام في الفؤاد وهذا في الفم لا غير ، واللطيفة هي أن الله تعالى ههنا قال : { ذَلِكُمْ قَوْلُكُم بأفواهكم } وقال في قوله : { وَقَالَتِ النصارى المسيح ابن الله ذلك قَوْلُهُم بأفواههم } [ التوبة : 30 ] يعني نسبة الشخص إلى غير الأب قول لا حقيقة له ولا يخرج من قلب ولا يدخل أيضاً في قلب فهو قول بالفم مثل أصوات البهائم .\r\n ثم قال تعالى : { والله يَقُولُ الحق } إشارة إلى معنى لطيف وهو أن العاقل ينبغي أن يكون قوله إما عن عقل أو عن شرع فإذا قال فلان ابن فلان ينبغي أن يكون عن حقيقة أو يكون عن شرع بأن يكون ابنه شرعاً وإن لم يعلم الحقيقة كمن تزوج بامرأة فولدت لستة أشهر ولداً وكانت الزوجة من قبل زوجة شخص آخر يحتمل أن يكون الولد منه فإنا نلحقه بالزوج الثاني فلقيام الفراش ونقول إنه ابنه وفي الدعي لم توجد الحقيقة ولا ورد الشرع به لأنه لا يقول إلا الحق وهذا خلاف الحق لأن أباه مشهور ظاهر ووجه آخر فيه وهو أنهم قالوا هذه زوجة الابن فتحرم وقال الله تعالى هي لك حلال ، وقولهم لا اعتبار به فإنه بأفواههم كأصوات البهائم ، وقول الله حق فيجب اتباعه وقوله : { وَهُوَ يَهْدِى السبيل } يؤكد قوله : { والله يَقُولُ الحق } يعني يجب اتباعه لكونه حقاً ولكونه هادياً وقوله تعالى : { ذَلِكُمْ قَوْلُكُم بأفواهكم والله يَقُولُ الحق } فيه لطيفة وهو أن الكلام الذي بالفم فحسب يشبه صوت البهائم الذي يوجد لا عن قلب ، ثم إن الكلام الذي بالقلب قد يكون حقاً وقد يكون باطلاً ، لأن من يقول شيئاً عن اعتقاد قد يكون مطابقاً فيكون حقاً ، وقد لا يكون فيكون باطلاً ، فالقول الذي بالقلب وهو المعتبر من أقوالكم قد يكون حقاً وقد يكون باطلاً لأنه يتبع الوجود ، وقول الله حق لأنه يتبعه الوجود فإنه يقول عما كان أو يقول فيكون ، فإذن قول الله خير من أقوالكم التي عن قلوبكم فكيف تكون نسبته إلى أقوالكم التي بأفواهكم ، فإذن لا يجوز أن تأخذوا بقولكم الكاذب اللاغي وتتركوا قول الله الحق فمن يقول بأن تزوج النبي عليه الصلاة والسلام بزينب لم يكن حسناً يكون قد ترك قول الله الحق وأخذ بقول خرج عن الفم .\r\n ثم قال تعالى : { وَهُوَ يَهْدِى السبيل } إشارة إلى أن اتباع ما أنزل الله خير من الأخذ بقول الغير .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "واتبع ما يوحى إليك من ربك إن الله كان بما تعملون خبيرا (2) وتوكل على الله وكفى بالله وكيلا (3) ما جعل الله لرجل من قلبين في جوفه وما جعل أزواجكم اللائي تظاهرون منهن أمهاتكم وما جعل أدعياءكم أبناءكم ذلكم قولكم بأفواهكم والله يقول الحق وهو يهدي السبيل (4) ",
        "babnum": 2
    },
    {
        "id": 1875,
        "cate": "33",
        "title": "ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (5) ",
        "details": " قوله تعالى : { ادعوهم لاِبَائِهِمْ } أرشد وقال : { هُوَ أَقْسَطُ عِندَ الله } أي أعدل فإنه وضع الشيء في موضعه وهو يحتمل وجهين أحدهما : أن يكون ترك الإضافة للعموم أي أعدل كل كلام كقول القائل الله أكبر وثانيهما : أن يكون ما تقدم منوياً كأنه قال ذلك أقسط من قولكم هو ابن فلان ثم تمم الإرشاد وقال : { فإن لم تعلموا آباءهم فإخوانكم في الدين ومواليكم } يعني قولوا لهم إخواننا وأخو فلان فإن كانوا محررين فقولوا مولى فلان ، ثم قال تعالى : { وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ } يعني قول القائل لغيره يا بني بطريق الشفقة ، وقول القائل لغيره يا أبي بطريق التعظيم ، فإنه مثل الخطأ ألا ترى أن اللغو في اليمين مثل الخطأ وسبق اللسان فكذلك سبق اللسان في قول القائل ابني والسهو في قوله ابني من غير قصد إلى إثبات النسب سواء ، وقوله : { ولكن مَّا تَعَمَّدَتْ قُلُوبُكُمْ } مبتدأ خبره محذوف يدل عليه ما سبق وهو الجناح يعني ما تعمدت قلوبكم فيه جناح { وَكَانَ الله غَفُوراً رَّحِيماً } يغفر الذنوب ويرحم المذنب وقد ذكرنا كلاماً شافياً في المغفرة والرحمة في مواضع ، ونعيد بعضها ههنا فنقول المغفرة هو أن يسترد القادر القبيح الصادر ممن تحت قدرته حتى أن العبد إذا ستر عيب سيده مخافة عقابه لا يقال إنه غفر له ، والرحمة هو أن يميل إليه بالإحسان لعجز المرحوم إليه لا لعوض فإن من مال إلى إنسان قادر كالسلطان لا يقال رحمه ، وكذا من أحسن إلى غيره رجاء في خيره أو عوضاً عما صدر منه آنفاً من الإحسان لا يقال رحمه ، إذا علم هذا / فالمغفرة إذا ذكرت قبل الرحمة يكون معناها أنه ستر عيبه ثم رآه مفلساً عاجزاً فرحمه وأعطاه ما كفاه ، وإذا ذكرت المغفرة بعد الرحمة وهو قليل يكون معناها أنه مال إليه لعجزه فترك عقابه ولم يقتصر عليه بل ستر ذنوبه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ادعوهم لآبائهم هو أقسط عند الله فإن لم تعلموا آباءهم فإخوانكم في الدين ومواليكم وليس عليكم جناح فيما أخطأتم به ولكن ما تعمدت قلوبكم وكان الله غفورا رحيما (5) ",
        "babnum": 3
    },
    {
        "id": 1876,
        "cate": "33",
        "title": "النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا (6) ",
        "details": " قوله تعالى : { النبى أولى بالمؤمنين مِنْ أَنْفُسِهِمْ } تقرير لصحة ما صدر منه عليه الصلاة والسلام من التزوج بزينب وكأن هذا جواب عن سؤال وهو أن قائلاً لو قال هب أن الأدعياء ليسوا بأبناء كما قلت لكن من سماه غيره ابناً إذا كان لدعيه شيء حسن لا يليق بمروءته أن يأخذه منه ويطعن فيه عرفاً فقال الله تعالى { النبى أولى بالمؤمنين } جواباً عن ذلك السؤال وتقريره هو أن دفع الحاجات على مراتب؛ دفع حاجة الأجانب ثم دفع حاجة الأقارب الذين على حواشي النسب ثم دفع حاجة الأصول والفصول ثم دفع حاجة النفس ، والأول عرفاً دون الثاني وكذلك شرعاً فإن العاقلة تتحمل الدية عنهم ولا تتحملها عن الأجانب والثاني دون الثالث أيضاً وهو ظاهر بدليل النفقة والثالث دون الرابع فإن النفس تقدم على الغير وإليه أشار النبي عليه الصلاة والسلام بقوله : « ابدأ بنفسك ثم بمن تعول » إذا علمت هذا فالإنسان إذا كان معه ما يغطي به إحدى الرجلين أو يدفع به حاجة عن أحد شقي بدنه ، فلو أخذ الغطاء من أحدهما وغطى به الآخر لا يكون لأحد أن يقول له لم فعلت فضلاً عن أن يقول بئسما فعلت ، اللهم إلا أن يكون أحد العضوين أشرف من الآخر مثل ما إذا وقى الإنسان عينه بيده ويدفع البرد عن رأسه الذي هو معدن حواسه ويترك رجله تبرد فإنه الواجب عقلاً ، فمن يعكس الأمر يقال له لم فعلت ، وإذا تبين هذا فالنبي صلى الله عليه وسلم أولى بالمؤمن من نفسه فلو دفع المؤمن حاجة نفسه دون حاجة نبيه يكون مثله مثل من يدهن شعره ويكشف رأسه في برد مفرط قاصداً به تربية شعره ولا يعلم أنه يؤذي رأسه الذي لا نبات لشعره إلا منه ، فكذلك دفع حاجة النفس فراغها إلى عبادة الله تعالى ولا علم بكيفية العبادة إلا من الرسول عليه الصلاة والسلام ، فلو دفع الإنسان حاجته لا للعبادة فهو ليس دفعاً للحاجة لأن دفع الحاجة ما هو فوق تحصيل المصلحة وهذا ليس فيه مصلحة فضلاً عن أن يكون حاجة وإذا كان للعبادة فترك النبي الذي منه يتعلم كيفية العبادة في الحاجة ودفع حاجة النفس مثل تربية الشعر مع إهمال أمر الرأس ، فتبين أن النبي صلى الله عليه وسلم إذا أراد شيئاً حرم على الأمة التعرض إليه في الحكمة الواضحة .\r\n ثم قال تعالى : { وأزواجه أمهاتهم } تقريراً آخر ، وذلك لأن زوجة النبي صلى الله عليه وسلم ما جعلها الله تعالى في حكم الأم إلا لقطع نظر الأمة عما تعلق به غرض النبي عليه الصلاة والسلام ، فإذا تعلق خاطره بامرأة شاركت الزوجات في التعلق فحرمت مثل ما حرمت أزواجه على غيره ، فلو قال قائل كيف قال : { وأزواجه أمهاتهم } وقال من قبل : { وَمَا جَعَلَ أزواجكم اللائى تظاهرون مِنْهُنَّ أمهاتكم } إشارة إلى أن غير من ولدت لا تصير أماً بوجه ، ولذلك قال تعالى في موضع آخر : { إِنْ أمهاتهم إِلاَّ اللائى وَلَدْنَهُمْ } [ المجادلة : 2 ] فنقول قوله تعالى في الآية المتقدمة : { والله يَقُولُ الحق وَهُوَ يَهْدِى السبيل } جواب عن هذا معناه أن الشرع مثل الحقيقة ، ولهذا يرجع العاقل عند تعذر اعتبار الحقيقة إلى الشريعة .\r\n كما أن امرأتين إذا ادعت كل واحدة ولداً بعينه ولم يكن لهما بينة وحلفت إحداهما دون الأخرى حكم لها بالولد ، وإن تبين أن التي حلفت دون البلوغ أو بكر ببينة لا يحكم لها بالولد ، فعلم أن عند عدم الوصول إلى الحقيقة يرجع إلى الشرع ، لا بل في بعض المواضع على الندور تغلب الشريعة الحقيقة ، فإن الزاني لا يجعل أباً لولد الزنا .\r\n إذا ثبت هذا فالشارع له الحكم فقول القائل هذه أمي قول يفهم لا عن حقيقة ولا يترتب عليه حقيقة .\r\n وأما قول الشارع ( فهو ) حق والذي يؤيده هو أن الشارع به الحقائق حقائق فله أن يتصرف فيها ، ألا ترى أن الأم ما صارت أماً إلا بخلق الله الولد في رحمها ، ولو خلقه في جوف غيرها لكانت الأم غيرها ، فإذا كان هو الذي يجعل الأم الحقيقية أماً فله أن يسمى امرأة أماً ويعطيها حكم الأمومة ، والمعقول في جعل أزواجه أمهاتنا هو أن الله تعالى جعل زوجة الأب محرمة على الابن ، لأن الزوجة محل الغيرة والتنازع فيها ، فإن تزوج الابن بمن كانت تحت الأب يفضي ذلك إلى قطع الرحم والعقوق ، لكن النبي عليه الصلاة والسلام أشرف وأعلى درجة من الأب وأولى بالإرضاء ، فإن الأب يربي في الدنيا فحسب ، والنبي عليه الصلاة والسلام يربي في الدنيا والآخرة ، فوجب أن تكون زوجاته مثل زوجات الآباء ، فإن قال قائل : فلم لم يقل إن النبي أبوكم ويحصل هذا المعنى ، أو لم يقل إن أزواجه أزواج أبيكم فنقول لحكمة ، وهي أن النبي لما بينا أنه إذا أراد زوجة واحد من الأمة وجب عليه تركها ليتزوج بها النبي عليه الصلاة والسلام ، فلو قال أنت أبوهم لحرم عليه زوجات المؤمنين على التأبيد ، ولأنه لما جعله أولى بهم من أنفسهم والنفس مقدم على الأب لقوله عليه الصلاة والسلام : « ابدأ بنفسك ثم بمن تعول » ولذلك فإن المحتاج إلى القوت لا يجب عليه صرفه إلى الأب ، ويجب عليه صرفه إلى النبي عليه الصلاة والسلام ، ثم إن أزواجه لهم حكم زوجات الأب حتى لا تحرم أولادهن على المؤمنين ولا أخواتهن ولا أمهاتهن ، وإن كان الكل يحرمن في الأم الحقيقية والرضاعية .\r\n ثم قال تعالى : { وَأُوْلُواْ الأرحام بَعْضُهُمْ أولى بِبَعْضٍ فِي كتاب الله مِنَ المؤمنين والمهاجرين إِلاَّ أَن تَفْعَلُواْ إلى أَوْلِيَائِكُمْ مَّعْرُوفاً كَانَ ذَلِكَ فِى الكتاب مَسْطُوراً } إشارة إلى الميراث ، وقوله : { إِلاَّ أَن تَفْعَلُواْ إلى أَوْلِيَائِكُمْ مَّعْرُوفاً } إشارة إلى الوصية ، يعني إن أوصيتم فغير الوارثين أولى ، وإن لم توصوا فالوارثون أولى بميراثكم وبما تركتم ، فإن قيل فعلى هذا أي تعلق للميراث والوصية بما ذكرت نقول تعلق قوي خفي لا يتبين إلا لمن هداه الله بنوره ، وهو أن غير النبي عليه الصلاة والسلام في حال حياته لا يصير له مال الغير ، وبعد وفاته لا يصير ماله لغير ورثته ، والنبي عليه الصلاة والسلام في حال حياته كان يصير له مال الغير إذا أراده ولا يصير ماله لورثته بعد وفاته كأن الله تعالى عوض النبي عليه الصلاة والسلام عن قطع ميراثه بقدرته على تملك مال الغير وعوض المؤمنين بأن ما تركه يرجع إليهم ، حتى لا يكون حرج على المؤمنين في أن النبي صلى الله عليه وسلم إذا أراد شيئاً يصير له ثم يموت ويبقى لورثته فيفوت عليهم ولا يرجع إليهم فقال تعالى : { وَأُوْلُواْ الأرحام بَعْضُهُمْ أولى بِبَعْضٍ } يعني بينكم التوارث فيصير مال أحدكم لغيره بالإرث والنبي لا توارث بينه وبين أقاربه فينبغي أن يكون له بدل هذا أنه أولى في حياته بما في أيديكم الثاني : هو أن الله تعالى ذكر دليلاً على أن النبي عليه الصلاة والسلام أولي بالمؤمنين وهو أن أولي الأرحام بعضهم أولى ببعض ، ثم إذا أراد أحد براً مع صديق فيوصي له بشيء فيصير أولى من قريبه وكأنه بالوصية قطع الإرث وقال هذا مالي لا ينتقل عني إلا إلى من أريده ، فكذلك الله تعالى جعل لصديقه من الدنيا ما أراده ثم ما يفضل منه يكون لغيره وقوله : { كان ذلك في الكتاب مسطوراً } فيه وجهان أحدهما : في القرآن وهو آية المواريث والوصية والثاني : في اللوح المحفوظ .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "النبي أولى بالمؤمنين من أنفسهم وأزواجه أمهاتهم وأولو الأرحام بعضهم أولى ببعض في كتاب الله من المؤمنين والمهاجرين إلا أن تفعلوا إلى أوليائكم معروفا كان ذلك في الكتاب مسطورا (6) ",
        "babnum": 4
    },
    {
        "id": 1877,
        "cate": "33",
        "title": "وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا (7) ",
        "details": " وجه تعلق الآية بما قبلها هو أن الله تعالى لما أمر النبي عليه الصلاة والسلام بالاتقاء بقوله : { ياأيها النبى اتق الله } [ الأحزاب : 1 ] وأكده بالحكاية التي خشى فيها الناس لكي لا يخشى فيها أحداً غيره وبين أنه لم يرتكب أمراً يوجب الخشية بقوله : { النبى أولى بالمؤمنين مِنْ أَنْفُسِهِمْ } [ الأحزاب : 6 ] أكده بوجه آخر وقال : { وَإِذْ أَخَذْنَا مِنَ النبيين } كأنه قال اتق الله ولا تخف أحداً واذكر أن الله أخذ ميثاق النبيين في أنهم يبلغون رسالات الله ولا يمنعهم من ذلك خوف ولا طمع وفيه مسائل : المسألة الأولى : المراد من الميثاق المأخوذ من النبيين إرسالهم وأمرهم بالتبليغ .\r\n المسألة الثانية : خص بالذكر أربعة من الأنبياء وهم نوح وإبراهيم وموسى وعيسى لأن موسى وعيسى كان لهما في زمان نبينا قوم وأمة فذكرهما احتجاجاً على قومهما ، وإبراهيم كان العرب يقولون بفضله وكانوا يتبعونه في الشعائر بعضها ، ونوحاً لأنه كان أصلاً ثانياً للناس حيث وجد الخلق منه بعد الطوفان ، وعلى هذا لو قال قائل فآدم كان أولى بالذكر من نوح فنقول خلق آدم كان للعمارة ونبوته كانت مثل الإرشاد للأولاد ولهذا لم يكن في زمانه إهلاك قوم ولا تعذيب ، وأما نوح فكان مخلوقاً للنبوة وأرسل للإنذار ولهذا أهلك قومه وأغرقوا .\r\n المسألة الثالثة : في كثير من المواضع يقول الله : { عِيسَى ابن مَرْيَمَ } [ البقرة : 87 ] { المسيح ابن مَرْيَمَ } [ المائدة : 17 ] إشارة إلى أنه لا أب له إذ لو كان لوقع التعريف به ، وقوله : { وَأَخَذْنَا مِنْهُمْ ميثاقا غَلِيظاً } غلظ الميثاق هو سؤالهم عما فعلوا في الإرسال كما قال تعالى : { ولنسألن المرسلين } [ الأعراف : 6 ] وهذا لأن الملك إذا أرسل رسولاً وأمره بشيء وقبله فهو ميثاق ، فإذا أعلمه بأنه يسأل عن حاله في أفعاله وأقواله يكون ذلك تغليظاً للميثاق عليه حتى لا يزيد ولا ينقص في الرسالة ، وعلى هذا يمكن أن يقال بأن المراد من قوله تعالى : { وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أفضى بَعْضُكُمْ إلى بَعْضٍ وَأَخَذْنَ مِنكُم ميثاقا غَلِيظاً } [ النساء : 21 ] هو الإخبار بأنهم مسؤلون عنها كما قال النبي عليه الصلاة والسلام : « كلكم راع وكلكم مسئول عن رعيته » وكما أن الله تعالى جعل الرجال قوامين على النساء جعل الأنبياء قائمين بأمور أمتهم وإرشادهم إلى سبيل الرشاد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذ أخذنا من النبيين ميثاقهم ومنك ومن نوح وإبراهيم وموسى وعيسى ابن مريم وأخذنا منهم ميثاقا غليظا (7) ",
        "babnum": 5
    },
    {
        "id": 1878,
        "cate": "33",
        "title": "لِيَسْأَلَ الصَّادِقِينَ عَنْ صِدْقِهِمْ وَأَعَدَّ لِلْكَافِرِينَ عَذَابًا أَلِيمًا (8) ",
        "details": " يعني أرسل الرسل وعاقبة المكلفين إما حساب وإما عذاب ، لأن الصادق محاسب والكافر معذب ، وهذا كما قال علي عليه السلام : « الدنيا حلالها حساب وحرامها عذاب » وهذا مما يوجب الخوف العام فيتأكد قوله : { ياأيها النبى اتق الله } [ الأحزاب : 1 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ليسأل الصادقين عن صدقهم وأعد للكافرين عذابا أليما (8) ",
        "babnum": 6
    },
    {
        "id": 1879,
        "cate": "33",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا (9) إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا (10) ",
        "details": " تحقيقاً لما سبق من الأمر بتقوى الله بحيث لا يبقى معه خوف من أحد وذلك لأن واقعة اجتماع الأحزاب واشتداد الأمر على الأصحاب حيث اجتمع المشركون بأسرهم واليهود بأجمعهم ونزلوا على المدينة وعمل النبي عليه السلام الخندق ، كان الأمر في غاية الشدة والخوف بالغاً إلى الغاية والله دفع القوم عنهم من غير قتال وآمنهم من الخوف فينبغي أن لا يخاف العبد غير ربه فإنه كاف أمره ولا يأمن مكره فإنه قادر على كل ممكن فكان قادراً على أن يقهر المسلمين بالكفار مع أنهم كانوا ضعفاء كما قهر الكافرين بالمؤمنين مع قوتهم وشوكتهم ، وقوله : { فَأَرْسَلْنَا عَلَيْهِمْ رِيحاً وَجُنُوداً لَّمْ تَرَوْهَا } إشارة إلى ما فعل الله بهم من إرسال ريح باردة عليهم في ليلة شاتية وإرسال الملائكة وقذف الرعب في قلوبهم حتى كان البعض يلتزق بالبعض من خوف الخيل في جوف الليل والحكاية مشهورة ، وقوله : { وَكَانَ الله بِمَا تَعْمَلُونَ بَصِيراً } إشارة إلى أن الله علم التجاءكم إليه ورجاءكم فضله فنصركم على الأعداء عند الاستعداء ، وهذا تقرير لوجوب الخوف وعدم جواز الخوف من غير الله فإن قوله : { فَأَرْسَلْنَا عَلَيْهِمْ رِيحاً وَجُنُوداً لَّمْ تَرَوْهَا } أي الله يقضي حاجتكم وأنتم لا ترون ، فإن كان لا يظهر لكم وجه الأمن فلا تلتفتوا إلى عدم ظهوره لكم لأنكم لا ترون الأشياء فلا تخافون غير الله والله بصير بما تعملون فلا تقولوا بأنا نفعل شيئاً وهو لا يبصره فإنه بكل شيء بصير وقوله : { إِذْ جَاءوكُمْ مّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ } بيان لشدة الأمر وغاية الخوف ، وقيل : { مّن فَوْقِكُمْ } أي من جانب الشرق { وَمِنْ أَسْفَلَ مِنكُمْ } من جانب الغرب وهم أهل مكة وزاغت الأبصار أي مالت عن سننها فلم تلتفت إلى العدو لكثرته { وَبَلَغَتِ القلوب الحناجر } كناية عن غاية الشدة ، وذلك لأن القلب عند الغضب يندفع وعند الخوف يجتمع فيتقلص فيلتصق بالحنجرة وقد يفضي إلى أن يسد مجرى النفس لا يقدر المرء يتنفس ويموت من الخوف ومثله قوله تعالى : { فلولا إِذَا بَلَغَتِ الحلقوم } [ الواقعة : 83 ] وقوله : { وَتَظُنُّونَ بالله الظنونا } الألف واللام يمكن أن يكونا بمعنى الاستغراق مبالغة يعني تظنون كل ظن لأن عند الأمر العظيم كل أحد يظن شيئاً ويمكن أن يكون المراد ظنونهم المعهودة ، لأن المعهود من المؤمن ظن الخير بالله كما قال عليه السلام : « ظنوا بالله خيراً » ومن الكافر الظن السوء كما قال تعالى : { ذلك ظَنُّ الذين كَفَرُواْ } [ ص : 27 ] وقوله : { إِن يَتَّبِعُونَ إِلاَّ الظن } [ النجم : 23 ] فإن قال قائل المصدر لا يجمع ، فما الفائدة في جمع الظنون؟ فنقول لا شك في أنه منصوب على المصدر ولكن الاسم قد يجعل مصدراً كما يقال ضربته سياطاً وأدبته مراراً فكأنه قال ظننتم ظناً بعد ظن أي ما ثبتم على ظن فالفائدة هي أن الله تعالى لو قال : تظنون ظناً ، جاز أن يكونوا مصيبين فإذا قال : ظنوناً ، تبين أن فيهم من كان ظنه كاذباً لأن الظنون قد تكذب كلها وقد يكذب بعضها إذا كانت في أمر واحد مثاله إذا رأى جمع من بعيد جسماً وظن بعضهم أنه زيد وآخرون أنه عمرو وقال ثالث إنه بكر ، ثم ظهر لهم الحق قد يكون الكل مخطئين والمرئي شجر أو حجر .\r\n وقد يكون أحدهم مصيباً ولا يمكن أن يكونوا كلهم مصيبين فقوله : { الظنونا } أفاد أن فيهم من أخطأ الظن ، ولو قال تظنون بالله ظناً ما كان يفيد هذا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا اذكروا نعمة الله عليكم إذ جاءتكم جنود فأرسلنا عليهم ريحا وجنودا لم تروها وكان الله بما تعملون بصيرا (9) إذ جاءوكم من فوقكم ومن أسفل منكم وإذ زاغت الأبصار وبلغت القلوب الحناجر وتظنون بالله الظنونا (10) ",
        "babnum": 7
    },
    {
        "id": 1880,
        "cate": "33",
        "title": "هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا (11) ",
        "details": " أي عند ذلك امتحن الله المؤمنين فتميز الصادق عن المنافق ، والامتحان من الله ليس لاستبانة الأمر له بل لحكمة أخرى وهي أن الله تعالى عالم بما هم عليه لكنه أراد إظهار الأمر لغيره من الملائكة والأنبياء ، كما أن السيد إذا علم من عبده المخالفة وعزم على معاقبته على مخالفته وعنده غيره من العبيد وغيرهم فيأمره بأمر عالماً بأنه يخالفه فيبين الأمر عند الغير فتقع المعاقبة على أحسن الوجوه حيث لا يقع لأحد أنها بظلم أو من قلة حلم وقوله : { وَزُلْزِلُواْ } أي أزعجوا وحركوا فمن ثبت منهم كان من الذين إذا ذكر الله وجلت قلوبهم ، وبذكر الله تطمئن مرة أخرى ، وهم المؤمنون حقاً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هنالك ابتلي المؤمنون وزلزلوا زلزالا شديدا (11) ",
        "babnum": 8
    },
    {
        "id": 1881,
        "cate": "33",
        "title": "وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا (12) وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَاأَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ إِلَّا فِرَارًا (13) ",
        "details": " فسر الظنون وبينها ، فظن المنافقون أن ما قال الله ورسوله كان زوراً ووعدهما كان غروراً حيث قطعوا بأن الغلبة واقعة وقوله : { وَإِذْ قَالَت طَّائِفَةٌ مّنْهُمْ ياأهل .\r\n يَثْرِبَ لاَ مُقَامَ لَكُمْ } أي لا وجه لإقامتكم مع محمد كما يقال لا إقامة على الذل والهوان أي لا وجه لها ويثرب اسم للبقعة التي هي المدينة فارجعوا أي عن محمد ، واتفقوا مع الأحزاب تخرجوا من الأحزان ثم السامعون عزموا على الرجوع واستأذنوه وتعللوا بأن بيوتنا عورة أي فيها خلل لا يأمن صاحبها السارق على متاعه والعدو على أتباعه ثم بين الله كذبهم بقوله : { وَمَا هِىَ بِعَوْرَةٍ } وبين قصدهم وما تكن صدورهم وهو الفرار وزوال القرار بسبب الخوف .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذ يقول المنافقون والذين في قلوبهم مرض ما وعدنا الله ورسوله إلا غرورا (12) وإذ قالت طائفة منهم ياأهل يثرب لا مقام لكم فارجعوا ويستأذن فريق منهم النبي يقولون إن بيوتنا عورة وما هي بعورة إن يريدون إلا فرارا (13) ",
        "babnum": 9
    },
    {
        "id": 1882,
        "cate": "33",
        "title": "وَلَوْ دُخِلَتْ عَلَيْهِمْ مِنْ أَقْطَارِهَا ثُمَّ سُئِلُوا الْفِتْنَةَ لَآتَوْهَا وَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرًا (14) ",
        "details": " إشارة إلى أن ذلك الفرار والرجوع ليس لحفظ البيوت لأن من يفعل فعلاً لغرض ، فإذا فاته الغرض لا يفعله ، كمن يبذل المال لكي لا يؤخذ منه بيته فإذا أخذ منه البيت لا يبذله فقال الله تعالى هم قالوا بأن رجوعنا عنك لحفظ بيوتنا ولو دخلها الأحزاب وأخذوها منهم لرجعوا أيضاً ، وليس رجوعهم عنك إلا بسبب كفرهم وحبهم الفتنة ، وقوله : { وَلَوْ دُخِلَتْ عَلَيْهِمْ } احتمل أن يكون المراد المدينة واحتمل أن يكون البيوت ، وقوله : { وَمَا تَلَبَّثُواْ بِهَا } يحتمل أن يكون المراد الفتنة { إِلاَّ يَسِيراً } فإنها تزول وتكون العاقبة للمتقين ، ويحتمل أن يكون المراد المدينة أو البيوت أي ما تلبثوا بالمدينة إلا يسيراً فإن المؤمنين يخرجونهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولو دخلت عليهم من أقطارها ثم سئلوا الفتنة لآتوها وما تلبثوا بها إلا يسيرا (14) ",
        "babnum": 10
    },
    {
        "id": 1883,
        "cate": "33",
        "title": "وَلَقَدْ كَانُوا عَاهَدُوا اللَّهَ مِنْ قَبْلُ لَا يُوَلُّونَ الْأَدْبَارَ وَكَانَ عَهْدُ اللَّهِ مَسْئُولًا (15) قُلْ لَنْ يَنْفَعَكُمُ الْفِرَارُ إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ أَوِ الْقَتْلِ وَإِذًا لَا تُمَتَّعُونَ إِلَّا قَلِيلًا (16) ",
        "details": " بياناً لفساد سريرتهم وقبح سيرتهم لنقضهم العهود فإنهم قبل ذلك تخلفوا وأظهروا عذراً وندماً ، وذكروا أن القتال لا يزال لهم قدماً ثم هددهم بقوله : { وَكَانَ عَهْدُ الله مَسْئُولاً } وقوله : { قُل لَّن يَنفَعَكُمُ الفرار إِن فَرَرْتُمْ مّنَ الموت أَوِ القتل } إشارة إلى أن الأمور مقدرة لا يمكن الفرار مما وقع عليه القرار ، وما قدره الله كائن فمن أمر بشيء إذا خالفه يبقى في ورطة العقاب آجلاً ولا ينتفع بالمخالفة عاجلاً ، ثم قال تعالى : { وَإِذاً لاَّ تُمَتَّعُونَ إِلاَّ قَلِيلاً } كأنه يقول ولو فررتم منه في يومكم مع أنه غير ممكن لما دمتم بل لا تمتعون إلا قليلاً فالعاقل لا يرغب في شيء قليل مع أنه يفوت عليه شيئاً كثيراً ، فلا فرار لكم ولو كان لما متعتم بعد الفرار إلا قليلاً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد كانوا عاهدوا الله من قبل لا يولون الأدبار وكان عهد الله مسئولا (15) قل لن ينفعكم الفرار إن فررتم من الموت أو القتل وإذا لا تمتعون إلا قليلا (16) ",
        "babnum": 11
    },
    {
        "id": 1884,
        "cate": "33",
        "title": "قُلْ مَنْ ذَا الَّذِي يَعْصِمُكُمْ مِنَ اللَّهِ إِنْ أَرَادَ بِكُمْ سُوءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا (17) ",
        "details": " بياناً لما تقدم من قوله : { لَّن يَنفَعَكُمُ الفرار } وقوله : { وَلاَ يَجِدُونَ لَهُمْ مّن دُونِ الله } تقرير لقوله : { مَن ذَا الذى يَعْصِمُكُمْ } أي ليس لكم ولي يشفع لمحبته إياكم ولا نصير ينصركم ويدفع عنكم السوء إذا أتاكم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل من ذا الذي يعصمكم من الله إن أراد بكم سوءا أو أراد بكم رحمة ولا يجدون لهم من دون الله وليا ولا نصيرا (17) ",
        "babnum": 12
    },
    {
        "id": 1885,
        "cate": "33",
        "title": "قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ وَالْقَائِلِينَ لِإِخْوَانِهِمْ هَلُمَّ إِلَيْنَا وَلَا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا (18) أَشِحَّةً عَلَيْكُمْ فَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَى عَلَيْهِ مِنَ الْمَوْتِ فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى الْخَيْرِ أُولَئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمَالَهُمْ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا (19) ",
        "details": " قوله تعالى : { قد يعلم الله المعووقين منكم والقائلين لإخوانهم هلم إلينا ولا ييأتون البأس إلا قليلاً ، أشحة عليكم } .\r\n أي الذين يثبطون المسلمين ويقولون تعالوا إلينا ولا تقاتلوا مع محمد صلى الله عليه وسلم وفيه وجهان أحدهما : أنهم المنافقون الذين كانوا يقولون للأنصار لا تقاتلوا وأسلموا محمداً إلى قريش وثانيهما : اليهود الذين كانوا يقولون لأهل المدينة تعالوا إلينا وكونوا معنا وهلم بمعنى تعال أو احضر ولا تجمع في لغة الحجاز وتجمع في غيرها فيقال للجماعة هلموا وللنساء هلمن ، وقوله : { وَلاَ يَأْتُونَ البأس إِلاَّ قَلِيلاً } يؤيد الوجه الأول وهو أن المراد منهم المنافقون وهو يحتمل وجهين أحدهما : { لاَ يَأْتُونَ *** البأس } بمعنى يتخلفون عنكم ولا يخرجون معكم وحينئذٍ قوله تعالى : { أَشِحَّةً عَلَيْكُمْ } أي بخلاء حيث لا ينفقون في سبيل الله شيئاً وثانيهما : لا يأتون البأس بمعنى لا يقاتلون معكم ويتعللون عن الاشتغال بالقتال وقت الحضور معكم ، وقوله : { أَشِحَّةً عَلَيْكُمْ } أي بأنفسهم وأبدانهم .\r\n ثم قال تعالى : { فإذا جاء الخوف رأيتهم ينظرون إليك أعينهم كالذي يغشى عليه من الموت فإذا ذهب الخوف سلقوكم بألسنة حداد أشحة على الخير أولئك لم يؤمنوا فأحبط الله أعمالهم وكان ذلك على الله يسيراً } .\r\n إشارة إلى غاية جبنهم ونهاية روعهم ، واعلم أن البخل شبيه الجبن ، فلما ذكر البخل بين سببه وهو الجبن والذي يدل عليه هو أن الجبان يبخل بماله ولا ينفقه في سبيل الله لأنه لا يتوقع الظفر / فلا يرجو الغنيمة فيقول هذا إنفاق لا بدل له فيتوقف فيه ، وأما الشجاع فيتيقن الظفر والاغتنام فيهون عليه إخراج المال في القتال طمعاً فيما هو أضعاف ذلك ، وأما بالنفس والبدن فكذلك فإن الجبان يخاف قرنه ويتصور الفشل فيجبن ويترك الإقدام ، وأما الشجاع فيحكم بالغلبة والنصر فيقدم ، وقوله تعالى : { فَإِذَا ذَهَبَ الخوف سَلَقُوكُم } أي غلبوكم بالألسنة وآذوكم بكلامهم يقولون نحن الذين قاتلنا وبنا انتصرتم وكسرتم العدو وقهرتم ويطالبونكم بالقسم الأوفر من الغنيمة وكانوا من قبل راضين من الغنيمة بالإياب ، وقوله : { أَشِحَّةً عَلَى الخير } قيل الخير المال ويمكن أن يقال معناه أنهم قليلو الخير في الحالتين كثيرو الشر في الوقتين في الأول يبخلون ، وفي الآخر كذلك .\r\n ثم قال تعالى : { أوْلَئِكَ لَمْ يُؤْمِنُواْ فَأَحْبَطَ الله أعمالهم وَكَانَ ذلك عَلَى الله يَسِيراً } يعني لم يؤمنوا حقيقة وإن أظهروا الإيمان لفظاً فأحبط الله أعمالهم التي كانوا يأتون بها مع المسلمين وقوله : { وَكَانَ ذلك عَلَى الله يَسِيراً } إشارة إلى ما يكون في نظر الناظر كما في قوله تعالى : { وَهُوَ أَهْوَنُ عَلَيْهِ } [ الروم : 27 ] وذلك لأن الإحباط إعدام وإهدار ، وإعدام الأجسام إذا نظر الناظر يقول الجسم بتفريق أجزائه ، فإن من أحرق شيئاً يبقى منه رماد ، وذلك لأن الرماد إن فرقته الريح يبقى منه ذرات ، وهذا مذهب بعض الناس والحق هو أن الله يعدم الأجسام ويعيد ما يشاء منها ، وأما العمل فهو في العين معدوم وإن كان يبقى يبقى بحكمه وآثاره ، فإذا لم يكن له فائدة واعتبار فهو معدوم حقيقة وحكماً فالعمل إذا لم يعتبر فهو معدوم في الحقيقة بخلاف الجسم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قد يعلم الله المعوقين منكم والقائلين لإخوانهم هلم إلينا ولا يأتون البأس إلا قليلا (18) أشحة عليكم فإذا جاء الخوف رأيتهم ينظرون إليك تدور أعينهم كالذي يغشى عليه من الموت فإذا ذهب الخوف سلقوكم بألسنة حداد أشحة على الخير أولئك لم يؤمنوا فأحبط الله أعمالهم وكان ذلك على الله يسيرا (19) ",
        "babnum": 13
    },
    {
        "id": 1886,
        "cate": "33",
        "title": "يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا وَإِنْ يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنْبَائِكُمْ وَلَوْ كَانُوا فِيكُمْ مَا قَاتَلُوا إِلَّا قَلِيلًا (20) لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا (21) ",
        "details": " أي من غاية الجبن عند ذهابهم كانوا يخافونهم وعند مجيئهم كانوا يودون لو كانوا في البوادي ولا يكونون بين المقاتلين مع أنهم عند حضورهم كأنهم غائبون حيث لا يقاتلون كما قال تعالى : { وَلَوْ كَانُواْ فِيكُمْ مَّا قَاتَلُواْ إِلاَّ قَلِيلاً } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يحسبون الأحزاب لم يذهبوا وإن يأت الأحزاب يودوا لو أنهم بادون في الأعراب يسألون عن أنبائكم ولو كانوا فيكم ما قاتلوا إلا قليلا (20) لقد كان لكم في رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر وذكر الله كثيرا (21) ",
        "babnum": 14
    },
    {
        "id": 1887,
        "cate": "33",
        "title": "وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا (22) ",
        "details": " لما بين حال المنافقين ذكر حال المؤمنين وهو أنهم قالوا هذا ما وعدنا الله من الابتلاء ثم قالوا : { وَصَدَقَ الله وَرَسُولُهُ } في مقابلة قولهم : { مَّا وَعَدَنَا الله وَرَسُولُهُ إِلاَّ غُرُوراً } [ الأحزاب : 12 ] وقولهم : { وَصَدَقَ الله وَرَسُولُهُ } ليس إشارة إلى ما وقع فإنهم كانوا يعرفون صدق الله قبل الوقوع وإنما هي إشارة إلى بشارة وهو أنهم قالوا : { هذا مَا وَعَدَنَا الله } وقد وقع وصدق الله في جميع ما وعد فيقع الكل مثل فتح مكة وفتح الروم وفارس وقوله : { مَّا زَادَهُمْ إِلاَّ إيمانا } بوقوعه وتسليماً عند وجوده .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولما رأى المؤمنون الأحزاب قالوا هذا ما وعدنا الله ورسوله وصدق الله ورسوله وما زادهم إلا إيمانا وتسليما (22) ",
        "babnum": 15
    },
    {
        "id": 1888,
        "cate": "33",
        "title": "مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ وَمَا بَدَّلُوا تَبْدِيلًا (23) لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنَافِقِينَ إِنْ شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا (24) وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا (25) ",
        "details": " إشارة إلى وفائهم بعهدهم الذي عاهدوا الله أنهم لا يفارقون نبيه إلا بالموت فمنهم من قضى نحبه أي قاتل حتى قتل فوفى بنذره والنحب النذر ، ومنهم من هو بعد في القتال ينتظر الشهادة وفاء بالعهد وما بدلوا تبديلاً بخلاف المنافقين فإنهم قالوا لا نولي الأدبار فبدلوا قولهم وولوا أدبارهم وقوله : { لّيَجْزِىَ الله الصادقين بِصِدْقِهِمْ } أي بصدق ما وعدهم في الدنيا والآخرة كما صدقوا مواعيدهم ويعذب المنافقين الذين كذبوا واخلفوا وقوله : { إِن شَاء } ذلك فيمنعهم من الإيمان أو يتوب عليهم إن أراد ، وإنما قال ذلك حيث لم يكن قد حصل يأس النبي عليه الصلاة والسلام عن إيمانهم وآمن بعد ذلك ناس منهم وقوله : { وَكَانَ الله غَفُوراً } حيث ستر ذنوبهم و { رَّحِيماً } حيث رحمهم ورزقهم الإيمان فيكون هذا فيمن آمن بعده أو نقول : { وَيُعَذّبَ المنافقين } مع أنه كان غفوراً رحيماً لكثرة ذنبهم وقوة جرمهم ولو كان دون ذلك لغفر لهم ثم بين بعض ما جازاهم الله به على صدقهم فقال : { وَرَدَّ الله الذين كَفَرُواْ بِغَيْظِهِمْ } أي مع غيظهم لم يشفوا صدراً ولم يحققوا أمراً { وَكَفَى الله المؤمنين القتال } أي لم يحوجهم إلى قتال { وَكَانَ الله قَوِيّاً } غير محتاج إلى قتالهم عزيزاً قادراً على استئصال الكفار وإذلالهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "من المؤمنين رجال صدقوا ما عاهدوا الله عليه فمنهم من قضى نحبه ومنهم من ينتظر وما بدلوا تبديلا (23) ليجزي الله الصادقين بصدقهم ويعذب المنافقين إن شاء أو يتوب عليهم إن الله كان غفورا رحيما (24) ورد الله الذين كفروا بغيظهم لم ينالوا خيرا وكفى الله المؤمنين القتال وكان الله قويا عزيزا (25) ",
        "babnum": 16
    },
    {
        "id": 1889,
        "cate": "33",
        "title": "وَأَنْزَلَ الَّذِينَ ظَاهَرُوهُمْ مِنْ أَهْلِ الْكِتَابِ مِنْ صَيَاصِيهِمْ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا (26) ",
        "details": " أي عاونوهم من أهل الكتاب وهم بنو قريظة من صياصيهم من قلاعهم وقذف في قلوبهم الرعب حتى سلموا أنفسهم للقتل وأولادهم ونسائهم للسبي فريقاً تقتلون وهم الرجال ، وتأسرون فريقاً وهم الصبيان والنسوان ، فإن قيل هل في تقديم المفعول حيث قال { فريقاً تقتلون } وتأخيره حيث قال : { وَتَأْسِرُونَ فَرِيقاً } فائدة؟ قلت قد أجبنا أن ما من شيء من القرآن إلا وله فوائد منها ما يظهر ومنها ما لا يظهر ، والذي يظهر من هذا والله أعلم أن القائل يبدأ بالأهم فالأهم والأعرف فالأعرف والأقرب فالأقرب ، والرجال كانوا مشهورين فكان القتل وارداً عليهم والأسرى كانوا هم النساء والصغار ولم يكونوا مشهورين والسبي والأسر أظهر من القتل لأنه يبقى فيظهر لكل أحد أنه أسير فقدم من المحلين ما هو أشهر على الفعل القائم به وما هو أشهر من الفعلين قدمه على المحل الأخفى ، وإن شئنا نقول بعبارة توافق المسائل النحوية فنقول قوله : { فَرِيقاً تَقْتُلُونَ } فعل ومفعول والأصل في الجمل الفعلية تقديم الفعل على المفعول والفاعل ، أما أنها جملة فعلية فلأنها لو كانت إسمية لكان الواجب في فريق الرفع وكان يقول فريق منهم تقتلونهم فلما نصب كان ذلك بفعل مضمر يفسره الظاهر تقديره تقتلون فريقاً تقتلون والحامل على مثل هذا الكلام شدة الاهتمام ببيان المفعول ، وههنا كذلك لأنه تعالى لما ذكر حال الذين ظاهروهم وأنه قذف في قلوبهم الرعب فلو قال تقتلون إلى أن يسمع السامع مفعول تقتلون يكون زمان وقد يمنعه مانع فيفوته فلا يعلم أنهم هم المقتولون ، فأما إذا قال فريقاً مع سبق في قلوبهم الرعب إلى سمعه يستمع إلى تمام الكلام وإذا كان الأول فعلاً ومفعولاً قدم المفعول لفائدة عطف الجملة الثانية عليها على الأصل فعدم تقديم الفعل لزوال موجب التقديم إذا عرف حالهم وما يجىء بعده يكون مصروفاً إليهم ، ولو قال بعد ذلك وفريقاً تأسرون فمن سمع فريقاً ربما يظن أن يقال فيهم يطلقون ، أو لا يقدرون عليهم فكان تقديم الفعل ههنا أولى ، وكذلك الكلام في قوله : { وَأَنزَلَ الذين ظاهروهم } وقوله : { وَقَذَفَ } فإن قذف الرعب قبل الإنزال لأن الرعب صار سبب الإنزال ، ولكن لما كان الفرح في إنزالهم أكثر ، قدم الإنزال على قذف الرعب ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأنزل الذين ظاهروهم من أهل الكتاب من صياصيهم وقذف في قلوبهم الرعب فريقا تقتلون وتأسرون فريقا (26) ",
        "babnum": 17
    },
    {
        "id": 1890,
        "cate": "33",
        "title": "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضًا لَمْ تَطَئُوهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا (27) ",
        "details": " فيه ترتيب على ما كان ، فإن المؤمنين أولاً تملكوا أرضهم بالنزول فيها والاستيلاء عليها ثم تملكوا ديارهم بالدخول عليهم وأخذ قلاعهم ثم أموالهم التي كانت في بيوتهم وقوله : { وَأَرْضاً لَّمْ تَطَئُوهَا } قيل المراد القلاع وقيل المراد الروم وأرض فارس وقيل كل ما يؤخذ إلى يوم القيامة : { وَكَانَ الله على كُلّ شَىْء قَدِيراً } هذا يؤكد قول من قال إن المراد من قولهم : { وَأَرْضاً لَّمْ تَطَئُوهَا } هو ما سيؤخذ بعد بني قريظة ، ووجهه هو أن الله تعالى لما ملكهم تلك البلاد ووعدهم بغيرها دفع استبعاد من لا يكون قوي الاتكال على الله تعالى وقال أليس الله ملككم هذه فهو على كل شيء قدير يملككم غيرها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأورثكم أرضهم وديارهم وأموالهم وأرضا لم تطئوها وكان الله على كل شيء قديرا (27) ",
        "babnum": 18
    },
    {
        "id": 1891,
        "cate": "33",
        "title": "يَاأَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا (28) وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا (29) ",
        "details": " وجه التعلق هو أن مكارم الأخلاق منحصرة في شيئين التعظيم لأمر الله والشفقة على خلق الله ، وإلى هذا أشار عليه السلام بقوله : « الصلاة وما ملكت أيمانكم » ثم إن الله تعالى لما أرشد نبيه إلى ما يتعلق بجانب التعظيم لله بقوله : { ياأيها النبى اتق الله } [ الأحزاب : 1 ] ذكر ما يتعلق بجانب الشفقة وبدأ بالزوجات فإنهن أولى الناس بالشفقة ، ولهذا قدمهن في النفقة ، وفي الآية مسائل فقهية منها أن التخيير هل كان واجباً على النبي عليه السلام أم لا؟ فنقول التخيير قولاً كان واجباً من غير شك لأنه إبلاغ الرسالة ، لأن الله تعالى لما قال له قل لهم صار من الرسالة ، وأما التخيير معنى فمبني على أن الأمر للوجوب أم لا؟ والظاهر أنه للوجوب ، ومنها أن واحدة منهن لو اختارت الفراق هل كان يصير اختيارها فراقاً والظاهر أنه لا يصير فراقاً وإنما تبين المختارة نفسها بإبانة من جهة النبي صلى الله عليه وسلم لقوله تعالى : { فَتَعَالَيْنَ أُمَتّعْكُنَّ وَأُسَرّحْكُنَّ سَرَاحاً جَمِيلاً } ومنها أن واحدة منهن إن اختارت نفسها وقلنا بأنها لا تبين إلا بإنابة من جهة النبي عليه السلام فهل كان يجب على النبي عليه السلام الطلاق أم لا؟ الظاهر نظراً إلى منصب النبي عليه السلام أنه كان يجب ، لأن الخلف في الوعد من النبي غير جائز بخلاف واحد منا ، فإنه لا يلزمه شرعاً الوفاء بما يعد ومنها أن المختارة بعد البينونة هل كانت تحرم على غيره أم لا ، والظاهر أنها لا تحرم ، وإلا لا يكون التخيير ممكناً لها من التمتع بزينة الدنيا ، ومنها أن من اختارت الله ورسوله كان يحرم على النبي عليه الصلاة والسلام طلاقها أم لا؟ الظاهر الحرمة نظراً إلى منصب الرسول عليه الصلاة والسلام على معنى أن النبي عليه السلام لا يباشره أصلاً ، بمعنى أنه لو أتى به لعوقب أو عوتب ، وفيها لطائف لفظية منها تقديم اختيار الدنيا ، إشارة إلى أن النبي عليه الصلاة والسلام غير ملتفت إلى جانبهن غاية الالتفات وكيف وهو مشغول بعبادة ربه ، ومنها قوله عليه السلام : { وَأُسَرّحْكُنَّ سَرَاحاً جَمِيلاً } إشارة إلى ما ذكرنا ، فإن السراح الجميل مع التأذي القوي لا يجتمع في العادة ، فعلم أن النبي عليه الصلاة والسلام ما كان يتأثر من اختيارهن فراقه بدليل أن التسريح الجميل منه ، ومنها قوله : { وَإِن كُنتُنَّ تُرِدْنَ الله } إعلاماً لهن بأن في اختيار النبي عليه السلام اختيار الله ورسوله والدار الآخرة وهذه الثلاثة هي الدين وقوله : { أَعَدَّ للمحسنات مِنكُنَّ } أي لمن عمل صالحاً منكن ، وقوله : { تُرِدْنَ الله وَرَسُولَهُ والدار الأخرة } فيه معنى الإيمان ، وقوله : { للمحسنات } لبيان الإحسان حتى تكون الآية في المعنى ، كقوله تعالى : { وَمَن يُسْلِمْ وَجْهَهُ إِلَى الله وَهُوَ مُحْسِنٌ } [ لقمان : 22 ] وقوله تعالى : { مَنْ ءامَنَ وَعَمِلَ صالحا } [ الكهف : 88 ] وقوله : { الذين ءامَنُواْ وَعَمِلُواْ الصالحات } [ البقرة : 82 ] والأجر العظيم الكبير في الذات الحسن في الصفات الباقي في الأوقات ، وذلك لأن العظيم في الأجسام لا يطلق إلا على الزائد في الطول وفي العرض وفي العمق ، حتى لو كان زائداً في الطول يقال له طويل ، ولو كان زائداً في العرض يقال له عريض ، وكذلك العميق ، فإذا وجدت الأمور الثلاثة قيل عظيم ، فيقال جبل عظيم إذا كان عالياً ممتداً في الجهات ، وإن كان مرتفعاً فحسب يقال جبل عال ، إذا عرفت هذا فأجر الدنيا في ذاته قليل وفي صفاته غير خال عن جهة قبح ، لما في مأكوله من الضرر والثقل ، وكذلك في مشروبه وغيره من اللذات وغير دائم ، وأجر الآخرة كثير خال عن جهات القبح دائم فهو عظيم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها النبي قل لأزواجك إن كنتن تردن الحياة الدنيا وزينتها فتعالين أمتعكن وأسرحكن سراحا جميلا (28) وإن كنتن تردن الله ورسوله والدار الآخرة فإن الله أعد للمحسنات منكن أجرا عظيما (29) ",
        "babnum": 19
    },
    {
        "id": 1892,
        "cate": "33",
        "title": "يَانِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا (30) ",
        "details": " لما خيرهن النبي صلى الله عليه وسلم واخترن الله ورسوله أدبهن الله وهددهن للتوقي عما يسوء النبي عليه السلام ويقبح بهن من الفاحشة التي هي أصعب على الزوج من كل ما تأتي به زوجته وأوعدهن بتضعيف العذاب وفيه حكمتان إحداهما : أن زوجة الغير تعذب على الزنا بسبب ما في الزنا من المفاسد وزوجة النبي تعذب إن أتت به لذلك ولإيذاء قلبه والإزراء بمنصبه ، وعلى هذا بنات النبي عليه السلام كذلك ولأن امرأة لو كانت تحت النبي صلى الله عليه وسلم وأتت بفاحشة تكون قد اختارت غير النبي عليه السلام ، ويكون ذلك الغير خيراً عندها من النبي وأولى ، والنبي أولى من النفس التي هي أولى من الغير ، فقد نزلت منصب النبي مرتبتين فتعذب من العذاب ضعفين ثانيتهما : أن هذا إشارة إلى شرفهن ، لأن الحرة عذابها ضعف عذاب الأمة إظهاراً لشرفها ، ونسبة النبي إلى غيره من الرجال نسبة السادات إلى العبيد لكونه أولى بهم من أنفسهم ، فكذلك زوجاته وقرائبه اللاتي هن أمهات المؤمنين ، وأم الشخص امرأة حاكمة عليه واجبة الطاعة ، وزوجته مأمورة محكومة له وتحت طاعته ، فصارت زوجة الغير بالنسبة إلى زوجة النبي عليه السلام كالأمة بالنسبة إلى الحرة ، واعلم أن قول القائل من يفعل ذلك في قوة قوله : { لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ } [ الزمر : 65 ] من حيث إن ذلك ممكن الوقوع في أول النظر ، ولا يقع في بعض الصور جزماً وفي بعض يقع جزماً من مات فقد استراح ، وفي البعض يتردد السامع في الأمرين ، فقوله تعالى : { مَن يَأْتِ مِنكُنَّ بفاحشة } عندنا من القبيل الأول ، فإن الأنبياء صان الله زوجاتهم عن الفاحشة ، وقوله تعالى : { وَكَانَ ذلك عَلَى الله يَسِيراً } أي ليس كونكن تحت النبي عليه السلام وكونكن شريفات جليلات مما يدفع العذاب عنكن ، وليس أمر الله كأمر الخلق حيث يتعذر عليهم تعذيب الأعزة بسبب كثرة أوليائهم وأعوانهم أو شفعائهم وإخوانهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يانساء النبي من يأت منكن بفاحشة مبينة يضاعف لها العذاب ضعفين وكان ذلك على الله يسيرا (30) ",
        "babnum": 20
    },
    {
        "id": 1893,
        "cate": "33",
        "title": "وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا (31) ",
        "details": " قوله تعالى : { وَمَن يَقْنُتْ مِنكُنَّ للَّهِ وَرَسُولِهِ وَتَعْمَلْ صالحا } بياناً لزيادة ثوابهن ، كما بين زيادة عقابهن { نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ } في مقابلة قوله تعالى : { يُضَاعَفْ لَهَا العذاب ضِعْفَيْنِ } مع لطيفة وهي أن عند إيتاء الأجر ذكر المؤتي وهو الله ، وعند العذاب لم يصرح بالمعذب فقال : { يضاعف } إشارة إلى كمال الرحمة والكرم ، كما أن الكريم الحي عند النفع يظهر نفسه وفعله ، وعند الضر لا يذكر نفسه ، وقوله تعالى : { وَأَعْتَدْنَا لَهَا رِزْقاً كَرِيماً } وصف رزق الآخرة بكونه كريماً ، مع أن الكريم لا يكون إلا وصفاً للرزاق إشارة إلى معنى لطيف ، وهو أن الرزق في الدنيا مقدر على أيدي الناس ، التاجر يسترزق من السوقة ، والمعاملين والصناع من المستعملين ، والملوك من الرعية والرعية منهم ، فالرزق في الدنيا لا يأتي بنفسه ، وإنما هو مسخر للغير يمسكه ويرسله إلى الأغيار .\r\n وأما في الآخرة فلا يكون له مرسل وممسك في الظاهر فهو الذي يأتي بنفسه ، فلأجل هذا لا يوصف في الدنيا بالكريم إلا الرزاق ، وفي الآخرة يوصف بالكريم نفس الرزق .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن يقنت منكن لله ورسوله وتعمل صالحا نؤتها أجرها مرتين وأعتدنا لها رزقا كريما (31) ",
        "babnum": 21
    },
    {
        "id": 1894,
        "cate": "33",
        "title": "يَانِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَعْرُوفًا (32) ",
        "details": " ثم قال تعالى : { يانساء النبى لَسْتُنَّ كَأَحَدٍ مّنَ النساء } لما ذكر أن عذابهن ضعف عذاب غيرهن وأجرهن مثلاً أجر غيرهن صرن كالحرائر بالنسبة إلى الإماء ، فقال : { لَسْتُنَّ كَأَحَدٍ } ومعنى قول القائل ليس فلان كآحاد الناس ، يعني ليس فيه مجرد كونه إنساناً ، بل وصف أخص موجود فيه ، وهو كونه عالماً أو عاملاً أو نسيباً أو حسيباً ، فإن الوصف الأخص إذا وجد لا يبقى التعريف بالأعم ، فإن من عرف رجلاً ولم يعرف منه غير كونه رجلاً يقول رأيت رجلاً فإن عرف علمه يقول رأيت زيداً أو عمراً ، فكذلك قوله تعالى : { لَسْتُنَّ كَأَحَدٍ مّنَ النساء } يعني فيكن غير ذلك أمر لا يوجد في غيركن وهو كونكن أمهات جميع المؤمنين وزوجات خير المرسلين ، وكما أن محمداً عليه السلام ليس كأحد من الرجال ، كما قال عليه السلام : « لست كأحدكم » كذلك قرائبه اللاتي يشرفن به وبين الزوجين نوع من الكفاءة .\r\n ثم قوله تعالى : { إِنِ اتقيتن فَلاَ تَخْضَعْنَ بالقول } يحتمل وجهين أحدهما : أن يكون متعلقاً بما قبله على معنى لستن كأحد إن اتقيتن فإن الأكرم عند الله هو الأتقى وثانيهما : أن يكون متعلقاً بما بعده على معنى إن اتقيتن فلا تخضعن والله تعالى لما منعهن من الفاحشة وهي الفعل القبيح منعهن من مقدماتها وهي المحادثة مع الرجال والانقياد في الكلام للفاسق .\r\n ثم قوله تعالى : { فَيَطْمَعَ الذى فِى قَلْبِهِ مَرَضٌ } أي فسق وقوله تعالى : { وَقُلْنَ قَوْلاً مَّعْرُوفاً } أي ذكر الله ، وما تحتجن إليه من الكلام والله تعالى لما قال : { فَلاَ تَخْضَعْنَ بالقول } ذكر بعده { وَقُلْنَ } إشارة إلى أن ذلك ليس أمراً بالإيذاء والمنكر بل القول المعروف وعند الحاجة هو المأمور به لا غيره .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يانساء النبي لستن كأحد من النساء إن اتقيتن فلا تخضعن بالقول فيطمع الذي في قلبه مرض وقلن قولا معروفا (32) ",
        "babnum": 22
    },
    {
        "id": 1895,
        "cate": "33",
        "title": "وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى وَأَقِمْنَ الصَّلَاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا (33) ",
        "details": " قوله تعالى : { وَقَرْنَ فِى بُيُوتِكُنَّ } من القرار وإسقاط أحد حرفي التضعيف كما قال تعالى : { فَظَلْتُمْ تَفَكَّهُونَ } [ الواقعة : 65 ] وقيل بأنه من الوقار كما يقال وعد يعد عد وقول : { وَلاَ تَبَرَّجْنَ تَبَرُّجَ الجاهلية الأولى } قيل معناه لا تتكسرن ولا تتغنجن ، ويحتمل أن يكون المراد لا تظهرن زينتكن وقوله تعالى : { الجاهلية الأولى } فيه وجهان أحدهما : أن المراد من كان في زمن نوح والجاهلية الأخرى من كان بعده وثانيهما : أن هذه ليست أولى تقتضي أخرى بل معناه تبرج الجاهلية القديمة كقول القائل : أين الأكاسرة الجبابرة الأولى .\r\n ثم قال تعالى : { وأقمن الصلاة وآتين الزكاة وأطعن الله ورسوله } يعني ليس التكليف في النهي فقط حتى يحصل بقوله تعالى : { لا تَخْضَعْنَ وَلاَ تَبَرَّجْنَ } بل فيه وفي الأوامر { فأقمن الصلاة } التي هي ترك التشبه بالجبار المتكبر { وآتين الزكاة } التي هي تشبه بالكريم الرحيم { وَأَطِعْنَ الله } أي ليس التكليف منحصراً في المذكور بل كل ما أمر الله به فأتين به وكل ما نهى الله عنه فانتهين عنه .\r\n ثم قال تعالى : { إِنَّمَا يُرِيدُ الله لِيُذْهِبَ عَنكُمُ الرجس أَهْلَ البيت وَيُطَهّرَكُمْ تَطْهِيراً } .\r\n يعني ليس المنتفع بتكليفكن هو الله ولا تنفعن الله فيما تأتين به .\r\n وإنما نفعه لكن وأمره تعالى إياكن لمصلحتكن ، وقوله تعالى : { لِيُذْهِبَ عَنكُمُ الرجس أَهْلَ البيت وَيُطَهّرَكُمْ } فيه لطيفة وهي أن الرجس قد يزول عيناً ولا يطهر المحل فقوله تعالى : { لِيُذْهِبَ عَنكُمُ الرجس } أي يزيل عنكم الذنوب ويطهركم أي يلبسكم خلع الكرامة ، ثم إن الله تعالى ترك خطاب المؤنثات وخاطب بخطاب المذكرين بقوله : { لِيُذْهِبَ عَنكُمُ الرجس } ليدخل فيه نساء أهل بيته ورجالهم ، واختلفت الأقوال في أهل البيت ، والأولى أن يقال هم أولاده وأزواجه والحسن والحسين منهم وعلي منهم لأنه كان من أهل بيته بسبب معاشرته ببنت النبي عليه السلام وملازمته للنبي .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى وأقمن الصلاة وآتين الزكاة وأطعن الله ورسوله إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا (33) ",
        "babnum": 23
    },
    {
        "id": 1896,
        "cate": "33",
        "title": "وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا (34) ",
        "details": " ثم قال تعالى : { واذكرن مَا يتلى فِى بُيُوتِكُنَّ مِنْ ءايات الله والحكمة } أي القرآن { والحكمة } أي كلمات النبي عليه السلام إشارة إلى ما ذكرنا من أن التكاليف غير منحصرة في الصلاة والزكاة ، وما ذكر الله في هذه الآية فقال : { واذكرن مَا يتلى } ليعلمن الواجبات كلها فيأتين بها ، والمحرمات بأسرها فينتهين عنها .\r\n ( وقوله ) : { إِنَّ الله كَانَ لَطِيفاً خَبِيراً } إشارة إلى أنه خبير بالبواطن ، لطيف فعلمه يصل إلى كل شيء ومنه اللطيف الذي يدخل في المسام الضيقة ويخرج من المسالك المسدودة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "واذكرن ما يتلى في بيوتكن من آيات الله والحكمة إن الله كان لطيفا خبيرا (34) ",
        "babnum": 24
    },
    {
        "id": 1897,
        "cate": "33",
        "title": "إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ وَالصَّادِقِينَ وَالصَّادِقَاتِ وَالصَّابِرِينَ وَالصَّابِرَاتِ وَالْخَاشِعِينَ وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا (35) ",
        "details": " ثم قال تعالى : { إِنَّ المسلمين والمسلمات والمؤمنين والمؤمنات } لما أمرهن ونهاهن وبين ما يكون لهن وذكر لهن عشر مراتب الأولى : الإسلام والانقياد لأمر الله والثانية : الإيمان بما يرد به أمر الله ، فإن المكلف أولاً يقول كل ما يقوله أقبله فهذا إسلام ، فإذا قال الله شيئاً وقبله صدق مقالته وصحح اعتقاده فهو إيمان ثم اعتقاده يدعوه إلى الفعل الحسن والعمل الصالح فيقنت ويعبد وهو المرتبة الثالثة : المذكورة بقوله : { والقانتين والقانتات } ثم إذا آمن وعمل صالحاً كمل فيكمل غيره ويأمر بالمعروف وينصح أخاه فيصدق في كلامه عند النصيحة وهو المراد بقوله : { والصادقين والصادقات } ثم إن من يأمر بالمعروف وينهى عن المنكر يصيبه أذى فيصبر عليه كما قال تعالى : { والصابرين والصابرات } ثم إنه إذا كمل وكمل قد يفتخر بنفسه ويعجب بعبادته فمنعه منه بقوله : { والخاشعين والخاشعات } أو نقول لما ذكر هذه الحسنات أشار إلى ما يمنع منها وهو إما حب الجاه أو حب المال من الأمور الخارجية أو الشهوة من الأمور الداخلة ، والغضب منهما يكون لأنه يكون بسبب نقص جاه أو فوت مال أو منع من أمر مشتى فقوله : { والخاشعين والخاشعات } أي المتواضعين الذين لا يميلهم الجاه عن العبادة ، ثم قال تعالى : { والمتصدقين والمتصدقات } أي الباذلين الأموال الذين لا يكنزونها لشدة محبتهم إياها .\r\n ثم قال تعالى : { والصائمين والصائمات } إشارة إلى الذين لا تمنعهم الشهوة البطنية من عبادة الله .\r\n ثم قال تعالى : { والحافظين فُرُوجَهُمْ والحافظات } أي الذين لا تمنعهم الشهوة الفرجية .\r\n ثم قال تعالى : { والذاكرين الله كَثِيراً والذاكرات } يعني هم في جميع هذه الأحوال يذكرون الله ويكون إسلامهم وإيمانهم وقنوتهم وصدقهم وصبرهم وخشوعهم وصدقتهم وصومهم بنية صادقة لله ، واعلم أن الله تعالى في أكثر المواضع حيث ذكر الذكر قرنه بالكثرة ههنا ، وفي قوله بعد هذا { ياأيها الذين ءامَنُواْ اذكروا الله ذِكْراً كَثِيراً } [ الأحزاب : 41 ] وقال من قبل : { لّمَن كَانَ يَرْجُو الله واليوم الأخر وَذَكَرَ الله كَثِيراً } [ الأحزاب : 21 ] لأن الإكثار من الأفعال البدنية غير ممكن أو عسر فإن الإنسان أكله وشربه وتحصيل مأكوله ومشروبه يمنعه من أن يشتغل دائماً بالصلاة ولكن لا مانع له من أن يذكر الله تعالى وهو آكل ويذكره وهو شارب أو ماش أو بائع أو شار ، وإلى هذا أشار بقوله تعالى : { الذين يَذْكُرُونَ الله قياما وَقُعُوداً وعلى جُنُوبِهِمْ } [ آل عمران : 191 ] ولأن جميع الأعمال صحتها بذكر الله تعالى وهي النية .\r\n ثم قال تعالى : { أَعَدَّ الله لَهُم مَّغْفِرَةً } تمحو ذنوبهم وقوله : { وَأَجْراً عَظِيماً } ذكرناه فيما تقدم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن المسلمين والمسلمات والمؤمنين والمؤمنات والقانتين والقانتات والصادقين والصادقات والصابرين والصابرات والخاشعين والخاشعات والمتصدقين والمتصدقات والصائمين والصائمات والحافظين فروجهم والحافظات والذاكرين الله كثيرا والذاكرات أعد الله لهم مغفرة وأجرا عظيما (35) ",
        "babnum": 25
    },
    {
        "id": 1898,
        "cate": "33",
        "title": "وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا (36) ",
        "details": " قيل بأن الآية نزلت في زينب حيث أراد النبي صلى الله عليه وسلم تزويجها من زيد بن حارثة فكرهت إلا النبي عليه السلام وكذلك أخوها امتنع فنزلت الآية فرضيا به ، والوجه أن يقال إن الله تعالى لما أمر نبيه بأن يقول لزوجاته إنهن مخيرات فهم منه أن النبي صلى الله عليه وسلم لا يريد ضرر الغير فمن كان ميله إلى شيء يمكنه النبي عليه السلام من ذلك ، ويترك النبي عليه السلام حق نفسه لحظ غيره ، فقال في هذه الآية لا ينبغي أن يظن ظان أن هوى نفسه متبعه وأن زمام الاختيار بيد الإنسان كما في الزوجات ، بل ليس لمؤمن ولا مؤمنة أن يكون له اختيار عند حكم الله ورسوله فما أمر الله هو المتبع وما أراد النبي هو الحق ومن خالفهما في شيء فقد ضل ضلالاً مبيناً ، لأن الله هو المقصد والنبي هو الهادي الموصل ، فمن ترك المقصد ولم يسمع قول الهادي فهو ضال قطعاً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم الخيرة من أمرهم ومن يعص الله ورسوله فقد ضل ضلالا مبينا (36) ",
        "babnum": 26
    },
    {
        "id": 1899,
        "cate": "33",
        "title": "وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا (37) ",
        "details": " وهو زيد أنعم الله عليه بالإسلام { وَأَنْعَمْتَ عَلَيْهِ } بالتحرير والإعتاق { أَمْسِكْ عَلَيْكَ زَوْجَكَ } همَّ زيد بطلاق زينب فقال له النبي أمسك أي لا تطلقها { واتق الله } قيل في الطلاق ، وقيل في الشكوى من زينب ، فإن زيداً قال فيها إنها تتكبر علي بسبب النسب وعدم الكفاءة { وَتُخْفِي فِى نِفْسِكَ مَا الله مُبْدِيهِ } من أنك تريد التزوج بزينب { وتخشى الناس } من أن يقولوا أخذ زوجة الغير أو الإبن { والله أَحَقُّ أَن تخشاه } ليس إشارة إلى أن النبي خشي الناس ولم يخش الله بل المعنى الله أحق أن تخشاه وحده ولا تخش أحداً معه وأنت تخشاه وتخشى الناس أيضاً ، فاجعل الخشية له وحده كما قال تعالى : { الذين يُبَلّغُونَ رسالات الله وَيَخْشَوْنَهُ وَلاَ يَخْشَوْنَ أَحَداً إِلاَّ الله } [ الأحزاب : 39 ] .\r\n ثم قال تعالى : { فَلَمَّا قضى زَيْدٌ مّنْهَا وَطَراً زوجناكها } أي لما طلقها زيد وانقضت عدتها وذلك لأن الزوجة ما دامت في نكاح الزوج فهي تدفع حاجته وهو محتاج إليها ، فلم يقض منها الوطر بالكلية ولم يستغن وكذلك إذا كان في العدة له بها تعلق لإمكان شغل الرحم فلم يقض منها بعد وطره ، وأما إذا طلق وانقضت عدتها استغنى عنها ولم يبق له معها تعلق فيقضي منها الوطر وهذا موافق لما في الشرع لأن التزوج بزوجة الغير أو بمعتدته لا يجوز فلهذا قال : { فَلَمَّا قضى } وكذلك قوله : { لِكَىْ لاَ يَكُونَ عَلَى المؤمنين حَرَجٌ فِى أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْاْ مِنْهُنَّ وَطَراً } أي إذا طلقوهن وانقضت عدتهن ، وفيه إشارة إلى أن التزويج من النبي عليه السلام لم يكن لقضاء شهوة النبي عليه السلام بل لبيان الشريعة بفعله فإن الشرع يستفاد من فعل النبي وقوله : { وَكَانَ أَمْرُ الله مَفْعُولاً } أي مقضياً ما قضاه كائن .\r\n ثم بين أن تزوجه عليه السلام بها مع أنه كان مبيناً لشرع مشتمل على فائدة كان خالياً من المفاسد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذ تقول للذي أنعم الله عليه وأنعمت عليه أمسك عليك زوجك واتق الله وتخفي في نفسك ما الله مبديه وتخشى الناس والله أحق أن تخشاه فلما قضى زيد منها وطرا زوجناكها لكي لا يكون على المؤمنين حرج في أزواج أدعيائهم إذا قضوا منهن وطرا وكان أمر الله مفعولا (37) ",
        "babnum": 27
    },
    {
        "id": 1900,
        "cate": "33",
        "title": "مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيمَا فَرَضَ اللَّهُ لَهُ سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَكَانَ أَمْرُ اللَّهِ قَدَرًا مَقْدُورًا (38) ",
        "details": " يعني كان شرع من تقدمه كذلك ، كان يتزوج الأنبياء بنسوة كثيرة أبكار ومطلقات الغير { وَكَانَ أَمْرُ الله قَدَراً مَّقْدُوراً } أي كل شيء بقضاء وقدر والقدر التقدير وبين المفعول والمقدور فرق مقول بين القضاء والقدر ، فالقضاء ما كان مقصوداً في الأصل والقدر ما يكون تابعاً له ، مثاله من كان يقصد مدينة فنزل بطريق تلك المدينة بخان أو قرية يصح منه في العرف أن يقول في جواب من يقول لم جئت إلى هذه القرية؟ إني ما جئت إلى هذه وإنما قصدت المدينة الفلانية وهذه وقعت في طريقي وإن كان قد جاءها ودخلها وإذا عرفت هذا فإن الخير كله بقضاء وما في العالم من الضرر بقدر ، فالله تعالى خلق المكلف بحيث يشتهي ويغضب ، ليكون اجتهاده في تغليب العقل والدين عليهما مثاباً عليه بأبلغ وجه فأفضى ذلك في البعض إلى أن زنى وقتل فالله لم يخلقهما فيه مقصوداً منه القتل والزنا وإن كان ذلك بقدر الله إذا علمت هذا ففي قوله تعالى أولا { وَكَانَ أَمْرُ الله مَفْعُولاً } وقوله ثانياً { وَكَانَ أَمْرُ الله قَدَراً مَّقْدُوراً } لطيفة وهي أنه تعالى لما قال { زوجناكها } قال { وَكَانَ أَمْرُ الله مَفْعُولاً } أي تزويجنا زينب إياك كان مقصوداً متبوعاً مقضياً مراعى ، ولما قال : { سُنَّةَ الله فِى الذين خَلَوْاْ } إشارة إلى قصة داود عليه السلام حيث افتتن بامرأة أوريا قال : { وَكَانَ أَمْرُ الله قَدَراً مَّقْدُوراً } أي كان ذلك حكماً تبعياً ، فلو قال قائل هذا قول المعتزلة بالتوليد والفلاسفة بوجوب كون الأشياء على وجوه مثل كون النار تحرق حيث قالوا الله تعالى أراد أن يخلق ما ينضج الأشياء وهو لا يكون إلا محرقاً بالطبع فخلق النار للنفع فوقع اتفاق أسباب أوجبت احتراق دار زيد أو دار عمرو ، فنقول معاذ الله أن نقول بأن الله غير مختار في أفعاله أو يقع شيء لا باختياره ، ولكن أهل السنة يقولون أجرى الله عادته بكذا أي وله أن يخلق النار بحيث عند حاجة إنضاج اللحم تنضج وعند مساس ثوب العجوز لا تحرق ، ألا ترى أنها لم تحرق إبراهيم عليه السلام مع قوتها وكثرتها لكن خلقها على غير ذلك الوجه بمحض إرادته أو لحكمة خفية ولا يسأل عما يفعل ، فنقول ما كان في مجرى عادته تعالى على وجه تدركه العقول البشرية نقول بقضاء ، وما يكون على وجه يقع لعقل قاصر أن يقول لم كان ولماذا لم يكن على خلافه نقول بقدر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ما كان على النبي من حرج فيما فرض الله له سنة الله في الذين خلوا من قبل وكان أمر الله قدرا مقدورا (38) ",
        "babnum": 28
    },
    {
        "id": 1901,
        "cate": "33",
        "title": "الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ وَكَفَى بِاللَّهِ حَسِيبًا (39) ",
        "details": " يعني كانوا هم أيضاً مثلك رسلا ، ثم ذكره بحالهم أنهم جردوا الخشية ووحدوها بقوله : { وَلاَ يَخْشَوْنَ أَحَداً إِلاَّ الله } فصار كقوله : { فَبِهُدَاهُمُ اقتده } [ الأنعام : 90 ] وقوله : { وكفى بالله حَسِيباً } أي محاسباً فلا تخش غيره أو محسوباً فلا تلتفت إلى غيره ولا تجعله في حسابك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الذين يبلغون رسالات الله ويخشونه ولا يخشون أحدا إلا الله وكفى بالله حسيبا (39) ",
        "babnum": 29
    },
    {
        "id": 1902,
        "cate": "33",
        "title": "مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا (40) ",
        "details": " لما بين الله ما في تزوج النبي عليه السلام بزينب من الفوائد بين أنه كان خالياً من وجوه المفاسد ، وذلك لأن ما كان يتوهم من المفسدة كان منحصراً في التزوج بزوجة الابن فإنه غير جائز فقال الله تعالى إن زيداً لم يكن ابناً له لا بل أحد الرجال لم يكن ابن محمد ، فإن قائل النبي كان أبا أحد من الرجال لأن الرجل اسم الذكر من أولاد آدم قال تعالى : { وَإِن كَانُواْ إِخْوَةً رّجَالاً وَنِسَاء } [ النساء : 176 ] والصبي داخل فيه ، فنقول الجواب عنه من وجهين أحدهما : أن الرجل في الاستعمال يدخل في مفهومه الكبر والبلوغ ولم يكن للنبي عليه السلام ابن كبير يقال إنه رجل والثاني : هو أنه تعالى قال : { مّن رّجَالِكُمْ } ووقت الخطاب لم يكن له ولد ذكر ، ثم إنه تعالى لما نفى كونه أباً عقبه بما يدل على ثبوت ما هو في حكم الأبوة من بعض الوجوه فقال : { ولكن رَّسُولَ الله } فإن رسول الله كالأب للأمة في الشفقة من جانبه ، وفي التعظيم من طرفهم بل أقوى فإن النبي أولى بالمؤمنين من أنفسهم ، والأب ليس كذلك ، ثم بين ما يفيد زيادة الشفقة من جانبه والتعظيم من جهتهم بقوله : { وَخَاتَمَ النبيين } وذلك لأن النبي الذي يكون بعده نبي إن ترك شيئاً من النصيحة والبيان يستدركه من يأتي بعده ، وأما من لا نبي بعده يكون أشفق على أمته وأهدى لهم وأجدى ، إذ هو كوالد لولده الذي ليس له غيره من أحد وقوله : { وَكَانَ الله بِكُلّ شَيْء عَلِيماً } يعني علمه بكل شيء دخل فيه أن لا نبي بعده فعلم أن من الحكمة إكمال شرع محمد صلى الله عليه وسلم بتزوجه بزوجة دعيه تكميلاً للشرع وذلك من حيث إن قول النبي صلى الله عليه وسلم يفيد شرعاً لكن إذا امتنع هو عنه يبقى في بعض النفوس نفرة ، ألا ترى أنه ذكر بقوله ما فهم منه حل أكل الضب ثم لما لم يأكله بقي في النفوس شيء ولما أكل لحم الجمل طاب أكله مع أنه في بعض الملل لا يؤكل وكذلك الأرنب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ما كان محمد أبا أحد من رجالكم ولكن رسول الله وخاتم النبيين وكان الله بكل شيء عليما (40) ",
        "babnum": 30
    },
    {
        "id": 1903,
        "cate": "33",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا (41) ",
        "details": " وجه تعلق الآية بما قبلها هو أن السورة أصلها ومبناها على تأديب النبي صلى الله عليه وسلم وقد ذكرنا أن الله تعالى بدأ بذكر ما ينبغي أن يكون عليه النبي عليه السلام مع الله وهو التقوى وذكر ما ينبغي أن يكون عليه النبي عليه السلام مع أهله وأقاربه بقوله : { ياأيها النبى قُل لأزواجك } [ الأحزاب : 28 ] والله تعالى يأمر عباده المؤمنين بما يأمر به أنبياءه المرسلين فأرشد عباده كما أدب نبيه وبدأ بما يتعلق بجانبه من التعظيم فقال : { ياأيها الذين ءامَنُواْ اذكروا الله ذِكْراً كَثِيراً } كما قال لنبيه : { ياأيها النبى اتق الله } [ الأحزاب : 1 ] .\r\n ثم ههنا لطيفة وهي أن المؤمن قد ينسى ذكر الله فأمر بدوام الذكر ، أما النبي لكونه من المقربين لا ينسى ولكن قد يغتر المقرب من الملك بقربه منه فيقل خوفه فقال : { اتق الله } فإن المخلص على خطر عظيم وحسنة الأولياء سيئة الأنبياء وقوله : { ذِكْراً كَثِيراً } قد ذكرنا أن الله في كثير من المواضع لما ذكر وصفه بالكثرة إذ لا مانع من الذكر على ما بينا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا اذكروا الله ذكرا كثيرا (41) ",
        "babnum": 31
    },
    {
        "id": 1904,
        "cate": "33",
        "title": "وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا (42) ",
        "details": " أي إذا ذكرتموه فينبغي أن يكون ذكركم إياه على وجه التعظيم والتنزيه عن كل سوء وهو المراد بالتسبيح وقيل المراد منه الصلاة وقيل للصلاة تسبيحه { بكرة وأصيلاً } إشارة إلى المداومة وذلك لأن مريد العموم قد يذكر الطرفين ويفهم منهما الوسط كقوله عليه السلام « لو أن أولكم وآخركم » ولم يذكر وسطكم ففهم منه المبالغة في العموم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وسبحوه بكرة وأصيلا (42) ",
        "babnum": 32
    },
    {
        "id": 1905,
        "cate": "33",
        "title": "هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا (43) ",
        "details": " يعني هو يصلي عليكم ويرحمكم وأنتم لا تذكرونه فذكر صلاته تحريضاً للمؤمنين على الذكر والتسبيح { لِيُخْرِجَكُمْ مّنَ الظلمات إِلَى النور } يعني يهديكم برحمته والصلاة من الله رحمة ومن الملائكة استغفار فقيل بأن اللفظ المشترك يجوز استعماله في معنييه معاً وكذلك الجمع بين الحقيقة والمجاز في لفظ جائز وينسب هذا القول إلى الشافعي رضي الله عنه وهو غير بعيد فإن أريد تقريبه بحيث يصير في غاية القرب نقول الرحمة والاستغفار يشتركان في العناية بحال المرحوم والمستغفر له والمراد هو القدر المشترك فتكون الدلالة تضمنية لكون العناية جزأ منهما { وكان بالمؤمنين رَحِيماً } بشارة لجميع المؤمنين وإشارة إلى أن قوله { يُصَلّي عَلَيْكُمْ } غير مختص بالسامعين وقت الوحي .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هو الذي يصلي عليكم وملائكته ليخرجكم من الظلمات إلى النور وكان بالمؤمنين رحيما (43) ",
        "babnum": 33
    },
    {
        "id": 1906,
        "cate": "33",
        "title": "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا (44) ",
        "details": " ثم قال تعالى : { تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سلام } لما بين الله عنايته في الأولى بين عنايته في الآخرة وذكر السلام لأنه هو الدليل على الخيرات فإن من لقي غيره وسلم عليه دل على المصافاة بينهما وإن لم يسلم دل على المنافاة وقوله : { يَوْمِ يَلْقَوْنَهُ } أي يوم القيامة وذلك لأن الإنسان في دنياه غير مقبل بكليته على الله وكيف وهو حالة نومه غافل عنه وفي أكثر أوقاته مشغول بتحصيل رزقه ، وأما في الآخرة فلا شغل لأحد يلهيه عن ذكر الله فهو حقيقة اللقاء .\r\n ثم قال تعالى : { وَأَعَدَّ لَهُمْ أَجْراً كَرِيماً } لو قائل قال الإعداد إنما يكون ممن لا يقدر عند الحاجة إلى الشيء عليه ، وأما الله تعالى فلا حاجة ولا عجز فحيث يلقاه الله يؤتيه ما يرضى به وزيادة فما معنى الإعداد من قبل فنقول الإعداد للإكرام لا للحاجة وهذا كما أن الملك إذا قيل له فلان واصل ، فإذا أراد إكرامه يهيىء له بيتاً وأنواعاً من الإكرام ولا يقول بأنه إذا وصل نفتح باب الخزانة ونؤتيه ما يرضيه فكذلك الله لكمال الإكرام أعد للذاكر أجراً كريماً والكريم قد ذكرناه في الرزق أي أعد له أجراً يأتيه من غير طلبه بخلاف الدنيا فإنه يطلب الرزق ألف مرة ولا يأتيه إلا بقدر .\r\n وقوله : { تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سلام } مناسب لحالهم لأنهم لما ذكروا الله في دنياهم حصل لهم معرفة ولما سبحوه تأكدت المعرفة حيث عرفوه كما ينبغي بصفات الجلال ونعوت الكمال والله يعلم حالهم في الدنيا فأحسن إليهم بالرحمة ، كما قال تعالى : { هُوَ الذى يُصَلّي عَلَيْكُمْ } وقال : { وَكَانَ بالمؤمنين رَحِيماً } [ الأحزاب : 43 ] والمتعارفان إذا التقيا وكان أحدهما شفيقاً بالآخر والآخر معظماً له غاية التعظيم لا يتحقق بينهما إلا السلام وأنواع الإكرام .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "تحيتهم يوم يلقونه سلام وأعد لهم أجرا كريما (44) ",
        "babnum": 34
    },
    {
        "id": 1907,
        "cate": "33",
        "title": "يَاأَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا (45) وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجًا مُنِيرًا (46) ",
        "details": " قد ذكرنا أن السورة فيها تأديب للنبي عليه السلام من ربه فقوله في ابتدائها : { ياأيها النبى اتق الله } اشارة إلى ما ينبغي أن يكون عليه مع ربه وقوله : { ياأيها النبى قُل لأزواجك } إشارة إلى ما ينبغي أن يكون عليه مع أهله وقوله : { ياأيها النبى إِنَّا أرسلناك } إشارة إلى ما ينبغي أن يكون عليه مع عامة الخلق وقوله تعالى : { شاهدا } يحتمل وجوهاً أحدهما : أنه شاهد على الخلق يوم القيامة كما قال تعالى : { وَيَكُونَ الرسول عَلَيْكُمْ شَهِيدًا } [ البقرة : 143 ] وعلى هذا فالنبي بعث شاهداً أي متحملاً للشهادة ويكون في الآخرة شهيداً أي مؤدياً لما تحمله ثانيها : أنه شاهد أن لا إله إلا الله ، وعلى هذا لطيفة وهو أن الله جعل النبي شاهداً على الوحدانية والشاهد لا يكون مدعياً فالله تعالى لم يجعل النبي في مسئلة الوحدانية مدعياً لها لأن المدعي من يقول شيئاً على خلاف الظاهر والوحدانية أظهر من الشمس والنبي عليه السلام كان ادعى النبوة فجعل الله نفسه شاهداً له في مجازاة كونه شاهداً لله فقال تعالى : { والله يَعْلَمُ إِنَّكَ لَرَسُولُهُ } [ المنافقون : 1 ] وثالثها : أنه شاهد في الدنيا بأحوال الآخرة من الجنة والنار والميزان والصراط وشاهد في الآخرة بأحوال الدنيا بالطاعة والمعصية والصلاح والفساد وقوله : { وَمُبَشّراً وَنَذِيراً وَدَاعِياً } فيه ترتيب حسن وذلك من حيث إن النبي عليه السلام أرسل شاهداً بقوله لا إله إلا الله ويرغب في ذلك بالبشارة فإن لم يكف ذلك يرهب بالإنذار ثم لا يكتفي بقولهم لا إله إلا الله بل يدعوهم إلى سبيل الله كما قال تعالى : { ادع إلى سَبِيلِ رَبّكَ } [ النحل : 125 ] وقوله : { وَسِرَاجاً مُّنِيراً } أي مبرهناً على ما يقول مظهراً له بأوضح الحجج وهو المراد بقوله تعالى : { بالحكمة والموعظة الحسنة } [ النحل : 125 ] .\r\n وفيه لطائف إحداها : قوله تعالى : { وَدَاعِياً إِلَى الله بِإِذْنِهِ } حيث لم يقل وشاهداً بإذنه ومبشراً وعند الدعاء قال وداعياً بإذنه ، وذلك لأن من يقول عن ملك إنه ملك الدنيا لا غيره لا يحتاج فيه إلى إذن منه فإنه وصفه بما فيه وكذلك إذا قال من يطيعه يسعد ومن يعصه يشقى يكون مبشراً ونذيراً ولا يحتاج إلى إذن من الملك في ذلك ، وأما إذا قال تعالوا إلى سماطه ، واحضروا على خوانه يحتاج فيه إلى إذنه فقال تعالى : { وَدَاعِياً إِلَى الله بِإِذْنِهِ } ووجه آخر وهو أن النبي يقول إني أدعو إلى الله والولي يدعو إلى الله ، والأول لا إذن له فيه من أحد ، والثاني مأذون من جهة النبي عليه السلام كما قال تعالى : { قُلْ هذه سَبِيلِى ادعوا إلى الله على بَصِيرَةٍ أَنَاْ وَمَنِ اتبعنى } [ يوسف : 108 ] وقال عليه الصلاة والسلام : « رحم الله عبداً سمع مقالتي فأداها كما سمعها » والنبي عليه السلام هو المأذون من الله في الدعاء إليه من غير واسطة .\r\n اللطيفة الثانية : قال في حق النبي عليه السلام سراجاً ولم يقل إنه شمس مع أنه أشد إضاءة من السراج لفوائد منها ، أن الشمس نورها لا يؤخذ منه شيء والسراج يؤخذ منه أنوار كثيرة فإذا انطفأ الأول يبقى الذي أخذ منه ، وكذلك إن غاب والنبي عليه السلام كان كذلك إذ كل صحابي أخذ منه نور الهداية كما قال عليه السلام : « أصحابي كالنجوم بأيهم اقتديتم اهتديتم » وفي الخبر لطيفة وإن كانت ليست من التفسير ولكن الكلام يجر الكلام وهي أن النبي عليه السلام لم يجعل أصحابه كالسرج وجعلهم كالنجوم لأن النجم لا يؤخذ منه نور بل له في نفسه نور إذا غرب هو لا يبقى نور مستفاد منه ، وكذلك الصحابي إذا مات فالتابعي يستنير بنور النبي عليه السلام ولا يأخذ منه إلا قول النبي عليه السلام وفعله ، فأنوار المجتهدين كلهم من النبي عليه السلام ولم جعلهم كالسرج والنبي عليه السلام أيضاً سراج كان للمجتهد أن يستنير بمن أراد منهم ويأخذ النور ممن اختار ، وليس كذلك فإن مع نص النبي عليه السلام لا يعمل بقول الصحابي فيؤخذ من النبي النور ولا يؤخذ من الصحابي فلم يجعله سراجاً وهذا يوجب ضعفاً في حديث سراج الأمة والمحدثون ذكروه وفي تفسير السراج وجه آخر وهو أن المراد منه القرآن وتقديره إنا أرسلناك ، وسراجاً منيراً عطفاً على محل الكاف أي وأرسلنا سراجاً منيراً وعلى قولنا إنه عطف على { مبشراً ونذيراً } يكون معناه وذا سراج لأن الحال لا يكون إلا وصفاً للفاعل أو المفعول ، والسراج ليس وصفاً لأن النبي عليه السلام لم يكن سراجاً حقيقة أو يكون كقول القائل رأيته أسداً أي شجاعاً فقوله سراجاً أي هادياً مبيناً كالسراج يرى الطريق ويبين الأمر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها النبي إنا أرسلناك شاهدا ومبشرا ونذيرا (45) وداعيا إلى الله بإذنه وسراجا منيرا (46) ",
        "babnum": 35
    },
    {
        "id": 1908,
        "cate": "33",
        "title": "وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا (47) ",
        "details": " وقوله تعالى : { وَبَشّرِ المؤمنين } عطف على مفهوم تقديره إنا أرسلناك شاهداً ومبشراً فاشهد وبشر ولم يذكر فاشهد للاستغناء عنه ، وأما البشارة فإنها ذكرت إبانة للكرم ولأنها غير واجبة لولا الأمر .\r\n وقوله تعالى : { بِأَنَّ لَهُمْ مّنَ الله فَضْلاً كِبِيراً } هو مثل قوله : { وَأَعَدَّ الله لَهُم مَّغْفِرَةً وَأَجْراً عَظِيماً } [ الأحزاب : 35 ] فالعظيم والكبير متقاربان وكونه من الله كبير فكيف إذا كان مع ذلك كبارة أخرى .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وبشر المؤمنين بأن لهم من الله فضلا كبيرا (47) ",
        "babnum": 36
    },
    {
        "id": 1909,
        "cate": "33",
        "title": "وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا (48) ",
        "details": " إشارة إلى الإنذار يعني خالفهم وورد عليهم وعلى هذا فقوله تعالى : { وَدَعْ أَذَاهُمْ } أي دعه إلى الله فإنه يعذبهم بأيديكم وبالنار ، ويبين هذا قوله تعالى : { وَتَوَكَّلْ عَلَى الله وكفى بالله وَكِيلاً } أي الله كاف عبده ، قال بعض المعتزلة لا يجوز تسمية الله بالوكيل لأن الوكيل أدون من الموكل وقوله تعالى : { وكفى بالله وَكِيلاً } حجة عليه وشبهته واهية من حيث إن الوكيل قد يوكل للترفع وقد يوكل للعجز والله وكيل عباده لعجزهم عن التصرف ، وقوله تعالى : { وكفى بالله وَكِيلاً } يتبين إذا نظرت في الأمور التي لأجلها لا يكفى الوكيل الواحد منها أن لا يكون قوياً قادراً على العمل كالملك الكثير الأشغال يحتاج إلى وكلاء لعجز الواحد عن القيام بجميع أشغاله ، ومنها أن لا يكون عالماً بما فيه التوكيل ، ومنها أن لا يكون غنياً ، والله تعالى عالم قادر وغير محتاج فيكفي وكيلاً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولا تطع الكافرين والمنافقين ودع أذاهم وتوكل على الله وكفى بالله وكيلا (48) ",
        "babnum": 37
    },
    {
        "id": 1910,
        "cate": "33",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا (49) ",
        "details": " وجه تعلق الآية بما قبلها هو أن الله تعالى في هذه السورة ذكر مكارم الأخلاق وأدب نبيه على ما ذكرناه ، لكن الله تعالى أمر عباده المؤمنين بما أمر به نبيه المرسل فكلما ذكر للنبي مكرمة وعلمه أدباً ذكر للمؤمنين ما يناسبه ، فكما بدأ الله في تأديب النبي عليه الصلاة والسلام بذكر ما يتعلق بجانب الله بقوله : { ياأيها النبى اتق الله } [ الأحزاب : 1 ] وثنى بما يتعلق بجانب من تحت يده من أزواجه بقوله بعد : { ياأيها النبى قُل لأزواجك } [ الأحزاب : 28 ] وثلث بما يتعلق بجانب العامة بقوله : { ياأيها النبى إِنَّا أرسلناك شَاهِداً } [ الأحزاب : 45 ] كذلك بدأ في إرشاد المؤمنين بما يتعلق بجانب الله فقال : { ياأيها الذين ءامَنُواْ اذكروا الله ذِكْراً كَثِيراً } [ الأحزاب : 41 ] ثم ثنى بما يتعلق بجانب من تحت أيديهم بقوله : { ياأيها الذين ءامَنُواْ إِذَا نَكَحْتُمُ المؤمنات } ثم كما ثلث في تأديب النبي بجانب الأمة ثلث في حق المؤمنين بما يتعلق بجانب نبيهم ، فقال بعد هذا : { يأَيُّهَا الذين ءامَنُواْ لاَ تَدْخُلُواْ بُيُوتَ النبى } [ الأحزاب : 53 ] وبقوله : { ياأيها الذين ءامَنُواْ صَلُّواْ عَلَيْهِ } [ الأحزاب : 56 ] وفي الآية مسائل : المسألة الأولى : إذا كان الأمر على ما ذكرت من أن هذا إرشاد إلى ما يتعلق بجانب من هو من خواص المرء فلم خص المطلقات اللاتي طلقن قبل المسيس بالذكر؟ فنقول هذا إرشاد إلى أعلى درجات المكرمات ليعلم منها ما دونها وبيانه هو أن المرأة إذا طلقت قبل المسيس لم يحصل بينهما تأكد العهد ، ولهذا قال الله تعالى في حق الممسوسة { وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أفضى بَعْضُكُمْ إلى بَعْضٍ وَأَخَذْنَ مِنكُم ميثاقا غَلِيظاً } [ النساء : 21 ] وإذا أمر الله بالتمتع والإحسان مع من لا مودة بينه وبينها فما ظنك بمن حصلت المودة بالنسبة إليها بالإفضاء أو حصل تأكدها بحصول الولد بينهما والقرآن في الحجم صغير ولكن لو استنبطت معانيه لا تفي بها الأقلام ولا تكفي لها الأوراق ، وهذا مثل قوله تعالى : { فَلاَ تَقُل لَّهُمَا أُفّ } [ الإسراء : 23 ] لو قال لا تضربهما أو لا تشتمهما ظن أنه حرام لمعنى مختص بالضرب أو الشتم ، أما إذا قال لا تقل لهما أف علم منه معان كثيرة وكذلك ههنا لما أمر بالإحسان مع من لا مودة معها علم منه الإحسان مع الممسوسة ومن لم تطلق بعد ومن ولدت عنده منه .\r\n وقوله : { إِذَا نَكَحْتُمُ المؤمنات } التخصيص بالذكر إرشاد إلى أن المؤمن ينبغي أن ينكح المؤمنة فإنها أشد تحصيناً لدينه ، وقوله : { ثُمَّ طَلَّقْتُمُوهُنَّ } يمكن التمسك به في أن تعليق الطلاق بالنكاح ، لا يصح لأن التطليق حينئذ لا يكون إلا بعد النكاح والله تعالى ذكره بكلمة ثم ، وهي للتراخي وقوله : { فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ } بين أن العدة حق الزوج فيها غالب وإن كان لا يسقط بإسقاطه لما فيه من حق الله تعالى ، وقوله : { تَعْتَدُّونَهَا } أي تستوفون أنتم عددها { فَمَتّعُوهُنَّ } قيل بأنه مختص بالمفوضة التي لم يسم لها إذا طلقت قبل المسيس وجب لها المتعة ، وقيل بأنه عام وعلى هذا فهو أمر وجوب أو أمر ندب اختلف العلماء فيه ، فمنهم من قال للوجوب فيجب مع نصف المهر المتعة أيضاً ، ومنهم من قال للاستحباب فيستحب أن يمتعها مع الصداق بشيء ، وقوله تعالى : { وَسَرّحُوهُنَّ سَرَاحاً جَمِيلاً } الجمال في التسريح أن لا يطالبها بما آتاها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا إذا نكحتم المؤمنات ثم طلقتموهن من قبل أن تمسوهن فما لكم عليهن من عدة تعتدونها فمتعوهن وسرحوهن سراحا جميلا (49) ",
        "babnum": 38
    },
    {
        "id": 1911,
        "cate": "33",
        "title": "يَاأَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ اللَّاتِي هَاجَرْنَ مَعَكَ وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (50) ",
        "details": " ذكر للنبي عليه السلام ما هو الأولى فإن الزوجة التي أوتيت مهرها أطيب قلباً من التي لم تؤت ، والمملوكة التي سباها الرجل بنفسه أطهر من التي اشتراها الرجل لأنها لا يدري كيف حالها ، ومن هاجرت من أقارب النبي عليه السلام معه أشرف ممن لم تهاجر ، ومن الناس من قال بأن النبي عليه الصلاة والسلام كان يجب عليه إعطاء المهر أولاً ، وذلك لأن المرأة لها الامتناع إلى أن تأخذ مهرها والنبي عليه السلام ما كان يستوفي ما لا يجب له ، والوطء قبل إيتاء الصداق غير مستحق وإن كان حلالا لنا وكيف والنبي عليه السلام إذا طلب شيئاً حرم الامتناع عن المطلوب والظاهر أن الطالب في المرة الأولى ، إنما يكون هو الرجل لحياء المرأة فلو طلب النبي عليه السلام من المرأة التمكين قبل المهر للزم أن يجب وأن لا يجب وهذا محال ولا كذلك أحدنا ، وقال ويؤكد هذا قوله تعالى : { وامرأة مُّؤْمِنَةً إِن وَهَبَتْ نَفْسَهَا لِلنَّبِىّ } يعني حينئذ لا يبقى لها صداق فتصير كالمستوفية مهرها ، وقوله تعالى : { إِنْ أَرَادَ النبى أَن يَسْتَنكِحَهَا } إشارة إلى أن هبتها نفسها لا بد معها من قبول وقوله تعالى : { خَالِصَةً لَّكَ مِن دُونِ المؤمنين } قال الشافعي رضي الله عنه معناه إباحة الوطء بالهبة وحصول التزوج بلفظها من خواصك ، وقال أبو حنيفة تلك المرأة صارت خالصة لك زوجة ومن أمهات المؤمنين لا تحل لغيرك أبداً ، والترجيح يمكن أن يقال بأن على هذا فالتخصيص بالواهبة لا فائدة فيه فإن أزواجه كلهن خالصات له وعلى ما ذكرنا يتبين للتخصيص فائدة وقوله : { قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِى أزواجهم وَمَا مَلَكَتْ أيمانهم } معناه أن ما ذكرنا فرضك وحكمك مع نسائك وأما حكم أمتك فعندنا علمه ونبينه لهم وإنما ذكر هذا لئلا يحمل واحد من المؤمنين نفسه على ما كان للنبي عليه الصلاة والسلام فإن له في النكاح خصائص ليست لغيره وكذلك في السراري .\r\n وقوله تعالى : { لِكَيْلاَ يَكُونَ عَلَيْكَ حَرَجٌ } أي تكون في فسحة من الأمر فلا يبقى لك شغل قلب فينزل الروح الأمين بالآيات على قلبك الفارغ وتبلغ رسالات ربك بجدك واجتهادك ، وقوله تعالى : { وَكَانَ الله غفوراً رَّحِيماً } يغفر الذنوب جميعاً ويرحم العبيد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها النبي إنا أحللنا لك أزواجك اللاتي آتيت أجورهن وما ملكت يمينك مما أفاء الله عليك وبنات عمك وبنات عماتك وبنات خالك وبنات خالاتك اللاتي هاجرن معك وامرأة مؤمنة إن وهبت نفسها للنبي إن أراد النبي أن يستنكحها خالصة لك من دون المؤمنين قد علمنا ما فرضنا عليهم في أزواجهم وما ملكت أيمانهم لكيلا يكون عليك حرج وكان الله غفورا رحيما (50) ",
        "babnum": 39
    },
    {
        "id": 1912,
        "cate": "33",
        "title": "تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ذَلِكَ أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا (51) ",
        "details": " ثم قال تعالى : { تُرْجِى مَن تَشَاء مِنْهُنَّ وَتُؤْوِى إِلَيْكَ مَن تَشَاء وَمَنِ ابتغيت مِمَّنْ عَزَلْتَ فَلاَ جُنَاحَ عَلَيْكَ } .\r\n لما بين أنه أحل له ما ذكرنا من الأزواج بين أنه أحل له وجوه المعاشرة بهن حتى يجتمع كيف يشاء ولا يجب عليه القسم ، وذلك لأن النبي عليه السلام بالنسبة إلى أمته نسبة السيد المطاع والرجل وإن لم يكن نبياً فالزوجة في ملك نكاحه والنكاح عليها رق ، فكيف زوجات النبي عليه السلام بالنسبة إليه ، فإذن هن كالمملوكات له ولا يجب القسم بين المملوكات ، والإرجاء التأخير والإيواء الضم { وَمَنِ ابتغيت مِمَّنْ عَزَلْتَ } يعني إذا طلبت من كنت تركتها فلا جناح عليك في شيء من ذلك ومن قال بأن القسم كان واجباً مع أنه ضعيف بالنسبة إلى المفهوم من الآية قال المراد : { تُرْجِى مَن تَشَاء } أي تؤخرهن إذا شئت إذ لا يجب القسم في الأول وللزوج أن لا ينام عند أحد منهن ، وإن ابتغيت ممن عزلت فلا جناح عليك فابدأ بمن شئت وتمم الدور والأول أقوى .\r\n ثم قال تعالى : { ذَلِكَ أدنى أَن تَقَرَّ أَعْيُنُهُنَّ وَلاَ يَحْزَنَّ وَيَرْضَيْنَ بِمَا ءاتَيْتَهُنَّ كُلُّهُنَّ } .\r\n يعني إذا لم يجب عليك القسم وأنت لا تترك القسم { تَقَرَّ أَعْيُنُهُنَّ } لتسويتك بينهن { ولا يحزن } بخلاف ما لو وجب عليك ذلك ، فليلة تكون عند إحداهن تقول ما جاءني لهوى قلبه إنما جاءني لأمر الله وإيجابه عليه { وَيَرْضَيْنَ بِمَا ءاتَيْتَهُنَّ } من الإرجاء والإيواء إذ ليس لهن عليك شيء حتى لا يرضين .\r\n ثم قال تعالى : { والله يَعْلَمُ مَا فِى قلُوبِكُمْ وَكَانَ الله عَلِيماً حَلِيماً } .\r\n أي إن أضمرن خلاف ما أظهرن فالله يعلم ضمائر القلوب فإنه عليم ، فإن لم يعاتبهن في الحال فلا يغتررن فإنه حليم لا يعجل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ترجي من تشاء منهن وتؤوي إليك من تشاء ومن ابتغيت ممن عزلت فلا جناح عليك ذلك أدنى أن تقر أعينهن ولا يحزن ويرضين بما آتيتهن كلهن والله يعلم ما في قلوبكم وكان الله عليما حليما (51) ",
        "babnum": 40
    },
    {
        "id": 1913,
        "cate": "33",
        "title": "لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ رَقِيبًا (52) ",
        "details": " لما لم يوجب الله على نبيه القسم وأمره بتخييرهن فاخترن الله ورسوله ذكر لهن ما جازاهن به من تحريم غيرهن على النبي عليه السلام ومنعه من طلاقهن بقوله : { وَلاَ أَن تَبَدَّلَ بِهِنَّ } وفيه مسائل : المسألة الأولى : قوله : { لاَّ يَحِلُّ لَكَ النساء مِن بَعْدُ } قال المفسرون من بعدهن والأولى أن يقال لا يحل لك النساء من بعد اختيارهن الله ورسوله ورضاهن بما يؤتيهن من الوصل والهجران والنقص والحرمان .\r\n المسألة الثانية : قوله : { وَلاَ أَن تَبَدَّلَ بِهِنَّ } يفيد حرمة طلاقهن إذ لو كان جائزاً لجاز أن يطلق الكل ، وبعدهن إما أن يتزوج بغيرهن أولا يتزوج فإن لم يتزوج يدخل في زمرة العزاب والنكاح فضيلة لا يتركها النبي ، وكيف وهو يقول : « النكاح سنتي » وإن تزوج بغيرهن يكون قد تبدل بهن وهو ممنوع من التبدل .\r\n المسألة الثالثة : من المفسرين من قال بأن الآية ليس فيها تحريم غيرهن ولا المنع من طلاقهن بل المعنى أن لا يحل لك النساء غير اللاتي ذكرنا لك من المؤمنات المهاجرات من بنات عمك وبنات عماتك وبنات خالك وبنات خالاتك ، وأما غيرهن من الكتابيات فلا يحل لك التزوج بهن وقوله : { وَلاَ أَن تَبَدَّلَ بِهِنَّ } منع من شغل الجاهلية فإنهم كانوا يبادلون زوجة بزوجة فينزل أحدهم عن زوجته وبأخذ زوجة صديقه ويعطيه زوجته ، وعلى التفسيرين وقع خلاف في مسألتين إحداهما : حرمة طلاق زوجاته والثانية : حرمة تزوجه بالكتابيات فمن فسر على الأول حرم الطلاق ومن فسر على الثاني حرم التزوج بالكتابيات .\r\n المسألة الرابعة : قوله : { وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ } أي حسن النساء قال الزمخشري قوله : { وَلَوْ أَعْجَبَكَ } في معنى الحال ، ولا يجوز أن يكون ذو الحال قوله : { مِنْ أَزْوَاجٍ } لغاية التنكير فيه ولكون ذي الحال لا يحسن أن يكون نكرة فإذن هو النبي عليه السلام ، يعني لا يحل لك النساء ولا أن تبدل بهن من أزواج وأنت معجب بحسنهن .\r\n المسألة الخامسة : ظاهر هذا ناسخ لما كان قد ثبت له عليه السلام من أنه إذا رأى واحدة فوقعت في قلبه موقعاً كانت تحرم على الزوج ويجب عليه طلاقها ، وهذه المسألة حكمية وهي أن النبي عليه السلام وسائر الأنبياء في أول النبوة تشتد عليهم برحاء الوحي ثم يستأنسون به فينزل عليهم وهم يتحدثون مع أصحابهم لا يمنعهم من ذلك مانع ، ففي أول الأمر أحل الله من وقع في قلبه تفريغاً لقلبه وتوسيعاً لصدره لئلا يكون مشغول القلب بغير الله ، ثم لما استأنس بالوحي وبمن على لسانه الوحي نسخ ذلك ، إما لقوته عليه السلام للجمع بين الأمرين ، وإما أنه بدوام الإنزال لم يبق له مألوف من أمور الدنيا ، فلم يبق له التفات إلى غير الله ، فلم يبق له حاجة إلى إحلال التزوج بمن وقع بصره عليها .\r\n المسألة السادسة : اختلف العلماء في أن تحريم النساء عليه هل نسخ أم لا؟ فقال الشافعي نسخ وقد قالت عائشة ما مات النبي إلا وأحل له النساء ، وعلى هذا فالناسخ قوله تعالى : { ياأيها النبى إِنَّا أَحْلَلْنَا لَكَ أزواجك } [ الأحزاب : 50 ] إلى أن قال : { وَبَنَاتِ عَمّكَ } وقال : { وامرأة مُّؤْمِنَةً } على قول من يقول لا يجوز نسخ الكتاب بخبر الواحد إذ الناسخ غير متواتر إن كان خبراً .\r\n ثم قال تعالى : { إِلاَّ مَا مَلَكَتْ يَمِينُكَ } لم يحرم عليه المملوكات لأن الإيذاء لا يحصل بالمملوكة ، ولهذا لم يجز للرجل أن يجمع بين ضرتين في بيت لحصول التسوية بينهما وإمكان المخاصمة ، ويجوز أن يجمع الزوجة وجمعاً من المملوكات لعدم التساوي بينهن ولهذا لا قسم لهن على أحد .\r\n ثم قال تعالى : { وَكَانَ الله على كُلّ شَىْء رَّقِيباً } أي حافظاً عالماً بكل شيء قادراً عليه ، لأن الحفظ لا يحصل إلا بهما .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لا يحل لك النساء من بعد ولا أن تبدل بهن من أزواج ولو أعجبك حسنهن إلا ما ملكت يمينك وكان الله على كل شيء رقيبا (52) ",
        "babnum": 41
    },
    {
        "id": 1914,
        "cate": "33",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا (53) ",
        "details": " ثم قال تعالى : { يأَيُّهَا الذين ءامَنُواْ لاَ تَدْخُلُواْ بُيُوتَ النبى إِلاَّ أَن يُؤْذَنَ لَكُمْ إلى طَعَامٍ غَيْرَ ناظرين إناه } .\r\n لما ذكر الله تعالى في النداء الثالث { ياأيها النبى إِنَّا أرسلناك شَاهِداً } [ الأحزاب : 45 ] بياناً لحاله مع أمته العامة قال للمؤمنين في هذا النداء لا تدخلوا إرشاداً لهم وبياناً لحالهم مع النبي عليه السلام من الاحترام ثم إن حال الأمة مع النبي على وجهين أحدهما : في حال الخلوة والواجب هناك عدم إزعاجه وبين ذلك بقوله : { لاَ تَدْخُلُواْ بُيُوتَ النبى } وثانيهما : في الملأ والواجب هناك إظهار التعظيم كما قال تعالى : { ياأيها الذين ءامَنُواْ صَلُّواْ عَلَيْهِ وَسَلّمُواْ تَسْلِيماً } [ الأحزاب : 56 ] وقوله : { إلى طَعَامٍ غَيْرَ ناظرين إناه } أي لا تدخلوا بيوت النبي إلى طعام إلا أن يؤذن لكم .\r\n ثم قال تعالى : { ولكن إذا دعيتم فادخلوا فإذا طعمتم فانتشروا ولا مستأنسين لحديث إن ذلكم كان يؤذي النبي فيستحيي منكم والله لا يستحيى من الحق ووإذا سألتموهن متاعاً فسألوهن من وراء حجاب ذلكم أطهر لقلوبكم وقلوبهن وما كان لكم أن تؤذوا رسول الله وولا أن تنكحوا أزواجه من بعده أبداً إن ذلكم كان عند الله عظيماً } .\r\n لما بين من حال النبي أنه داع إلى الله بقوله : { وَدَاعِياً إِلَى الله } قال ههنا لا تدخلوا إلا إذا دعيتم يعني كما أنكم ما دخلتم الدين إلا بدعائه فكذلك لا تدخلوا عليه إلا بعد دعائه وقوله : { غَيْرَ ناظرين } منصوب على الحال .\r\n والعامل فيه على ما قاله الزمخشري لا تدخلوا قال وتقديره ولا تدخلوا بيوت النبي إلا مأذونين غير ناظرين ، وفي الآية مسائل : المسألة الأولى : قوله : { إِلاَّ أَن يُؤْذَنَ لَكُمْ إلى طَعَامٍ } إما أن يكون فيه تقديم وتأخير تقديره ولا تدخلوا إلى طعام إلا أن يؤذن لكم ، فلا يكون منعاً من الدخول في غير وقت الطعام بغير الإذن ، وإما أن لا يكون فيه تقديم وتأخير فيكون معناه ولا تدخلوا إلا أن يؤذن لكم إلى طعام فيكون الإذن مشروطاً بكونه إلى الطعام فإن لم يؤذن لكم إلى طعام فلا يجوز الدخول فلو أذن لواحد في الدخول لاستماع كلام لا لأكل طعام لا يجوز ، نقول المراد هو الثاني ليعم النهي عن الدخول ، وأما قوله فلا يجوز إلا بالإذن الذي إلى طعام ، نقول : قال الزمخشري الخطاب مع قوم كانوا يجيئون حين الطعام ويدخلون من غير إذن فمنعوا من الدخول في وقته بغير إذن ، والأولى أن يقال المراد هو الثاني لأن التقديم والتأخير خلاف الأصل وقوله : { إلى طَعَامٍ } من باب التخصيص بالذكر فلا يدل على نفي ما عداه ، لا سيما إذا علم أن غيره مثله فإن من جاز دخول بيته بإذنه إلى طعامه جاز دخوله إلى غير طعامه بإذنه ، فإن غير الطعام ممكن وجوده مع الطعام ، فإن من الجائز أن يتكلم معه وقتما يدعوه إلى طعام ويستقضيه في حوائجه ويعلمه مما عنده من العلوم مع زيادة الإطعام ، فإذا رضي بالكل فرضاه بالبعض أقرب إلى الفعل فيصير من باب { فلاَ تَقُل لَّهُمَا أُفّ } [ الإسراء : 23 ] وقوله : { غَيْرَ ناظرين } يعني أنتم لا تنتظروا وقت الطعام فإنه ربما لا يتهيأ .\r\n المسألة الثانية : قوله تعالى : { وَلَكِنْ إِذَا دُعِيتُمْ فادخلوا } فيه لطيفة وهي أن العادة إذا قيل لمن كان يعتاد دخول دار من غير إذن لا تدخلها إلا بإذن يتأذى وينقطع بحيث لا يدخلها أصلاً لا بالدعاء ولا بالدعاء ، فقال لا تفعلوا مثل ما يفعله المستنكفون بل كونوا طائعين سامعين إذا قيل لكم لا تدخلوا لا تدخلوا وإذا قيل لكم ادخلوا فادخلوا ، وإناه قيل وقته وقيل استواؤه وقوله : { إِلاَّ أَن يُؤْذَنَ } يفيد الجواز وقوله : { وَلَكِنْ إِذَا دُعِيتُمْ فادخلوا } يفيد الوجود فقوله : { وَلَكِنْ إِذَا دُعِيتُمْ } ليس تأكيداً بل هو يفيد فائدة جديدة .\r\n المسألة الثالثة : لا يشترط في الإذن التصريح به ، بل إذا حصل العلم بالرضا جاز الدخول ولهذا قال : { إِلاَّ أَن يُؤْذَنَ } من غير بيان فاعل ، فالآذن إن كان الله أو النبي أو العقل المؤيد بالدليل جاز والنقل دال عليه حيث قال تعالى : { أَوْ صَدِيقِكُمْ } وحد الصداقة لما ذكرنا ، فلو جاء أبو بكر وعلم أن لا مانع في بيت عائشة من بيوت النبي عليه السلام من تكشف أو حضور غير محرم عندها أو علم خلو الدار من الأهل أو هي محتاجة إلى إطفاء حريق فيها أو غير ذلك ، جاز الدخول .\r\n المسألة الرابعة : قوله : { فَإِذَا طَعِمْتُمْ فانتشروا } كأن بعض الصحابة أطال المكث يوم وليمة النبي عليه السلام في عرس زينب ، والنبي عليه السلام لم يقل له شيئاً ، فوردت الآية جامعة لآداب ، منها المنع من إطالة المكث في بيوت الناس ، وفي معنى البيت موضع مباح اختاره شخص لعبادته أو اشتغاله بشغل فيأتيه أحد ويطيل المكث عنده ، وقوله : { وَلاَ مُسْتَأْنِسِينَ لِحَدِيثٍ } قال الزمخشري هو عطف على { غَيْرَ ناظرين } مجرور ، ويحتمل أن يكون منصوباً عطفاً على المعنى ، فإن معنى قوله تعالى : { لاَ تَدْخُلُواْ بُيُوتَ النبى إِلاَّ أَن يُؤْذَنَ لَكُمْ } لا تدخلوها هاجمين ، فعطف عليه { وَلاَ مُسْتَأْنِسِينَ } ثم إن الله تعالى بين كون ذلك أدباً وكون النبي حليماً بقوله : { إن ذلكم كان يؤذي النبي فيستحيي منكم والله لا يستحيي من الحق } إشارة إلى أن ذلك حق وأدب ، وقوله كان إشارة إلى تحمل النبي عليه السلام ، ثم ذكر الله أدباً آخر وهو قوله : { يأَيُّهَا الذين ءامَنُواْ لاَ تَدْخُلُواْ بُيُوتَ النبى } لما منع الله الناس من دخول بيوت النبي عليه السلام ، وكان في ذلك تعذر الوصول إلى الماعون ، بين أن ذلك غير ممنوع منه فليسأل وليطلب من وراء حجاب ، وقوله { ذلكم أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ } يعني العين روزنة القلب ، فإذا لم تر العين لا يشتهي القلب .\r\n أما إن رأت العين فقد يشتهي القلب وقد لا يشتهي ، فالقلب عند عدم الرؤية أطهر ، وعدم الفتنة حينئذ أظهر ، ثم إن الله تعالى لما علم المؤمنين الأدب أكده بما يحملهم على محافظته ، فقال : { وَمَا كَانَ لَكُمْ أَن تؤْذُواْ رَسُولَ الله } وكل ما منعتم عنه مؤذ فامتنعوا عنه ، وقوله تعالى : { وَلاَ أَن تَنكِحُواْ أَزْوَاجَهُ مِن بَعْدِهِ أَبَداً } قيل سبب نزوله أن بعض الناس قيل هو طلحة بن عبيد الله ، قال لئن عشت بعد محمد لأنكحن عائشة ، وقد ذكرنا أن اللفظ العام لا يغير معناه سبب النزول ، فإن المراد أن إيذاء الرسول حرام ، والتعرض لنسائه في حياته إيذاء فلا يجوز ، ثم قال لا بل ذلك غير جائز مطلقاً ، ثم أكد بقوله : { إِنَّ ذلكم كَانَ عِندَ الله عَظِيماً } أي إيذاء الرسول .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا لا تدخلوا بيوت النبي إلا أن يؤذن لكم إلى طعام غير ناظرين إناه ولكن إذا دعيتم فادخلوا فإذا طعمتم فانتشروا ولا مستأنسين لحديث إن ذلكم كان يؤذي النبي فيستحيي منكم والله لا يستحيي من الحق وإذا سألتموهن متاعا فاسألوهن من وراء حجاب ذلكم أطهر لقلوبكم وقلوبهن وما كان لكم أن تؤذوا رسول الله ولا أن تنكحوا أزواجه من بعده أبدا إن ذلكم كان عند الله عظيما (53) ",
        "babnum": 42
    },
    {
        "id": 1915,
        "cate": "33",
        "title": "إِنْ تُبْدُوا شَيْئًا أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا (54) ",
        "details": " يعني إن كنتم لا تؤذونه في الحال وتعزمون على إيذائه أو نكاح أزواجه بعده ، فالله عليم بذات الصدور .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن تبدوا شيئا أو تخفوه فإن الله كان بكل شيء عليما (54) ",
        "babnum": 43
    },
    {
        "id": 1916,
        "cate": "33",
        "title": "لَا جُنَاحَ عَلَيْهِنَّ فِي آبَائِهِنَّ وَلَا أَبْنَائِهِنَّ وَلَا إِخْوَانِهِنَّ وَلَا أَبْنَاءِ إِخْوَانِهِنَّ وَلَا أَبْنَاءِ أَخَوَاتِهِنَّ وَلَا نِسَائِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَانُهُنَّ وَاتَّقِينَ اللَّهَ إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا (55) ",
        "details": " ثم إن الله تعالى لما أنزل الحجاب استثنى المحارم بقوله : { لاَّ جُنَاحَ عَلَيْهِنَّ فِى ءابَائِهِنَّ وَلاَ أَبْنَائِهِنَّ وَلاَ إخوانهن وَلاَ أَبْنَاء إخوانهن وَلاَ أَبْنَاء أخواتهن وَلاَ نِسَائِهِنَّ وَلاَ مَا ملكت أيمانهن } وفي الآية مسائل : المسألة الأولى : في الحجاب أوجب السؤال من وراء الحجاب على الرجال ، فلم لم يستثن الرجال عن الجناح ، ولم يقل لا جناح على آبائهن؟ فنقول قوله تعالى : { فاسألوهن من وراء حجاب } [ الأحزاب : 53 ] أمر بسدل الستر عليهن وذلك لا يكون إلا بكونهن مستورات محجوبات وكان الحجاب وجب عليهن ، ثم أمر الرجال بتركهن كذلك ، ونهوا عن هتك أستارهن فاستثنين عند الآباء والأبناء وفيه لطيفة : وهي أن عند الحجاب أمر الله الرجل بالسؤال من وراء حجاب ، ويفهم منه كون المرأة محجوبة عن الرجل بالطريق الأولى ، وعند الاستثناء قال تعالى : { لاَّ جُنَاحَ عَلَيْهِنَّ } عند رفع الحجاب عنهن ، فالرجال أولى بذلك .\r\n المسألة الثانية : قدم الآباء لأن اطلاعهم على بناتهن أكثر ، وكيف وهم قد رأوا جميع بدن البنات في حال صغرهن ، ثم الأبناء ثم الإخوة وذلك ظاهر .\r\n إنما الكلام في بني الإخوة حيث قدمهم الله تعالى على بني الأخوات ، لأن بني الأخوات آباؤهم ليسوا بمحارم إنما هم أزواج خالات أبنائهم ، وبني الأخوة آباؤهم محارم أيضاً ، ففي بني الأخوات مفسدة ما وهي أن الابن ربما يحكي خالته عند أبيه وهو ليس بمحرم ولا كذلك بنو الإخوة .\r\n المسألة الثالثة : لم يذكر الله من المحارم الأعمام والأخوال ، فلم يقل ولا أعمامهن ولا أخوالهن لوجهين أحدهما : أن ذلك علم من بني الإخوة وبني الأخوات ، لأن من علم أن بني الأخ للعمات محارم علم أن بنات الأخ للأعمام محارم ، وكذلك الحال في أمر الخال ثانيهما : أن الأعمام ربما يذكرون بنات الأخ عند أبنائهم وهم غير محارم ، وكذلك الحال في ابن الخال .\r\n المسألة الرابعة : { وَلاَ نِسَائِهِنَّ } مضافة إلى المؤمنات حتى لا يجوز التكشف للكافرات في وجه .\r\n المسألة الخامسة : { وَلاَ مَا مَلَكَتْ أَيْمَانُهُنَّ } هذا بعد الكل ، فإن المفسدة في التكشف لهم ظاهرة ، ومن الأئمة من قال المراد من كان دون البلوغ .\r\n ثم قوله تعالى : { واتقين الله } عند المماليك دليل على أن التكشف لهم مشروط بشرط السلامة والعلم بعدم المحذور .\r\n وقوله : { إِنَّ الله كَانَ على كُلّ شَىْء شَهِيداً } في غاية الحسن في هذا الموضع ، وذلك لأن ما سبق إشارة إلى جواز الخلوة بهم والتكشف لهم ، فقال إن الله شاهد عند اختلاء بعضكم ببعض ، فخلوتكم مثل ملئكم بشهادة الله تعالى فاتقوا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لا جناح عليهن في آبائهن ولا أبنائهن ولا إخوانهن ولا أبناء إخوانهن ولا أبناء أخواتهن ولا نسائهن ولا ما ملكت أيمانهن واتقين الله إن الله كان على كل شيء شهيدا (55) ",
        "babnum": 44
    },
    {
        "id": 1917,
        "cate": "33",
        "title": "إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَاأَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا (56) ",
        "details": " ثم قال تعالى : { إِنَّ الله وملائكته يُصَلُّونَ عَلَى النبى } لما أمر الله المؤمنين بالاستئذان وعدم النظر إلى وجوه نسائه احتراماً كمل بيان حرمته ، وذلك لأن حالته منحصرة في اثنتين حالة خلواته ، وذكر ما يدل على احترامه في تلك الحالة بقوله { لاَ تَدْخُلُواْ بُيُوتَ النبى } وحالة يكون في ملأ .\r\n والملأ إما الملأ الأعلى ، وإما الملأ الأدنى ، أما في الملأ الأعلى فهو محترم ، فإن الله وملائكته يصلون عليه .\r\n وأما في الملأ الأدنى فذلك واجب الاحترام بقوله تعالى : { ياأيها الذين ءامَنُواْ صَلُّواْ عَلَيْهِ وَسَلّمُواْ تَسْلِيماً } وفي الآية مسائل : المسألة الأولى : الصلاة الدعاء يقال في اللغة صلى عليه ، أي دعا له ، وهذا المعنى غير معقول في حق الله تعالى فإنه لا يدعو له ، لأن الدعاء للغير طلب نفعه من ثالث .\r\n فقال الشافعي رضي الله عنه استعمل اللفظ بمعان ، وقد تقدم في تفسير قوله : { هُوَ الذى يُصَلّى عَلَيْكُمْ وَمَلَئِكَتُهُ } [ الأحزاب : 43 ] والذي نزيده ههنا هو أن الله تعالى قال هناك : { هُوَ الذي يُصَلّى عَلَيْكُمْ وَمَلَئِكَتُهُ } جعل الصلاة لله وعطف الملائكة على الله ، وههنا جمع نفسه وملائكته وأسند الصلاة إليهم فقال : { يَصِلُونَ } وفيه تعظيم النبي عليه الصلاة والسلام ، وهذا لأن إفراد الواحد بالذكر وعطف الغير عليه يوجب تفضيلاً للمذكور على المعطوف ، كما أن الملك إذا قال يدخل فلان وفلان أيضاً يفهم منه تقديم لا يفهم لو قال فلان وفلان يدخلان ، إذا علمت هذا ، فقال في حق النبي عليه السلام إنهم يصلون إشارة إلى أنه في الصلاة على النبي عليه السلام كالأصل وفي الصلاة على المؤمنين الله يرحمهم ، ثم إن الملائكة يوافقونه فهم في الصلاة على النبي عليه السلام يصلون بالإضافة كأنها واجبة عليهم أو مندوبة سواء صلى الله عليه أو لم يصل وفي المؤمنين ليس كذلك .\r\n المسألة الثانية : هذا دليل على مذهب الشافعي لأن الأمر للوجوب فتجب الصلاة على النبي عليه السلام ولا تجب في غير التشهد فتجب في التشهد .\r\n المسألة الثالثة : سئل النبي عليه السلام كيف نصلي عليك يا رسول الله؟ فقال : « قولوا اللهم صلِّ على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم ، وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد » .\r\n المسألة الرابعة : إذا صلى الله وملائكته عليه فأي حاجة إلى صلاتنا؟ نقول الصلاة عليه ليس لحاجته إليها وإلا فلا حاجة إلى صلاة الملائكة مع صلاة الله عليه ، وإنما هو لإظهار تعظيمه ، كما أن الله تعالى أوجب علينا ذكر نفسه ولا حاجة له إليه ، وإنما هو لإظهار تعظيمه منا شفقة علينا ليثيبنا عليه ، ولهذا قال عليه السلام : « من صلى علي مرة صلي الله عليه عشراً » .\r\n المسألة الخامسة : لم يترك الله النبي عليه السلام تحت منة أمته بالصلاة حتى عوضهم منه بأمره بالصلاة على الأمة حيث قال : { وَصَلّ عَلَيْهِمْ إِنَّ صلواتك سَكَنٌ لَّهُمْ } [ التوبة : 103 ] وقوله : { وَسَلّمُواْ تَسْلِيماً } أمر فيجب ولم يجب في غير الصلاة فيجب فيها وهو قولنا السلام عليك أيها النبي في التشهد وهو حجة على من قال بعدم وجوبه وذكر المصدر للتأكيد ليكمل السلام عليه ولم يؤكد الصلاة بهذا التأكيد لأنها كانت مؤكدة بقوله : { إِنَّ الله وملائكته يُصَلُّونَ عَلَى النبى } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الله وملائكته يصلون على النبي ياأيها الذين آمنوا صلوا عليه وسلموا تسليما (56) ",
        "babnum": 45
    },
    {
        "id": 1918,
        "cate": "33",
        "title": "إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا (57) ",
        "details": " فصل الأشياء بتبيين بعض أضدادها ، فبين حال مؤذي النبي ليبين فضيلة المسلم عليه واللعن أشد المحذورات لأن البعد من الله لا يرجى معه خير بخلاف التعذيب بالنار وغيره .\r\n ألا ترى أن الملك إذا تغير على مملوك إن كان تأذيه غير قوي يزجره ولا يطرده ولو خير المجرم ( بين ) أن يضرب أو يطرد عندما يكون الملك في غاية العظمة والكرم يختار الضرب على الطرد ، ولا سيما إذا لم يكن في الدنيا ملك غير سيده ، وقوله : { فِى الدنيا والأخرة } إشارة إلى بعد لا رجاء للقرب معه ، لأن المبعد في الدنيا يرجو القربة في الآخرة ، فإذا أبعد في الآخرة فقد خاب وخسر ، لأن الله إذا أبعده وطرده فمن الذي يقربه يوم القيامة ، ثم إنه تعالى لم يحصر جزاءه في الإبعاد بل أوعده بالعذاب بقوله : { وَأَعَدَّ لَهُمْ عَذَاباً مُّهِيناً } وفيه مسائل : المسألة الأولى : ذكر إيذاء الله وإيذاء الرسول وذكر عقيبه أمرين اللعن والتعذيب فاللعن جزاء الله ، لأن من آذى الملك يبعده عن بابه إذا كان لا يأمر بعذابه ، والتعذيب جزاء إيذاء الرسول لأن الملك إذا آذى بعض عبيده كبير يستوفي منه قصاصه ، لا يقال فعلى هذا من يؤذي الله ولا يؤذي الرسول لا يعذب ، لأنا نقول انفكاك أحدهما على هذا الوجه عن الآخر محال لأن من آذى الله فقد آذى الرسول ، وأما على الوجه الآخر وهو أن من يؤذي النبي عليه السلام ولا يؤذي الله كمن عصى من غير إشراك ، كمن فسق أو فجر من غير ارتداد وكفر ، فقد آذى النبي عليه السلام غير أن الله تعالى صبور غفور رحيم فيجزيه بالعذاب ولا يلعنه بكونه يبعده عن الباب .\r\n المسألة الثانية : أكد العذاب بكونه مهيناً لأن من تأذى من عبده وأمر بحبسه وضربه فإن أمر بحبسه في موضع مميز ، أو أمر بضربه رجلاً كبيراً يدل على أن الأمر هين ، وإن أمر بضربه على ملأ وحبسه بين المفسدين ينبىء عن شدة الأمر ، فمن آذى الله ورسوله من المخلدين في النار فيعذب عذاباً مهيناً ، وقوله : { أَعَدَّ لَهُمْ } للتأكيد لأن السيد إذا عذب عبده حالة الغضب من غير إعداد يكون دون ما إذا أعد له قيداً وغلا ، فإن الأول يمكن أن يقال هذا أثر الغضب فإذا سكت الغضب يزول ولا كذلك الثاني .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين يؤذون الله ورسوله لعنهم الله في الدنيا والآخرة وأعد لهم عذابا مهينا (57) ",
        "babnum": 46
    },
    {
        "id": 1919,
        "cate": "33",
        "title": "وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا (58) ",
        "details": " لما كان الله تعالى مصلياً على نبيه لم ينفك إيذاء الله عن إيذانه ، فإن من آذى الله فقد آذى الرسول فبين الله للمؤمنين أنكم إن أتيتم بما أمرتكم وصليتم على النبي كما صليت عليه ، لا ينفك إيذاؤكم عن إيذاء الرسول فيأثم من يؤذيكم لكون إيذائكم إيذاء الرسول ، كما أن إيذائي إيذاؤه وبالجملة لما حصلت الصلاة من الله والملائكة والرسول والمؤمنين صار لا يكاد ينفك إيذاء أحد منهم عن إيذاء الآخر كما يكون حال الأصدقاء الصادقين في الصداقة ، وقوله : { بِغَيْرِ مَا اكتسبوا } احتراز عن الأمر بالمعروف من غير عنف زائد ، فإن من جلد مائة على شرب الخمر أو حد أربعين على لعب النرد آذى بغير ما اكتسب أيضاً ، ومن جلد على الزنا أو حد الشرب لم يؤذ بغير ما اكتسب ، ويمكن أن يقال لم يؤذ أصلاً لأن ذلك إصلاح حال المضروب ، وقوله : { فَقَدِ احتملوا بهتانا } البهتان هو الزور وهو لا يكون إلا في القول والإيذاء قد يكون بغير القول فمن آذى مؤمناً بالضرب أو أخذ ماله لا يكون قد احتمل بهتاناً ، فنقول : المراد والذين يؤذون المؤمنين بالقول .\r\n وهذا لأن الله تعالى أراد إظهار شرف المؤمن ، فلما ذكر أن من آذى الله ورسوله لعن ، وإيذاء الله بأن ينكر وجود الله بعد معرفة دلائل وجوده أو يشرك به من لا يبصر ولا يسمع أو من لا يقدر ولا يعلم أو من هو محتاج في وجوده إلى موجد وهو قول ذكر إيذاء المؤمن بالقول ، وعلى هذا خص الأنبياء بالقول بالذكر لأنه أعم وأتم ، وذلك لأن الإنسان لا يقدر أن يؤذي الله بما يؤلمه من ضرب أو أخذ ما يحتاج إليه فيؤذيه بالقول ، ولأن الفقير الغائب لا يمكن إيذاؤه بالفعل ، ويمكن إيذاؤه بالقول بأن يقول فيه ما يصل إليه فيتأذى ، والوجه الثاني في / الجواب هو أن نقول قوله بعد ذلك : { وَإِثْماً مُّبِيناً } مستدرك فكأنه قال احتمل بهتاناً إن كان بالقول وإثماً مبيناً كيفما كان الإيذاء ، وكيفما كان فإن الله خص الإيذاء القولي بالذكر لما بينا أنه أعم ولأنه أتم لأنه يصل إلى القلب ، فإن الكلام يخرج من القلب واللسان دليله ويدخل في القلب والآذان سبيله .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والذين يؤذون المؤمنين والمؤمنات بغير ما اكتسبوا فقد احتملوا بهتانا وإثما مبينا (58) ",
        "babnum": 47
    },
    {
        "id": 1920,
        "cate": "33",
        "title": "يَاأَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (59) ",
        "details": " لما ذكر أن من يؤذي المؤمنين يحتمل بهتاناً وكان فيه منع المكلف عن إيذاء المؤمن ، أمر المؤمن باجتناب المواضع التي فيها التهم الموجبة للتأذي لئلا يحصل الإيذاء الممنوع منه .\r\n ولما كان الإيذاء القولي مختصاً بالذكر اختص بالذكر ما هو سبب الإيذاء القولي وهو النساء فإن ذكرهن بالسوء يؤذي الرجال والنساء بخلاف ذكر الرجال فإن من ذكر امرأة بالسوء تأذت وتأذى أقاربها أكثر من تأذيها ، ومن ذكر رجلاً بالسوء تأذى ولا يتأذى نساؤه ، وكان في الجاهلية تخرج الحرة والأمة مكشوفات يتبعهن الزناة وتقع التهم ، فأمر الله الحرائر بالتجلبب .\r\n وقوله : { ذلك أدنى أَن يُعْرَفْنَ فَلاَ يُؤْذَيْنَ } قيل يعرفن أنهن حرائر فلا يتبعن ويمكن أن يقال المراد يعرفن أنهن لا يزنين لأن من تستر وجهها مع أنه ليس بعورة لا يطمع فيها أنها تكشف عورتها فيعرفن أنهن مستورات لا يمكن طلب الزنا منهن .\r\n وقوله : { وَكَانَ الله غَفُوراً رَّحِيماً } يغفر لكم ما قد سلف برحمته ويثيبكم على ما تأتون به راحماً عليكم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن ذلك أدنى أن يعرفن فلا يؤذين وكان الله غفورا رحيما (59) ",
        "babnum": 48
    },
    {
        "id": 1921,
        "cate": "33",
        "title": "لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَا إِلَّا قَلِيلًا (60) ",
        "details": " لما ذكر حال المشرك الذي يؤذي الله ورسوله ، والمجاهر الذي يؤذي المؤمنين ، ذكر حال المسر الذي يظهر الحق ويضمر الباطل وهو المنافق ، ولما كان المذكور من قبل أقواماً ثلاثة نظراً إلى اعتبار أمور ثلاثة : وهم المؤذون الله ، والمؤذون الرسول ، والمؤذون المؤمنين ، ذكر من المسرين ثلاثة نظراً إلى اعتبار أمور ثلاثة أحدها : المنافق الذي يؤذي الله سراً والثاني : الذي في قلبه مرض الذي يؤذي المؤمن باتباع نسائه والثالث : المرجف الذي يؤذي النبي عليه السلام بالإرجاف بقوله غلب محمد وسيخرج من المدينة وسيؤخذ ، وهؤلاء وإن كانوا قوماً واحداً إلا أن لهم ثلاث اعتبارات وهذا في مقابلة قوله تعالى : { إِنَّ المسلمين والمسلمات والمؤمنين والمؤمنات } [ الأحزاب : 35 ] حيث ذكر أصنافاً عشرة وكلهم يوجد في واحد فهم واحد بالشخص كثير بالاعتبار وقوله : { لَنُغْرِيَنَّكَ بِهِمْ } أي لنسلطنك عليهم ولنخرجنهم من المدينة ، ثم لا يجاوزونك وتخلو المدينة منهم بالموت أو الإخراج ، ويحتمل أن يكون المراد لنغرينك بهم ، فإذا أغريناك لا يجاورونك ، والأول : كقول القائل يخرج فلان ويقرأ إشارة إلى أمرين والثاني : كقوله يخرج فلان ويدخل السوق ففي الأول يقرأ وإن لم يخرج وفي الثاني لا يدخل إلا إذا خرج .\r\n والاستثناء فيه لطيفة وهي أن الله تعالى وعد النبي عليه السلام أنه يخرج أعداءه من المدينة وينفيهم على يده إظهاراً لشوكته ، ولو كان النفي بإرادة الله من غير واسطة النبي لأخلي المدينة عنهم في ألطف آن ( بقوله ) كن فيكون ، ولكن لما أراد الله أن يكون على يد النبي لا يقع ذلك إلا بزمان وإن لطف فقال : { ثُمَّ لاَ يُجَاوِرُونَكَ فِيهَا إِلاَّ قَلِيلاً } وهو أن يتهيؤا ويتأهبوا للخروج .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لئن لم ينته المنافقون والذين في قلوبهم مرض والمرجفون في المدينة لنغرينك بهم ثم لا يجاورونك فيها إلا قليلا (60) ",
        "babnum": 49
    },
    {
        "id": 1922,
        "cate": "33",
        "title": "مَلْعُونِينَ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا (61) ",
        "details": " أي في ذلك القليل الذي يجاورونك فيه يكونون ملعونين مطرودين من باب الله وبابك وإذا خرجوا لا ينفكون عن المذلة ، ولا يجدون ملجأ بل أينما يكونون يطلبون ويؤخذون ويقتلون .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ملعونين أينما ثقفوا أخذوا وقتلوا تقتيلا (61) ",
        "babnum": 50
    },
    {
        "id": 1923,
        "cate": "33",
        "title": "سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا (62) ",
        "details": " يعني هذا ليس بدعاً بكم بل هو سنة جارية وعادة مستمرة تفعل بالمكذبين { وَلَن تَجِدَ لِسُنَّةِ الله تَبْدِيلاً } أي ليست هذه السنة مثل الحكم الذي يبدل وينسخ فإن النسخ يكون في الأحكام ، أما الأفعال والأخبار فلا تنسخ .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "سنة الله في الذين خلوا من قبل ولن تجد لسنة الله تبديلا (62) ",
        "babnum": 51
    },
    {
        "id": 1924,
        "cate": "33",
        "title": "يَسْأَلُكَ النَّاسُ عَنِ السَّاعَةِ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا (63) ",
        "details": " لما بين حالهم في الدنيا أنهم يلعنون ويهانون ويقتلون أراد أن يبين حالهم في الآخرة فذكرهم بالقيامة وذكر ما يكون لهم فيها فقال : { يَسْئَلُكَ الناس عَنِ الساعة } أي عن وقت القيامة { قُلْ إِنَّمَا عِلْمُهَا عِندَ الله } لا يتبين لكم ، فإن الله أخفاها لحكمة هي امتناع المكلف عن الاجتراء وخوفهم منها في كل وقت .\r\n ثم قال تعالى : { وَمَا يُدْرِيكَ لَعَلَّ الساعة تَكُونُ قَرِيباً } إشارة إلى التخويف ، وذلك لأن قول القائل الله يعلم متى يكون الأمر الفلاني ينبىء عن إبطاء الأمر ، ألا ترى أن من يطالب مديوناً بحقه فإن استمهله شهراً أو شهرين ربما يصبر ذلك ، وإن قال له اصبر إلى أن يقدم فلان من سفره يقول الله يعلم متى يجىء فلان ، ويمكن أن يكون مجىء فلان قبل انقضاء تلك المدة فقال ههنا : { وَمَا يُدْرِيكَ لَعَلَّ الساعة تَكُونُ قَرِيباً } يعني هي في علم الله فلا تستبطئوها فربما تقع عن قريب والقريب فعيل يستوي فيه المذكر والمؤنث ، قال تعالى : { إن رحمة الله قريب من المحسنين } [ الأعراف : 56 ] ولهذا لم يقل لعل الساعة تكون قريبة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يسألك الناس عن الساعة قل إنما علمها عند الله وما يدريك لعل الساعة تكون قريبا (63) ",
        "babnum": 52
    },
    {
        "id": 1925,
        "cate": "33",
        "title": "إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا (64) خَالِدِينَ فِيهَا أَبَدًا لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا (65) ",
        "details": " ثم قال تعالى : { إِنَّ الله لَعَنَ الكافرين وَأَعَدَّ لَهُمْ سَعِيراً خالدين فِيهَا أَبَداً } يعني كما أنهم ملعونون في الدنيا عندكم فكذلك ملعونون عند الله { وَأَعَدَّ لَهُمْ سَعِيراً } كما قال تعالى : { لَعَنَهُمُ الله فِى الدنيا والأخرة وَأَعَدَّ لَهُمْ عَذَاباً مُّهِيناً } [ الأحزاب : 57 ] { خالدين فِيهَا أَبَداً } مطيلين المكث فيها مستمرين لا أمد لخروجهم .\r\n وقوله : { لاَّ يَجِدُونَ وَلِيّاً وَلاَ نَصِيراً } لما ذكر خلودهم بين تحقيقه وذلك لأن المعذب لا يخلصه من العذاب إلا صديق يشفع له أو ناصر يدفع عنه ، ولا ولي لهم يشفع ولا نصير يدفع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الله لعن الكافرين وأعد لهم سعيرا (64) خالدين فيها أبدا لا يجدون وليا ولا نصيرا (65) ",
        "babnum": 53
    },
    {
        "id": 1926,
        "cate": "33",
        "title": "يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَالَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا (66) وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا (67) رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا (68) ",
        "details": " لما بين أنه لا شفيع لهم يدفع عنهم العذاب بين أن بعض أعضائهم أيضاً لا يدفع العذاب عن البعض بخلاف عذاب الدنيا فإن الإنسان يدفع عن وجهه الضربة إتقاء بيده فإن من يقصد رأسه ووجهه تجده يجعل يده جنة أو يطأطىء رأسه كي لا يصيب وجهه ، وفي الآخرة تقلب وجوههم في النار فما ظنك بسائر أعضائهم التي تجعل جنة للوجه ووقاية له { يَقُولُونَ ياليتنا أَطَعْنَا الله وَأَطَعْنَا الرسولا } فيتحسرون ويندمون حيث لا تغنيهم الندامة والحسرة ، لحصول علمهم بأن الخلاص ليس إلا للمطيع .\r\n ثم يقولون : { إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءنَا } يعني بدل طاعة الله تعالى أطعنا السادة وبدل طاعة الرسول أطعنا الكبراء وتركنا طاعة سيد السادات وأكبر الأكابر فبدلنا الخير بالشر ، فلا جرم فاتنا خير الجنان وأوتينا شر النيران ، ثم إنهم يطلبون بعض التشفي بتعذيب المضلين ويقولون : { رَبَّنَا ءاتِهِمْ ضِعْفَيْنِ مِنَ العذاب والعنهم لَعْناً كَبِيراً } أي بسبب ضلالهم وإضلالهم وفي قوله تعالى : { ضِعْفَيْنِ والعنهم لَعْناً كبِيراً } معنى لطيف وهو أن الدعاء لا يكون إلا عند عدم حصول الأمر المدعو به والعذاب كان حاصلاً لهم واللعن كذلك فطلبوا ما ليس بحاصل وهو زيادة العذاب بقولهم : { ضِعْفَيْنِ } وزيادة اللعن بقولهم : { لَعْناً كَبِيراً } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يوم تقلب وجوههم في النار يقولون ياليتنا أطعنا الله وأطعنا الرسولا (66) وقالوا ربنا إنا أطعنا سادتنا وكبراءنا فأضلونا السبيلا (67) ربنا آتهم ضعفين من العذاب والعنهم لعنا كبيرا (68) ",
        "babnum": 54
    },
    {
        "id": 1927,
        "cate": "33",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا وَكَانَ عِنْدَ اللَّهِ وَجِيهًا (69) ",
        "details": " لما بين الله تعالى أن من يؤذي الله ورسوله يلعن ويعذب وكان ذلك إشارة إلى إيذاء هو كفر ، أرشد المؤمنين إلى الامتناع من إيذاء هو دونه وهو لا يورث كفراً ، وذلك مثل من لم يرض بقسمة النبي عليه السلام وبحكمه بالفيء لبعض وغير ذلك فقال : { ياأيها الذين ءامَنُواْ لاَ تَكُونُواْ كالذين ءاذَوْاْ موسى } وحديث إيذاء موسى مختلف فيه ، قال بعضهم هو إيذاؤهم إياه بنسبته إلى عيب في بدنه ، وقال بعضهم : ( إن ) قارون قرر مع امرأة فاحشة حتى تقول عند بني إسرائيل إن موسى زنى بي فلما جمع قارون القوم والمرأة حاضرة ألقى الله في قلبها أنها صدقت ولم تقل ما لقنت وبالجملة الإيذاء المذكور في القرآن كاف وهو أنهم قالوا له : { اذهب أَنتَ وَرَبُّكَ فَقَاتِلا } [ المائدة : 24 ] وقولهم : { لَن نُّؤْمِنَ لَكَ حتى نَرَى الله جَهْرَةً } [ البقرة : 55 ] وقولهم : { لَن نَّصْبِرَ على طَعَامٍ واحد } [ البقرة : 61 ] إلى غير ذلك فقال للمؤمنين لا تكونوا أمثالهم إذا طلبكم الرسول إلى القتال أي لا تقولوا : { اذهب أَنتَ وَرَبُّكَ فَقَاتِلا } ولا تسألوا ما لم يؤذن لكم فيه : ( وإذا أمركم الرسول بشيء فأتوا منه ما استطعتم ) وقوله : { فَبرَّأَهُ الله مِمَّا قَالُواْ } على الأول ظاهر لأنه أبرز جسمه لقومه فرأوه وعلموا فساد اعتقادهم ونطقت المرأة بالحق وأمر الملائكة حتى عبروا بهرون عليهم فرأوه غير مجروح فعلموا براءة موسى عليه السلام عن قتله الذي رموه به ، وعلى ما ذكرنا { فَبرَّأَهُ الله مِمَّا قَالُواْ } أي أخرجه عن عهدة ما طلبوا بإعطائه البعض إياهم وإظهاره عدم جواز البعض وبالجملة قطع الله حجتهم ثم ضرب عليهم الذلة والمسكنة وغضب عليهم ، وقوله : { وَكَانَ عِندَ الله وَجِيهاً } أي ذا وجاهة ومعرفة ، والوجيه هو الرجل الذي يكون له وجه أي يكون معروفاً بالخير ، وكل أحد وإن كان عند الله معروفاً لكن المعرفة المجردة لا تكفي في الوجاهة ، فإن من عرف غيره لكونه خادماً له وأجيراً عنده لا يقال هو وجيه عند فلان ، وإنما الوجيه من يكون له خصال حميدة تجعل من شأنه أن يعرف ولا ينكر وكان كذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا لا تكونوا كالذين آذوا موسى فبرأه الله مما قالوا وكان عند الله وجيها (69) ",
        "babnum": 55
    },
    {
        "id": 1928,
        "cate": "33",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا (71) ",
        "details": " ثم قال تعالى : { يأَيُّهَا الذين ءامَنُواْ اتقوا الله وَقُولُواْ قَوْلاً سَدِيداً ، يُصْلِحْ لَكُمْ أعمالكم وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ } أرشدهم إلى ما ينبغي أن يصدر منهم من الأفعال والأقوال ، أما الأفعال فالخير ، وأما الأقوال فالحق لأن من أتى بالخير وترك الشر فقد اتقى الله ومن قال الصدق قال قولاً سديداً ، ثم وعدهم على الأمرين بأمرين : على الخيرات بإصلاح الأعمال فإن بتقوى الله يصلح العمل والعمل الصالح يرفع ويبقى فيبقى فاعله خالداً في الجنة ، وعلى القول السديد بمغفرة الذنوب .\r\n ثم قال تعالى : { وَمَن يُطِعِ الله وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً } فطاعة الله هي طاعة الرسول ، ولكن جمع بينهما لبيان شرف فعل المطيع فإنه يفعله الواحد اتخذ عند الله عهداً وعند الرسول يداً وقوله : { فَقَدْ فَازَ فَوْزاً عَظِيماً } جعله عظيماً من وجهين أحدهما : أنه من عذاب عظيم والنجاة من العذاب تعظم بعظم العذاب ، حتى أن من أراد أن يضرب غيره سوطاً ثم نجا منه لا يقال فاز فوزاً عظيماً ، لأن العذاب الذي نجا منه لو وقع ما كان يتفاوت الأمر تفاوتاً كثيراً والثاني : أنه وصل إلى ثواب كثير وهو الثواب الدائم الأبدي .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا اتقوا الله وقولوا قولا سديدا (70) يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما (71) ",
        "babnum": 56
    },
    {
        "id": 1929,
        "cate": "33",
        "title": "إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا (72) ",
        "details": " لما أرشد الله المؤمنين إلى مكارم الأخلاق وأدب النبي عليه السلام بأحسن الآداب ، بين أن التكليف الذي وجهه الله إلى الإنسان أمر عظيم فقال : { إِنَّا عَرَضْنَا الأمانة } أي التكليف وهو الأمر بخلاف ما في الطبيعة ، واعلم أن هذا النوع من التكليف ليس في السموات ولا في الأرض لأن الأرض والجبل والسماء كلها على ما خلقت عليه؛ الجبل لا يطلب منه السير والأرض لا يطلب منها الصعود ولا من السماء الهبوط ولا في الملائكة لأن الملائكة وإن كانوا مأمورين منهيين عن أشياء لكن ذلك لهم كالأكل والشرب لنا فيسبحون الليل والنهار لا يفترون كما يشتغل الإنسان بأمر موافق لطبعه ، وفي الآية مسائل : المسألة الأولى : في الأمانة وجوه كثيرة منها من قال هو التكليف وسمي أمانة لأن من قصر فيه فعليه الغرامة ، ومن وفر فله الكرامة .\r\n ومنهم من قال هو قول لا إله إلا الله وهو بعيد فإن السموات والأرض والجبال بألسنتها ناطقة بأن الله واحد لا إله إلا هو ، ومنهم من قال الأعضاء فالعين أمانة ينبغي أن يحفظها والأذن كذلك واليد كذلك ، والرجل والفرج واللسان ، ومنهم من قال معرفة الله بما فيها ، والله أعلم .\r\n المسألة الثانية : في العرض وجوه منهم من قال المراد العرض ومنهم من قال الحشر ومنهم من قال المقابلة أي قابلنا الأمانة على السموات فرجحت الأمانة على أهل السموات والأرض .\r\n المسألة الثالثة : في السموات والأرض وجهان أحدهما : أن المراد هي بأعيانها ، والثاني : المراد أهلوها ، ففيه إضمار تقديره : إنا عرضنا الأمانة على أهل السموات والأرض .\r\n المسألة الرابعة : قوله : { فَأبَيْنَ أَن يَحْمِلْنَهَا } لم يكن إباؤهن كإباء إبليس في قوله تعالى : { أبى أَن يَكُونَ مَعَ الساجدين } [ الحجر : 31 ] من وجهين أحدهما : أن هناك السجود كان فرضاً ، وههنا الأمانة كانت عرضاً وثانيهما : أن الإباء كان هناك استكباراً وههنا استصغاراً استصغرن أنفسهن ، بدليل قوله : { وَأَشْفَقْنَ مِنْهَا } .\r\n المسألة الخامسة : ما سبب الإشفاق؟ نقول الأمانة لا تقبل لوجوه أحدها : أن يكون عزيزاً صعب الحفظ كالأواني من الجواهر التي تكون عزيزة سريعة الانكسار ، فإن العاقل يمتنع عن قبولها ولو كانت من الذهب والفضة لقبلها ولو كانت من الزجاج لقبلها ، في الأول لأمانه من هلاكها ، وفي الثاني لكونها غير عزيزة الوجود والتكليف كذلك والثاني : أن يكون الوقت زمان شهب وغارة فلا يقبل العاقل في ذلك الوقت الودائع ، والأمر كان كذلك لأن الشيطان وجنوده كانوا في قصد المكلفين إذ الغرض كان بعد خروج آدم من الجنة الثالث : مراعاة الأمانة والإتيان بما يجب كإيداع الحيوانات التي تحتاج إلى العلف والسقي وموضع مخصوص يكون برسمها ، فإن العاقل يمتنع من قبولها بخلاف متاع يوضع في صندوق أو في زاوية بيت والتكليف كذلك فإنه يحتاج إلى تربية وتنمية .\r\n المسألة السادسة : كيف حملها الإنسان ولم تحملها هذه الأشياء؟ فيه جوابان أحدهما : بسبب جهله بما فيها وعلمهن ، ولهذا قال تعالى : { إِنَّهُ كَانَ ظَلُوماً جَهُولاً } .\r\n والثاني : أن الأشياء نظرت إلى أنفسهن فرأين ضعفهن فامتنعن ، والإنسان نظر إلى جانب المكلف ، وقال المودع عالم قادر لا يعرض الأمانة إلا على أهلها وإذا أودع لا يتركها بل يحفظها بعينه وعونه فقبلها ، وقال : { إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ } [ الفاتحة : 5 ] .\r\n المسألة السابعة : قوله تعالى : { إِنَّهُ كَانَ ظَلُوماً جَهُولاً } فيه وجوه أحدها : أن المراد منه آدم ظلم نفسه بالمخالفة ولم يعلم ما يعاقب عليه من الإخراج من الجنة ثانيها : المراد الإنسان يظلم بالعصيان ويجهل ما عليه من العقاب ثالثها : إنه كان ظلوماً جهولا ، أي كان من شأنه الظلم والجهل يقال فرس شموس ودابة جموح وماء طهور أي من شأنه ذلك ، فكذلك الإنسان من شأنه الظلم والجهل فلما أودع الأمانة بقي بعضهم على ما كان عليه وبعضهم ترك الظلم كما قال تعالى : { الذين ءامَنُواْ وَلَمْ يَلْبِسُواْ إيمانهم بِظُلْمٍ } [ الأنعام : 82 ] وترك الجهل كما قال تعالى في حق آدم عليه السلام : { وَعَلَّمَ ءادَمَ الأسماء كُلَّهَا } [ البقرة : 31 ] وقال في حق المؤمنين عامة : { وَالراسِخُونَ فِي الْعِلْمِ يَقُولُونَ ءامَنَّا بِهِ } [ آل عمران : 7 ] وقال تعالى : { إِنَّمَا يَخْشَى الله مِنْ عِبَادِهِ العلماء } [ فاطر : 28 ] رابعها : { إِنَّهُ كَانَ ظَلُوماً جَهُولاً } في ظن الملائكة حيث قالوا : { أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا } [ البقرة : 30 ] وبين علمه عندهم حيث قال تعالى : { أَنبِئُونِى بِأَسْمَاء هَؤُلاء } [ البقرة : 31 ] وقال بعضهم في تفسير الآية إن المخلوق على قسمين مدرك وغير مدرك ، والمدرك منه من يدرك الكلي والجزئي مثل الآدمي ، ومنه من يدرك الجزئي كالبهائم ثم تدرك الشعير الذي تأكله ولا تتفكر في عواقب الأمور ولا تنظر في الدلائل والبراهين ، ومنه من يدرك الكلي ولا يدرك الجزئي كالملك يدرك الكليات ولا يدرك لذة الجماع والأكل ، قالوا وإلى هذا أشار الله تعالى بقوله : { ثُمَّ عَرَضَهُمْ عَلَى الملائكة فَقَالَ أَنبِئُونِى بِأَسْمَاء هَؤُلاء } [ البقرة : 31 ] فاعترفوا بعدم علمهم بتلك الجزئيات والتكليف لم يكن إلا على مدرك الأمرين إذ له لذات بأمور جزئية ، فمنع منها لتحصيل لذات حقيقية هي مثل لذة الملائكة بعبادة الله ومعرفته ، وأما غيره فإن كان مكلفاً يكون مكلفاً لا بمعنى الأمر بما فيه عليهم كلفة ومشقة بل بمعنى الخطاب فإن المخاطب يسمى مكلفاً لما أن المكلف مخاطب فسمي المخاطب مكلفاً وفي الآية لطائف الأولى : الأمانة كان عرضها على آدم فقبلها فكان أميناً عليها والقول قول الأمين فهو فائز ، بقي أولاده أخذوا الأمانة منه والآخذ من الأمين ليس بمؤتمن ، ولهذا وارث المودع لا يكون القول قوله ولم يكن له بد من تجديد عهد وائتمان ، فالمؤمن اتخذ عند الله عهداً فصار أميناً من الله فصار القول قوله فكان له ما كان لآدم من الفوز .\r\n ولهذا قال تعالى : { وَيَتُوبَ الله عَلَى المؤمنين والمؤمنات } [ الأحزاب : 73 ] أي كما تاب على آدم في قوله تعالى : { فَتَابَ عَلَيْهِ } [ البقرة : 37 ] والكافر صار آخذاً للأمانة من المؤتمن فبقي في ضمانه ، ثم إن المؤمن إذا أصاب الأمانة في يده شيء بقضاء الله وقدره كان ذلك من غير تقصير منه والأمين لا يضمن ما فات بغير تقصير ، والكافر إذا أصاب الأمانة في يده شيء ضمن وإن كان بقضاء الله وقدره ، لأنه يضمن ما فات وإن لم يكن بتقصير اللطيفة الثانية : خص الأشياء الثلاثة بالذكر لأنها أشد الأمور وأحملها للأثقال ، وأما السموات فلقوله تعالى : { وَبَنَيْنَا فَوْقَكُمْ سَبْعاً شِدَاداً } [ النبأ : 12 ] والأرض والجبال لا تخفى شدتها وصلابتها ، ثم إن هذه الأشياء لما كانت لها شدة وصلابة عرض الله تعالى الأمانة عليها واكتفى بشدتهن وقوتهن فامتنعن ، لأنهن وإن كن أقوياء إلا أن أمانة الله تعالى فوق قوتهن ، وحملها الإنسان مع ضعفه الذي قال الله تعالى فيه : { وَخُلِقَ الإنسان ضَعِيفاً } [ النساء : 28 ] ولكن وعده بالإعانة على حفظ الأمانة بقوله : { وَمَن يَتَوَكَّلْ عَلَى الله فَهُوَ حَسْبُهُ } [ الطلاق : 3 ] فإن قيل فالذي يعينه الله تعالى كيف يعذب فلم يعذب الكافر؟ نقول قال الله تعالى : « أنا أعين من يستعين بي ويتوكل علي » والكافر لم يرجع إلى الله تعالى فتركه مع نفسه فيبقى في عهدة الأمانة اللطيفة الثالثة : قوله تعالى : { فَأبَيْنَ أَن يَحْمِلْنَهَا } وقوله تعالى : { وَحَمَلَهَا الإنسان } إشارة إلى أن فيه مشقة بخلاف ما لو قال فأبين أن يقبلنها وقبلها الإنسان ، ومن قال لغيره افعل هذا الفعل فإن لم يكن في الفعل تعب يقابل بأجرة فإذا فعله لا يستحق أجرة فقال تعالى : { وَحَمَلَهَا } إشارة إلى أنه مما يستحق الأجر عليه أي على مجرد حمل الأمانة ، وإما على رعايتها حق الرعاية فيستحق الزيادة فإن قيل فالكل حملوها ، غاية ما في الباب أن الكافر لم يأت بشيء زائد على الحمل فينبغي أن يستحق الأجر على الحمل فنقول الفعل إذا كان على وفق الإذن من المالك الآمر يستحق الفاعل الأجرة ، ألا ترى أنه لو قال احمل هذا إلى الضيعة التي على الشمال فحمل ونقلها إلى الضيعة التي على الجنوب لا يستحق الأجرة ويلزمه ردها إلى الموضع الذي كان فيه كذلك الكافر حملها على غير وجه الإذن فغرم وزالت حسناته التي عملها بسببه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا عرضنا الأمانة على السماوات والأرض والجبال فأبين أن يحملنها وأشفقن منها وحملها الإنسان إنه كان ظلوما جهولا (72) ",
        "babnum": 57
    },
    {
        "id": 1930,
        "cate": "33",
        "title": "لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (73) ",
        "details": " أي حملها الإنسان ليقع تعذيب المنافق والمشرك ، فإن قال قائل لم قدم التعذيب على التوبة نقول لما سمى التكليف أمانة والأمانة من حكمها اللازم أن الخائن يضمن وليس من حكمها اللازم أن الأمين الباذل جهده يستفيد أجرة فكان التعذيب على الخيانة كاللازم والأجر على الحفظ إحسان والعدل قبل الإحسان وفيه مسألتان : المسألة الأولى : لم عطف المشرك على المنافق ، ولم يعد اسمه تعالى فلم يقل ويعذب الله المشركين وعند التوبة أعاد اسمه وقال { ويتوب الله } ولو قال ويتوب على المؤمنين كان المعنى حاصلاً؟ نقول أراد تفضيل المؤمن على المنافق فجعله كالكلام المستأنف ويجب هناك ذلك الفاعل فقال : { وَيَتُوبَ الله } ويحقق هذا قراءة من قرأ ( ويتوب الله ) بالرفع .\r\n المسألة الثانية : ذكر الله في الإنسان وصفين الظلوم والجهول وذكر من أوصافه وصفين فقال : { وَكَانَ الله غَفُوراً رَّحِيماً } أي كان غفوراً للظلوم ورحيماً على الجهول ، وذلك لأن الله تعالى وعد عباده بأنه يغفر الظلم جميعاً إلا الظلم العظيم الذي هو الشرك كما قال تعالى : { إِنَّ الشرك لَظُلْمٌ عَظِيمٌ } [ لقمان : 13 ] وأما الوعد فقوله تعالى : { إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء } [ النساء : 48 ] وأما الرحمة على الجهل فلأن الجهل محل الرحمة ولذلك يعتذر المسيء بقوله ما علمت .\r\n وههنا لطيفة : وهي أن الله تعالى أعلم عبده بأنه غفور رحيم ، وبصره بنفسه فرآه ظلوماً جهولاً ثم عرض عليه الأمانة فقبلها مع ظلمه وجهله لعلمه فيما يجبرها من الغفران والرحمة ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ليعذب الله المنافقين والمنافقات والمشركين والمشركات ويتوب الله على المؤمنين والمؤمنات وكان الله غفورا رحيما (73) ",
        "babnum": 58
    }
]