[
    {
        "id": 2202,
        "cate": "44",
        "title": "حم (1) وَالْكِتَابِ الْمُبِينِ (2) إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ (3) فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ (4) أَمْرًا مِنْ عِنْدِنَا إِنَّا كُنَّا مُرْسِلِينَ (5) رَحْمَةً مِنْ رَبِّكَ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (6) رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ مُوقِنِينَ (7) لَا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ (8) بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ (9) ",
        "details": " في الآية مسائل : المسألة الأولى : في قوله { حم * والكتاب المبين } وجوه من الاحتمالات أولها : أن يكون التقدير : هذه حام والكتاب المبين كقولك هذا زيد والله وثانيها : أن يكون الكلام قد تمّ عند قوله { حم } ثم يقال { والكتاب المبين * إِنَّا أنزلناه } ، وثالثها : أن يكون التقدير : وحام ، والكتاب المبين ، إنا أنزلناه ، فيكون ذلك في التقدير قسمين على شيء واحد .\r\n المسألة الثانية : قالوا هذا يدل على حدوث القرآن لوجوه الأول : أن قوله { حم } تقديره : هذه حام ، يعني هذا شيء مؤلف من هذه الحروف ، والمؤلف من الحروف المتعاقبة محدث الثاني : أنه ثبت أن الحلف لا يصح بهذه الأشياء بل بإله هذه الأشياء فيكون التقدير ورب حام ورب الكتاب المبين ، وكل من كان مربوباً فهو محدث الثالث : أنه وصفه بكونه كتاباً والكتاب مشتق من الجمع فمعناه أنه مجموع والمجموع محل تصرف الغير ، وما كان كذلك فهو محدث الرابع : قوله { إِنَّا أنزلناه } والمنزل محل تصرف الغير ، وما كان كذلك فهو محدث ، وقد ذكرنا مراراً أن جميع هذه الدلائل تدل على أن الشيء المركب من الحروف المتعاقبة والأصوات المتوالية محدث ، والعلم بذلك ضروري بديهي ، لا ينازع فيه إلا من كان عديم العقل وكان غير عارف بمعنى القديم والمحدث ، وإذا كان كذلك فكيف ينازع في صحة هذه الدلائل ، إنما الذي ثبت قدمه شيء آخر سوى ما تركب من هذه الحروف والأصوات .\r\n المسألة الثالثة : يجوز أن يكون المراد بالكتاب ههنا الكتب المتقدمة التي أنزلها الله على أنبيائه ، كما قال تعالى : { لَقَدْ أَرْسَلْنَا رُسُلَنَا بالبينات وَأَنزَلْنَا مَعَهُمُ الكتاب والميزان } [ الحديد : 25 ] ويجوز أن يكون المراد اللوح المحفوظ ، كما قال : { يَمْحُو الله مَا يَشَاء وَيُثْبِتُ وَعِندَهُ أُمُّ الكتاب } [ الرعد : 39 ] وقال : { وَإِنَّهُ فِى أُمّ الكتاب لَدَيْنَا } [ الزخرف : 4 ] ويجوز أن يكون المراد به القرآن ، وبهذا التقدير فقد أقسم بالقرآن على أنه أنزل القرآن في ليلة مباركة ، وهذا النوع من الكلام يدل على غاية تعظيم القرآن ، فقد يقول الرجل إذا أراد تعظيم رجل له حاجة إليه : أستشفع بك إليك وأقسم بحقك عليك .\r\n المسألة الرابعة : { المبين } هو المشتمل على بيان ما بالناس حاجة إليه في دينهم ودنياهم ، فوصفه بكونه مبيناً ، وإن كانت حقيقة الإبانة لله تعالى ، لأجل أن الإبانة حصلت به ، كما قال تعالى : { إِنَّ هذا القرءان يَقُصُّ على بني إسرائيل } [ النمل : 76 ] وقال في آية أخرى { نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ القصص } [ يوسف : 3 ] وقال : { أَمْ أَنزَلْنَا عَلَيْهِمْ سلطانا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِ يُشْرِكُونَ } [ الروم : 35 ] فوصفه بالتكلم إذ كان غاية في الإبانة ، فكأنه ذو لسان ينطق ، والمعنى فيه المبالغة في وصفه بهذا المعنى .\r\n المسألة الخامسة : اختلفوا في هذه الليلة المباركة ، فقال الأكثرون : إنها ليلة القدر ، وقال عكرمة وطائفة آخرون : إنها ليلة البراءة ، وهي ليلة النصف من شعبان أما الأولون فقد احتجوا على صحة قولهم بوجوه أولها : أنه تعالى قال : { إِنَّا أنزلناه فِي لَيْلَةِ القدر } [ القدر : 1 ] وهاهنا قال : { إِنَّا أنزلناه فِي لَيْلَةٍ مباركة } فوجب أن تكون هذه الليلة المباركة هي تلك المسماة بليلة القدر ، لئلا يلزم التناقض وثانيها : أنه تعالى قال : { شَهْرُ رَمَضَانَ الذي أُنزِلَ فِيهِ القرآن } [ البقرة : 185 ] فبيّن أن إنزال القرآن إنما وقع في شهر رمضان ، وقال هاهنا { إِنَّا أنزلناه فِي لَيْلَةٍ مباركة } فوجب بأن تكون هذه الليلة واقعة في شهر رمضان ، وكل من قال إن هذه الليلة المباركة واقعة في شهر رمضان ، قال إنها ليلة القدر ، فثبت أنها ليلة القدر وثالثها : أنه تعالى قال في صفة ليلة القدر { تَنَزَّلُ الملائكة والروح فِيهَا بِإِذْنِ رَبّهِم مّن كُلّ أَمْرٍ * سلام هِيَ } [ القدر : 4 ، 5 ] وقال أيضاً ههنا { فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ } وهذا مناسب لقوله { تَنَزَّلُ الملائكة والروح فِيهَا } وههنا قال : { أَمْراً مّنْ عِنْدِنَا } وقال في تلك الآية { بِإِذْنِ رَبّهِم مّن كُلّ أَمْرٍ } وقال ههنا { رَحْمَةً مّن رَّبّكَ } وقال في تلك الآية { سلام هِيَ } وإذا تقاربت الأوصاف وجب القول بأن إحدى الليلتين هي الأخرى ورابعها : نقل محمد بن جرير الطبري في «تفسيره» : عن قتادة أنه قال : نزلت صحف إبراهيم في أول ليلة من رمضان ، والتوراة لست ليال منه ، والزبور لاثنتي عشرة ليلة مضت منه ، والإنجيل لثمان عشرة ليلة مضت منه ، والقرآن لأربع وعشرين ليلة مضت من رمضان ، والليلة المباركة هي ليلة القدر وخامسها : أن ليلة القدر إنما سميت بهذا الاسم ، لأن قدرها وشرفها عند الله عظيم ، ومعلوم أنه ليس قدرها وشرفها لسبب ذلك الزمان ، لأن الزمان شيء واحد في الذات والصفات ، فيمتنع كون بعضه أشرف من بعض لذاته ، فثبت أن شرفه وقدره بسبب أنه حصل فيه أمور شريفة عالية لها قدر عظيم ومرتبة رفيعة ، ومعلوم أن منصب الدين أعلى وأعظم من منصب الدنيا ، وأعلى الأشياء وأشرفها منصباً في الدين هو القرآن ، لأجل أن به ثبتت نبوّة محمد صلى الله عليه وسلم ، وبه ظهر الفرق بين الحق والباطل في سائر كتب الله المنزّلة ، كما قال في صفته { وَمُهَيْمِناً عَلَيْهِ } [ المائدة : 48 ] وبه ظهرت درجات أرباب السعادات ، ودركات أرباب الشقاوات ، فعلى هذا لا شيء إلا والقرآن أعظم قدراً وأعلى ذكراً وأعظم منصباً منه فلو كان نزوله إنما وقع في ليلة أخرى سوى ليلة القدر ، لكانت ليلة القدر هي هذه الثانية لا الأولى ، وحيث أطبقوا على أن ليلة القدر التي وقعت في رمضان ، علمنا أن القرآن إنما أنزل في تلك الليلة ، وأما القائلون بأن المراد من الليلة المباركة المذكورة في هذه الآية ، هي ليلة النصف من شعبان ، فما رأيت لهم فيه دليلاً يعول عليه ، وإنما قنعوا فيه بأن نقلوه عن بعض الناس ، فإن صح عن رسول الله صلى الله عليه وسلم فيه كلام فلا مزيد عليه ، وإلا فالحق هو الأول ، ثم إن هؤلاء القائلين بهذا القول زعموا أن ليلة النصف من شعبان لها أربعة أسماء : الليلة المباركة ، وليلة البراءة ، وليلة الصك ، وليلة الرحمة ، وقيل إنما سميت بليلة البراءة ، وليلة الصك ، لأن البندار إذا استوفى الخراج من أهله كتب لهم البراءة ، كذلك الله عزّ وجلّ يكتب لعباده المؤمنين البراءة في هذه الليلة ، وقيل هذه الليلة مختصة بخمس خصال الأول : تفريق كل أمر حكيم فيها ، قال تعالى : { فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ } والثانية : فضيلة العبادة فيها ، قال رسول الله صلى الله عليه وسلم : \" من صلّى في هذه الليلة مائة ركعة أرسل الله إليه مائة ملك ثلاثون يبشرونه بالجنة ، وثلاثون يؤمنونه من عذاب النار ، وثلاثون يدفعون عنه آفات الدنيا ، وعشرة يدفعون عنه مكايد الشيطان \" الخصلة الثالثة : نزول الرحمة ، قال عليه السلام : \" إن الله يرحم أمتي في هذه الليلة بعدد شعر أغنام بني كلب \" والخصلة الرابعة : حصول المغفرة ، قال صلى الله عليه وسلم : \" إن الله تعالى يغفر لجميع المسلمين في تلك الليلة ، إلا لكاهن ، أو مشاحن ، أو مدمن خمر ، أو عاق للوالدين ، أو مصر على الزنا \" والخصلة الخامسة : أنه تعالى أعطى رسوله في هذه الليلة تمام الشفاعة ، وذلك أنه سأل ليلة الثالث عشر من شعبان في أمته فأعطي الثلث منها ، ثم سأل ليلة الرابع عشر ، فأعطي الثلثين ، ثم سأل ليلة الخامس عشر ، فأعطي الجميع إلا من شرد على الله شراد البعير ، هذا الفصل نقلته من «الكشاف» ، فإن قيل لا شك أن الزمان عبارة عن المدة الممتدة التي تقديرها حركات الأفلاك والكواكب ، وأنه في ذاته أمر متشابه الأجزاء فيمتنع كون بعضها أفضل من بعض ، والمكان عبارة عن الفضاء الممتد والخلاء الخالي فيمتنع كون بعض أجزائه أشرف من البعض ، وإذا كان كذلك كان تخصيص بعض أجزائه بمزيد الشرف دون الباقي ترجيحاً لأحد طرفي الممكن على الآخر لا لمرجح وإنه محال ، قلنا القول بإثبات حدوث العالم وإثبات أن فاعله فاعل مختار بناء على هذا الحرف وهو أنه لا يبعد من الفاعل المختار تخصيص وقت معين بإحداث العالم فيه دون ما قبله وما بعده ، فإن بطل هذا الأصل فقد بطل حدوث العالم وبطل الفاعل المختار وحينئذ لا يكون الخوض في تفسير القرآن فائدة ، وإن صح هذا الأصل فقد زال ما ذكرتم من السؤال ، فهذا هو الجواب المعتمد ، والناس قالوا لا يبعد أن يخص الله تعالى بعض الأوقات بمزيد تشريف حتى يصير ذلك داعياً للمكلف إلى الإقدام على الطاعات في ذلك الوقت ، ولهذا السبب بيّن أنه تعالى أخفاه في الأوقات وماعيته لأنه لم يكن معيناً جوز المكلف في كل وقت معين أن يكون هو ذلك الوقت الشريف فيصير ذلك حاملاً له على المواظبة على الطاعات في كل الأوقات ، وإذا وقعت على هذا الحرف ظهر عندك أن الزمان والمكان إنما فازا بالتشريفات الزائدة تبعاً لشرف الإنسان فهو الأصل وكل ما سواه فهو تبع له ، والله أعلم .\r\n المسألة السادسة : روي أن عطية الحروري سأل ابن عباس رضي الله عنهما عن قوله { إِنَّا أنزلناه فِي لَيْلَةِ القدر } [ القدر : 1 ] وقوله { إِنَّا أنزلناه فِي لَيْلَةٍ مباركة } كيف يصح ذلك مع أن الله تعالى أنزل القرآن في جميع الشهور؟ فقال ابن عباس رضي الله عنهما : يا ابن الأسود لو هلكت أنا ووقع هذا في نفسك ولم تجد جوابه هلكت ، نزل القرآن جملة من اللوح المحفوظ إلى البيت المعمور ، وهو في السماء الدنيا ، ثم نزل بعد ذلك في أنواع الوقائع حالاً فحالا ، والله أعلم .\r\n المسألة السابعة : في بيان نظم هذه الآيات ، اعلم أن المقصود منها تعظيم القرآن من ثلاثة أوجه أحدها : بيان تعظيم القرآن بحسب ذاته الثاني : بيان تعظيمه بسبب شرف الوقت الذي نزل فيه الثالث : بيان تعظيمه بحسب شرف منزلته ، أما بيان تعظيمه بحسب ذاته فمن ثلاثة أوجه أحدها : أنه تعالى أقسم به وذلك يدل على شرفه وثانيها : أنه تعالى أقسم به على كونه نازلاً في ليلة مباركة ، وقد ذكرنا أن القسم بالشيء على حالة من أحوال نفسه يدل على كونه في غاية الشرف وثالثها : أنه تعالى وصفه بكونه مبيناً وذلك يدل أيضاً على شرفه في ذاته .\r\n وأما النوع الثاني : وهو بيان شرفه لأجل شرف الوقت الذي أنزل فيه فهو قوله { إِنَّا أنزلناه فِى لَيْلَةٍ مباركة } وهذا تنبيه على أن نزوله في ليلة مباركة يقتضي شرفه وجلالته ، ثم نقول إن قوله { إِنَّا أنزلناه فِى لَيْلَةٍ مباركة } يقتضي أمرين : أحدها : أنه تعالى أنزله والثاني : كون تلك الليلة مباركة فذكر تعالى عقيب هذه الكلمة ما يجرى مجرى البيان لكل واحد منهما ، أما بيان أنه تعالى لم أنزله فهو قوله { إِنَّا كُنَّا مُنذِرِينَ } يعني الحكمة في إنزال هذه السورة أن إنذار الخلق لا يتم إلا به ، وأما بيان أن هذه الليلة ليلة مباركة فهو أمران : أحدهما : أنه تعالى يفرق فيها كل أمر حكيم ، والثاني : أن ذلك الأمر الحكيم مخصوصاً بشرف أنه إنما يظهر من عنده ، وإليه الإشارة بقوله { أَمْراً مّنْ عِنْدِنَا } .\r\n وأما النوع الثالث : فهو بيان شرف القرآن لشرف منزله وذلك هو قوله { إِنَّا كُنَّا مُرْسِلِينَ } فبيّن أن ذلك الإنذار والإرسال إنما حصل من الله تعالى ، ثم بيّن أن ذلك الإرسال إنما كان لأجل تكميل الرحمة وهو قوله { رَحْمَةً مّن رَّبّكَ } وكان الواجب أن يقال رحمة منا إلا أنه وضع الظاهر موضع المضمر إيذاناً بأن الربوبية تقتضي الرحمة على المربوبين ، ثم بيّن أن تلك الرحمة وقعت على وفق حاجات المحتاجين لأنه تعالى يسمع تضرعاتهم ، ويعلم أنواع حاجاتهم ، فلهذا قال : { إِنَّهُ هُوَ السميع العليم } فهذا ما خطر بالبال في كيفية تعلق بعض هذه الآيات ببعض .\r\n المسألة الثامنة : في تفسير مفردات هذه الألفاظ ، أما قوله تعالى : { إِنَّا أنزلناه فِي لَيْلَةٍ مباركة } فقد قيل فيه إنه تعالى أنزل كلية القرآن من اللوح المحفوظ إلى سماء الدنيا في هذه الليلة ، ثم أنزل في كل وقت ما يحتاج إليه المكلف ، وقيل يبدأ في استنساخ ذلك من اللوح المحفوظ في ليلة البراءة ويقع الفراغ في ليلة القدر فتدفع نسخة الأرزاق إلى ميكائيل ، ونسخة الحروب إلى جبرائيل وكذلك الزلازل والصواعق والخسف ، ونسخة الأعمال إلى إسماعيل صاحب سماء الدنيا وهو ملك عظيم ، ونسخة المصائب إلى ملك الموت .\r\n أما قوله تعالى : { فِيهَا يُفْرَقُ } أي في تلك الليلة المباركة يفرق أي يفصل ويبين من قوله فرقت الشيء أفرقه فرقاً وفرقاناً ، قال صاحب «الكشاف» وقرىء يفرق بالتشديد ويفرق على إسناد الفعل إلى الفاعل ونصب كل والفارق هو الله عز وجل ، وقرأ زيد ابن علي نفرق بالنون .\r\n أما قوله { كُلُّ أَمْرٍ حَكِيمٍ } فالحكيم معناه ذو الحكمة ، وذلك لأن تخصيص الله تعالى كل أحد بحالة معينة من العمر والرزق والأجل والسعادة والشقاوة يدل على حكمة بالغة لله تعالى ، فلما كانت تلك الأفعال والأقضية دالة على حكمة فاعلها وصفت بكونها حكيمة ، وهذا من الإسناد بالمجازي ، لأن الحكيم صفة صاحب الأمر على الحقيقة ووصف الأمر به مجاز ، ثم قال : { أَمْراً مّنْ عِنْدِنَا } وفي انتصاب قوله { أمْراً } وجهان : الأول : أنه نصب على الاختصاص ، وذلك لأنه تعالى بيّن شرف تلك الأقضية والأحكام بسبب أن وصفها بكونها حكيمة ، ثم زاد في بيان شرفها بأن قال أعني بهذا الأمر أمراً حاصلاً من عندنا كائناً من لدنا ، وكما اقتضاه علمنا وتدبيرنا والثاني : أنه نصب على الحال وفيه ثلاثة أوجه : الأول : أن يكون حال من أحد الضميرين في { أنزلناه } ، إما من ضمير الفاعل أي : إنا أنزلناه آمرين أمراً أو من ضمير المفعول أي : إنا أنزلناه في حال كونه أمراً من عندنا بما يجب أن يفعل والثالث : ما حكاه أبوعلي الفارسي عن أبي الحسن رحمهما الله أنه حمل قوله { أمْراً } على الحال وذو الحال قوله { كُلُّ أَمْرٍ حَكِيمٍ } وهو نكراً .\r\n ثم قال : { إِنَّا كُنَّا مُرْسِلِينَ } يعني أنا إنما فعلنا ذلك الإنذار لأجل إنا كنا مرسلين يعني الأنبياء .\r\n ثم قال : { رَحْمَةً مّن رَّبّكَ } أي للرحمة فهي نصب على أن يكون مفعولاً له .\r\n ثم قال : { إِنَّهُ هُوَ السميع العليم } يعني أن تلك الرحمة كانت رحمة في الحقيقة لأن المحتاجين ، إما أن يذكروا بألسنتهم حاجاتهم ، وإما أن لا يذكروها فإن ذكروها فهو تعالى يسمع كلامهم فيعرف حاجاتهم ، وإن لم يذكروها فهو تعالى عالم بها فثبت أن كونه سميعاً عليماً يقتضي أن ينزل رحمته عليهم .\r\n ثم قال : { رَبّ السموات والأرض وَمَا بَيْنَهُمَا إِن كُنتُمْ مُّوقِنِينَ } وفيه مسائل : المسألة الأولى : قرأ عاصم وحمزة والكسائي بكسر الباء من رب عطفاً على قوله { رَحْمَةً مّن رَّبّكَ } والباقون بالرفع عطفاً على قوله { هُوَ السميع العليم } .\r\n المسألة الثانية : المقصود من هذه الآية أن المنزل إذا كان موصوفاً بهذه الجلالة والكبرياء كان المنزل الذي هو القرآن في غاية الشرف والرفعة .\r\n المسألة الثالثة : الفائدة في قوله { إِن كُنتُمْ مُّوقِنِينَ } من وجوه الأول : قال أبو مسلم معناه إن كنتم تطلبون اليقين وتريدونه ، فاعرفوا أن الأمر كما قلنا ، كقولهم فلان منجد متهم أي يريد نجداً وتهامة والثاني : قال صاحب «الكشاف» كانوا يقرون بأن للسموات والأرض رباً وخالقاً فقيل لهم إن إرسال الرسل وإنزال الكتب رحمة من الرب سبحانه وتعالى ، ثم قيل إن هذا هو السميع العليم الذي أنتم مقرون به ومعترفون بأنه رب السموات والأرض وما بينهما إن كان إقراركم عن علم ويقين ، كما تقول هذا إنعام زيد الذي تسامع الناس بكرمه إن بلغك حديثه وسمعت قصته ، ثم إنه تعالى رد أن يكونوا موقنين بقوله { بَلْ هُمْ فِي شَكّ يَلْعَبُونَ } وأن إقرارهم غير صادر عن علم ويقين ولا عن جد وحقيقة بل قول مخلوط بهزء ولعب ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "حم (1) والكتاب المبين (2) إنا أنزلناه في ليلة مباركة إنا كنا منذرين (3) فيها يفرق كل أمر حكيم (4) أمرا من عندنا إنا كنا مرسلين (5) رحمة من ربك إنه هو السميع العليم (6) رب السماوات والأرض وما بينهما إن كنتم موقنين (7) لا إله إلا هو يحيي ويميت ربكم ورب آبائكم الأولين (8) بل هم في شك يلعبون (9) ",
        "babnum": 1
    },
    {
        "id": 2203,
        "cate": "44",
        "title": "فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ (10) يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ (11) رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ (12) أَنَّى لَهُمُ الذِّكْرَى وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ (13) ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ (14) إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ (15) يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ (16) ",
        "details": " اعلم أن المراد بقوله { فارتقب } انتظر ويقال ذلك في المكروه ، والمعنى انتظر يا محمد عذابهم فحذف مفعول الارتقاب لدلالة ما ذكر بعده عليه وهو قوله { هذا عَذَابٌ أَلِيمٌ } ويجوز أيضاً أن يكون { يَوْمَ تَأْتِي السماء } مفعول الارتقاب وقوله { بِدُخَانٍ } فيه قولان : الأول : أن النبي صلى الله عليه وسلم دعا على قومه بمكة لما كذبوه فقال : « اللهم اجعل سنيهم كسني يوسف » فارتفع المطر وأجدبت الأرض وأصابت قريشاً شدة المجاعة حتى أكلوا العظام والكلاب والجيف ، فكان الرجل لما به من الجوع يرى بينه وبين السماء كالدخان ، وهذا قول ابن عباس رضي الله عنهما في بعض الروايات ومقاتل مجاهد واختيار الفراء والزجاج وهو قول ابن مسعود رضي الله عنه وكان ينكر أن يكون الدخان إلا هذا الذي أصابهم من شدة الجوع كالظلمة في أبصارهم حتى كانوا كأنهم يرون دخاناً ، فالحاصل أن هذا الدخان هو الظلمة التي في أبصارهم من شدة الجوع ، وذكر ابن قتيبة في تفسير الدخان بهذه الحالة وجهين الأول : أن في سنة القحط يعظم يبس الأرض بسبب انقطاع المطر ويرتفع المطر ويرتفع الغبار الكثير ويظلم الهواء ، وذلك يشبه الدخان ولهذا يقال لسنة المجاعة الغبراء الثاني : أن العرب يسمون الشر الغالب بالدخان فيقول كان بيننا أمر ارتفع له دخان ، والسبب فيه أن الإنسان إذا اشتد خوفه أو ضعفه أظلمت عيناه فيرى الدنيا كالمملوءة من الدخان .\r\n والقول الثاني : في الدخان أنه دخان يظهر في العالم وهو إحدى علامات القيامة ، قالوا فإذا حصلت هذه الحالة حصل لأهل الإيمان منه حالة تشبه الزكام ، وحصل لأهل الكفر حالة يصير لأجلها رأسه كرأس الحنيذ ، وهذا القول هو المنقول عن علي بن أبي طالب عليه السلام وهو قول مشهور لابن عباس واحتج القائلون بهذا القول بوجوه الأول : أن قوله { يَوْمَ تَأْتِي السماء بِدُخَانٍ } يقتضي وجود دخان تأتي به السماء وما ذكرتموه من الظلمة الحاصلة في العين بسبب شدة الجوع فذاك ليس بدخان أتت به السماء فكان حمل لفظ الآية على هذا الوجه عدولاً عن الظاهر لا لدليل منفصل ، وإنه لا يجوز الثاني : أنه وصف ذلك الدخان بكونه مبيناً ، والحالة التي ذكرتموها ليست كذلك لأنها عارضة تعرض لبعض الناس في أدمغتهم ، ومثل هذا لا يوصف بكونها دخاناً مبيناً والثالث : أنه وصف ذلك الدخان بأنه يغشي الناس ، وهذا إنما يصدق إذا وصل ذلك الدخان إليهم واتصل بهم والحال التي ذكرتموها لا توصف بأنها تغشي الناس إلا على سبيل المجاز وقد ذكرنا أن العدول من الحقيقة إلى المجاز لا يجوز إلا لدليل منفصل الرابع : روي عن النبي صلى الله عليه وسلم أنه قال : \" أول الآيات الدخان ونزول عيسى ابن مريم عليهما السلام ونار تخرج من قعر عدن تسوق الناس إلى المحشر \" قال حذيفة يا رسول الله وما الدخان فتلا رسول الله صلى الله عليه وسلم الآية وقال \" دخان يملأ ما بين المشرق والمغرب يمكث أربعين يوماً وليلة ، أما المؤمن فيصيبه كهيئة الزكمة ، وأما الكافر فهو كالسكران يخرج من منخريه وأذنيه ودبره \" رواه صاحب «الكشاف» وروى القاضي عن الحسن عن النبي صلى الله عليه وسلم أنه قال : \" باكروا بالأعمال ستاً ، وذكز منها طلوع الشمس من مغربها والدجال والدخان والدابة \" أما القائلون بالقول الأول ، فلا شك أن ذلك يقتضي صرف اللفظ عن حقيقته إلى المجاز ، وذلك لا يجوز إلا عند قيام دليل يدل على أن حمله على حقيقته ممتنع والقوم لم يذكروا ذلك الدليل فكان المصير إلى ما ذكروه مشكلاً جداً ، فإن قالوا الدليل على أن المراد ما ذكرناه ، أنه تعالى حكى عنهم أنهم يقولون { رَّبَّنَا اكشف عَنَّا العذاب إِنَّا مْؤْمِنُونَ } وهذا إذا حملناه على القحط الذي وقع بمكة استقام فإنه نقل أن القحط لما اشتد بمكة مشى إليه أبو سفيان وناشده بالله والرحم وأوعده أنه إن دعا لهم وأزال الله عنهم تلك البلية أن يؤمنوا به ، فلما أزال الله تعالى عنهم ذلك رجعوا إلى شركهم ، أما إذا حملناه على أن المراد منه ظهور علامة من علامات القيامة لم يصح ذلك ، لأن عند ظهور علامات القيامة لا يمكنهم أن يقولوا { رَّبَّنَا اكشف عَنَّا العذاب إِنَّا مْؤْمِنُونَ } ولم يصح أيضاً أن يقال لهم { إِنَّا كَاشِفُواْ العذاب قَلِيلاً إِنَّكُمْ عَائِدُونَ } والجواب : لم لا يجوز أن يكون ظهور هذه العلامة جارياً مجرى ظهور سائر علامات القيامة في أنه لا يوجب انقطاع التكليف فتحدث هذه الحالة ، ثم إن الناس يخافون جداً فيتضرعون ، فإذا زالت تلك الواقعة عادوا إلى الكفر والفسق ، وإذ كان هذا محتملاً فقد سقط ما قالوه ، والله اعلم .\r\n ولنرجع إلى التفسير فنقول قوله تعالى : { يَوْمَ تَأْتِي السماء بِدُخَانٍ مُّبِينٍ } أي ظاهر الحال لا يشك أحد في أنه دخان يغشي الناس أي يشملهم وهو في محل الجر صفة لقوله { بِدُخَانٍ } وفي قوله { هذا عَذَابٌ أَلِيمٌ } قولان الأول : أنه منصوب لمحل بفعل مضمر وهو يقولون ويقولون منصوب على الحال أي قائلين ذلك الثاني : قال الجرجاني صاحب «النظم» هذا إشارة إليه وإخبار عن دنوه واقترابه كما يقال هذا العدو فاستقبله والغرض منه التنبيه على القرب .\r\n ثم قال : { رَّبَّنَا اكشف عَنَّا العذاب } فإن قلنا التقدير : يقولون هذا عذاب أليم ربنا اكشف عنا العذاب فالمعنى ظاهر وإن لم يضمر القول هناك أضمرناه ههنا والعذاب على القول الأول هو القحط الشديد ، وعلى القول الثاني الدخان المهلك { إِنَّا مْؤْمِنُونَ } أي بمحمد وبالقرآن ، والمراد منه الوعيد بالإيمان إن كشف عنهم العذاب .\r\n ثم قال تعالى : { أنى لَهُمُ الذكرى } يعني كيف يتذكرون وكيف يتعظون بهذه الحالة وقد جاءهم ما هو أعظم وأدخل في وجوب الطاعة وهو ما ظهر على رسول الله من المعجزات القاهرة والبينات الباهرة { ثُمَّ تَوَلَّوْاْ عَنْهُ } ولم يلتفتوا إليه { وَقَالُواْ مُعَلَّمٌ مَّجْنُونٌ } وذلك لأن كفار مكة كان لهم في ظهور القرآن على محمد عليه الصلاة والسلام قولان منهم من كان يقول إن محمداً يتعلم هذه الكلمات من بعض الناس لقوله { إِنَّمَا يُعَلّمُهُ بَشَرٌ لّسَانُ الذي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ } [ النحل : 103 ] وكقوله تعالى : { وأعانه عليه قومٌ آخرون } [ الفرقان : 4 ] ومنهم من كان يقول إنه مجنون والجن يلقون عليه هذه الكلمات حال ما يعرض له الغشي .\r\n ثم قال تعالى : { إِنَّا كَاشِفُواْ العذاب قَلِيلاً إِنَّكُمْ عَائِدُونَ } أي كما يكشف العذاب عنكم تعودون في الحال إلى ما كنتم عليه من الشرك ، والمقصود التنبيه على أنهم لا يوفون بعهدهم وأنهم في حال العجز يتضرعون إلى الله تعالى ، فإذا زال الخوف عادوا إلى الكفر والتقليد لمذاهب الأسلاف .\r\n ثم قال تعالى : { يَوْمَ نَبْطِشُ البطشة الكبرى إِنَّا مُنتَقِمُونَ } قال صاحب «الكشاف» وقرىء نبطش بضم الطاء ، وقرأ الحسن نبطش بضم النون كأنه تعالى يأمر الملائكة بأن يبطشوا بهم والبطش الأخذ بشدة ، وأكثر ما يكون بوقع الضرب المتتابع ثم صار بحيث يستعمل في إيصال الآلام المتتابعة ، وفي المراد بهذا اليوم قولان : القول الأول : أنه يوم بدر وهو قول ابن مسعود وابن عباس ومجاهد ومقاتل وأبي العالية رضي الله تعالى عنهم ، قالوا إن كفار مكة لما أزال الله تعالى عنهم القحط والجوع عادوا إلى التكذيب فانتقم الله منهم يوم بدر .\r\n والقول الثاني : أنه يوم القيامة روى عكرمة عن ابن عباس رضي الله تعالى عنهما أنه قال : قال ابن مسعود : البطشة الكبرى يوم بدر ، وأنا أقول هي يوم القيامة ، وهذا القول أصح لأن يوم بدر لا يبلغ هذا المبلغ الذي يوصف بهذا الوصف العظيم ، ولأن الانتقام التام إنما يحصل يوم القيامة لقوله تعالى : { اليوم تجزى كُلُّ نَفْسٍ بِمَا كَسَبَتْ } [ غافر : 17 ] ولأن هذه البطشة لما وصفت بكونها كبرى على الإطلاق وجب أن تكون أعظم أنواع البطش وذلك ليس إلا في القيامة ولفظ الانتقام في حق الله تعالى من المتشابهات كالغضب والحياء والتعجب ، والمعنى معلوم ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فارتقب يوم تأتي السماء بدخان مبين (10) يغشى الناس هذا عذاب أليم (11) ربنا اكشف عنا العذاب إنا مؤمنون (12) أنى لهم الذكرى وقد جاءهم رسول مبين (13) ثم تولوا عنه وقالوا معلم مجنون (14) إنا كاشفو العذاب قليلا إنكم عائدون (15) يوم نبطش البطشة الكبرى إنا منتقمون (16) ",
        "babnum": 2
    },
    {
        "id": 2204,
        "cate": "44",
        "title": "وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاءَهُمْ رَسُولٌ كَرِيمٌ (17) أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (18) وَأَنْ لَا تَعْلُوا عَلَى اللَّهِ إِنِّي آتِيكُمْ بِسُلْطَانٍ مُبِينٍ (19) وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ (20) وَإِنْ لَمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ (21) فَدَعَا رَبَّهُ أَنَّ هَؤُلَاءِ قَوْمٌ مُجْرِمُونَ (22) فَأَسْرِ بِعِبَادِي لَيْلًا إِنَّكُمْ مُتَّبَعُونَ (23) وَاتْرُكِ الْبَحْرَ رَهْوًا إِنَّهُمْ جُنْدٌ مُغْرَقُونَ (24) كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ (25) وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ (26) وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ (27) كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ (28) فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ وَمَا كَانُوا مُنْظَرِينَ (29) ",
        "details": " اعلم أنه تعالى لما بين أن كفار مكة مصرون على كفرهم ، بين أن كثيراً من المتقدمين أيضاً كانوا كذلك ، فبين حصول هذه الصفة في أكثر قوم فرعون ، قال صاحب «الكشاف» قرىء ، { وَلَقَدْ فَتَنَّا } بالتشديد للتأكيد قال ابن عباس ابتلينا ، وقال الزجاج بلونا ، والمعنى عاملناهم معاملة المختبر ببعث الرسول إليهم { وَجَاءهُمْ رَسُولٌ كَرِيمٌ } وهو موسى واختلفوا في معنى الكريم ههنا فقال الكلبي كريم على ربه يعني أنه استحق على ربه أنواعاً كثيرة من الإكرام ، وقال مقاتل حسن الخلق وقال الفراء يقال فلان كريم قومه لأنه قل ما بعث رسول ألا من أشراف قومه وكرامهم .\r\n ثم قال : { أَنْ أَدُّواْ إِلَي عِبَاد الله } وفي أن قولان الأول : أنها أن المفسرة وذلك لأن مجيء الرسول إلى من بعث إليهم متضمن لمعنى القول لأنه لا يجيئهم إلا مبشراً ونذيراً وداعياً إلى الله الثاني : أنها المخففة من الثقيلة ومعناه وجاءهم بأن الشأن والحديث أدواء ، وعباد الله مفعول به وهم بنو إسرائيل يقول أدوهم إلي وأرسلوهم معي وهو كقوله { فَأَرْسِلْ مَعَنَا بَنِى إسراءيل وَلاَ تُعَذّبْهُمْ } [ طه : 47 ] ويجوز أيضاً أن يكون نداء لهم والتقدير : أدوا إلى عباد الله ما هو واجب عليكم من الإيمان ، وقبول دعوتي ، وأتباع سبيلي ، وعلل ذلك بأنه { رَسُولٌ أَمِينٌ } قد ائتمنه الله على وحيه ورسالته وأن لا تعلوا أن هذه مثل الأول في وجهيها أي لا تتكبروا على الله بإهانة وحيه ورسوله { إني آتيكم بسلطان مبين } بحجة بينة يعترف بصحتها كل عاقل { وَإِنّي عُذْتُ بِرَبّي وَرَبّكُمْ أَن تَرْجُمُونِ } قيل المراد أن تقتلون وقيل { أَن تَرْجُمُونِ } بالقول فتقولوا ساحر كذاب { وَإِن لَّمْ تُؤْمِنُواْ لِي } أي إن لم تصدقوني ولم تؤمنوا بالله لأجل ما أتيتكم به من الحجة ، فاللام في لي لام الأجل { فاعتزلون } أي اخلوا سبيلي لا لي ولا علي .\r\n قل مصنف الكتاب رحمه الله تعالى : إن المعتزلة يتصلفون ويقولون إن لفظ الاعتزال أينما جاء في القرآن كان المراد منه الاعتزال عن الباطل لا عن الحق ، فاتفق حضوري في بعض المحافل ، وذكر بعضهم هذا الكلام فأوردت عليه هذه الآية ، وقلت المراد الاعتزال في هذه الآية الاعتزال عن دين موسى عليه السلام وطريقته وذلك لا شك أنه اعتزال عن الحق فانقطع الرجل .\r\n ثم قال تعالى : { فَدَعَا رَبَّهُ } الفاء في فدعا تدل على أنه متصل بمحذوف قبله التأويل أنهم كفروا ولم يؤمنوا فدعا موسى ربه بأن هؤلاء قوم مجرمون ، فإن قالوا الكفر أعظم حال من الجرم ، فما السبب في أن جعل صفة الكفار كونهم مجرمين حال ما أراد المبالغة في ذمهم؟ قلت لأن الكافر قد يكون عدلاً في دينه وقد يكون مجرماً في دينه وقد يكون فاسقاً في دينه فيكون أخس الناس ، قال صاحب «الكشاف» قرىء ( إن هؤلاء ) بالكسر على إضمار القول أي فدعا ربه فقال : إن هؤلاء قوم مجرمون .\r\n ثم قال : { فَأَسْرِ بِعِبَادِي لَيْلاً } قرأ بن كثير ونافع { فَأَسْرِ } موصولة بالألف والباقون مقطوعة لألف سرى وأسرى لغتان أي أوحينا إلى موسى أن أسر بعبادي ليلاً إنكم متبعون ، أي يتبعكم فرعون وقومه ذلك سبباً لهلاكهم { واترك البحر رَهْواً } وفي الرهو قولان أحدهما : أنه الساكن يقال عيش راه إذا كان خافضاً وادعاً ، وافعل ذلك سهواً رهواً أي ساكناً بغير تشدد ، أراد موسى عليه السلام لما جاوز البحر أن يضربه بعصاه فينطبق كما كان فأمره الله تعالى بأن يتركه ساكناً على هيئته قاراً على حاله في انفلاق الماء وبقاء الطريق يبساً حتى تدخله القبط فإذا حصلوا فيه أطبقه الله عليهم والثاني : أن الرهو هو الفرجة الواسعة ، والمعنى ذا رهو أي ذا فرجة يعني الطريق الذي أظهره الله فيما بين لبحر أنهم جند مغرقون ، يعني اترك الطريق كما كان يدخلوا فيغرقوا ، وإنما أخبره الله تعالى بذلك حتى يبقى فارغ القلب عن شرهم وإيذائهم .\r\n ثم قال تعالى : { كَمْ تَرَكُواْ مِن جنات وَعُيُونٍ وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ } دلت هذه الآية على أنه تعالى أغرقهم ، ثم قال بعد غرقهم هذا الكلام ، وبيّن تعالى أنهم تركوا هذه الأشياء الخمسة ، وهي الجنات والعيون والزروع والمقام الكريم والمراد بالمقام الكريم ما كان لهم من المجالس والمنازل الحسنة ، وقيل المنابر التي كانوا يمدحون فرعون عليها { وَنَعْمَةٍ كَانُواْ فِيهَا فاكهين } قال علماء اللغة نعمة العيش ، بفتح النون حسنه ونضارته ، ونعمة الله إحسانه وعطاؤه ، قال صاحب «الكشاف» النعمة بالفتح من التنعم وبالكسر من الإنعام ، وقرىء فاكهين وفكهين كذلك الكاف منصوبة على معنى مثل ذلك الإخراج أخرجناهم منها وأورثناها أو في موضع الرفع على تقدير أن الأمر { كَذَلِكَ وأورثناها قَوْماً ءَاخَرِينَ } ليسوا منهم في شيء من قرابة ولا دين ولا ولاء ، وهم بنو إسرائيل كانوا مستعبدين في أيديهم فأهلكهم الله على أيديهم وأورثهم ملكهم وديارهم .\r\n ثم قال تعالى : { فَمَا بَكَتْ عَلَيْهِمُ السماء والأرض } وفيه وجوه : الأول : قال الواحدي في «البسيط» روى أنس بن مالك أن النبي صلى الله عليه وسلم قال : \" ما من عبد إلا وله في السماء بابان باب يخرج منه رزقه وباب يدخل فيه عمله ، فإذا مات فقداه وبكيا عليه \" وتلا هذه الآية ، قال وذلك لأنهم لم يكونوا يعملون على الأرض عملاً صالحاً فتبكي عليهم ، ولم يصعد لهم إلى السماء كلام طيب ولا عمل صالح فتبكي عليهم ، وهذا قول أكثر المفسرين .\r\n القول الثاني : التقدير : فما بكت عليهم أهل السماء وأهل الأرض ، فحذف المضاف والمعنى ما بكت عليهم الملائكة ولا المؤمنون ، بل كانوا بهلاكهم مسرورين .\r\n والقول الثالث : أن عادة الناس جرت بأن يقولوا في هلاك الرجل العظيم الشأن : إنه أظلمت له الدنيا ، وكسفت الشمس والقمر لأجله وبكت الريح والسماء والأرض ، ويريدون المبالغة في تعظيم تلك المصيبة لا نفس هذا الكذب .\r\n ونقل صاحب «الكشاف» : عن النبي صلى الله عليه وسلم أنه قال : \" ما من مؤمن مات في غربة غابت فيها بواكيه إلا بكت عليه السماء والأرض \" .\r\n وقال جرير : الشمس طالعة ليست بكاسفة \r\n تبكي عليك نجوم الليل والقمرا وفيه ما يشبه السخرية بهم يعني أنهم كانوا يستعظمون أنفسهم ، وكانوا يعتقدون في أنفسهم أنهم لو ماتوا لبكت عليهم السماء والأرض ، فما كانوا في هذا الحد ، بل كانوا دون ذلك ، وهذا إنما يذكر على سبيل التهكم .\r\n ثم قال : { وَمَا كَانُواْ مُنظَرِينَ } أي لما جاء وقت هلاكهم لم ينظروا إلى وقت آخر لتوبة وتدارك وتقصير .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد فتنا قبلهم قوم فرعون وجاءهم رسول كريم (17) أن أدوا إلي عباد الله إني لكم رسول أمين (18) وأن لا تعلوا على الله إني آتيكم بسلطان مبين (19) وإني عذت بربي وربكم أن ترجمون (20) وإن لم تؤمنوا لي فاعتزلون (21) فدعا ربه أن هؤلاء قوم مجرمون (22) فأسر بعبادي ليلا إنكم متبعون (23) واترك البحر رهوا إنهم جند مغرقون (24) كم تركوا من جنات وعيون (25) وزروع ومقام كريم (26) ونعمة كانوا فيها فاكهين (27) كذلك وأورثناها قوما آخرين (28) فما بكت عليهم السماء والأرض وما كانوا منظرين (29) ",
        "babnum": 3
    },
    {
        "id": 2205,
        "cate": "44",
        "title": "وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ (30) مِنْ فِرْعَوْنَ إِنَّهُ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ (31) وَلَقَدِ اخْتَرْنَاهُمْ عَلَى عِلْمٍ عَلَى الْعَالَمِينَ (32) وَآتَيْنَاهُمْ مِنَ الْآيَاتِ مَا فِيهِ بَلَاءٌ مُبِينٌ (33) إِنَّ هَؤُلَاءِ لَيَقُولُونَ (34) إِنْ هِيَ إِلَّا مَوْتَتُنَا الْأُولَى وَمَا نَحْنُ بِمُنْشَرِينَ (35) فَأْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ (36) أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَالَّذِينَ مِنْ قَبْلِهِمْ أَهْلَكْنَاهُمْ إِنَّهُمْ كَانُوا مُجْرِمِينَ (37) وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ (38) مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (39) ",
        "details": " اعلم أنه تعالى لما بيّن كيفية إهلاك فرعون وقومه بيّن كيفية إحسانه إلى موسى وقومه .\r\n واعلم أن دفع الضرر مقدم على إيصال النفع فبدأ تعالى ببيان دفع الضرر عنهم فقال : { وَلَقَدْ نَجَّيْنَا بَنِي إسراءيل مِنَ العذاب المهين } يعني قتل الأبناء واستخدام النساء والإتعاب في الأعمال الشاقة .\r\n ثم قال : { مِن فِرْعَوْنَ } وفيه وجهان : الأول : أن يكون التقدير من العذاب المهين الصادر من فرعون الثاني : أن يكون فرعون بدلاً من العذاب المهين كأنه في نفسه كان عذاباً مهيناً لإفراطه في تعذيبهم وإهانتهم .\r\n قال صاحب «الكشاف» وقرىء { مِنْ عَذَابِ المهين } وعلى هذه القراءة ( فالمهين ) هو فرعون لأنه كان عظيم السعي في إهانة المحقين .\r\n وفي قراءة ابن عباس { مِن فِرْعَوْنَ } وهو بمعنى الاستفهام وقوله { إِنَّهُ كَانَ عَالِياً مِّنَ المسرفين } جوابه كأن التقدير أن يقال هل تعرفونه من هو في عتوه وشيطنته؟ ثم عرف حاله بقوله { إِنَّهُ كَانَ عَالِياً مِّنَ المسرفين } أي كان عالي الدرجة في طبقة المفسرين ، ويجوز أن يكون المراد { إِنَّهُ كَانَ عَالِياً } لقوله { إِنَّ فِرْعَوْنَ عَلاَ فِي الأرض } [ القصص : 4 ] وكان أيضاً مسرفاً ومن إسرافه أنه على حقارته وخسته ادعى الإلهية ، ولما بيّن الله تعالى أنه كيف دفع الضرر عن بني إسرائيل وبيّن أنه كيف أوصل إليهم الخيرات فقال : { وَلَقَدِ اخترناهم على عِلْمٍ عَلَى العالمين } وفيه بحثان : البحث الأول : أن قوله { على عِلْمٍ } في موضع الحال ثم فيه وجهان أحدهما : أي عالمين بكونهم مستحقين لأن يختاروا ويرجحوا على غيرهم والثاني : أن يكون المعنى مع علمنا بأنهم قد يزيغون ويصدر عنهم الفرطات في بعض الأحوال .\r\n البحث الثاني : ظاهر قوله { وَلَقَدِ اخترناهم على عِلْمٍ عَلَى العالمين } يقتضي كونهم أفضل من كل العالمين فقيل المراد على عالمي زمانهم ، وقيل هذا عام دخله التخصيص كقوله { كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ } [ آل عمران : 110 ] .\r\n ثم قال تعالى : { وءاتيناهم مِنَ الآيات } مثل فلق البحر ، وتظليل الغمام ، وإنزال المن والسلوى ، وغيرها من الآيات القاهرة التي ما أظهر الله مثلها على أحد سواهم { بلاء مبين } أي نعمة ظاهرة ، لأنه تعالى لما كان يبلو بالمحنة فقد يبلو أيضاً بالنعمة اختباراً ظاهراً ليتميز الصديق عن الزنديق ، وهاهنا آخر الكلام في قصة موسى عليه السلام ثم رجع إلى ذكر كفار مكة ، وذلك لأن الكلام فيهم حيث قال : { بَلْ هُمْ فِي شَكّ يَلْعَبُونَ } أي بل هم في شك من البعث والقيامة ، ثم بيّن كيفية إصرارهم على كفرهم ، ثم بيّن أن قوم فرعون كانوا في الإصرار على الكفر على هذه القصة ، ثم بيّن كيف أهلكهم وكيف أنعم على بني إسرائيل ، ثم رجع إلى الحديث الأول ، وهو كون كفار مكة منكرين للبعث ، فقال : { إِنَّ هَؤُلاَء لَيَقُولُونَ * إِنْ هِيَ إِلاَّ مَوْتَتُنَا الأولى وَمَا نَحْنُ بِمُنشَرِينَ } فإن قيل القوم كانوا ينكرون الحياة الثانية فكان من حقهم أن يقولوا : إن هي إلا حياتنا الأولى وما نحن بمنشرين؟ قلنا إنه قيل لهم إنكم تموتون موتة تعقبها حياة ، كما أنكم حال كونكم نطفاً كنتم أمواتاً وقد تعقبها حياة ، وذلك قوله { وَكُنتُمْ أمواتا فأحياكم ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ فَقَالُواْ إِنْ هِيَ إِلاَّ مَوْتَتُنَا الأولى } يريدون ما الموتة التي من شأنها أن تعقبها حياة إلا الموتة الأولى دون الموتة الثانية ، وما هذه الصفة التي تصفون بها الموتة من تعقيب الحياة لها إلا الموتة الأولى خاصة ، فلا فرق إذاً بين هذا الكلام وبين قوله { إِنْ هِيَ إِلاَّ حَيَاتُنَا الدنيا } هذا ما ذكره صاحب «الكشاف» : ويمكن أن يذكر فيه وجه آخر ، فيقال قوله { إِنْ هِىَ إِلاَّ مَوْتَتُنَا الأولى } يعني أنه لا يأتينا شيء من الأحوال إلا الموتة الأولى ، وهذا الكلام يدل على أنهم لا تأتيهم الحياة الثانية ألبتة ، ثم صرحوا بهذا المرموز فقالوا { وَمَا نَحْنُ بِمُنشَرِينَ } فلا حاجة إلى التكلف الذي ذكره صاحب «الكشاف» .\r\n ثم قال تعالى : { وَمَا نَحْنُ بِمُنشَرِينَ } يقال نشر الله الموتى وأنشرهم إذا بعثهم ، ثم إن الكفار احتجوا على نفي الحشر والنشر بأن قالوا : إن كان البعث والنشور ممكنً معقولاً فجعلوا لنا إحياء من مات من آبائنا بأن تسألوا ربكم ذلك ، حتى يصير ذلك دليلاً عندنا على صدق دعواكم في النبوة والبعث في القيامة ، قيل طلبوا من الرسول صلى الله عليه وسلم أن يدعو الله حتى ينشر قصي بن كلاب ليشاوروه في صحة نبوة محمد صلى الله عليه وسلم وفي صحة البعث ، ولما حكى الله عنهم ذلك قال : { أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ والذين مِن قَبْلِهِمْ أهلكناهم إِنَّهُمْ كَانُواْ مُجْرِمِينَ } والمعنى أن كفار مكة لم يذكروا في نفي الحشر والنشر شبهة حتى يحتاج إلى الجواب عنها ، ولكنهم أصروا على الجهل والتقليد في ذلك الإنكار ، فلهذا السبب اقتصر الله تعالى على الوعيد ، فقال إن سائر الكفار كانوا أقوى من هؤلاء ، ثم إن الله تعالى أهلكهم فكذلك يهلك هؤلاء ، فقوله تعالى : { أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ } استفهام على سبيل الإنكار ، قال أبو عبيدة : ملوك اليمن كان كل واحد منهم يسمى تبعاً لأن أهل الدنيا كانوا يتبعونه ، وموضع تبع في الجاهلية موضع الخليفة في الإسلام وهم الأعاظم من ملوك العرب قالت عائشة ، كان تبع رجلاً صالحاً ، وقال كعب : ذم الله قومه ولم يذمه ، قال الكلبي هو أبو كرب أسعد ، وعن النبي صلى الله عليه وسلم : « لا تسبوا تبعاً فإنه كان قد أسلم ما أدري أكان تبع نبياً أو غير نبي » فإن قيل ما معنى قوله { أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ } مع أنه لا خير في الفريقين؟ قلنا معناه أهم خير في القوة والشوكة ، كقوله { أكفاركم خَيْرٌ مّنْ أولئكم } [ القمر : 43 ] بعد ذكر آل فرعون ، ثم إنه تعالى ذكر الدليل القاطع على القول بالبعث والقيامة ، فقال : { وَمَا خَلَقْنَا السموات والأرض وَمَا بَيْنَهُمَا لاَعِبِينَ } ولو لم يحصل البعث لكان هذا الخلق لعباً وعبثاً ، وقد مرّ تقرير هذه الطريقة بالاستقصاء في أول سورة يونس ، وفي آخر سورة { قَدْ أَفْلَحَ المؤمنون } حيث قال : { أَفَحَسِبْتُمْ أَنَّمَا خلقناكم عَبَثاً } [ المؤمنون : 115 ] وفي سورة ص حيث قال : { وما خلقنا السماء والأرض وما بينهم باطلاً } [ ص : 27 ] .\r\n ثم قال : { مَا خلقناهما إِلاَّ بالحق ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ } والمراد أهل مكة ، وأما استدلال المعتزلة بهذه الآية على أنه تعالى لا يخلق الكفر والفسق ولا يريدهما فهو مع جوابه معلوم ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد نجينا بني إسرائيل من العذاب المهين (30) من فرعون إنه كان عاليا من المسرفين (31) ولقد اخترناهم على علم على العالمين (32) وآتيناهم من الآيات ما فيه بلاء مبين (33) إن هؤلاء ليقولون (34) إن هي إلا موتتنا الأولى وما نحن بمنشرين (35) فأتوا بآبائنا إن كنتم صادقين (36) أهم خير أم قوم تبع والذين من قبلهم أهلكناهم إنهم كانوا مجرمين (37) وما خلقنا السماوات والأرض وما بينهما لاعبين (38) ما خلقناهما إلا بالحق ولكن أكثرهم لا يعلمون (39) ",
        "babnum": 4
    },
    {
        "id": 2206,
        "cate": "44",
        "title": "إِنَّ يَوْمَ الْفَصْلِ مِيقَاتُهُمْ أَجْمَعِينَ (40) يَوْمَ لَا يُغْنِي مَوْلًى عَنْ مَوْلًى شَيْئًا وَلَا هُمْ يُنْصَرُونَ (41) إِلَّا مَنْ رَحِمَ اللَّهُ إِنَّهُ هُوَ الْعَزِيزُ الرَّحِيمُ (42) إِنَّ شَجَرَتَ الزَّقُّومِ (43) طَعَامُ الْأَثِيمِ (44) كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ (45) كَغَلْيِ الْحَمِيمِ (46) خُذُوهُ فَاعْتِلُوهُ إِلَى سَوَاءِ الْجَحِيمِ (47) ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ (48) ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ (49) إِنَّ هَذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ (50) ",
        "details": " اعلم أن المقصود من قوله { وَمَا خَلَقْنَا السموات والأرض وَمَا بَيْنَهُمَا لاَعِبِينَ } [ الدخان : 38 ] إثبات القول بالبعث والقيامة ، فلا جرم ذكر عقيبه قوله { إِنَّ يَوْمَ الفصل ميقاتهم أَجْمَعِينَ } وفي تسمية يوم القيامة بيوم الفصل وجوه الأول : قال الحسن : يفصل الله فيه بين أهل الجنة وأهل النار الثاني : يفصل في الحكم والقضاء بين عباده الثالث : أنه في حق المؤمنين يوم الفصل ، بمعنى أنه يفصل بينه وبين كل ما يكرهه ، وفي حق الكفار ، بمعنى أنه يفصل بينه وبين كل ما يريده ، الرابع : أنه يظهر حال كل أحد كما هو ، فلا يبقى في حاله ريبة ولا شبهة ، فتنفصل الخيالات والشبهات ، وتبقى الحقائق والبينات ، قال ابن عباس رضي الله عنهما : المعنى أن يوم يفصل الرحمن بين عباده ميقاتهم أجمعين البر والفاجر ، ثم وصف ذلك اليوم فقال : { يَوْمَ لاَ يُغْنِي مَوْلًى عَن مَّوْلًى شَيْئاً } يريد قريب عن قريب { وَلاَ هُمْ يُنصَرُونَ } أي ليس لهم ناصر ، والمعنى أن الذي يتوقع منه النصرة إما القريب في الدين أو في النسب أو المعتق ، وكل هؤلاء يسمون بالمولى ، فلما لم تحصل النصرة منهم فبأن لا تحصل ممن سواهم أولى ، وهذه الآية شبيهة بقوله تعالى : { واتقوا يَوْمًا لاَّ تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا } إلى قوله { وَلاَ هُمْ يُنصَرُونَ } [ البقرة : 123 ] قال الواحدي : والمراد بقوله { مَوْلًى عَن مَّوْلًى } الكفار ألا ترى أنه ذكر المؤمن فقال : { إِلاَّ مَن رَّحِمَ الله } قال ابن عباس رضي الله عنهما : يريد المؤمن فإنه تشفع له الأنبياء والملائكة .\r\n اعلم أنه تعالى لما أقام الدلالة على أن القول بالقيامة حق ، ثم أردفه بوصف ذلك اليوم ذكر عقيبه وعيد الكفار ، ثم بعده وعد الأبرار ، أما وعيد الكفار فهو قوله { إِنَّ شَجَرَةَ الزقوم * طَعَامُ الأثيم } وفيه مسائل : المسألة الأولى : قال صاحب «الكشاف» قرىء { إِنَّ شَجَرَةَ الزقوم } بكسر الشين ، ثم قال وفيها ثلاث لغات : شجرة بفتح الشين وكسرها ، وشيرة بالياء ، وشبرة بالباء .\r\n المسألة الثانية : لبحث عن اشتقاق لفظ الزقوم قد تقدم في سورة والصافات ، فلا فائدة في الإعادة .\r\n المسألة الثالثة : قالت المعتزلة : الآية تدل على حصول هذا الوعيد الشديد للأثيم ، والأثيم هو الذي صدر عنه الإثم ، فيكون هذا الوعيد حاصلاً للفساق والجواب : أنا بينا في أصول الفقه أن اللفظ المفرد الذي دخل عليه حرف التعريف الأصل فيه أن ينصرف إلى المذكور السابق ، ولا يفيد العموم ، وههنا المذكور السابق هو الكافر ، فينصرف إليه .\r\n المسألة الرابعة : مذهب أبي حنيفة أن قراءة القرآن بالمعنى جائز ، واحتج عليه بأنه نقل أن ابن مسعود كان يقرىء رجلاً هذه الآية فكان يقول : طعام اللئيم ، فقال قل طعام الفاجر ، وهذا الدليل في غاية الضعف على ما بيناه في أصول الفقه .\r\n ثم قال : { كالمهل } قرىء بضم الميم وفتحها وسبق تفسيره في سورة الكهف ، وقد شبه الله تعالى هذا الطعام بالمهل ، وهو دردى الزيت وعكر القطران ومذاب النحاس وسائر الفلزات ، وتمّ الكلام ههنا ، ثم أخبر عن غليانه في بطون الكفار فقال : { يَغْلِي فِي البطون } وقرىء بالتاء فمن قرأ بالتاء فلتأنيث الشجرة ، ومن قرأ بالياء حمله على الطعام في قوله { طَعَامُ الأثيم } لأن الطعام هو ( ثمر ) الشجرة في المعنى ، واختار أبو عبيد الياء لأن الاسم المذكور يعني المهل هو الذي بل الفعل فصار التذكير به أولى ، واعلم أنه لا يجوز أن يحمل الغلي على المهل لأن المهل مشبه به ، وإنما يغلي ما يشبه بالمهل كغلي الحميم والماء إذا اشتد غليانه فهو حميم .\r\n ثم قال : { خُذُوهُ } أي خذوا الأثيم { فاعتلوه } قرىء بكسر التاء ، قال الليث : العتل أن تأخذ بمنكث الرجل فتعتله أي تجره إليك وتذهب به إلى حبس أو منحة ، وأخذ فلان بزمام الناقة يعتلها وذلك إذا قبض على أصل الزمام عند الرأس وقادها قوداً عنيفاً ، وقال ابن السكيت عتلته إلى السجن وأعتلته إذا دفعته دفعاً عنيفاً ، هذا قول جميع أهل اللغة في العتل ، وذكروا في اللغتين ضم التاء وكسرها وهما صحيحان مثل يعكفون ويعكفون ، ويعرشون ويعرشون .\r\n قوله تعالى : { إلى سَوَاء الجحيم } أي إلى وسط الجحيم { ثُمَّ صُبُّواْ فَوْقَ رَأْسِهِ مِنْ عَذَابِ الحميم } وكان الأصل أن يقال : ثم صبوا من فوق رأسه الحميم أو يصب من فوق رؤوسهم الحميم إلا أن هذه الاستعارة أكمل في المبالغة كأنه يقول : صبوا عليه عذاب ذلك الحميم ، ونظيره قوله تعالى : { رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا } [ البقرة : 25 ] و { ذُقْ إِنَّكَ أَنتَ العزيز الكريم } [ الدخان : 49 ] وذكروا فيه وجوهاً الأول : أنه يخاطب بذلك على سبيل الاستهزاء ، والمراد إنك أنت بالضد منه والثاني : أن أبا جهل قال لرسول الله صلى الله عليه وسلم : ما بين جبليها أعز ولا أكرم مني فوالله ما تستطيع أنت ولا ربك أن تفعلا بي شيئاً والثالث : أنك كنت تعتز لا بالله فانظر ما وقعت فيه ، وقرىء أنك بمعنى لأنك .\r\n ثم قال : { إِنَّ هذا مَا كُنتُمْ بِهِ تَمْتَرُونَ } أي أن هذا العذاب ما كنتم به تمترون أي تشكون ، والمراد منه ما ذكره في أول السورة حيث قال : { بَلْ هُمْ فِي شَكّ يَلْعَبُونَ } [ الدخان : 9 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن يوم الفصل ميقاتهم أجمعين (40) يوم لا يغني مولى عن مولى شيئا ولا هم ينصرون (41) إلا من رحم الله إنه هو العزيز الرحيم (42) إن شجرت الزقوم (43) طعام الأثيم (44) كالمهل يغلي في البطون (45) كغلي الحميم (46) خذوه فاعتلوه إلى سواء الجحيم (47) ثم صبوا فوق رأسه من عذاب الحميم (48) ذق إنك أنت العزيز الكريم (49) إن هذا ما كنتم به تمترون (50) ",
        "babnum": 5
    },
    {
        "id": 2207,
        "cate": "44",
        "title": "إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ (51) فِي جَنَّاتٍ وَعُيُونٍ (52) يَلْبَسُونَ مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَقَابِلِينَ (53) كَذَلِكَ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ (54) يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ (55) لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَى وَوَقَاهُمْ عَذَابَ الْجَحِيمِ (56) فَضْلًا مِنْ رَبِّكَ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (57) فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ (58) فَارْتَقِبْ إِنَّهُمْ مُرْتَقِبُونَ (59) ",
        "details": " اعلم أنه تعالى لما ذكر الوعيد في الآيات المتقدمة ذكر الوعد في هذه الآيات فقال : { إِنَّ المتقين } قال أصحابنا كل من اتقى الشرك فقد صدق عليه اسم المتقي فوجب أن يدخل الفاسق في هذا الوعد .\r\n واعلم أنه تعالى ذكر من أسباب تنعمهم أربعة أشياء أولها : مساكنهم فقال : { فِى مَقَامٍ أَمِينٍ } .\r\n واعلم أن المسكين إنما يطيب بشرطين أحدهما : أن يكون آمناً عن جميع ما يخاف ويحذر وهو المراد من قوله { فِي مَقَامٍ أَمِينٍ } قرأ الجمهور في مقام بفتح الميم ، وقرأ نافع وابن عامر بضم الميم ، قال صاحب «الكشاف» المقام بفتح الميم هو موضع القيام ، والمراد المكان وهو من الخاص الذي جعل مستعملاً في المعنى العام وبالضم هو موضع الإقامة ، والأمين من قولك أمن الرجل أمانة فهو أمين وهو ضد الخائن ، فوصف به المكان استعارة لأن المكان المخيف كأنه يخون صاحبه والشرط الثاني : لطيب المكان أن يكون قد حصل فيه أسباب النزهة وهي الجنات والعيون ، فلما ذكر تعالى هذين الشرطين في مساكن أهل الجنة فقد وصفها بما لا يقبل الزيادة .\r\n والقسم الثاني : من تنعماتهم الملبوسات فقال : { يَلْبَسُونَ مِن سُندُسٍ وَإِسْتَبْرَقٍ } قيل السندس ما رقّ من الديباج ، والإستبرق ما غلظ منه ، وهو تعريب استبرك ، فإن قالوا كيف جاز ورود الأعجمي في القرآن؟ قلنا لما عرب فقد صار عربياً .\r\n والقسم الثالث : فهو جلوسهم على صفة التقابل والغرض منه استئناس البعض بالبعض ، فإن قالوا الجلوس على هذا الوجه موحش لأنه يكون كل واحد منهم مطلعاً على ما يفعله الآخر ، وأيضاً فالذي يقل ثوابه إذا اطلع على حال من يكثر ثوابه يتنغص عيشه ، قلنا أحوال الآخرة بخلاف أحوال الدنيا .\r\n والقسم الرابع : أزواجهم فقال : { كَذَلِكَ وزوجناهم بِحُورٍ عِينٍ } الكاف فيه وجهان أن تكون مرفوعة والتقدير الأمر كذلك أو منصوبة والتقدير آتيناهم مثل ذلك ، قال أبو عبيدة : جعلناهم أزواجاً كما يزوج البعل بالبعل أي جلعناهم اثنين اثنين ، واختلفوا في أن هذا اللفظ هل يدل على حصول عقد التزويج أم لا؟ ، قال يونس قوله { وزوجناهم بِحُورٍ عِينٍ } أي قرناهم بهن فليس من عقد التزويج ، والعرب لا تقول تزوجت بها وإنما تقول تزوجتها ، قال الواحدي رحمه لله والتنزيل يدل على ما قال يونس وذلك قوله { فَلَمَّا قضى زَيْدٌ مّنْهَا وَطَراً زوجناكها } [ الأحزاب : 37 ] ولو كان المراد تزوجت بها زوجناك بها وأيضاً فقول القائل زوجته به معناه أنه كان فرداً فزوجته بآخر كما يقال شفعته بآخر ، وأما الحور ، فقال الواحدي أصل الحور البياض والتحوير التبييض ، وقد ذكرنا ذلك في تفسير الحواريين ، وعين حوراء إذا اشتد بياض بياضها واشتد سواد سوادها ، ولا تسمى المرأة حوراء حتى يكون حور عينيها بياضاً في لون الجسد ، والدليل على أن المراد بالحور في هذه الآية البيض قراءة ابن مسعود بعيس عين والعيس البيض ، وأما العين فجمع عيناء وهي التي تكون عظيمة العينين من النساء ، فقال الجبائي رجل أعين إذا كان ضخم العين واسعها والأنثى عيناء والجمع عين ، ثم اختلفوا في هؤلاء الحور العين ، فقال الحسن هن عجائزكم الدرد ينشئهن الله خلقاً آخر ، وقال أبو هريرة إنهن ليسوا من نساء الدنيا .\r\n والنوع الخامس : من تنعمات أهل الجنة المأكول فقال : { يَدْعُونَ فِيهَا بِكلّ فاكهة ءامِنِينَ } قالوا إنهم يأكلون جميع أنواع الفاكهة لأجل أنهم آمنون من التخم والأمراض .\r\n ولما وصف الله تعالى أنواع ما هم فيه من الخيرات والراحات ، بين أن حياتهم دائمة ، فقال : { لاَ يَذُوقُونَ فِيهَا الموت إِلاَّ الموتة الأولى } وفيه سؤالان : السؤال الأول : أنهم ما ذاقوا الموتة الأولى في الجنة فكيف حسن هذا الاستثناء؟ وأجيب عنه من وجوه الأول : قال صاحب «الكشاف» أريد أن يقال : لا يذوقون فيها الموت ألبتة فوضع قوله { إِلاَّ الموتة الأولى } موضع ذلك لأن الموتة الماضية محال في المستقبل ، فهو من باب التعليق بالمحال ، كأنه قيل إن كانت الموتة الأولى يمكن ذوقها في المستقبل فإنهم يذوقونها الثاني : أن إلا بمعنى لكن والتقدير لا يذوقون فيها الموت لكن الموتة الأولى قد ذاقوها والثالث : أن الجنة حقيقتها ابتهاج النفس وفرحها بمعرفة الله تعالى وبطاعته ومحبته ، وإذا كان الأمر كذلك فإن الإنسان الذي فاز بهذه السعادة فهو في الدنيا في الجنة وفي الآخرة أيضاً في الجنة ، وإذا كان الأمر كذلك فقد وقعت الموتة الأولى حين كان الإنسان في الجنة الحقيقية التي هي جنة المعرفة بالله والمحبة ، فذكر هذا الاستثناء كالتنبيه على قولنا إن الجنة الحقيقية هي حصول هذه الحالة لا الدار التي هي دار الأكل والشرب ، ولهذا السبب قال عليه السلام : \" أنبياء الله لا يموتون ولكن ينقلون من دار إلى دار \" والرابع : أن من جرب شيئاً ووقف عليه صح أن يقال إنه ذاقه ، وإذا صح أن يسمى العلم بالذوق صح أن يسمى تذكره أيضاً بالذوق فقوله { لاَ يَذُوقُونَ فِيهَا الموت إِلاَّ الموتة الأولى } يعني إلا الذوق الحاصل بسبب تذكر الموتة الأولى .\r\n السؤال الثاني : أليس أن أهل النار أيضاً لا يموتون فلم بشر أهل الجنة بهذا مع أهل النار يشاركونهم فيه؟ والجواب : أن البشارة ما وقعت بدوام الحياة مع سابقة حصول تلك الخيرات والسعادات فظهر الفرق .\r\n ثم قال تعالى : { ووقاهم عَذَابَ الجحيم } قرىء ووقاهم بالتشديد ، فإن قالوا مقتضى الدليل أن يكون ذكر الوقاية عن عذاب الجحيم متقدماً على ذكر الفوز بالجنة لأن الذي وقى عن عذاب الجحيم قد يفوز وقد لا يفوز ، فإذا ذكر بعده أنه فاز بالجنة حصلت الفائدة ، أما الذي فاز بخيرات الجنة فقد تخلص عن عقاب الله لا محالة فلم يكن ذكر الفوز عن عذاب جهنم بعد الفوز بثواب الجنة مفيداً ، قلنا التقدير كأنه تعالى قال : ووقاهم في أول الأمر عن عذاب الجحيم .\r\n ثم قال : { فَضْلاً مّن رَّبّكَ } يعني كل ما وصل إليه المتقون من الخلاص عن النار والفوز بالجنة فإنما يحصل بتفضل الله ، واحتج أصحابنا بهذه الآية على أن الثواب يحصل تفضلاً من الله تعالى لا بطريق الاستحقاق لأنه تعالى لما عدد أقسام ثواب المتقين بين أنها بأسرها إنما حصلت على سبيل الفضل والإحسان من الله تعالى ، قال القاضي أكثر هذه الأشياء وإن كانوا قد استحقوه بعملهم فهو بفضل الله لأنه تعالى تفضل بالتكليف ، وغرضه منه أن يصيرهم إلى هذه المنزلة فهو كمن أعطى غيره مالاً ليصل به إلى ملك ضيعة ، فإنه يقال في تلك الضيعة إنها من فضله ، قلنا مذهبك أن هذا الثواب حق لازم على الله ، وإنه تعالى لو أخل به لصار سفيهاً ولخرج به عن الإلهية فكيف يمكن وصف مثل هذا الشيء بأنه فضل من الله تعالى؟ ثم قال تعالى : { ذلك هُوَ الفوز العظيم } واحتج أصحابنا بهذه الآية على أن التفضيل أعلى درجة من الثواب المستحق ، فإنه تعالى وصفه بكونه فضلاً من الله ثم وصف الفضل من الله بكونه فوزاً عظيماً ، ويدل عليه أيضاً أن الملك العظيم إذا أعطى الأجير أجرته ثم خلع على إنسان آخر فإن تلك الخلعة أعلى حالاً من إعطاء تلك الأجرة ، ولما بين الله تعالى الدلائل وشرح الوعد والوعيد قال : { فَإِنَّمَا يسرناه بِلَسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ } والمعنى أنه تعالى وصف القرآن في أول هذه السورة بكونه كتاباً مبيناً أي كثير البيان والفائدة وذكر في خاتمتها ما يؤكد ذلك فقال : إن ذلك الكتاب المبين ، الكثير الفائدة إنما يسرناه بلسانك ، أي إنما أنزلنا عربياً بلغتك ، لعلّهم يتذكرون ، قال القاضي وهذا يدل على أنه أراد من الكل الإيمان والمعرفة وأنه ما أراد من أحد الكفر وأجاب أصحابنا أن الضمير في قوله { لَعَلَّهُمْ يَتَذَكَّرُونَ } عائد إلى أقوام مخصوصين فنحن نحمل ذلك على المؤمنين .\r\n ثم قال : { فارتقب } أي فانتظر ما يحل بهم { إِنَّهُمْ مُّرْتَقِبُونَ } ما يحل بك ، متربصون بك الدوائر ، والله أعلم .\r\n قال المصنف رحمه الله تعالى : تم تفسير هذه السورة ليلة الثلاثاء في نصف الليل الثاني عشر من ذي الحجة سنة ثلاث وستمائة ، يا دائم المعروف ، يا قديم الإحسان ، شهد لك إشراق العرش ، وضوء الكرسي ، ومعارج السموات ، وأنوار الثوابت والسيارات ، على منابرها ، المتوغلة في العلو الأعلى ، ومعارجها المقدسة عن غبار عالم الكون والفساد ، بأن الأول الحق الأزلي ، لا يناسبه شيء من علائق العقول ، وشوائب الخواطر ، ومناسبات المحدثات ، فالقمر بسبب محوه مقر النقصان ، والشمس بشهادة المعارج بتغيراتها ، معترفة بالحاجة إلى تدبير الرحمن ، والطبائع مقهورة تحت القدرة القاهرة ، فالله في غيبيات المعارج العالية ، والمتغيرات شاهدة بعدم تغيره ، والمتعاقبات ناطقة بدوام سرمديته ، وكل ما نوجه عليه أنه مضى وسيأتي فهو خالقه وأعلى منه ، فبجوده الوجود وإيجاد ، وبإعدامه الفناء والفساد ، وكل ما سواه فهو تائه في جبروته ، نائر عند طلوع نور ملكوته ، وليس عند عقول الخلق إلا أنه بخلاف كل الخلق ، له العز والجلال ، والقدرة والكمال ، والجود والإفضال ، ربنا ورب مبادينا إياك نروم ، ولك نصلي ونصوم ، وعليك المعول ، وأنت المبدأ الأول ، سبحانك سبحانك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن المتقين في مقام أمين (51) في جنات وعيون (52) يلبسون من سندس وإستبرق متقابلين (53) كذلك وزوجناهم بحور عين (54) يدعون فيها بكل فاكهة آمنين (55) لا يذوقون فيها الموت إلا الموتة الأولى ووقاهم عذاب الجحيم (56) فضلا من ربك ذلك هو الفوز العظيم (57) فإنما يسرناه بلسانك لعلهم يتذكرون (58) فارتقب إنهم مرتقبون (59) ",
        "babnum": 6
    }
]