[
    {
        "id": 3010,
        "cate": "76",
        "title": "هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا (1) ",
        "details": " اتفقوا على أن { هَلُ } ههنا وفي قوله تعالى : { هَلْ أَتَاكَ حَدِيثُ الغاشية } [ الغاشية : 1 ] بمعنى قد ، كما تقول : هل رأيت صنيع فلان ، وقد علمت أنه قد رآه ، وتقول : هل وعظتك هل أعطيتك ، ومقصودك أن تقرره بأنك قد أعطيته ووعظته ، وقد تجيء بمعنى الجحد ، تقول : وهل يقدر أحد على مثل هذا ، وأما أنها تجيء بمعنى الاستفهام فظاهر ، والدليل على أنها ههنا ليست بمعنى الاستفهام وجهان الأول : ما روي أن الصديق رضي الله عنه لما سمع هذه الآية قال : يا ليتها كانت تمت فلا نبتلي ، ولو كان ذلك استفهاماً لما قال : ليتها تمت ، لأن الاستفهام ، إنما يجاب بلا أو بنعم ، فإذا كان المراد هو الخبر ، فحينئذ يحسن ذلك الجواب الثاني : أن الاستفهام على الله تعالى محال فلا بد من حمله على الخبر .\r\n المسألة الأولى : اختلفوا في الإنسان المذكور ههنا فقال : جماعة من المفسرين يريد آدم عليه السلام ، ومن ذهب إلى هذا قال : إن الله تعالى ذكر خلق آدم في هذه الآية ثم عقب بذكر ولده في قوله : { إِنَّا خَلَقْنَا الإنسان مِن نُّطْفَةٍ أَمْشَاجٍ نَّبْتَلِيهِ } [ الإنسان : 2 ] ، والقول الثاني : أن المراد بالإنسان بنو آدم بدليل قوله : { إِنَّا خَلَقْنَا الإنسان مِن نُّطْفَةٍ } فالإنسان في الموضعين واحد ، وعلى هذا التقدير يكون نظم الآية أحسن .\r\n المسألة الثانية : { حِينٍ } فيه قولان : الأول : أنه طائفة من الزمن الطويل الممتد وغير مقدر في نفسه والثاني : أنه مقدر بالأربعين ، فمن قال : المراد بالإنسان هو آدم قال المعنى : أنه مكث آدم عليه السلام أربعين سنة طيناً إلى أن نفخ فيه الروح ، وروى عن ابن عباس أنه بقي طيناً أربعين سنة وأربعين من صلصال وأربعين من حمأ مسنون فتم خلقه بعد مائة وعشرين سنة ، فهو في هذه المدة ما كان شيئاً مذكوراً ، وقال الحسن : خلق الله تعالى كل الأشياء ما يرى وما لا يرى من دواب البر والبحر في الأيام الستة التي خلق فيها السموات والأرض وآخر ما خلق آدم عليه السلام وهو قوله : { لَمْ يَكُن شَيْئاً مَّذْكُوراً } فإن قبل : إن الطين والصلصال والحمأ المسنون قبل نفخ الروح فيه ما كان إنساناً ، والآية تقتضي أنه قد مضى على الإنسان حال كونه إنساناً حين من الدهر مع أنه في ذلك الحين ما كان شيئاً مذكوراً ، قلنا : إن الطين والصلصال إذا كان مصوراً بصورة الإنسان ويكون محكوماً عليه بأنه سينفخ فيه الروح وسيصير إنساناً صح تسميته بأنه إنسان ، والذين يقولون الإنسان هو النفس الناطقة ، وإنها موجودة قبل وجود الأبدان ، فالإشكال عنهم زائل واعلم أن الغرض من هذا التنبيه على أن الإنسان محدث ، ومتى كان كذلك فلا بد من محدث قادر .\r\n المسألة الثالثة : لم يكن شيئاً مذكوراً محله النصب على الحال من الإنسان كأنه قيل : هل أتى عليه حين من الدهر غير مذكور أو الرفع على الوصف لحين ، تقديره : هل أتى على الإنسان حين لم يكن فيه شيئاً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هل أتى على الإنسان حين من الدهر لم يكن شيئا مذكورا (1) ",
        "babnum": 1
    },
    {
        "id": 3011,
        "cate": "76",
        "title": "إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا (2) ",
        "details": " قوله تعالى : { إِنَّا خَلَقْنَا الإنسان مِن نُّطْفَةٍ أَمْشَاجٍ } فيه مسائل : المسألة الأولى : المشج : في اللغة الخلط ، يقال : مشج يمشج مشجاً إذا خلط ، والأمشاج الأخلاط ، قال ابن الأعرابي : واحدها مشج ومشيج ، ويقال للشيء إذا خلط : مشيج كقولك : خليط وممشوج ، كقولك مخلوط .\r\n قال الهذلي : كأن الريش والفوقين منه \r\n خلاف النصل شط به مشيج يصف السهم بأنه قد بعد في الرمية فالتطخ ريشه وفرقاه بدم يسير ، قال صاحب «الكشاف» : الأمشاج لفظ مفرد ، وليس يجمع بدليل أنه صفة للمفرد وهو قوله : { نُّطْفَةٍ أَمْشَاجٍ } ويقال أيضاً : نطفة مشيج ، ولا يصح أن يكون أمشاجاً جمعاً للمشج بل هما مثلان في الإفراد ونظيره برمة أعشار أي قطع مسكرة ، وثوب أخلاق وأرض سباسب ، واختلفوا في معنى كون النطفة مختلطة فالأكثرون على أنه اختلاط نطفة الرجل بنطفة المرأة كقوله : { يَخْرُجُ مِن بَيْنِ الصلب والترائب } [ الطارق : 7 ] قال ابن عباس هو اختلاط ماء الرجل وهو أبيض غليظ وماء المرأة وهو أصفر رقيق فيختلطان ويخلق الولد منهما ، فما كان من عصب وعظم وقوة فمن نطفة الرجل ، وما كان من لحم ودم فمن ماء المرأة ، قال مجاهد : هي ألوان النطفة فنطفة الرجل بيضاء ونطفة المرأة صفراء ، وقال عبدالله أمشاجها عروقها ، وقال الحسن : يعني من نطفة مشجت بدم وهو دم الحيضة وذلك أن المرأة إذا تلقت ماء الرجل وحبلت أمسك حيضها فاختلطت النطفة بالدم ، وقال قتادة : الأمشاج هو أنه يختلط الماء والدم أولاً ثم يصير علقة ثم يصير مضغة ، وبالجملة فهو عبارة عن انتقال ذلك الجسم من صفة إلى صفة ، ومن حال إلى حال .\r\n وقال قوم : إن الله تعالى جعل في النطفة أخلاطاً من الطبائع التي تكون في الإنسان من الحرارة والبرودة والرطوبة واليبوسة ، والتقدير من نطفة ذات أمشاج فحذف المضاف وتم الكلام ، قال بعض العلماء : الأولى هو أن المراد اختلاط نطفة الرجل والمرأة لأن الله تعالى وصف النطفة بأنها أمشاج ، وهي إذا صارت علقة فلم يبق فيها وصف أنها نطفة ، ولكن هذا الدليل لا يقدح في أن المراد كونها أمشاجاً من الأرض والماء والهواء والحار .\r\n أما قوله تعالى : { نَّبْتَلِيهِ } ففيه مسائل : المسألة الأولى : نبتليه معناه لنبتليه ، وهو كقول الرجل : جئتك أقضي حقك ، أي لأقضي حقك ، وأتيتك أستمنحك ، أي لأستمنحك ، كذا قوله : { نَّبْتَلِيهِ } أي لنبتليه ونظيره قوله : { وَلاَ تَمْنُن تَسْتَكْثِرُ } [ المدثر : 6 ] أي لتستكثر .\r\n المسألة الثانية : نبتليه في موضع الحال ، أي خلقناه مبتلين له ، يعني مريدين ابتلاءه .\r\n المسألة الثالثة : في الآية قولان : أحدهما : أن فيه تقديماً وتأخيراً ، والمعنى فجعلناه سميعاً بصيراً لنبتليه والقول الثاني : أنه لا حاجة إلى هذا التغيير ، والمعنى إنا خلقناه من هذه الأمشاج لا للبعث ، بل للابتلاء والامتحان .\r\n ثم ذكر أنه أعطاه ما يصح معه الابتلاء وهو السمع والبصر ، فقال : { فَجَعَلْنَا سَمِيعاً بَصِيراً } والسمع والبصر كنايتان عن الفهم والتمييز ، كما قال تعالى حاكياً عن إبراهيم عليه السلام : { لِمَ تَعْبُدُ مَالا يَسْمَعُ وَلاَ يَبْصِرُ } [ مريم : 42 ] وأيضاً قد يراد بالسميع المطيع ، كقوله سمعاً وطاعة ، وبالبصير العالم يقال : فلان بصير في هذا الأمر ، ومنهم من قال : بل المراد بالسمع والبصر الحاستان المعروفتان .\r\n والله تعالى خصهما بالذكر ، لأنهما أعظم الحواس وأشرفها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا خلقنا الإنسان من نطفة أمشاج نبتليه فجعلناه سميعا بصيرا (2) ",
        "babnum": 2
    },
    {
        "id": 3012,
        "cate": "76",
        "title": "إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا (3) ",
        "details": " قوله تعالى : { إِنَّا هديناه السبيل } أخبر الله تعالى أنه بعد أن ركبه وأعطاه الحواس الظاهرة والباطنة بين له سبيل الهدى والضلال ، وفيه مسائل : المسألة الأولى : الآية دالة على أن إعطاء الحواس كالمقدم على إعطاء العقل والأمر كذلك لأن الإنسان خلق في مبدأ الفطرة خالياً عن معرفة الأشياء ، إلا أنه أعطاه آلات تعينه على تحصيل تلك المعارف ، وهي الحواس الظاهرة والباطنة ، فإذا أحس بالمحسوسات تنبه لمشاركات بينها ومباينات ، ينتزع منها عقائد صادقة أولية ، كعلمنا بأن النفي والإثبات لا يجتمعان ولا يرتفعان وأن الكل أعظم من الجزء ، وهذه العلوم الأولية هي آلة العقل لأن بتركيباتها يمكن التوصل إلى استعلام المجهولات النظرية ، فثبت أن الحس مقدم في الوجود على العقل ، ولذلك قيل : من فقد حساً فقد علماً ، ومن قال : المراد من كونه سميعاً بصيراً هو العقل ، قال : إنه لما بين في الآية الأولى أنه أعطاه العقل بين في هذه الآية ، أنه إنما أعطاه العقل ليبين له السبيل ويظهر له أن الذي يجب فعله ما هو .\r\n والذي لا يجوز ما هو .\r\n المسألة الثانية : السبيل هو الذي يسلك من الطريق ، فيجوز أن يكون المراد بالسبيل ههنا سبيل الخير والشر والنجاة والهلاك ، ويكون معنى هديناه ، أي عرفناه وبينا كيفية كل واحد منهما له ، كقوله تعالى : { وهديناه النجدين } [ البلد : 10 ] ويكون السبيل اسماً للجنس ، فلهذا أفرد لفظه كقوله تعالى : { إِنَّ الإنسان لَفِى خُسْرٍ } [ العصر : 2 ] ويجوز أن يكون المراد بالسبيل ، هو سبيل الهدى لأنها هي الطريقة المعروفة المستحقة لهذا الاسم على الإطلاق ، فأما سبيل الضلالة فإنما هي سبيل بالإضافة ، ألا ترى إلى قوله تعالى : { إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءنَا فَأَضَلُّونَا السبيلا } [ الأحزاب : 67 ] وإنما أضلوهم سبيل الهدى ، ومن ذهب إلى هذا جعل معنى قوله : { هديناه } أي أرشدناه ، وإذا أرشد لسبيل الحق ، فقد نبه على تجنب ما سواها ، فكان اللفظ دليلاً على الطريقين من هذا الوجه .\r\n المسألة الثالثة : المراد من هداية السبيل خلق الدلائل ، وخلق العقل الهادي وبعثة الأنبياء وإنزال الكتب ، كأنه تعالى قال : خلقتك للابتلاء ثم أعطيتك كل ما تحتاج إليه ليهلك من هلك عن بينة وليس معناه خلقنا الهداية ، ألا ترى أنه ذكر السبيل ، فقال : { هديناه السبيل } أي أريناه ذلك .\r\n المسألة الرابعة : قال الفراء : هديناه السبيل ، وإلى السبيل وللسبيل ، كل ذلك جائز في اللغة .\r\n قوله تعالى : { إِمَّا شَاكِراً وَإِمَّا كَفُوراً } فيه مسائل : المسألة الأولى : في الآية أقوال : الأول : أن شاكر أو كفوراً حالان من الهاء ، في هديناه السبيل ، أي هديناه السبيل كونه شاكراً وكفوراً ، والمعنى أن كل ما يتعلق بهداية الله وإرشاده ، فقد تم حالتي الكفر والإيمان .\r\n والقول الثاني : أنه انتصب قوله شاكراً وكفوراً بإضمار كان ، والتقدير سواء كان شاكراً أو كان كفوراً .\r\n والقول الثالث : معناه إنا هديناه السبيل ، ليكون إما شاكراً وإما كفوراً أي ليتميز شكره من كفره وطاعته من معصيته كقوله : { لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً } [ هود : 7 ] وقوله : { وَلَقَدْ فَتَنَّا الذين مِن قَبْلِهِمْ فَلَيَعْلَمَنَّ الله الذين صَدَقُواْ } [ العنكبوت : 3 ] وقوله : { وَلَنَبْلُوَنَّكُمْ حتى نَعْلَمَ المجاهدين مِنكُمْ والصابرين وَنَبْلُوَ أخباركم } [ محمد : 31 ] قال القفال : ومجاز هذه الكلمة على هذا التأويل قول القائل ، قد نصحت لك إن شئت فأقبل ، وإن شئت فاترك ، أي فإن شئت فتحذف الفاء فكذا المعنى : إنا هديناه السبيل فإما شاكراً وإما كفوراً ، فتحذف الفاء وقد يحتمل أن يكون ذلك على جهة الوعيد أي إنا هديناه السبيل فإن شاء فليكفر وإن شاء فليشكر ، فإنا قد أعتدنا للكافرين كذا وللشاكرين كذا ، كقوله : { وَقُلِ الحق مِن رَّبّكُمْ فَمَن شَاء فَلْيُؤْمِن وَمَن شَاء فَلْيَكْفُرْ } [ الكهف : 29 ] .\r\n القول الرابع : أن يكونا حالين من السبيل أي عرفناه السبيل ، أي إما سبيلاً شاكراً ، وإما سبيلاً كفوراً ، ووصف السبيل بالشكر والكفر مجاز .\r\n واعلم أن هذه الأقوال كلها لائقة بمذهب المعتزلة .\r\n والقول الخامس : وهو المطابق لمذهب أهل السنة ، واختيار الفراء أن تكون إما هذه الآية كإما في قوله : { إِمَّا يُعَذّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ } [ التوبة : 106 ] والتقدير : إنا هديناه السبيل ثم جعلناه تارة شاكراً أو تارة كفورًا ويتأكد هذا التأويل بما روي أنه قرأ أبو السمال بفتح الهمزة في { أَمَّا } ، والمعنى أما شاكراً فبتوفيقنا وأما كفوراً فبخذلاننا ، قالت المعتزلة : هذا التأويل باطل ، لأنه تعالى ذكر بعد هذه الآية تهديد الكفار فقال : { إِنَّا أَعْتَدْنَا للكافرين سلاسل وأغلالا وَسَعِيراً } [ الإنسان : 4 ] ولو كان كفر الكافر من الله وبخلقه لما جاز منه أن يهدده عليه ، ولما بطل هذا التأويل ثبت أن الحق هو التأويل الأول وهو أنه تعالى هدى جميع المكلفين سواء آمن أو كفر ، وبطل بهذا قول المجبرة أنه تعالى لم يهد الكافر إلى الإيمان ، أجاب أصحابنا بأنه تعالى لما علم من الكافر أنه لا يؤمن ثم كلفه بأن يؤمن فقد كلفه بأن يجمع بين العلم بعدم الإيمان ووجود الإيمان وهذا تكليف بالجمع بين المتنافيين ، فإن لم يصر هذا عذراً في سقوط التهديد والوعيد جاز أيضاً أن يخلق الكفر فيه ولا يصير ذلك عذراً في سقوط الوعيد وإذا ثبت هذا ظهر أن هذا التأويل هو الحق ، وأن التأويل اللائق بقول المعتزلة : ليس بحق ، وبطل به قول المعتزلة .\r\n المسألة الثانية : أنه تعالى ذكر نعمه على الإنسان فابتدأ بذكر النعم الدنيوية ، ثم ذكر بعده النعم الدينية ، ثم ذكر هذه القسمة .\r\n واعلم أنه لا يمكن تفسير الشاكر والكفور بمن يكون مشتغلاً بفعل الشكر وفعل الكفران وإلا لم يتحقق الحصر ، بل المراد من الشاكر الذي يكون مقراً معترفاً بوجوب شكر خالقه عليه والمراد من الكفور الذي لا يقر بوجوب الشكر عليه ، إما لأنه ينكر الخالق أو لأنه وإن كان يثبته لكنه ينكر وجوب الشكر عليه ، وحينئذ يتحقق الحصر وهو أن المكلف ، إما أن يكون شاكراً وإما أن يكون كفوراً ، واعلم أن الخوارج احتجوا بهذه الآية على أنه لا واسطة بين المطيع والكافر ، قالوا : لأن الشاكر هو المطيع ، والكفور هو الكافر ، والله تعالى نفى الواسطة وذلك يقتضي أن يكون كل ذنب كفراً ، وأن يكون كل مذنب كافراً ، واعلم أن البيان الذي لخصناه يدفع هذا الإشكال ، فإنه ليس المراد من الشاكر الذي يكون مشتغلاً بفعل الشكر فإن ذلك باطل طرداً وعكساً ، أما الطرد فلأن اليهودي قد يكون شاكراً لربه مع أنه لا يكون مطيعاً لربه ، والفاسق قد يكون شاكراً لربه ، مع أنه لا يكون مطيعاً لربه ، وأما العكس فلأن المؤمن قد لا يكون مشتغلاً بالشكر ولا بالكفران ، بل يكون ساكناً غافلاً عنهما ، فثبت أنه لا يمكن تفسير الشاكر بذلك ، بل لا بد وأن يفسر الشاكر بمن يقر بوجوب الشكر والكفور بمن لا يقر بذلك ، وحينئذ يثبت الحصر ، ويسقط سؤالهم بالكلية ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا هديناه السبيل إما شاكرا وإما كفورا (3) ",
        "babnum": 3
    },
    {
        "id": 3013,
        "cate": "76",
        "title": "إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ وَأَغْلَالًا وَسَعِيرًا (4) إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا (5) ",
        "details": " قوله تعالى : { إِنَّا أَعْتَدْنَا للكافرين سلاسل وأغلالا وَسَعِيراً } .\r\n اعلم أنه تعالى لما ذكر الفريقين أتبعهما بالوعيد والوعد ، وفيه مسائل : المسألة الأولى : الاعتداد هو إعداد الشيء حتى يكون عتيداً حاضراً متى احتيج إليه ، كقوله تعالى : { هذا مَا لَدَىَّ عَتِيدٌ } [ ق : 23 ] وأما السلاسل فتشد بها أرجلهم ، وأما الأغلال فتشد بها أيديهم إلى رقابهم ، وأما السعير فهو النار التي تسعر عليهم فتوقد فيكونون حطباً لها ، وهذا من أغلظ أنواع الترهيب والتخويف .\r\n المسألة الثانية : احتج أصحابنا بهذه الآية على أن الجحيم بسلاسلها وأغلالها مخلوقة ، لأن قوله تعالى : { أَعْتَدْنَا } إخبار عن الماضي ، قال القاضي : إنه لما توعد بذلك على التحقيق صار كأنه موجود ، قلنا : هذا الذي ذكرتم ترك للظاهر فلا يصار إليه إلا لضرورة .\r\n المسألة الثالثة : قرىء ( سلاسلاً ) بالتنوين ، وكذلك { قَوَارِيرَاً * قَوَارِيرَاً } [ الإنسان : 15 ، 16 ] ومنهم من يصل بغير تنوين ، ويقف بالألف فلمن نون وصرف وجهان أحدهما : أن الأخفش قال : قد سمعنا من العرب صرف جميع مالا ينصرف ، قال : وهذا لغة الشعراء لأنهم اضطروا إليه في الشعر فصرفوه ، فجرت ألسنتهم على ذلك الثاني : أن هذه الجموع أشبهت الآحاد ، لأنهم قالوا صواحبات يوسف ، فلما جمعوه جمع الآحاد المنصرفة جعلوها في حكمها فصرفوها ، وأما من ترك الصرف فإنه جعله كقوله : { لَّهُدّمَتْ صوامع وَبِيَعٌ وصلوات ومساجد } [ الحج : 40 ] وأما إلحاق الألف في الوقف فهو كإلحاقها في قوله : { الظنونا } [ الأحزاب : 10 ] و { الرسولا } [ الأحزاب : 66 ] و { السبيلا } [ الأحزاب : 67 ] فيشبه ذلك بالإطلاق في القوافي .\r\n ثم إنه تعالى ذكر ما أعد للشاكرين الموحدين فقال : { إِنَّ الأبرار يَشْرَبُونَ مِن كَأْسٍ كَانَ مِزَاجُهَا كافورا } الأبرار جمع بر ، كالأرباب جمع رب ، والقول في حقيقة البر قد تقدم في تفسير قوله تعالى : { ولكن البر مَنْ ءامَنَ بالله } [ البقرة : 177 ] ثم ذكر من أنواع نعيمهم صفة مشروبهم ، فقال : { يَشْرَبُونَ مِن كَأْسٍ } يعني من إناء فيه الشراب ، ولهذا قال ابن عباس ومقاتل : يريد الخمر ، وفي الآية سؤالان : السؤال الأول : أن مزج الكافور بالمشروب لا يكون لذيذاً ، فما السبب في ذكره ههنا؟ الجواب : من وجوه أحدها : أن الكافور اسم عين في الجنة ماؤها في بياض الكافور ورائحته وبرده ، ولكن لا يكون فيه طعمه ولا مضرته ، فالمعنى أن ذلك الشراب يكون ممزوجاً بماء هذه العين وثانيها : أن رائحة الكافور عرض فلا يكون إلا في جسم ، فإذا خلق الله تلك الرائحة في جرم ذلك الشراب سمي ذلك الجسم كافوراً ، وإن كان طعمه طيباً وثالثها : أي بأس في أن يخلق الله تعالى الكافور في الجنة لكن من طعم طيب لذيذ ، ويسلب عنه ما فيه من المضرة؟ ثم إنه تعالى يمزجه بذلك المشروب ، كما أنه تعالى سلب عن جميع المأكولات والمشروبات ما معها في الدنيا من المضار .\r\n السؤال الثاني : ما فائدة كان في قوله : { كَانَ مِزَاجُهَا كافورا } ؟ الجواب : منهم من قال : إنها زائدة ، والتقدير من كأس مزاجها كافوراً ، وقيل : بل المعنى كان مزاجها في علم الله ، وحكمه كافورا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا أعتدنا للكافرين سلاسل وأغلالا وسعيرا (4) إن الأبرار يشربون من كأس كان مزاجها كافورا (5) ",
        "babnum": 4
    },
    {
        "id": 3014,
        "cate": "76",
        "title": "عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا (6) ",
        "details": " المسألة الأولى : إن قلنا : الكافور اسم النهر كان عيناً بدلاً منه ، وإن شئت نصبت على المدح ، والتقدير أعني عيناً ، أما إن قلنا : إن الكافور اسم لهذا الشيء المسمى بالكافور كان عيناً بدلاً من محل من كأس على تقدير حذف مضاف ، كأنه قيل : يشربون خمراً خمر عين ، ثم حذف المضاف ، وأقيم المضاف إليه مقامه .\r\n المسألة الثانية : قال في الآية الأولى : { يَشْرَبُونَ مِن كَأْسٍ } [ الإنسان : 5 ] وقال ههنا : { يشرب بها } ، فذكر هناك من وههنا الباء ، والفرق أن الكأس مبدأ شربهم وأول غايته .\r\n وأما العين فبها يمزجون شرابهم فكأن المعنى : يشرب عباد الله بها الخمر ، كما تقول : شربت الماء بالعسل .\r\n المسألة الثالثة : قوله : { يَشْرَبُ بِهَا عِبَادُ الله } عام فيفيد أن كل عباد الله يشربون منها ، والكفار بالاتفاق لا يشربون منها ، فدل على أن لفظ عباد الله مختص بأهل الإيمان ، إذا ثبت هذا فقوله : { وَلاَ يرضى لِعِبَادِهِ الكفر } [ الزمر : 7 ] لا يتناول الكفار بل يكون مختصاً بالمؤمنين ، فيصير تقدير الآية ولا يرضى لعباده المؤمنين الكفر ، فلا تدل الآية على أنه تعالى لا يريد كفر الكافر .\r\n قوله تعالى : { يُفَجّرُونَهَا تَفْجِيراً } معناه يفجرونها حيث شاؤا من منازلهم تفجيراً سهلا لا يمتنع عليهم واعلم أنه سبحانه لما وصف ثواب الأبرار في الآخرة شرح أعمالهم التي بها استوجبوا ذلك الثواب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "عينا يشرب بها عباد الله يفجرونها تفجيرا (6) ",
        "babnum": 5
    },
    {
        "id": 3015,
        "cate": "76",
        "title": "يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا (7) ",
        "details": " فالأول قوله تعالى : { يُوفُونَ بالنذر } وفيه مسائل : المسألة الأولى : الإيفاء بالشيء هو الإتيان به وافياً ، أما النذر فقال أبو مسلم : النذر كالوعد ، إلا أنه إذا كان من العباد فهو نذر ، وإن كان من الله تعالى فهو وعد ، واختص هذا اللفظ في عرف الشرع بأن يقول لله عليَّ كذا وكذا من الصدقة ، أو يعلق ذلك بأمر يلتمسه من الله تعالى مثل أن يقول : إن شفى الله مريضي ، أو رد غائبي فعليَّ كذا كذا ، واختلفوا فيما إذا علق ذلك بما ليس من وجوه البر ، كما إذا قال : إن دخل فلان الدار فعليَّ كذا ، فمن الناس من جعله كاليمين ، ومنهم من جعله من باب النذر ، إذا عرفت هذا ، فنقول للمفسرين في تفسير الآية أقوال : أولها : أن المراد من النذر هو النذر فقط ، ثم قال الأصم : هذا مبالغة في وصفهم بالتوفر على أداء الواجبات .\r\n لأن من وفى بما أوجبه هو على نفسه كان بما أوجبه الله عليه أوفى ، وهذا التفسير في غاية الحسن وثانيها : المراد بالنذر ههنا كل ما وجب عليه سواء وجب بإيجاب الله تعالى ابتداء أو بأن أوجبه المكلف على نفسه فيدخل فيه الإيمان وجميع الطاعات ، وذلك لأن النذر معناه الإيجاب وثالثها : قال الكلبي : المراد من النذر العهد والعقد ، ونظيره قوله تعالى : { أَوْفُواْ بِعَهْدِى أُوفِ بِعَهْدِكُمْ } [ البقرة : 40 ] فسمى فرائضه عهداً ، وقال : { أَوْفُواْ بالعقود } [ المائدة : 1 ] سماها عقوداً لأنهم عقدوها على أنفسهم باعتقادهم الإيمان .\r\n المسألة الثانية : هذه الآية دالة على وجوب الوفاء بالنذر ، لأنه تعالى عقبه بيخافون يوماً وهذا يقتضي أنهم إنما وفوا بالنذر خوفاً من شر ذلك اليوم ، والخوف من شر ذلك اليوم لا يتحقق إلا إذا كان الوفاء به واجباً ، وتأكد هذا بقوله تعالى : { وَلاَ تَنقُضُواْ الإيمان } بعد توكيدها [ النحل : 91 ] وبقوله : { ثُمَّ لْيَقْضُواْ تَفَثَهُمْ وَلْيُوفُواْ نُذُورَهُمْ } [ الحج : 29 ] فيحتمل ليوفوا أعمال نسكهم التي ألزموها أنفسهم .\r\n المسألة الثالثة : قال الفراء : وجماعة من أرباب المعاني .\r\n كان في قوله : { كَانَ مِزَاجُهَا كافورا } [ الإنسان : 5 ] زائدة وأما ههنا فكان محذوفة ، والتقدير كانوا يوفون بالنذر .\r\n ولقائل أن يقول : إنا بينا أن كان في قوله : { كَانَ مِزَاجُهَا } [ الإنسان : 5 ] ليست بزائدة ، وأما في هذه الآية فلا حاجة إلى إضمارها ، وذلك لأنه تعالى ذكر في الدنيا أن الأبرار يشربون أي سيشربون ، فإن لفظ المضارع مشترك بين الحال والاستقبال ، ثم قال : السبب في ذلك الثواب الذي سيجدونه أنهم الآن يوفون بالنذر .\r\n النوع الثاني : من أعمال الأبرار التي حكاها الله تعالى عنهم قوله تعالى : { ويخافون يَوْماً كَانَ شَرُّهُ مُسْتَطِيراً } .\r\n واعلم أن تمام الطاعة لا يحصل إلا إذا كانت النية مقرونة بالعمل ، فلما حكى عنهم العمل وهو قوله : { يُوفُونَ } حكى عنهم النية وهو قوله : { ويخافون يَوْماً } وتحقيقه قوله عليه السلام : « إنما الأعمال بالنيات » وبمجموع هذين الأمرين سماهم الله تعالى بالأبرار وفي الآية سؤالات : السؤال الأول : أحوال القيامة وأهوالها كلها فعل الله ، وكل ما كان فعلاً لله فهو يكون حكمة وصواباً ، وما كان كذلك لا يكون شراً ، فكيف وصفها الله تعالى بأنها شر؟ الجواب : أنها إنما سميت شراً لكونها مضرة بمن تنزل عليه وصعبة عليه ، كما تسمى الأمراض وسائر الأمور المكروهة شروراً .\r\n السؤال الثاني : ما معنى المستطير؟ الجواب : فيه وجهان أحدهما : الذي يكون فاشياً منتشراً بالغاً أقصى المبالغ ، وهو من قولهم : استطار الحريق ، واستطار الفجر وهو من طار بمنزلة استنفر من نفر ، فإن قيل : كيف يمكن أن يقال : شر ذلك اليوم مستطير منتشر ، مع أنه تعالى قال في صفة أوليائه : { لاَ يَحْزُنُهُمُ الفزع الأكبر } [ الأنبياء : 103 ] ، قلنا : الجواب من وجهين الأول : أن هول القيامة شديد ، ألا ترى أن السموات تنشق وتنفطر وتصير كالمهل ، وتتناثر الكواكب ، وتتكور الشمس والقمر ، وتفرغ الملائكة ، وتبدل الأرض غير الأرض ، وتنسف الجبال ، وتسجر البحار وهذا الهول عام يصل إلى كل المكلفين على ما قال تعالى : { يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ } [ الحج : 2 ] وقال : { يَوْماً يَجْعَلُ الولدان شِيباً } [ المزمل : 17 ] إلا أنه تعالى بفضله يؤمن أولياءه من ذلك الفزع والجواب الثاني : أن يكون المراد أن شر ذلك اليوم يكون مستطيراً في العصاة والفجار .\r\n وأما المؤمنون فهم آمنون ، كما قال : { لاَ يَحْزُنُهُمُ الفزع الأكبر } [ الأنبياء : 103 ] { لاَ خَوْفٌ عَلَيْكُمُ اليوم وَلاَ أَنتُمْ تَحْزَنُونَ } [ الزخرف : 68 ] { الحمد للَّهِ الذى أَذْهَبَ عَنَّا الحزن } [ فاطر : 44 ] إلا أن أهل العقاب في غاية الكثرة بالنسبة إلى أهل الثواب ، فأجرى الغالب مجرى الكل على سبيل المجاز .\r\n القول الثاني : في تفسير المستطير أنه الذي يكون سريع الوصول إلى أهله ، وكأن هذا القائل ذهب إلى أن الطيران إسراع .\r\n السؤال الثالث : لم قال : { كان شره مستطيراً } ، ولم يقل : وسيكون شره مستطيراً؟ الجواب : اللفظ وإن كان للماضي ، إلا أنه بمعنى المستقبل ، وهو كقوله : { وَكَانَ عَهْدُ الله مسؤلا } [ الأحزاب : 15 ] ويحتمل أن يكون المراد إنه كان شره مستطيراً في علم الله وفي حكمته ، كأنه تعالى يعتذر ويقول : إيصال هذا الضرر إنما كان لأن الحكمة تقتضيه ، وذلك لأن نظام العالم لا يحصل إلا بالوعد والوعيد ، وهما يوجبان الوفاء به ، لاستحالة الكذب في كلامي ، فكأنه تعالى يقول : كان ذلك في الحكمة لازماً ، فلهذا السبب فعلته .\r\n النوع الثالث : من أعمال الأبرار قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "يوفون بالنذر ويخافون يوما كان شره مستطيرا (7) ",
        "babnum": 6
    },
    {
        "id": 3016,
        "cate": "76",
        "title": "وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا (8) إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا (9) إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا (10) ",
        "details": " اعلم أن مجامع الطاعات محصورة في أمرين التعظيم لأمر الله تعالى ، وإليه الإشارة بقول : { يُوفُونَ بالنذر } [ الإنسان : 7 ] والشفقة على خلق الله ، وإليه الإشارة بقوله : { وَيُطْعِمُونَ الطعام } وههنا مسائل .\r\n المسألة الأولى : لم يذكر أحد من أكابر المعتزلة ، كأبي بكر الأصم وأبي علي الجبائي وأبي القاسم الكعبي ، وأبي مسلم الأصفهاني ، والقاضي عبد الجبار بن أحمد في تفسيرهم أن هذه الآيات نزلت في حق علي بن أبي طالب عليه السلام ، والواحدي من أصحابنا ذكر في كتاب «البسيط» أنها نزلت في حق علي عليه السلام ، وصاحب «الكشاف» من المعتزلة ذكر هذه القصة ، فروى عن ابن عباس رضي الله عنهما : «أن الحسن والحسين عليهما السلام مرضا فعادهما رسول الله صلى الله عليه وسلم في أناس معه ، فقالوا : يا أبا الحسن لو نذرت على ولدك ، فنذر علي وفاطمة وفضة جارية لهما ، إن شفاهما الله تعالى أن يصوموا ثلاثة أيام فشفيا وما معهم شيء فاستقرض علي من شمعون الخيبري اليهودي ثلاثة أصوع من شعير فطحنت فاطمة صاعاً واختبزت خمسة أقراص على عددهم ووضعوها بين أيديهم ليفطروا ، فوقف عليهم سائل فقال : السلام عليكم أهل بيت محمد ، مسكين من مساكين المسلمين أطعموني أطعمكم الله من موائد الجنة فآثروه وباتوا ولم يذوقوا إلا الماء وأصبحوا صائمين ، فلما أمسوا ووضعوا الطعام بين أيديهم وقف عليهم يتيم فآثروه وجاءهم أسير في الثالثة ، ففعلوا مثل ذلك فلما أصبحوا أخذ علي عليه السلام بيد الحسن والحسين ودخلوا على الرسول عليه الصلاة والسلام ، فلما أبصرهم وهم يرتعشون كالفراخ من شدة الجوع قال : \" ما أشد ما يسوءني ما أرى بكم \" وقام فانطلق معهم فرأى فاطمة في محرابها قد التصق بطنها بظهرها وغارت عيناها فساءه ذلك ، فنزل جبريل عليه السلام وقال : خذها يا محمد هنّاك الله في أهل بيتك فأقرأها السورة» والأولون يقولون : إنه تعالى ذكر في أول السورة أنه إنما خلق الخلق للابتلاء والامتحان ، ثم بين أنه هدى الكل وأزاح عللهم ثم بين أنهم انقسموا إلى شاكر وإلى كافر ثم ذكر وعيد الكافر ثم أتبعه بذكر وعد الشاكر فقال : { إِنَّ الأبرار يَشْرَبُونَ } [ الإنسان : 5 ] وهذه صيغة جمع فتتناول جميع الشاكرين والأبرار ، ومثل هذا لا يمكن تخصيصه بالشخص الواحد ، لأن نظم السورة من أولها إلى هذا الموضع يقتضي أن يكون هذا بياناً لحال كل من كان من الأبرار والمطيعين ، فلو جعلناه مختصاً بشخص واحد لفسد نظم السورة والثاني : أن الموصوفين بهذه الصفات مذكورون بصيغة الجمع كقوله : { إِنَّ الأبرار يَشْرَبُونَ \r\n\r\nيُوفُونَ بالنذر ويخافون \r\nمِنْ وَيُطْعِمُونَ } [ الإنسان : 5 ، 7 ، 8 ] وهكذا إلى آخر الآيات فتخصيصه بجمع معنيين خلاف الظاهر ، ولا ينكر دخول علي بن أبي طالب عليه السلام فيه ، ولكنه أيضاً داخل في جميع الآيات الدالة على شرح أحوال المطيعين ، فكما أنه داخل فيها فكذا غيره من أتقياء الصحابة والتابعين داخل فيها ، فحينئذ لا يبقى للتخصيص معنى ألبتة ، اللهم إلا أن يقال : السورة نزلت عند صدور طاعة مخصوصة عنه ، ولكنه قد ثبت في أصول الفقه أن العبرة بعموم اللفظ لا بخصوص السبب .\r\n المسألة الثانية : الذين يقولون : هذه الآية مختصة بعلي بن أبي طالب عليه السلام ، قالوا : المراد من قوله : { وَيُطْعِمُونَ الطعام على حُبّهِ مِسْكِيناً وَيَتِيماً وَأَسِيراً } هو ما رويناه أنه عليه السلام أطعم المسكين واليتيم والأسير ، وأما الذين يقولون الآية عامة في حق جميع الأبرار ( فإنهم ) قالوا : إطعام الطعام كناية عن الإحسان إلى المحتاجين والمواساة معهم بأي وجه كان ، وإن لم يكن ذلك بالطعام بعينه ، ووجه ذلك أن أشرف أنواع الإحسان هو الإحسان بالطعام وذلك لأن قوام الأبدان بالطعام ولا حياة إلا به ، وقد يتوهم إمكان الحياة مع فقد ما سواه ، فلما كان الإحسان لا جرم عبر به عن جميع وجوه المنافع والذي يقوي ذلك أنه يعبر بالأكل عن جميع وجوه المنافع ، فيقال : أكل فلان ماله إذا أتلفه في سائر وجوه الإتلاف ، وقال تعالى : { إِنَّ الذين يَأْكُلُونَ أموال اليتامى ظُلْماً إِنَّمَا يَأْكُلُونَ فِى بُطُونِهِمْ نَاراً } [ النساء : 10 ] وقال : { وَلاَ تَأْكُلُواْ أموالكم بَيْنَكُم بالباطل } [ البقرة : 188 ] إذا ثبت هذا فنقول : إن الله تعالى وصف هؤلاء الأبرار بأنهم يواسون بأموالهم أهل الضعف والحاجة ، وأما قوله تعالى : { على حُبّهِ } ففيه وجهان أحدهما : أن يكون الضمير للطعام أي مع اشتهائه والحاجة إليه ونظيره { وَآتَى المال على حُبِّهِ } [ البقرة : 177 ] { لَن تَنَالُواْ البر حتى تُنفِقُواْ مِمَّا تُحِبُّونَ } [ آل عمران : 92 ] فقد وصفهم الله تعالى بأنهم يؤثرون غيرهم على أنفسهم على ما قال : { وَيُؤْثِرُونَ على أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ } [ الحشر : 9 ] والثاني : قال الفضيل بن عياض على حب الله أي لحبهم لله : واللام قد تقام مقام على ، وكذلك تقام على مقام اللام ، ثم إنه تعالى ذكر أصناف من تجب مواساتهم ، وهم ثلاثة أحدهم : المسكين وهو العاجز عن الاكتساب بنفسه والثاني : اليتيم وهو الذي مات كاسبه فيبقى عاجزاً عن الكسب لصغره مع أنه مات كسبه والثالث : الأسير وهو المأخوذ من قومه المملوك ( ه ) رقبته الذي لا يملك لنفسه نصراً ولا حيلة ، وهؤلاء الذين ذكرهم الله تعالى ههنا هم الذين ذكرهم في قوله : { فَلاَ اقتحم العقبة * وَمَا أَدْرَاكَ مَا العقبة * فَكُّ رَقَبَةٍ * أَوْ إِطْعَامٌ فِى يَوْمٍ ذِى مَسْغَبَةٍ * يَتِيماً ذَا مَقْرَبَةٍ * أَوْ مِسْكِيناً ذَا مَتْرَبَةٍ } [ البلد : 11- 16 ] وقد ذكرنا اختلاف الناس في المسكين قبل هذا ، أما الأسير فقد اختلفوا فيه على أقوال : أحدها : قال ابن عباس والحسن وقتادة : إنه الأسير من المشركين ، روى أنه عليه الصلاة والسلام كان يبعث الأسارى من المشركين ليحفظوا وليقام بحقهم ، وذلك لأنه يجب إطعامهم إلى أن يرى الإمام رأيه فيهم من قتل أو فداء أو استرقاق ، ولا يمتنع أيضاً أن يكون المراد هو الأسير كافراً كان أو مسلماً ، لأنه إذا كان مع الكفر يجب إطعامه فمع الإسلام أولى ، فإن قيل : لما وجب قتله فكيف يجب إطعامه؟ قلنا : القتل في حال لا يمنع من الإطعام في حال أخرى ، ولا يجب إذا عوقب بوجه أن يعاقب بوجه آخر ، ولذلك لا يحسن فيمن يلزمه القصاص أن يفعل به ما هو دون القتل ثم هذا الإطعام على من يجب؟ فنقول : الإمام يطعمه فإن لم يفعله الإمام وجب على المسلمين وثانيها : قال السدي : الأسير هو المملوك وثالثها : الأسير هو الغريم قال عليه السلام : « غريمك أسيرك فأحسن إلى أسيرك » ورابعها : الأسير هو المسجون من أهل القبلة وهو قول مجاهد وعطاء وسعيد بن جبير ، وروى ذلك مرفوعاً من طريق الخدري أنه عليه السلام قال : { مِسْكِيناً } فقيراً { وَيَتِيماً } لا أب له { وَأَسِيراً } قال المملوك : المسجون وخامسها : الأسير هو الزوجة لأنهن أسراء عند الأزواج ، قال عليه الصلاة والسلام : « اتقوا الله في النساء فإنهن عندكم أعوان » قال القفال : واللفظ يحتمل كل ذلك لأن الأصل الأسر هو الشد بالقد ، وكان الأسير يفعل به ذلك حبساً له ، ثم سمي بالأسير من شد ومن لم يشد فعاد المعنى إلى الحبس .\r\n واعلم أنه تعالى لما ذكر أن الأبرار يحسنون إلى هؤلاء المحتاجين بين أن لهم فيه غرضين أحدهما : تحصيل رضا الله .\r\n وهو المراد من قوله : { إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ الله } والثاني : الاحتراز من خوف يوم القيامة وهو المراد من قوله : { إِنَّا نَخَافُ مِن رَّبّنَا يَوْماً عَبُوساً قَمْطَرِيراً } وههنا مسائل : المسألة الأولى : قوله : { إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ الله } إلى قوله : { قَمْطَرِيراً } يحتمل ثلاثة أوجه أحدها : أن يكون هؤلاء الأبرار قد قالوا : هذه الأشياء باللسان ، إما لأجل أن يكون ذلك القول منعاً لأولئك المحتاجين عن المجازاة بمثله أو بالشكر ، لأن إحسانهم مفعول لأجل الله تعالى فلا معنى لمكافأة الخلق ، وإما أن يكون لأجل أن يصير ذلك القول تفقيهاً وتنبيهاً على ما ينبغي أن يكون عليه من أخلص لله حتى يقتدي غيرهم بهم في تلك الطريقة وثانيها : أن يكونوا أرادوا أن يكون ذلك وثالثها : أن يكون ذلك بياناً وكشفاً عن اعتقادهم وصحة نيتهم وإن لم يقولوا شيئاً .\r\n وعن مجاهد أنهم ما تكلموا به ولكن علمه الله تعالى منهم فأثنى عليهم .\r\n المسألة الثانية : اعلم أن الإحسان من الغير تارة يكون لأجل الله تعالى ، وتارة يكون لغير الله تعالى إما طلباً لمكافأة أو طلباً لحمد وثناء وتارة يكون لهما وهذا هو الشرك والأول هو المقبول عند الله تعالى ، وأما القسمان الباقيان فمردودان قال تعالى : { لاَ تُبْطِلُواْ صدقاتكم بالمن والأذى كالذى يُنفِقُ مَالَهُ رِئَاء الناس } [ البقرة : 264 ] وقال : { وَمَا ءاتَيْتُمْ مّن رِباً لّيَرْبُوَاْ فِى أَمْوَالِ الناس فَلاَ يَرْبُواْ عِندَ الله وَمَا ءاتَيْتُمْ مّن زكواة تُرِيدُونَ وَجْهَ الله فأولئك هم المضعفون } [ الروم : 39 ] ولا شك أن التماس الشكر من جنس المن والأذى .\r\n إذا عرفت هذا فنقول : القوم لما قالوا : { إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ الله } بقي فيه احتمال أنه أطعمه لوجه الله ولسائر الأغراض على سبيل التشريك ، فلا جرم نفى هذا الاحتمال بقوله : { لاَ نُرِيدُ مِنكُمْ جَزَاء وَلاَ شُكُوراً } .\r\n المسألة الثالثة : الشكور والكفور مصدران كالشكر والكفر ، وهو على وزن الدخول والخروج ، هذا قول جماعة أهل اللغة ، وقال الأخفش : إن شئت جعلت الشكور جماعة الشكر وجعلت الكفور جماعة الكفر لقول : { فأبى الظالمون إَلاَّ كُفُورًا } [ الإسراء : 99 ] مثل برد وبرود وإن شئت مصدراً واحداً في معنى جمع مثل قعد قعوداً وخرج خروجاً .\r\n المسألة الرابعة : قوله : { إِنَّا نَخَافُ مِن رَّبّنَا } يحتمل وجهين أحدهما : أن إحساننا إليكم للخوف من شدة ذلك اليوم لا لإرادة مكافأتكم والثاني : أنا لا نريد منكم المكافأة لخوف عقاب الله على طلب المكافأة بالصدقة ، فإن قيل : إنه تعالى حكى عنهم الإيفاء بالنذر وعلل ذلك بخوف القيامة فقط ، ولما حكى عنهم الإطعام علل ذلك بأمرين بطلب رضاء الله وبالخوف عن القيامة فما السبب فيه؟ قلنا : الإيفاء بالنذر دخل في حقيقة طلب رضاء الله تعالى ، وذلك لأن النذر هو الذي أوجبه الإنسان على نفسه لأجل الله فلما كان كذلك لا جرم ضم إليه خوف القيامة فقط ، أما الإطعام ، فإنه لا يدخل في حقيقة طلب رضا الله ، فلا جرم ضم إليه طلب رضا الله وطلب الحذر من خوف القيامة .\r\n المسألة الخامسة : وصف اليوم بالعبوس مجازاً على طريقتين أحدهما : أن يوصف بصفة أهله من الأشقياء كقولهم : نهارك صائم ، روي أن الكافر يحبس حتى يسيل من بين عينيه عرق مثل القطران والثاني : أن يشبه في شدته وضراوته بالأسد العبوس أو بالشجاع الباسل .\r\n المسألة السادسة : قال الزجاج : جاء في التفسير أن قمطريراً معناه تعبيس الوجه ، فيجتمع ما بين العينين ، قال : وهذا سائغ في اللغة يقال : اقمطرت الناقة إذا رفعت ذنبها وجمعت قطريها ورمت بأنفها يعني أن معنى قمطر في اللغة جمع ، وقال الكلبي : قمطريراً يعني شديداً وهو قول الفراء وأبي عبيدة والمبرد وابن قتيبة ، قالوا : يوم قمطرير ، وقماطر إذا كان صعباً شديداً أشد ما يكون من الأيام وأطوله في البلاء ، قال الواحدي : هذا معنى والتفسير هو الأول .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا (8) إنما نطعمكم لوجه الله لا نريد منكم جزاء ولا شكورا (9) إنا نخاف من ربنا يوما عبوسا قمطريرا (10) ",
        "babnum": 7
    },
    {
        "id": 3017,
        "cate": "76",
        "title": "فَوَقَاهُمُ اللَّهُ شَرَّ ذَلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا (11) ",
        "details": " اعلم أنه تعالى لما حكى عنهم أنهم أتوا بالطاعات لغرضين طلب رضا الله والخوف من القيامة بين في هذه الآية أنه أعطاهم هذين الغرضين ، أما الحفظ من هول القيامة ، فهو المراد بقوله : { فوقاهم الله شَرَّ ذَلِكَ اليوم } وسمى شدائدها شراً توسعاً على ما علمت ، واعلم أن هذه الآية أحد ما يدل على أن شدائد الآخرة لا تصل إلا إلى أهل العذاب ، وأما طلب رضاء الله تعالى فأعطاهم بسببه نضرة في الوجه وسروراً في القلب ، وقد مر تفسير { ولقاهم } في قوله : { وَيُلَقَّوْنَ فِيهَا تَحِيَّةً } [ الفرقان : 75 ] وتفسير النضرة في قوله : { وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ } [ القيامة : 23 ] والتنكير في { سروراً } للتعظيم والتفخيم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فوقاهم الله شر ذلك اليوم ولقاهم نضرة وسرورا (11) ",
        "babnum": 8
    },
    {
        "id": 3018,
        "cate": "76",
        "title": "وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا (12) مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا (13) ",
        "details": " وقوله تعالى : { وجزاهم بما صبروا جنة وحريراً } والمعنى وجزاهم بصبرهم على الإيثار وما يؤدي إليه من الجوع والعري ، بستاناً فيه مأكل هنيء وحريراً فيه ملبس بهي ، ونظيره قوله تعالى : { وَلِبَاسُهُمْ فِيهَا حَرِيرٌ } [ الحج : 23 ] أقول : وهذا يدل على أن المراد من قوله : { إِنَّمَا نُطْعِمُكُمْ } [ الإنسان : 9 ] ليس هو الإطعام فقط بل جميع أنواع المواساة من الطعام والكسوة ، ولما ذكر تعالى طعامهم ولباسهم ، وصف مساكنهم ، ثم إن المعتبر في المساكن أمور : أحدها : الموضع الذي يجلس فيه فوصفه بقوله : { مُّتَّكِئِينَ فِيهَا على الأرائك } وهي السرر في الحجال ، ولا تكون أريكة إلا إذا اجتمعت ، وفي نصب متكئين وجهان الأول : قال الأخفش : إنه نصب على الحال ، والمعنى وجزاهم جنة في حال اتكائهم كما تقول : جزاهم ذلك قياماً ، والثاني : قال الأخفش : وقد يكون على المدح .\r\n والثاني : هو المسكن فوصفه بقوله : { لاَ يَرَوْنَ فِيهَا شَمْساً وَلاَ زَمْهَرِيراً } وفيه وجهان أحدهما : أن هواءها معتدل في الحر والبرد والثاني : أن الزمهرير هو القمر في لغة طيء هكذا رواه ثعلب وأنشد : وليلة ظلامها قد اعتكر \r\n قطعتها والزمهرير ما زهر والمعنى أن الجنة ضياء فلا يحتاج فيها إلى شمس وقمر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وجزاهم بما صبروا جنة وحريرا (12) متكئين فيها على الأرائك لا يرون فيها شمسا ولا زمهريرا (13) ",
        "babnum": 9
    },
    {
        "id": 3019,
        "cate": "76",
        "title": "وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا (14) ",
        "details": " والثالث : كونه بستاناً نزهاً ، فوصفه الله تعالى بقوله : { وَدَانِيَةً عَلَيْهِمْ ظلالها } وفي الآية سؤالان الأول : ما السبب في نصب { وَدَانِيَةً } ؟ الجواب : ذكر الأخفش والكسائي والفراء والزجاج فيه وجهين أحدهما : الحال بالعطف على قوله : { مُتَّكِئِينَ } كما تقول في الدار : عبدالله متكئاً ومرسلة عليه الحجال ، لأنه حيث قال : عليهم رجع إلى ذكرهم والثاني : الحال بالعطف على محل : { لاَ يَرَوْنَ فِيهَا شَمْساً وَلاَ زَمْهَرِيراً } [ الإنسان : 13 ] والتقدير غير رائين فيها شمساً ولا زمهريراً ودانية عليهم ظلالها ودخلت الواو للدلالة على أن الأمرين يجتمعان لهم ، كأنه قيل : وجزاهم جنة جامعين فيها بين البعد عن الحر والبرد ، ودنو الظلال عليهم والثالث : أن يكون دانية نعتاً للجنة ، والمعنى : وجزاهم جنة دانية ، وعلى هذا الجواب تكون دانية صفة لموصوف محذوف ، كأنه قيل : وجزاهم بما صبروا جنة وحريراً ، وجنة أخرى دانية عليهم ظلالها ، وذلك لأنهم وعدوا جنتين ، وذلك لأنهم خافوا بدليل قوله : { إِنَّا نَخَافُ مِن رَّبّنَا } [ الإنسان : 10 ] وكل من خاف فله جنتان ، بدليل قوله : { وَلِمَنْ خَافَ مَقَامَ رَبّهِ جَنَّتَانِ } [ الرحمن : 46 ] وقرىء : { وَدَانِيَةً } بالرفع على أن { ظلالها } مبتدأ { وَدَانِيَةً } خبر ، والجملة في موضع الحال ، والمعنى : لا يرون فيها شمساً ولا زمهريراً والحال أن ظلالها دانية عليهم .\r\n السؤال الثاني : الظل إنما يوجد حيث توجد الشمس ، فإن كان لا شمس في الجنة فكيف يحصل الظل هناك؟ والجواب : أن المراد أن أشجار الجنة تكون بحيث لو كان هناك شمس لكانت تلك الأشجار مظلله منها .\r\n قوله تعالى : { وَذُلّلَتْ قُطُوفُهَا تَذْلِيلاً } ذكروا في ذللت وجهين الأول : قال ابن قتيبة : ذللت أدنيت منهم من قولهم : حائط ذليل إذا كان قصير السمك والثاني : ظللت أي جعلت منقادة ولا تمتنع على قطافها كيف شاءوا .\r\n قال البراء بن عازب : ذللت لهم فهم يتناولون منها كيف شاءوا ، فمن أكل قائماً لم يؤذه ومن أكل جالساً لم يؤذه ومن أكل مضطجعاً لم يؤذه .\r\n واعلم أنه تعالى لما وصف طعامهم ولباسهم ومسكنهم وصف بعد ذلك شرابهم وقدم عليه وصف تلك الأواني التي فيها يشربون فقال : ",
        "fav": 0,
        "note": null,
        "normal": "ودانية عليهم ظلالها وذللت قطوفها تذليلا (14) ",
        "babnum": 10
    },
    {
        "id": 3020,
        "cate": "76",
        "title": "وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِنْ فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا (15) قَوَارِيرَ مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا (16) ",
        "details": " في الآية سؤالات : السؤال الأول : قال تعالى : { وَيُطَافُ عَلَيْهِمْ بصحاف مّن ذَهَبٍ وأكواب } [ الزخرف : 71 ] والصحاف هي القصاع ، والغالب فيها الأكل فإذا كان ما يأكلون فيه ذهباً فما يشربون فيه أولى أن يكون ذهباً لأن العادة أن يتنوق في إناء الشرب مالا يتنوق في إناء الأكل وإذا دلت هذه الآية على أن إناء شربهم يكون من الذهب فكيف ذكر ههنا أنه من الفضة والجواب : أنه لا منافاة بين الأمرين فتارة يسقون بهذا وتارة بذاك .\r\n السؤال الثاني : ما الفرق بين الآنية والأكواب؟ الجواب : قال أهل اللغة : الأكواب الكيزان التي لا عرى لها ، فيحتمل أن يكون على معنى أن الإناء يقع فيه الشرب كالقدح ، والكوب ما صب منه في الإناء كالإبريق .\r\n السؤال الثالث : ما معنى { كانت } ؟ الجواب : هو من يكون في قوله : { كُنْ فَيَكُونُ } [ البقرة : 117 ] أي تكونت قوارير بتكوين الله تفخيماً لتلك الخلقة العجيبة الشأن الجامعة بين صفتي الجوهرين المتباينين .\r\n السؤال الرابع : كيف تكون هذه الأكواب من فضة ومن قوارير؟ الجواب : عنه من وجوه أحدها : أن أصل القوارير في الدنيا الرمل وأصل قوارير الجنة هو فضة الجنة فكما أن الله تعالى قادر على أن يقلب الرمل الكثيف زجاجة صافية ، فكذلك هو قادر على أن يقلب فضة الجنة قارورة لطيفة ، فالغرض من ذكر هذه الآية ، التنبيه على أن نسبة قارورة الجنة إلى قارورة الدنيا كنسبة فضة الجنة إلى رمل الدنيا ، فكما أنه لا نسبة بين هذين الأصلين ، فكذا بين القارورتين في الصفاء واللطافة وثانيها : قال ابن عباس : ليس في الدنيا شيء مما في الجنة إلا الأسماء وإذا كان كذلك فكمال الفضة في بقائها ونقائها وشرفها إلا أنه كثيف الجوهر ، وكمال القارورة في شفافيتها وصفائها إلا أنه سريع الانكسار ، فآنية الجنة آنية يحصل فيها من الفضة بقاؤها ونقاؤها ، وشرف جوهرها ، ومن القارورة ، صفاؤها وشفافيتها وثالثها : أنها تكون فضة ولكن لها صفاء القارورة ، ولا يستبعد من قدرة الله تعالى الجمع بين هذين الوصفين ورابعها : أن المراد بالقوارير في الآية ليس هو الزجاج ، فإن العرب تسمي ما استدار من الأواني التي تجعل فيها الأشربة ورق وصفاً قارورة ، فمعنى الآية وأكواب من فضة مستديرة صافية رقيقة .\r\n السؤال الخامس : كيف القراءة في { قَوَارِيرَاْ * قَوارِيرَ } ؟ الجواب : قرئا غير منونين وبتنوين الأول وبتنوينهما ، وهذا التنوين بدل عن ألف الإطلاق لأنه فاصلة ، وفي الثاني لاتباعه الأول لأن الثاني بدل من الأول فيتبع البدل المبدل ، وقرىء : { قَوارِيرَ مِن فِضَّةٍ } بالرفع على هي قوارير ، وقدروها صفة لقوارير من فضة .\r\n أما قوله تعالى : { قَدَّرُوهَا تَقْدِيراً } ففيه مسألتان : المسألة الأولى : قال المفسرون معناه : { قَدَّرُوهَا تَقْدِيراً } على قدر ريهم لا يزيد ولا ينقص من الري ليكون ألذ لشربهم ، وقال الربيع بن أنس : إن تلك الأواني تكون بمقدار ملء الكف لم تعظم فيثقل حملها .\r\n المسألة الثانية : أن منتهى مراد الرجل في الآنية التي يشرب منها الصفاء والنقاء والشكل .\r\n أما الصفاء فقد ذكره الله تعالى بقوله : { كَانَتْ قَوَارِير } وأما النقاء فقد ذكره بقوله : { من فضة } ، وأما الشكل فقد ذكره بقوله : { قَدَّرُوهَا تَقْدِيراً } .\r\n المسألة الثالثة : المقدر لهذا التقدير من هو؟ فيه قولان : الأول : أنهم هم الطائفون الذين دل عليهم قوله تعالى : { وَيُطَافُ عَلَيْهِمْ } وذلك أنهم قدروا شرابها على قدر ري الشارب والثاني : أنهم هم الشاربون وذلك لأنهم إذا اشتهوا مقداراً من المشروب جاءهم على ذلك القدر .\r\n واعلم أنه تعالى لما وصف أواني مشروبهم ذكر بعد ذلك وصف مشروبهم ، فقال : ",
        "fav": 0,
        "note": null,
        "normal": "ويطاف عليهم بآنية من فضة وأكواب كانت قواريرا (15) قوارير من فضة قدروها تقديرا (16) ",
        "babnum": 11
    },
    {
        "id": 3021,
        "cate": "76",
        "title": "وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيلًا (17) ",
        "details": " العرب كانوا يحبون جعل الزنجبيل في المشروب ، لأنه يحدث فيه ضرباً من اللذع ، فلما كان كذلك وصف الله شراب أهل الجنة بذلك ، ولا بد وأن تكون في الطيب على أقصى الوجوه .\r\n قال ابن عباس : وكل ما ذكره الله تعالى في القرآن مما في الجنة ، فليس منه في الدنيا إلا الاسم ، وتمام القول ههنا مثل ما ذكرناه في قوله : { كَانَ مِزَاجُهَا كافورا } [ الإنسان : 5 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويسقون فيها كأسا كان مزاجها زنجبيلا (17) ",
        "babnum": 12
    },
    {
        "id": 3022,
        "cate": "76",
        "title": "عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلًا (18) ",
        "details": " فيه مسائل : المسألة الأولى : قال ابن الأعرابي : لم أسمع السلسبيل إلا في القرآن ، فعلى هذا لا يعرف له اشتقاق ، وقال الأكثرون : يقال شراب سلسل وسلسال وسلسبيل أي عذب سهل المساغ ، وقد زيدت الباء في التركيب حتى صارت الكلمة خماسية ، ودلت على غاية السلاسة ، قال الزجاج : السلسبيل في اللغة صفة لما كان في غاية السلاسة ، والفائدة في ذكر السلسبيل هو أن ذلك الشراب يكون في طعم الزنجبيل ، وليس فيه لذعة لأن نقيض اللذع هو السلاسة ، وقد عزوا إلى علي بن أبي طالب عليه السلام أن معناه : سل سبيلاً إليها ، وهو بعيد إلا أن يراد أن جملة قول القائل : سلسبيلا جعلت علماً للعين ، كما قيل : تأبط شراً ، وسميت بذلك ، لأنه لا يشرب منها إلا من سأل إليها سبيلاً بالعمل الصالح .\r\n المسألة الثانية : في نصب عيناً وجهان أحدهما : أنه بدل من زنجبيلاً وثانيهما : أنه نصب على الاختصاص .\r\n المسألة الثالثة : سلسبيلاً صرف لأنه رأس آية ، فصار كقوله { الظنونا } [ الأحزاب : 10 ] و { السبيلا } [ الأحزاب : 67 ] ، وقد تقدم في هذه السورة بيان ذلك .\r\n واعلم أنه تعالى ذكر بعد ذلك من يكون خادماً في تلك المجالس .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "عينا فيها تسمى سلسبيلا (18) ",
        "babnum": 13
    },
    {
        "id": 3023,
        "cate": "76",
        "title": "وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَنْثُورًا (19) ",
        "details": " فقال : { وَيَطُوفُ عَلَيْهِمْ ولدان مُّخَلَّدُونَ } وقد تقدم تفسير هذين الوصفين في سورة الواقعة والأقرب أن المراد به دوام كونهم على تلك الصورة التي لا يراد في الخدم أبلغ منها ، وذلك يتضمن دوام حياتهم وحسنهم ومواظبتهم على الخدمة الحسنة الموافقة ، قال الفراء : يقال مخلدون مسورون ويقال : مقرطون .\r\n وروى نفطويه عن ابن الأعرابي مخلدون محلون .\r\n والصفة الثالثة : قوله تعالى : { إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤاً مَّنثُوراً } وفي كيفية التشبيه وجوه أحدها : شبهوا في حسنهم وصفاء ألوانهم وانتشارهم في مجالسهم ومنازلهم عند اشتغالهم بأنواع الخدمة باللؤلؤ المنثور ، ولو كان صفاً لشبهوا باللؤلؤ المنظوم ، ألا ترى أنه تعالى قال : { وَيَطُوفُ عَلَيْهِمْ } فإذا كانوا يطوفون كانوا متناثرين وثانيها : أنهم شبهوا باللؤلؤ الرطب إذا انتثر من صدفه لأنه أحسن وأكثر ماء وثالثها : قال القاضي : هذا من التشبيه العجيب لأن اللؤلؤ إذا كان متفرقاً يكون أحسن في المنظر لوقوع شعاع بعضه على البعض فيكون مخالفاً للمجتمع منه .\r\n واعلم أنه تعالى لما ذكر تفصيل أحوال أهل الجنة ، أتبعه بما يدل على أن هناك أموراً أعلى وأعظم من هذا القدر المذكور فقال : ",
        "fav": 0,
        "note": null,
        "normal": "ويطوف عليهم ولدان مخلدون إذا رأيتهم حسبتهم لؤلؤا منثورا (19) ",
        "babnum": 14
    },
    {
        "id": 3024,
        "cate": "76",
        "title": "وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا (20) ",
        "details": " وفيه مسائل : المسألة الأولى : { رأيت } هل له مفعول؟ فيه قولان : الأول : قال الفراء : المعنى وإذا رأيت ما ثم وصلح إضمار ما كما قال : { لَقَد تَّقَطَّعَ بَيْنَكُمْ } [ الأنعام : 94 ] يريد ما بينكم ، قال الزجاج : لا يجوز إضمار ما لأن ثم صلة وما موصولها ، ولا يجوز إسقاط الموصول وترك الصلة الثاني : أنه ليس له مفعول ظاهر ولا مقدر والغرض منه أن يشبع ويعم ، كأنه قيل : وإذا وجدت الرؤية ثم ، ومعناه أن بصر الرائي أينما وقع لم يتعلق إدراكه إلا بنعيم كثير وملك كبير ، و { ثم } في موضع النصب على الظرف يعني في الجنة .\r\n المسألة الثانية : اعلم أن اللذات الدنيوية محصورة في أمور ثلاثة .\r\n قضاء الشهوة ، وإمضاء الغضب ، واللذة الخيالية التي يعبر عنها بحب المال والجاه ، وكل ذلك مستحقر فإن الحيوانات الخسيسة قد تشارك الإنسان في واحد منها ، فالملك الكبير الذي ذكره الله ههنا لا بد وأن يكون مغايراً لتلك اللذات الحقيرة ، وما هو إلا أن تصير نفسه منقشة بقدس الملكوت متحلية بجلال حضرة اللاهوت ، وأما ما هو على أصول المتكلمين ، فالوجه فيه أيضاً أنه الثواب والمنفعة المقرونة بالتعظيم فبين تعالى في الآيات المتقدمة تفصيل تلك المنافع وبين في هذه الآية حصول التعظيم وهو أن كل واحد منهم يكون كالملك العظيم ، وأما المفسرون فمنهم من حمل هذا الملك الكبير على أن هناك منافع أزيد مما تقدم ذكره ، قال ابن عباس : لا يقدر واصف يصف حسنه ولا طيبه .\r\n ويقال : إن أدنى أهل الجنة منزلة ينظر في ملكه مسيرة ألف عام ويرى أقصاه كما يرى أدناه ، وقيل : لا زوال له وقيل : إذا أرادوا شيئاً حصل ، ومنهم من حمله على التعظيم .\r\n فقال الكلبي : هو أن يأتي الرسول من عند الله بكرامة من الكسوة والطعام والشراب والتحف إلى ولي الله وهو في منزله فيستأذن عليه ، ولا يدخل عليه رسول رب العزة من الملائكة المقربين المطهرين إلا بعد الاستئذان .\r\n المسألة الثالثة : قال بعضهم قوله : { وَإِذَا رَأَيْتَ } خطاب لمحمد خاصة ، والدليل عليه أن رجلاً قال لرسول الله صلى الله عليه وسلم : أرأيت إن دخلت الجنة أترى عيناي ما ترى عيناك؟ فقال نعم ، فبكى حتى مات ، وقال آخرون : بل هو خطاب لكل أحد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذا رأيت ثم رأيت نعيما وملكا كبيرا (20) ",
        "babnum": 15
    },
    {
        "id": 3025,
        "cate": "76",
        "title": "عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌ وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا (21) ",
        "details": " قوله تعالى : { عاليهم ثِيَابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ } فيه مسائل : المسألة الأولى : قرأ نافع وحمزة عاليهم بإسكان الياء والباقون بفتح الياء أما القراءة الأولى : فالوجه فيها أن يكون عاليهم مبتدأ ، وثياب سندس خبره ، والمعنى ما يعلوهم من لباسهم ثياب سندس ، فإن قيل : عاليهم مفرد ، وثياب سندس جماعة ، والمبتدأ إذا كان مفرداً لا يكون خبره جمعاً ، قلنا : المبتدأ ، وهو قوله : { عاليهم } وإن كان مفرداً في اللفظ ، فهو جمع في المعنى ، نظيره قوله تعالى : { مُسْتَكْبِرِينَ بِهِ سامرا تَهْجُرُونَ ، فَقُطِعَ دَابِرُ القوم } [ المؤمنون : 67 ] كأنه أفرد من حيث جعل بمنزلة المصدر أما القراءة الثانية : وهي فتح الياء ، فذكروا في هذا النصب ثلاثة أوجه الأول : أنه نصب على الظرف ، لأنه لما كان عالي بمعنى فوق أجرى مجراه في هذا الإعراب ، كما كان قوله : { والركب أَسْفَلَ مِنكُمْ } [ الأنفال : 42 ] كذلك وهو قول أبي علي الفارسي والثاني : أنه نصب على الحال ، ثم هذا أيضاً يحتمل وجوهاً أحدها : قال أبو علي الفارسي : التقدير : ولقاهم نضرة وسروراً حال ما يكون عاليهم ثياب سندس وثانيها : التقدير : وجزاهم بما صبروا جنة وحريراً حال ما يكون عاليهم ثياب سندس وثالثها : أن يكون التقدير ويطوف على الأبرار ولدان ، حال ما يكون الأبرار عاليهم ثياب سندس ورابعها : حسبتهم لؤلؤاً منثوراً ، حال ما يكون عاليهم ثياب سندس ، فعلى الاحتمالات الثلاثة الأول : تكون الثياب الأبرار ، وعلى الاحتمال الرابع تكون الثياب ثياب الولدان الوجه الثالث : في سبب هذا النصب ، أن يكون التقدير : رأيت أهل نعيم وملك عاليهم ثياب سندس .\r\n المسألة الثانية : قرأ نافع وعاصم : خضر واستبرق ، كلاهما بالرفع ، وقرأ الكسائي وحمزة : كلاهما بالخفض ، وقرأ ابن كثير : خضر بالخفض ، واستبرق بالرفع ، وقرأ أبو عمرو وعبدالله بن عامر : خضر بالرفع ، واستبرق بالخفض ، وحاصل الكلام فيه أن خضراً يجوز فيه الخفض والرفع ، أما الرفع فإذا جعلتها صفة لثياب ، وذلك ظاهر لأنها صفة مجموعة لموصوف مجموعة ، وأما الخفض فإذا جعلتها صفة سندس ، لأن سندس أريد به الجنس ، فكان في معنى الجمع ، وأجاز الأخفش وصف اللفظ الذي يراد به الجنس بالجمع ، كما يقال : أهلك الناس الدينار الصفر والدرهم البيض إلا أنه قال : إنه قبيح ، والدليل على قبحه أن العرب تجيء بالجمع الذي هو في لفظ الواحد فيجرونه مجرى الواحد وذلك قولهم : حصى أبيض وفي التنزيل { مّنَ الشجر الأخضر } [ يس : 80 ] و { أَعْجَازُ نَخْلٍ مُّنقَعِرٍ } [ القمر : 20 ] إذ كانوا قد أفردوا صفات هذا الضرب من الجمع ، فالواحد الذي في معنى الجمع أولى أن تفرد صفته ، وأما استبرق فيجوز فيه الرفع والخفض أيضاً معاً ، أما الرفع فإذا أريد به العطف على الثياب ، كأنه قيل : ثياب سندس واستبرق وأما الخفض فإذا أريد إضافة الثياب إليه كأنه قيل : ثياب سندس واستبرق ، والمعنى ثيابهما فأضاف الثياب إلى الجنسين كما يقال : ثياب خز وكتان ، ويدل على ذلك قوله تعالى : { وَيَلْبَسُونَ ثِيَابًا خُضْرًا مّن سُنْدُسٍ وَإِسْتَبْرَقٍ } [ الكهف : 31 ] واعلم أن حقائق هذه الآية قد تقدمت في سورة الكهف .\r\n المسألة الثالثة : السندس ما رق من الديباج ، والاستبرق ما غلظ منه ، وكل ذلك داخل في اسم الحرير قال تعالى : { وَلِبَاسُهُمْ فِيهَا حَرِيرٌ } [ الحج : 23 ] ثم قيل : إن الذين هذا لباسهم هم الولدان المخلدون ، وقيل : بل هذا لباس الأبرار ، وكأنهم يلبسون عدة من الثياب فيكون الذي يعلوها أفضلها ، ولهذا قال : { عاليهم } وقيل هذا من تمام قوله : { مُّتَّكِئِينَ فِيهَا على الأرائك } ومعنى { عاليهم } أي فوق حجالهم المضروبة عليهم ثياب سندس ، والمعنى أن حجالهم من الحرير والديباج .\r\n قوله تعالى : { وَحُلُّواْ أَسَاوِرَ مِن فِضَّةٍ } وفيه سؤالات : السؤال الأول : قال تعالى في سورة الكهف : { أُوْلَئِكَ لَهُمْ جَنَّاتُ عَدْنٍ تَجْرِى مِن تَحْتِهِمُ الأنهار يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ } [ الكهف : 31 ] فكيف جعل تلك الأساور ههنا من فضة؟ والجواب : من ثلاثة أوجه أحدها : أنه لا منافاة بين الأمرين فلعلهم يسورون بالجنسين إما على المعاقبة أو على الجمع كما تفعل النساء في الدنيا وثانيها : أن الطباع مختلفة فرب إنسان يكون استحسانه لبياض الفضة فوق استحسانه لصفرة الذهب ، فالله تعالى يعطي كل أحد ما تكون رغبته فيه أتم ، وميله إليه أشد وثالثها : أن هذه الأسورة من الفضة إنما تكون للوالدان الذين هم الخدم وأسورة الذهب للناس .\r\n السؤال الثاني : السوار إنما يليق بالنساء وهو عيب للرجال ، فكيف ذكر الله تعالى ذلك في معرض الترغيب؟ الجواب : أهل الجنة جرد مرد شباب فلا يبعد أن يحلوا ذهباً وفضة وإن كانوا رجالاً ، وقيل : هذه الأسورة من الفضة والذهب إنما تكون لنساء أهل الجنة وللصبيان فقط ، ثم غلب في اللفظ جانب التذكير ، وفي الآية وجه آخر ، وهو أن آلة أكثر الأعمال هي اليد وتلك الأعمال والمجاهدات هي التي يتوسل بها إلى تحصيل المعارف الإلهية والأنوار الصمدية ، فتكون تلك الأعمال جارية مجرى الذهب والفضة التي يتوسل بهما إلى تحصيل المطالب ، فلما كانت تلك الأعمال صادرة من اليد كانت تلك الأعمال جارية مجرى سوار الذهب والفضة ، فسميت الأعمال والمجاهدات بسوار الذهب والفضة ، وعبر عن تلك الأنوار الفائضة عن الحضرة الصمدية بقوله : { وسقاهم رَبُّهُمْ شَرَاباً طَهُوراً } وبالجملة فقوله : { وَحُلُّواْ أَسَاوِرَ مِن فِضَّةٍ } إشارة إلى قوله : { والذين جاهدوا فِينَا } وقوله : { وسقاهم رَبُّهُمْ شَرَاباً طَهُوراً } إشارة إلى قوله : { لَنَهْدِيَنَّهُمْ سُبُلَنَا } [ العنكبوت : 69 ] فهذا احتمال خطر بالبال ، والله أعلم بمراده .\r\n قوله تعالى : { وسقاهم رَبُّهُمْ شَرَاباً طَهُوراً } الطهور فيه قولان : الأول : المبالغة في كونه طاهراً ، ثم فيه على هذا التفسير احتمالات أحدها : أنه لا يكون نجساً كخمر الدنيا وثانيها : المبالغة في البعد عن الأمور المستقذرة يعني ما مسته الأيدي الوضرة ، وما داسته الأقدام الدنسة وثالثها : أنها لا تؤول إلى النجاسة لأنها ترشح عرقاً من أبدانهم له ريح كريح المسك القول الثاني : في الطهور أنه المطهر ، وعلى هذا التفسير أيضاً في الآية احتمالان أحدهما : قال مقاتل : هو عين ماء على باب الجنة تنبع من ساق شجرة من شرب منها نزع الله ما كان في قلبه من غل وغش وحسد ، وما كان في جوفه من قذر وأذى وثانيهما : قال أبو قلابة : يؤتون الطعام والشراب فإذا كان في آخر ذلك أتوا بالشراب الطهور ، فيشربون فتطهر بذلك بطونهم ، ويفيض عرق من جلودهم مثل ريح المسك ، وعلى هذين الوجهين يكون الطهور ، مطهراً لأنه يطهر باطنهم عن الأخلاق الذميمة ، والأشياء المؤذية ، فإن قيل : قوله تعالى : { وسقاهم رَبُّهُمْ } هو عين ما ذكر تعالى قبل ذلك من أنهم يشربون من عين الكافور ، والزنجبيل ، والسلسبيل أو هذا نوع آخر؟ قلنا : بل هذا نوع آخر ، ويدل عليه وجوه أحدها : دفع التكرار وثانيها : أنه تعالى أضاف هذا الشراب إلى نفسه ، فقال : { وسقاهم رَبُّهُمْ } وذلك يدل على فضل في هذا دون غيره وثالثها : ما روينا أنه تقدم إليهم الأطعمة والأشربة ، فإذا فرغوا منها أتوا بالشراب الطهور فيشربون ، فيطهر ذلك بطونهم ، ويفيض عرقاً من جلودهم مثل ريح المسك ، وهذا يدل على أن هذا الشراب مغاير لتلك الأشربة ، ولأن هذا الشراب يهضم سائر الأشربة ، ثم له مع هذا الهضم تأثير عجيب ، وهو أنه يجعل سائر الأطعمة والأشربة عرقاً يفوح منه ريح كريح المسك ، وكل ذلك يدل على المغايرة ورابعها : وهو أن الروح من عالم الملائكة ، والأنوار الفائضة من جواهر أكابر الملائكة ، وعظمائهم على هذه الأرواح مشبهة بالماء العذب الذي يزيل العطش ويقوي البدن ، وكما أن العيون متفاوتة في الصفاء والكثرة والقوة ، فكذا ينابيع الأنوار العلوية مختلفة ، فبعضها تكون كافورية على طبع البرد واليبس ، ويكون صاحبها في الدنيا في مقام الخوف والبكاء والانقباض ، وبعضها تكون زنجبيلية على طبع الحر واليبس ، فيكون صاحب هذه الحالة قليل الالتفات إلى ما سوى الله تعالى قليل المبالاة بالأجسام والجسمانيات ، ثم لا تزال الروح البشرية منتقلة من ينبوع إلى ينبوع ، ومن نور إلى نور ، ولا شك أن الأسباب والمسببات متناهية في ارتقائها إلى واجب الوجود الذي هو النور المطلق جل جلاله وعز كماله ، فإذا وصل إلى ذلك المقام وشرب من ذلك الشراب انهضمت تلك الأشربة المتقدمة ، بل فنيت ، لأن نور ما سوى الله تعالى يضمحل في مقابلة نور الله وكبريائه وعظمته ، وذلك هو آخر سير الصديقين ، ومنتهى درجاتهم في الإرتقاء والكمال ، فلهذا السبب ختم الله تعالى ذكر ثواب الأبرار على قوله : { وسقاهم رَبُّهُمْ شَرَاباً طَهُوراً } .\r\n واعلم أنه تعالى لما تمم شرح أحوال السعداء ، قال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "عاليهم ثياب سندس خضر وإستبرق وحلوا أساور من فضة وسقاهم ربهم شرابا طهورا (21) ",
        "babnum": 16
    },
    {
        "id": 3026,
        "cate": "76",
        "title": "إِنَّ هَذَا كَانَ لَكُمْ جَزَاءً وَكَانَ سَعْيُكُمْ مَشْكُورًا (22) ",
        "details": " اعلم أن في الآية وجهين الأول : قال ابن عباس المعنى أنه يقال لأهل الجنة بعد دخولهم فيها ، ومشاهدتهم لنعيمها : إن هذا كان لكم جزاء قد أعده الله تعالى لكم إلى هذا الوقت ، فهو كله لكم بأعمالكم على قلة أعمالكم ، كما قال حاكياً عن الملائكة : إنهم يقولون لأهل الجنة : { سلام عَلَيْكُم بِمَا صَبَرْتُمْ فَنِعْمَ عقبى الدار } [ الرعد : 24 ] وقال : { كُلُواْ واشربوا هَنِيئَاً بِمَا أَسْلَفْتُمْ فِى الأيام الخالية } [ الحاقة : 24 ] والغرض من ذكر هذا الكلام أن يزداد سرورهم ، فإنه يقال للمعاقب : هذا بعملك الرديء فيزداد غمه وألم قلبه ، ويقال للمثاب : هذا بطاعتك ، فيكون ذلك تهنئة له وزيادة في سروره ، والقائل بهذا التفسير جعل القول مضمراً ، أي ويقال لهم : هذا الكلام الوجه الثاني : أن يكون ذلك إخباراً من الله تعالى لعباده في الدنيا ، فكأنه تعالى شرح جواب أهل الجنة ، أن هذا كان في علمي وحكمي جزاء لكم يا معاشر عبادي ، لكم خلقتها ، ولأجلكم أعددتها ، وبقي في الآية سؤالان : السؤال الأول : إذا كان فعل العبد خلقاً لله ، فكيف يعقل أن يكون فعل الله جزاء على فعل الله؟ الجواب : الجزء هو الكافي ، وذلك لا ينافي كونه فعلاً لله تعالى .\r\n السؤال الثاني : كون سعي العبد مشكوراً لله يقتضي كون الله شاكراً له والجواب : كون الله تعالى شاكراً للعبد محال إلا على وجه المجاز ، وهو من ثلاثة أوجه الأول : قال القاضي : إن الثواب مقابل لعلمهم ، كما أن الشكر مقابل للنعم الثاني : قال القفال : إنه مشهور في كلام الناس ، أن يقولوا : للراضي بالقليل والمثني به إنه شكور ، فيحتمل أن يكون شكر الله لعباده هو رضاه عنهم بالقليل من الطاعات ، وإعطاؤه إياهم عليه ثواباً كثيراً الوجه الثالث : أن منتهى درجة العبد أن يكون راضياً من ربه مرضياً لربه على ما قال : { ياأيتها النفس المطمئنة * ارجعى إلى رَبّكِ رَاضِيَةً مَّرْضِيَّةً } [ الفجر : 27 ، 28 ] وكونها راضية من ربه ، أقل درجة من كونها مرضية لربه ، فقوله : { إِنَّ هذا كَانَ لَكُمْ جَزَاء } إشارة إلى الأمر الذي به تصير النفس راضية من ربه وقوله : { وَكَانَ سَعْيُكُم مَّشْكُوراً } إشارة إلى كونها مرضية لربه ، ولما كانت هذه الحال أعلى المقامات وآخر الدرجات لا جرم وقع الختم عليها في ذكر مراتب أحوال الأبرار والصديقين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن هذا كان لكم جزاء وكان سعيكم مشكورا (22) ",
        "babnum": 17
    },
    {
        "id": 3027,
        "cate": "76",
        "title": "إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْآنَ تَنْزِيلًا (23) ",
        "details": " اعلم أنه سبحانه بين في أول السورة أن الإنسان وجد بعد العدم بقوله : { هَلْ أتى عَلَى الإنسان حِينٌ مّنَ الدهر لَمْ يَكُن شَيْئاً مَّذْكُوراً } [ الإنسان : 1 ] ثم بين أنه سبحانه خلقه من أمشاج ، والمراد منه إما كونه مخلوقاً من العناصر الأربعة أو من الأخلاط الأربعة أو من ماء الرجل والمرأة أو من الأعضاء والأرواح أو من البدن والنفس أو من أحوال متعاقبة على ذلك الجسم مثل كونه نطفة ثم علقة ثم مضغة ثم عظاماً ، وعلى أي هذه الوجوه تحمل هذه الآية ، فلذلك يدل على أنه لا بد من الصانع المختار جل جلاله وعظم كبرياؤه .\r\n ثم بين بعد ذلك أني ما خلقته ضائعاً عاطلاً باطلاً ، بل خلقته لأجل الابتلاء والامتحان ، وإليه الإشارة بقوله : { نَّبْتَلِيهِ } [ الإنسان : 2 ] وههنا موضع الخصومة العظيمة القائمة بين أهل الجبر والقدر ، ثم ذكر تعالى أني أعطيته جميع ما يحتاج إليه عند الابتلاء والامتحان ، وهو السمع والبصر والعقل ، وإليه الإشارة بقوله : { فجعلناه سَمِيعاً بَصِيراً } [ الإنسان : 2 ] ولما كان العقل أشرف الأمور المحتاج إليها في هذا الباب أفرده عن السمع والبصر ، فقال : { إِنَّا هديناه السبيل } [ الإنسان : 3 ] ثم بين أن الخلق بعد هذه الأحوال صاروا قسمين : منهم شاكر ، ومنهم كفور ، وهذا الإنقسام باختيارهم كما هو تأويل القدرية ، أو من الله على ما هو تأويل الجبرية ، ثم إنه تعالى ذكر عذاب الكفار على الاختصار ، ثم ذكر بعد ذلك ثواب المطيعين على الاستقصاء ، وهو إلى قوله : { وَكَانَ سَعْيُكُم مَّشْكُوراً } [ الإنسان : 22 ] واعلم أن الاختصار في ذكر العقاب مع الإطناب في شرح الثواب يدل على أن جانب الرحمة أغلب وأقوى ، فظهر مما بينا أن السورة من أولها إلى هذا الموضع في بيان أحوال الآخرة ، ثم إنه تعالى شرع بعد ذلك في أحوال الدنيا ، وقدم شرح أحوال المطيعين على شرح أحوال المتمردين .\r\n أما المطيعون فهم الرسول وأمته ، والرسول هو الرأس والرئيس ، فلهذا خص الرسول بالخطاب .\r\n واعلم أن الخطاب إما النهي وإما الأمر ، ثم إنه تعالى قبل الخوض فيما يتعلق بالرسول من النهي والأمر ، قدم مقدمة في تقوية قلب الرسول صلى الله عليه وسلم ، وإزالة الغم والوحشة عن خاطره ، وإنما فعل ذلك ، لأن الاشتغال بالطاعة والقيام بعهدة التكليف لا يتم إلا مع فراغ القلب ثم بعد هذه المقدمة ذكر نهيه عن بعض الأشياء ، ثم بعد الفراغ عن النهي ، ذكر أمره ببعض الأشياء ، وإنما قدم النهي على الأمر ، لأن دفع الضرر أهم من جلب النفع ، وإزالة مالا ينبغي مقدم على تحصيل ما ينبغي ، ثم إنه تعالى ذكر بعد ذلك أحوال المتمردين والكفار على ما سيأتي تفصيل بيانه ، ومن تأمل فيما ذكرناه علم أن هذه السورة ، وقعت على أحسن وجوه الترتيب والنظام ، فالحمد لله الذي نور عقل هذا المسكين الضعيف بهذه الأنوار ، وله الشكر عليه أبد الآباد .\r\n ولنرجع إلى التفسير ، فنقول : أما تلك المقدمة فهي ، قوله تعالى : { إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ القرءان تَنزِيلاً } واعلم أن المقصود من هذه الآية تثبيت الرسول وشرح صدره فيما نسبوه إليه من كهانة وسحر ، فذكر الله تعالى أن ذلك وحي من الله ، فلا جرم بالغ وكرر الضمير بعد إيقاعه اسماً ، لأن تأكيداً على تأكيد أبلغ ، كأنه تعالى يقول : إن كان هؤلاء الكفار يقولون : إن ذلك كهانة ، فأنا الله الملك الحق أقول على سبيل التأكيد والمبالغة إن ذلك وحي حق وتنزيل صدق من عندي ، وهذا فيه فائدتان : إحداهما : إزالة الوحشة المتقدمة الحاصلة بسبب طعن أولئك الكفار ، فإن بعض الجهال وإن طعنوا فيه إلا أن جبار السموات عظمه وصدقه .\r\n والثانية : تقويته على تحمل التكليف المستقبل ، وذلك لأن الكفار كانوا يبالغون في إيذائه ، وهو كان يريد مقاتلتهم فلما أمره الله تعالى بالصبر على ذلك الإيذاء وترك المقاتلة ، وكان ذلك شاقاً عليه ، فقال له : { إِنَا نَزَّلْنَا عَلَيْكَ القرءان تَنزِيلاً } فكأنه قال له : إني ما نزلت عليك هذا القرآن مفرقاً منجماً إلا لحكمة بالغة تقتضي تخصيص كل شيء بوقت معين ، ولقد اقتضت تلك الحكمة تأخير الإذن في القتال ، فاصبر لحكم ربك الصادر عن الحكمة المحضة المبرأ عن العيب والعبث والباطل .\r\n ثم إنه تعالى لما قدم هذه المقدمة ذكر النهي فقال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "إنا نحن نزلنا عليك القرآن تنزيلا (23) ",
        "babnum": 18
    },
    {
        "id": 3028,
        "cate": "76",
        "title": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا (24) ",
        "details": " فإما أن يكون المعنى : فاصبر لحكم ربك في تأخير الإذن في القتال ونظيره { فاصبروا حتى يَحْكُمَ الله بَيْنَنَا وَهُوَ خَيْرُ الحاكمين } [ الأعراف : 87 ] أو يكون المعنى عاماً في جميع التكاليف ، أي فاصبر في كل ما حكم به ربك سواء كان ذلك تكليفاً خاصاً بك من العبادات والطاعات أو متعلقاً بالغير وهو التبليغ وأداء الرسالة ، وتحمل المشاق الناشئة من ذلك ، ثم في الآية سؤالات : السؤال الأول : قوله : { فاصبر لِحُكْمِ رَبّكَ } دخل فيه أن { لاَ تُطِع آثماً أَوْ كَفوراً } فكأن ذكره بعد هذا تكريراً .\r\n الجواب : الأول أمر بالمأمورات ، والثاني نهى عن المنهيات ودلالة أحدهما على الآخر بالالتزام لا بالتصريح فيكون التصريح به مفيداً .\r\n السؤال الثاني : أنه عليه السلام ما كان يطيع أحداً منهم ، فما الفائدة في هذا النهي؟ الجواب : المقصود بيان أن الناس محتاجون إلى مواصلة التنبيه والإرشاد ، لأجل ما تركب فيهم من الشهوات الداعية إلى الفساد ، وأن أحداً لو استغنى عن توفيق الله وإمداده وإرشاده ، لكان أحق الناس به هو الرسول المعصوم ، ومتى ظهر ذلك عرف كل مسلم ، لأنه لا بد له من الرغبة إلى الله والتضرع إليه في أن يصونه عن الشبهات والشهوات .\r\n السؤال الثالث : ما الفرق بين الآثم والكفور؟ الجواب : الآثم هو المقدم على المعاصي أي معصية كانت ، والكفور هو الجاحد للنعمة ، فكل كفور آثم ، أما ليس كل آثم كفوراً ، وإنما قلنا : إن الآثم عام في المعاصي كلها لأنه تعالى قال : { وَمَن يُشْرِكْ بالله فَقَدِ افترى إِثْماً عَظِيماً } [ النساء : 48 ] فسمى الشرك إثماً ، وقال : { وَلاَ تَكْتُمُواْ الشهادة وَمَن يَكْتُمْهَا فَإِنَّهُ ءاثِمٌ قَلْبُهُ } [ البقرة : 283 ] وقال { وَذَرُواْ ظاهر الإثم وَبَاطِنَهُ } [ الأنعام : 120 ] وقال : { يَسْئَلُونَكَ عَنِ الخمر والميسر قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ } [ البقرة : 219 ] فدلت هذه الآيات على أن هذا الإثم شامل لكل المعاصي ، واعلم أن كل من عبد غير الله فقد اجتمع في حقه هذان الوصفان ، لأنه لما عبد غيره ، فقد عصاه وجحد إنعامه ، إذا عرفت هذا فنقول في الآية قولان : الأول : أن المراد شخص معين ، ثم منهم من قال : الآثم ، والكفور هو شخص واحد وهو أبو جهل ، ومنهم من قال : الآثم هو الوليد والكفور هو عتبة ، قال القفال : ويدل عليه أنه تعالى سمى الوليد أثيماً في قوله : { وَلاَ تُطِعْ كُلَّ حَلاَّفٍ مَّهِينٍ } إلى قوله : { مَّنَّاعٍ لّلْخَيْرِ مُعْتَدٍ أَثِيمٍ } [ القلم : 10- 12 ] وروى صاحب الكشاف أن الآثم هو عتبة .\r\n والكفور هو الوليد لأن عتبة كان ركاباً للمآثم متعاطياً لأنواع الفسوق والوليد كان غالياً في الكفر ، والقول الأول أولى لأنه متأيد بالقرآن ، يروى أن عتبة بن ربيعة قال للنبي صلى الله عليه وسلم : ارجع عن هذا الأمر حتى أزوجك ولدي فإني من أجمل قريش ولداً وقال الوليد : أنا أعطيك من المال حتى ترضى ، فإني من أكثرهم مالاً ، فقرأ عليهم رسول الله صلى الله عليه وسلم عشر آيات من أول حم السجدة إلى قوله { فَإن أَعْرَضُواْ فَقُلْ أَنذَرْتُكُمْ صاعقة مّثْلَ صاعقة عَادٍ وَثَمُودَ } [ فصلت : 1- 13 ] فانصرفا عنه وقال أحدهما ظننت أن الكعبة ستقع علي .\r\n القول الثاني : أن الآثم والكفور مطلقان غير مختصين بشخص معين ، وهذا هو الأقرب إلى الظاهر ، ثم قال الحسن الآثم هو المنافق والكفور مشركوا العرب ، وهذا ضعيف بل الحق ما ذكرناه من أن الآثم عام والكفور خاص .\r\n السؤال الرابع : كانوا كلهم كفرة ، فما معنى القسمة في قوله : { آثماً أَوْ كفوراً } ؟ الجواب : { الكفور } أخبث أنواع الآثم ، فخصه بالذكر تنبيهاً على غاية خبثه ونهاية بعده عن الله .\r\n السؤال الخامس : كلمة أو تقتضي النهي عن طاعة أحدهما فلم لم يذكر الواو حتى يكون نهياً عن طاعتهما جميعاً؟ الجواب : ذكروا فيه وجهين : الأول : وهو الذي ذكره الزجاج واختاره أكثر المحققين أنه لو قيل : ولا تطعهما لجاز أن يطيع أحدهما لأن النهي عن طاعة مجموع شخصين لا يقتضي النهي عن طاعة كل واحد منهما وحده ، أما النهي عن طاعة أحدهما فيكون نهياً عن طاعة مجموعهما لأن الواحد داخل في المجموع ، ولقائل أن يقول : هذا ضعيف ، لأن قوله : لا تطع هذا وهذا معناه كن مخالفاً لأحدهما ، ولا يلزم من إيجاب مخالفة أحدهما إيجاب مخالفتهما معاً ، فإنه لا يبعد أن يقول السيد لعبده : إذا أمرك أحد هذين الرجلين فخالفه ، أما إذا توافقا فلا تخالفهما .\r\n والثاني : قال الفراء : تقدير الآية لا تطع منهم أحداً سواء كان آثماً أو كفوراً كقول الرجل لمن يسأله شيئاً : لا أعطيك سواء سألت أو سكت .\r\n واعلم أنه تعالى لما ذكر هذا النهي عقبه بالأمر ، فقال : ",
        "fav": 0,
        "note": null,
        "normal": "فاصبر لحكم ربك ولا تطع منهم آثما أو كفورا (24) ",
        "babnum": 19
    },
    {
        "id": 3029,
        "cate": "76",
        "title": "وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا (25) وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلًا طَوِيلًا (26) ",
        "details": " وفي هذه الآية قولان : الأول : أن المراد هو الصلاة قالوا : لأن التقييد بالبكرة والأصيل يدل على أن المراد من قوله : { واذكر اسم رَبّكَ } الصلوات .\r\n ثم قالوا : البكرة هي صلاة الصبح والأصيل صلاة الظهر والعصر { وَمِنَ اليل فاسجد لَهُ } المغرب والعشاء ، فتكون هذه الكلمات جامعة الصلوات الخمس وقوله : { وَسَبّحْهُ لَيْلاً طَوِيلاً } المراد منه التهجد ، ثم اختلفوا فيه فقال بعضهم : كان ذلك من الواجبات على الرسول عليه السلام ، ثم نسخ كما ذكرنا في سورة المزمل واحتجوا عليه بأن قوله : { فاسجد لَهُ وَسَبّحْهُ } أمر وهو للوجوب لا سيما إذا تكرر على سبيل المبالغة ، وقال آخرون : بل المراد التطوع وحكمه ثابت .\r\n القول الثاني : أن المراد من قوله : { واذكر اسم رَبّكَ } إلى آخر الآية ليس هو الصلاة بل المراد التسبيح الذي هو القول والاعتقاد ، والمقصود أن يكون ذاكراً لله في جميع الأوقات ليلاً ونهاراً بقلبه ولسانه ، وهو المراد من قوله : { ياأيها الذين ءامَنُواْ اذكروا الله ذِكْراً كَثِيراً وَسَبّحُوهُ بُكْرَةً وَأَصِيلاً } [ الأحزاب : 41 ] .\r\n واعلم أن في الآية لطيفة أخرى وهي أنه تعالى قال : { إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ القرءان تَنزِيلاً } [ الإنسان : 23 ] أي هديناك إلى هذه الأسرار ، وشرحنا صدرك بهذه الأنوار ، وإذ قد فعلنا بك ذلك فكن منقاداً مطيعاً لأمرنا ، وإياك وأن تكون منقاداً مطيعاً لغيرنا ، ثم لما أمره بطاعته ، ونهاه عن طاعة غيره قال : { واذكر اسم رَبّكَ } وهذا إشارة إلى أن العقول البشرية ليس عندها إلا معرفة الأسماء والصفات ، أما معرفة الحقيقة فلا ، فتارة يقال له : { واذكر اسم رَبّكَ } وهو إشارة إلى معرفة الأسماء ، وتارة يقال له : { واذكر رَّبَّكَ فِي نَفْسِكَ } [ الأعراف : 205 ] وهو إشارة إلى مقام الصفات ، وأما معرفة الحقيقة المخصوصة التي هي المستلزمة لسائر اللوازم السلبية والإضافية ، فلا سبيل لشيء من الممكنات والمحدثات ، إلى الوصول إليها والاطلاع عليها ، فسبحان من اختفى عن العقول لشدة ظهوره واحتجب عنها بكمال نوره .\r\n واعلم أنه تعالى لما خاطب رسوله بالتعظيم والنهي والأمر عدل إلى شرح أحوال الكفار والمتمردين ، فقال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "واذكر اسم ربك بكرة وأصيلا (25) ومن الليل فاسجد له وسبحه ليلا طويلا (26) ",
        "babnum": 20
    },
    {
        "id": 3030,
        "cate": "76",
        "title": "إِنَّ هَؤُلَاءِ يُحِبُّونَ الْعَاجِلَةَ وَيَذَرُونَ وَرَاءَهُمْ يَوْمًا ثَقِيلًا (27) ",
        "details": " والمراد أن الذي حمل هؤلاء الكفار على الكفر ، وترك الالتفات والإعراض عما ينفعهم في الآخرة ليس هو الشبهة حتى ينتفعوا بالدلائل المذكورة في أول هذه السورة ، بل الشهوة والمحبة لهذه اللذات العاجلة والراحات الدينية ، وفي الآية سؤالان : السؤال الأول : لم قال : { وراءهم } ولم يقل : قدامهم؟ الجواب : من وجوه أحدها : لما لم يلتفتوا إليه ، وأعرضوا عنه فكأنهم جعلوه وراء ظهورهم وثانيها : المراد ويذرون وراءهم مصالح يوم ثقيل فأسقط المضاف وثالثها : أن تستعمل بمعنى قدام كقوله : { مِّن وَرَائِهِ جَهَنَّمُ } [ إبراهيم : 16 ] { وَكَانَ وَرَاءهُم مَّلِكٌ } [ الكهف : 79 ] .\r\n السؤال الثاني : ما السبب في وصف يوم القيامة بأنه يوم ثقيل؟ الجواب : استعير الثقل لشدته وهوله ، من الشيء الثقيل الذي يتعب حامله ونحوه { ثَقُلَتْ فِى السموات والأرض } [ الأعراف : 187 ] .\r\n ثم إنه تعالى لما ذكر أن الداعي لهم إلى هذا الكفر حب العاجل ، قال : ",
        "fav": 0,
        "note": null,
        "normal": "إن هؤلاء يحبون العاجلة ويذرون وراءهم يوما ثقيلا (27) ",
        "babnum": 21
    },
    {
        "id": 3031,
        "cate": "76",
        "title": "نَحْنُ خَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْ وَإِذَا شِئْنَا بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلًا (28) ",
        "details": " والمراد أن حبهم للعاجلة يوجب عليهم طاعة الله من حيث الرغبة ومن حيث الرهبة ، أما من حيث الرغبة فلأنه هو الذي خلقهم وأعطاهم الأعضاء السليمة التي بها يمكن الانتفاع باللذات العاجلة ، وخلق جميع ما يمكن الانتفاع به ، فإذا أحبوا اللذات العاجلة ، وتلك اللذات لا تحصل إلا عند حصول المنتفع وحصول المنتفع به ، وهذان لا يحصلان إلا بتكوين الله وإيجاده ، فهذا مما يوجب عليهم الانقياد لله ولتكاليفه وترك التمرد والإعراض ، وأما من حيث الرهبة فلأنه قدر على أن يميتهم ، وعلى أن يسلب النعمة عنهم ، وعلى أن يلقيهم في كل محنة وبلية ، فلأجل من فوت هذه اللذات العاجلة يجب عليهم أن ينقادوا لله ، وأن يتركوا هذا التمرد ، وحاصل الكلام كأنه قيل لهم : هب أن حبكم لهذه اللذات العاجلة طريقة مستحسنة ، إلا أن ذلك يوجب عليكم الإيمان بالله والإنقياد له ، فلو أنكم توسلتم به إلى الكفر بالله ، والإعراض عن حكمه ، لكنتم قد تمردتم ، وهذا ترتيب حسن في السؤال والجواب ، وطريقة لطيفة : وفي الآية مسائل : المسألة الأولى : قال أهل اللغة : الأسر الربط والتوثيق ، ومنه أسر الرجل إذا وثق بالقد وفرس مأسور الخلق وفرس مأسور بالعقب ، والمعنى شددنا توصيل أعضائهم بعضاً ببعض وتوثيق مفاصلهم بالأعصاب .\r\n المسألة الثانية : { وَإِذَا شِئْنَا بَدَّلْنَا أمثالهم } أي إذا شئنا أهلكناهم وآتينا بأشباههم فجعلناهم بدلاً منهم ، وهو كقوله : { على أَن نُّبَدّلَ أمثالكم } [ الواقعة : 61 ] والغرض منه بيان الاستغناء التام عنهم كأنه قيل : لا حاجة بنا إلى أحد من المخلوقين ألبتة ، وبتقدير أن تثبت الحاجة فلا حاجة إلى هؤلاء الأقوام ، فإنا قادرون على إفنائهم ، وعلى إيجاد أمثالهم ، ونظيره قوله تعالى : { إِن يَشأ * يُذْهِبْكُمْ أَيُّهَا الناس وَيَأْتِ بِآخَرِينَ وَكَانَ الله على ذلك قَدِيراً } [ النساء : 133 ] وقال : { إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ * وَمَا ذلك عَلَى الله بِعَزِيزٍ } [ إبراهيم : 19 ، 20 ] ثم قيل : { بدلنا أمثالهم } أي في الخلقة ، وإن كانوا أضدادهم في العمل ، وقيل : أمثالهم في الكفر .\r\n المسألة الثالثة : قال صاحب الكشاف في قوله : { وَإِذَا شِئْنَا } إن حقه أن يجيء بأن لا بإذا كقوله : { وَإِن تَتَوَلَّوْاْ يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ } [ محمد : 38 ] { إِن يَشَأْ يُذْهِبْكُمْ } [ النساء : 133 ] واعلم أن هذا الكلام كأنه طعن في لفظ القرآن ، وهو ضعيف لأن كل واحد من إن وإذا حرف الشرط ، إلا أن حرف إن لا يستعمل فيما يكون معلوم الوقوع ، فلا يقال : إن طلعت الشمس أكرمتك ، أما حرف إذا فإنه يستعمل فيما كان معلوم الوقوع ، تقول : آتيك إذا طلعت الشمس ، فههنا لما كان الله تعالى عالماً بأنه سيجيء وقت يبدل الله فيه أولئك الكفرة بأمثالهم في الخلقة وأضدادهم في الطاعة ، لا جرم حسن استعمال حرف إذا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "نحن خلقناهم وشددنا أسرهم وإذا شئنا بدلنا أمثالهم تبديلا (28) ",
        "babnum": 22
    },
    {
        "id": 3032,
        "cate": "76",
        "title": "إِنَّ هَذِهِ تَذْكِرَةٌ فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا (29) وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا (30) ",
        "details": " واعلم أنه تعالى لما شرح أحوال السعداء وأحوال الأشقياء قال بعده : { إِنَّ هذه تَذْكِرَةٌ فَمَن شَاء اتخذ إلى رَبّهِ سَبِيلاً وَمَا تَشَاءونَ إِلاَّ أَن يَشَاء الله } والمعنى أن هذه السورة بما فيها من الترتيب العجيب والنسق البعيد والوعد والوعيد والترغيب والترهيب ، تذكرة للمتأملين وتبصرة للمستبصرين ، فمن شاء الخيرة لنفسه في الدنيا والآخرة اتخذ إلى ربه سبيلاً .\r\n واتخاذ السبيل إلى الله عبارة عن التقرب إليه ، واعلم أن هذه الآية من جملة الآيات التي تلاطمت فيها أمواج الجبر والقدر ، فالقدري يتمسك بقوله تعالى : { فَمَن شَاء اتخذ إلى رَبّهِ سَبِيلاً } ويقول : إنه صريح مذهبي ونظيره : { فَمَن شَاء فَلْيُؤْمِن وَمَن شَاء فَلْيَكْفُرْ } [ الكهف : 29 ] والجبري يقول : متى ضمت هذه الآية إلى الآية التي بعدها خرج منه صريح مذهب الجبر ، وذلك لأن قوله : { فَمَن شَاء اتخذ إلى رَبّهِ سَبِيلاً } يقتضي أن تكون مشيئة العبد متى كانت خالصة فإنها تكون مستلزمة للفعل ، وقوله بعد ذلك : { وَمَا تَشَاءونَ إِلاَّ أَن يَشَاء الله } يقتضي أن مشيئة الله تعالى مستلزمة لمشيئة العبد ومستلزم المستلزم مستلزم ، فإذا مشيئة الله مستلزمة لفعل العبد ، وذلك هو الجبر ، وهكذا الاستدلال على الجبر بقوله : { فَمَن شَاء فَلْيُؤْمِن وَمَن شَاء فَلْيَكْفُرْ } لأن هذه الآية أيضاً تقتضي كون المشيئة مستلزمة للفعل ثم التقرير ما تقدم .\r\n واعلم أن الاستدلال على هذا الوجه الذي لخصناه لا يتوجه عليه كلام القاضي إلا أنا نذكره وننبه على ما فيه من الضعف ، قال القاضي : المذكور في هذه الآية اتخاذ السبيل إلى الله ، ونحن نسلم أن الله قد شاءه لأنه تعالى قد أمر به ، فلا بد وأن يكون قد شاءه .\r\n وهذا لا يقتضي أن يقال العبد : لا يشاء إلا ما قد شاءه الله على الإطلاق ، إذ المراد بذلك الأمر المخصوص الذي قد ثبت أنه تعالى قد أراده وشاءه .\r\n واعلم أن هذا الكلام الذي ذكره القاضي لا تعلق له بالاستدلال على الوجه الذي ذكرناه ، وأيضاً فحاصل ما ذكره القاضي تخصيص هذا العام بالصورة التي مر ذكرها فيما قبل هذه الآية ، وذلك ضعيف ، لأن خصوص ما قبل الآية لا يقتضي تخصيص هذا العام به .\r\n لاحتمال أن يكون الحكم في هذه الآية وارداً بحيث يعم تلك الصورة وسائر الصور ، بقي في الآية سؤال يتعلق بالإعراب ، وهو أن يقال : ما محل { أن يشاء الله } ؟ وجوابه النصب على الظرف ، وأصله إلا وقت مشيئة الله ، وكذلك قراءة ابن مسعود : «إلا ما شاء الله» لأن ما مع الفعل كأن معه ، وقرىء أيضاً يشاءون بالياء .\r\n ثم قال تعالى : { إِنَّ الله كَانَ عَلِيماً حَكِيماً } أي عليماً بأحوالهم وما يكون منهم حيث خلقهم مع علمه بهم .\r\n ثم ختم السورة فقال : ",
        "fav": 0,
        "note": null,
        "normal": "إن هذه تذكرة فمن شاء اتخذ إلى ربه سبيلا (29) وما تشاءون إلا أن يشاء الله إن الله كان عليما حكيما (30) ",
        "babnum": 23
    },
    {
        "id": 3033,
        "cate": "76",
        "title": "يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ وَالظَّالِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًا (31) ",
        "details": " اعلم أن خاتمة هذه السورة عجيبة ، وذلك لأن قوله : { وَمَا تَشَاءونَ إِلاَّ أَن يَشَاء الله } [ الإنسان : 30 ] يدل على أن جميع ما يصدر عن العبد فبمشيئة الله ، وقوله : { يُدْخِلُ مَن يَشَاء فِى رَحْمَتِهِ والظالمين أَعَدَّ لَهُمْ عَذَاباً أَلِيماً } يدل على أن دخول الجنة والنار ليس إلا بمشيئة الله ، فخرج من آخر هذه السورة إلا الله وما هو من الله ، وذلك هو التوحيد المطلق الذي هو آخر سير الصديقين ومنتهى معارجهم في أفلاك المعارف الإلهية ، وفي الآية مسائل : المسألة الأولى : قوله : { يُدْخِلُ مَن يَشَاء فِى رَحْمَتِهِ } إن فسرنا الرحمة الإيمان ، فالآية صريحة في أن الإيمان من الله ، وإن فسرناها بالجنة كان دخول الجنة بسبب مشيئة الله وفضله وإحسانه لا بسبب الاستحقاق ، وذلك لأنه لو ثبت الاستحقاق لكان تركه يفضي إلى الجهل والحاجة المحالين على الله ، والمفضي إلى المحال محال فتركه محال فوجوده واجب عقلاً وعدمه ممتنع عقلاً ، وما كان كذلك لا يكون معلقاً على المشيئة ألبتة ، وأيضاً فلأن من كان مديوناً من إنسان فأدى ذلك الدين إلى مستحقه لا يقال : بأنه إنما دفع ذلك القدر إليه على سبيل الرحمة والتفضل .\r\n المسألة الثانية : قوله : { والظالمين أَعَدَّ لَهُمْ عَذَاباً أَلِيماً } يدل على أنه جف القلم بما هو كائن ، لأن معنى أعد أنه علم ذلك وقضى به ، وأخبر عنه وكتبه في اللوح المحفوظ ، ومعلوم أن التغيير على هذه الأشياء محال ، فكان الأمر على ما بيناه وقلناه .\r\n المسألة الثالثة : قال الزجاج : نصب الظالمين لأن قبله منصوباً ، والمعنى يدخل من يشاء في رحمته ويعذب الظالمين وقوله : { أَعَدَّ لَهُمْ عَذَاباً أَلِيماً } كالتفسير لذلك المضمر ، وقرأ عبدالله بن الزبير : والظالمون ، وهذا ليس باختيار لأنه معطوف على يدخل من يشاء وعطف الجملة الإسمية على الجملة الفعلية غير حسن ، وأما قوله في حم عسق : { يُدْخِلُ مَن يَشَاء فِى رَحْمَتِهِ والظالمون } فإنما ارتفع لأنه لم يذكر بعده فعل يقع عليه فينصبه في المعنى ، فلم يجز أن يعطف على المنصوب قبله ، فارتفع بالابتداء ، وههنا قوله : { أَعَدَّ لَهُمْ عَذَاباً أَلِيماً } يدل على ذلك الناصب المضمر ، فظهر الفرق والله سبحانه وتعالى أعلم بالصواب .\r\n وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يدخل من يشاء في رحمته والظالمين أعد لهم عذابا أليما (31) ",
        "babnum": 24
    }
]