[
    {
        "id": 1433,
        "cate": "19",
        "title": "كهيعص (1) ",
        "details": " قبل الخوض في القراءات لا بد من مقدمات ثلاثة .\r\n المقدمة الأولى : أن حروف المعجم على نوعين ثنائي وثلاثي ، وقد جرت عادة العرب أن ينطقوا بالثنائيات مقطوعة ممالة فيقولوا : با تا ثا وكذلك أمثالها ، وأن ينطقوا بالثلاثيات التي في وسطها الألف مفتوحة مشبعة فيقولوا دال ذال صاد ضاد وكذلك أشكالها ، أما الزاي وحده من بين حروف المعجم فمعتاد فيه الأمران ، فإن من أظهر ياءه في النطق حتى يصير ثلاثياً لم يمله ، ومن لم يظهر ياءه في النطق حتى يشبه الثنائي يمله .\r\n أما المقدمة الثانية : ينبغي أن يعلم أن إشباع الفتحة في جميع المواضع أصل والإمالة فرع عليه ولهذا يجوز إشباع كل ممال ولا يجوز إمالة كل مشبع من الفتحات .\r\n المقدمة الثالثة : للقراء في القراءات المخصوصة بهذا الموضع ثلاثة طرق : أحدها : أن يتمسكوا بالأصل وهو إشباع فتحة الهاء والياء .\r\n وثانيها : أن يميلوا الهاء والياء .\r\n وثالثها : أن يجمعوا بين الأصل والفرع فيقع الاختلاف بين الهاء والياء فيفتحوا أحدهما أيهما كان ويكسروا الآخر ولهم في السبب الموجب لهذا الاختلاف قولان : الأول : أن الفتحة المشبعة أصل والإمالة فرع مشهور كثير الاستعمال فأشبع أحدهما وأميل الآخر ليكون جامعاً لمراعاة الأصل والفرع وهو أحسن من مراعاة أحدهما وتضييع الآخر .\r\n القول الثاني : أن الثنائية من حروف المعجم إذا كانت مقطوعة كانت بالإمالة ، وإذا كانت موصولة كانت بالإشباع وها ويا في قوله تعالى : { كهيعص } مقطوعان في اللفظ موصولان في الخط فأميل أحدهما وأشبع الآخر ليكون كلا الجانبين مرعياً جانب القطع اللفظي وجانب الوصل الخطي ، إذا عرفت هذا فنقول فيه قراءات : إحداها : وهي القراءة المعروفة فيه فتحة الهاء والياء جميعاً .\r\n وثانيها : كسر الهاء وفتح الياء وهي قراءة أبي عمرو وابن مبادر والقطعي عن أيوب ، وإنما كسروا الهاء دون الياء ليكون فرقاً بينه وبين الهاء الذي للتنبيه فإنه لا يكسر قط .\r\n وثالثها : فتح الهاء وكسر الياء وهو قراءة حمزة والأعمش وطلحة والضحاك عن عاصم ، وإنما كسروا الياء دون الهاء ، لأن الياء أخت الكسرة وإعطاء الكسرة أختها أولى من إعطائها إلى أجنبية مفتوحة للمناسبة .\r\n ورابعها : إمالتهما جميعاً وهي قراءة الكسائي والمفضل ويحيى عن عاصم والوليد بن أسلم عن ابن عامر والزهري وابن جرير وإنما أمالوهما للوجهين المذكورين في إمالة الهاء وإمالة الياء .\r\n وخامسها : قراءة الحسن وهي ضم الهاء وفتح الياء ، وعنه أيضاً فتح الهاء وضم الياء ، وروى صاحب «الكشاف» عن الحسن بضمهما ، فقيل له لم تثبت هذه الرواية عن الحسن لأنه أورد ابن جني في كتاب «المكتسب» أن قراءة الحسن ضم أحدهما وفتح الآخر لا على التعيين ، وقال بعضهم : إنما أقدم الحسن على ضم أحدهما لا على التعيين لأنه تصور أن عين الفعل في الهاء والياء ألف منقلب عن الواو كالدار والمال ، وذلك لأن هذه الألفات وإن كانت مجهولة لأنها لا اشتقاق لها فإنها تحمل على ما هو مشابه لها في اللفظ .\r\n والألف إذا وقع عيناً فالواجب أن يعتقد أنه منقلب عن الواو لأن الغالب في اللغة ذلك فلما تصور الحسن أن ألف الهاء والياء منقلب عن الواو جعله في حكم الواو وضم ما قبله لأن الواو أخت الضمة .\r\n وسادسها : ها يا بإشمامهما شيئاً من الضمة .\r\n المسألة الثالثة : قرأ أبو جعفر كهيعص يفصل الحروف بعضها من بعض بأدنى سكتة مع إظهار نون العين وباقي القراء يصلون الحروف بعضها ببعض ويخفون النون .\r\n المسألة الثالثة : القراءة المعروفة صاد ، ذكر بالإدغام ، وعن عاصم ويعقوب بالإظهار .\r\n البحث الثاني : المذاهب المذكورة في هذه الفواتح قد تقدمت لكن الذي يختص بهذا الموضع ما روي عن ابن عباس رضي الله عنهما أن قوله تعالى كهيعص ثناء من الله على نفسه ، فمن الكاف وصفه بأنه كاف ومن الهاء هاد ومن العين عالم ومن الصاد صادق .\r\n وعن ابن عباس رضي الله عنهما أيضاً أنه حمل الكاف على الكبير والكريم ، ويحكى أيضاً عنه أنه حمل الياء على الكريم مرة وعلى الحكيم أخرى ، وعن الربيع بن أنس في الياء أنه من مجير ، وعن ابن عباس رضي الله عنهما في العين أنه من عزيز ومن عدل ، وهذه الأقوال ليست قوية لما بينا أنه لا يجوز من الله تعالى أن يودع كتابه ما لا تدل عليه اللغة لا بالحقيقة ولا بالمجاز لأنا إن جوزنا ذلك فتح علينا قول من يزعم أن لكل ظاهر باطناً ، واللغة لا تدل على ما ذكروه فإنه ليست دلالة الكاف أولى من دلالته على الكريم أو الكبير أو على اسم آخر من أسماء الرسول صلى الله عليه وسلم أو الملائكة أو الجنة أو النار فيكون حمله على بعضها دون البعض تحكماً لا تدل عليه اللغة أصلاً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كهيعص (1) ",
        "babnum": 1
    },
    {
        "id": 1434,
        "cate": "19",
        "title": "ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا (2) ",
        "details": " فيه مسائل : المسألة الأولى : في لفظة ذكر أربع قراءات صيغة المصدر أو الماضي مخففة أو مشددة أو الأمر ، أما صيغة المصدر فلا بد فيها من كسر رحمة ربك على الإضافة ثم فيها ثلاثة أوجه : أحدها : نصب الدال من عبده والهمزة من زكرياء وهو المشهور .\r\n وثانيها : برفعهما والمعنى وتلك الرحمة هي عبده زكرياء عن ابن عامر .\r\n وثالثها : بنصب الأول وبرفع الثاني والمعنى رحمة ربك عبده وهو زكرياء .\r\n وأما صيغة الماضي بالتشديد فلا بد فيها من نصب رحمة .\r\n وأما صيغة الماضي بالتخفيف ففيها وجهان .\r\n أحدهما : رفع الباء من ربك والمعنى ذكر ربك عبده زكرياء .\r\n وثانيها : نصب الباء من ربك والرفع في عبده زكرياء وذلك بتقديم المفعول على الفاعل وهاتان القراءتان للكلبي ، وأما صيغة الأمر فلا بد من نصب رحمة وهي قراءة ابن عباس .\r\n واعلم أن على تقدير جعله صيغة المصدر والماضي يكون التقدير هذا المتلو من القرآن ذكر رحمة ربك .\r\n المسألة الثانية : يحتمل أن يكون المراد من قوله رحمة ربك أعني عبده زكرياء ثم في كونه رحمة وجهان : أحدهما : أن يكون رحمة على أمته لأنه هداهم إلى الإيمان والطاعات .\r\n والآخر : أن يكون رحمة على نبينا محمد صلى الله عليه وسلم وعلى أمة محمد لأن الله تعالى لما شرح لمحمد صلى الله عليه وسلم طريقه في الإخلاص والابتهال في جميع الأمور إلى الله تعالى صار ذلك لفظاً داعياً له ولأمته إلى تلك الطريقة فكان زكرياء رحمة ، ويحتمل أن يكون المراد أن هذه السورة فيها ذكر الرحمة التي رحم بها عبده زكرياء .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ذكر رحمت ربك عبده زكريا (2) ",
        "babnum": 2
    },
    {
        "id": 1435,
        "cate": "19",
        "title": "إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا (3) ",
        "details": " راعى سنة الله في إخفاء دعوته لأن الجهر والإخفاء عند الله سيان فكان الإخفاء أولى لأنه أبعد عن الرياء وأدخل في الإخلاص .\r\n وثانيها : أخفاه لئلا يلام على طلب الولد في زمان الشيخوخة .\r\n وثالثها : أسره من مواليه الذين خافهم .\r\n ورابعها : خفي صوته لضعفه وهرمه كما جاء في صفة الشيخ صوته خفات وسمعه تارات ، فإن قيل من شرط النداء الجهر فكيف الجمع بين كونه نداء وخفياً ، والجواب من وجهين : الأول : أنه أتى بأقصى ما قدر عليه من رفع الصوت إلا أن الصوت كان ضعيفاً لنهاية الضعف بسبب الكبر فكان نداء نظراً إلى قصده وخفياً نظراً إلى الواقع .\r\n الثاني : أنه دعا في الصلاة لأن الله تعالى أجابه في الصلاة لقوله تعالى : { فَنَادَتْهُ الملائكة وَهُوَ قَائِمٌ يُصَلّى فِى المحراب أَنَّ الله يُبَشّرُكَ بيحيى } [ آل عمران : 39 ] فكون الإجابة في الصلاة يدل على كون الدعاء في الصلاة فوجب أن يكون النداء فيها خفياً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إذ نادى ربه نداء خفيا (3) ",
        "babnum": 3
    },
    {
        "id": 1436,
        "cate": "19",
        "title": "قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا (4) وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا (5) يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا (6) ",
        "details": " القراءة فيها مسائل : المسألة الأولى : قرىء { وَهَنَ } بالحركات الثلاث .\r\n المسألة الثانية : إدغام السين في الشين ( من الرأس شيباً ) عن أبي عمرو .\r\n المسألة الثالثة : { وَإِنّي خِفْتُ الموالى } بفتح الياء وعن الزهري بإسكان الياء من الموالي وقرأ عثمان وعلي بن الحسين ومحمد بن علي وسعيد بن جبير وزيد بن ثابت وابن عباس خفت بفتح الخاء والفاء مشددة وكسر التاء وهذا يدل على معنيين : أحدهما : أن يكون ورائي بمعنى بعدي والمعنى أنهم قلوا وعجزوا عن إقامة الدين بعده فسأل ربه تقويتهم بولي يرزقه .\r\n والثاني : أن يكون بمعنى قدامي والمعنى أنهم خفوا قدامه ودرجوا ولم يبق من به تقو واعتضاد .\r\n المسألة الرابعة : القراءة المعروفة : { مِن وَرَائِى } بهمزة مكسورة بعدها ياء ساكنة وعن حميد بن مقسم كذلك لكن بفتح الياء وقرأ ابن كثير { وراي } كعصاي .\r\n المسألة الخامسة : من يرثني ويرث وجوه : أحدها : القراءة المعروفة بالرفع فيهما صفة .\r\n وثانيها : وهي قراءة أبي عمرو والكسائي والزهري والأعمش وطلحة بالجزم فيهما جواباً للدعاء .\r\n وثالثها : عن علي ابن أبي طالب وابن عباس وجعفر بن محمد والحسن وقتادة : { يَرِثُنِى } جزم وارث بوزن فاعل .\r\n ورابعها : عن ابن عباس : { يَرِثُنِى } وارث من آل يعقوب .\r\n وخامسها : عن الجحدري { وَيَرِثُ } تصغير وارث على وزن أفيعل ( اللغة ) الوهن ضعف القوة قال في «الكشاف» شبه الشيب بشواظ النار في بياضه وإنارته وانتشاره في الشعر وفشوه فيه وأخذه كل مأخذ كاشتعال النار ثم أخرجه مخرج الاستعارة ثم أسند الاشتعال إلى مكان الشعر ومنبته وهو الرأس وأخرج الشيب مميزاً ولم يضف الرأس اكتفاء بعلم المخاطب أنه رأس زكريا فمن ثم فصحت هذه الجملة ، وأما الدعاء فطلب الفعل ومقابله الإجابة كما أن مقابل الأمر الطاعة ، وأما أصل التركيب في ( ولي ) فيدل على معنى القرب والدنو يقال وليته أليه ولياً أي دنوت وأوليته أدنيته منه وتباعد ما بعده وولي ومنه قول ساعدة ( ابن جؤبة ) : وعدت عواد دون وليك تشغب \r\n وكل مما يليك وجلست مما يليه ومنه الولي وهو المطر الذي يلي الوسمي ، والولية البرذعة لأنها تلي ظهر الدابة وولي اليتيم والقتيل وولي البلد لأن من تولى أمراً فقد قرب منه ، وقوله تعالى : { فَوَلّ وَجْهَكَ شَطْرَ المسجد الحرام } [ البقرة : 144 ، 149 ، 150 ] من قولهم ولاه بركنه أي جعله مما يليه ، أما ولي عني إذا أدبر فهو من باب تثقيل الحشو للسلب وقولهم فلان أولى من فلان أي أحق أفعل التفضيل من الوالي أو الولي كالأدنى والأقرب من الداني والقريب وفيه معنى القرب أيضاً لأن من كان أحق بالشيء كان أقرب إليه والمولى اسم لموضع الولي كالمرمى والمبني اسم لموضع والمرمي والبناء ، وأما العاقر فهي التي لا تلد والعقر في اللغة الجرح ومنه أخذ العاقر لأنه نقص أصل الخلقة وعقرت الفرس بالسيف إذا ضربت قوائمه ، وأما الآل فهم خاصة الرجل الذين يؤول أمرهم إليه ثم قد يؤول أمرهم إليه للقرابة تارة وللصحبة أخرى كآل فرعون وللموافقة في الدين كآل النبي صلى الله عليه وسلم واعلم أن زكرياء عليه السلام قدم على السؤال أموراً ثلاثة : أحدها : كونه ضعيفاً .\r\n والثاني : أن الله تعالى ما رد دعاءه ألبتة .\r\n والثالث : كون المطلوب بالدعاء سبباً للمنفعة في الدين ثم بعد تقرير هذه الأمور الثلاثة صرح بالسؤال .\r\n أما المقام الأول : وهو كونه ضعيفاً فأثر الضعف ، إما أن يظهر في الباطن أو في الظاهر ، والضعف الذي يظهر في الباطن يكون أقوى مما يظهر في الظاهر فلهذا السبب ابتدأ ببيان الضعف الذي في الباطن وهو قوله : { وَهَنَ العظم مِنّى } وتقريره هو أن العظام أصلب الأعضاء التي في البدن وجعلت كذلك لمنفعتين : إحداهما : لأن تكون أساساً وعمداً يعتمد عليها سائر الأعضاء الأخر إذ كانت الأعضاء كلها موضوعة على العظام والحامل يجب أن يكون أقوى من المحمول .\r\n والثانية : أنه احتيج إليها في بعض المواضع لأن تكون جنة يقوى بها ما سواها من الأعضاء بمنزلة قحف الرأس وعظام الصدر ، وما كان كذلك فيجب أن يكون صلباً ليكون صبوراً على ملاقاة الآفات بعيداً من القبول لها إذا ثبت هذا فنقول : إذا كان العظم أصلب الأعضاء فمتى وصل الأمر إلى ضعفها كان ضعف ما عداها مع رخاوتها أولى ، ولأن العظم إذا كان حاملاً لسائر الأعضاء كان تطرق الضعف إلى الحامل موجباً لتطرقه إلى المحمول فلهذا السبب خص العظم بالوهن من بين سائر الأعضاء وأما أثر الضعف في الظاهر فذلك استيلاء الشيب على الرأس فثبت أن هذا الكلام يدل على استيلاء الضعف على الباطن والظاهر وذلك مما يزيد الدعاء توكيداً لما فيه من الارتكان على حول الله وقوته والتبري عن الأسباب الظاهرة .\r\n المقام الثاني : أنه ما كان مردود الدعاء ألبتة ووجه التوسل به من وجهين : أحدهما : ما روي أن محتاجاً سأل واحداً من الأكابر وقال : أنا الذي أحسنت إلى وقت كذا ، فقال : مرحباً بمن توسل بنا إلينا ثم قضى حاجته .\r\n وذلك أنه إذا قبله أولا فلو أنه رده ثانياً لكان الرد محبطاً للأنعام الأول والمنعم لا يسعى في إحباط أنعامه .\r\n والثاني : وهو أن مخالفة العادة شاقة على النفس فإذا تعود الإنسان إجابة الدعاء فلو صار مردوداً بعد ذلك لكان في غاية المشقة ولأن الجفاء ممن يتوقع منه الإنعام يكون أشق فقال زكرياء عليه السلام إنك ما رددتني في أول الأمر مع أني ما تعودت لطفك وكنت قوي البدن قوي القلب فلو رددتني الآن بعد ما عودتني القبول مع نهاية ضعفي لكان ذلك بالغاً إلى الغاية القصوى في ألم القلب ، واعلم أن العرب تقول سعد فلان بحاجته إذا ظفر بها وشقي بها إذا خاب ولم ينلها ومعنى بدعائك أي بدعائي إياك فإن الفعل قد يضاف إلى الفاعل تارة وإلى المفعول أخرى .\r\n المقام الثالث : بيان كون المطلوب منتفعاً به في الدين وهو قوله : { وَإِنّي خِفْتُ الموالى مِن وَرَائِى } وفيه أبحاث : الأول : قال ابن عباس والحسن : إني خفت الموالي أي الورثة من بعدي وعن مجاهد العصبة وعن أبي صالح الكلالة وعن الأصم بنو العم وهم الذين يلونه في النسب وعن أبي مسلم المولي يراد به الناصر وابن العم والمالك والصاحب وهو ههنا من يقوم بميراثه مقام الولد ، والمختار أن المراد من الموالي الذين يخلفون بعده إما في السياسة أو في المال الذي كان له أو في القيام بأمر الدين فقد كانت العادة جارية أن كل من كان إلى صاحب الشرع أقرب فإنه كان متعيناً في الحياة .\r\n الثاني : اختلفوا في خوفه من الموالي فقال بعضهم : خافهم على إفساد الدين ، وقال بعضهم بل خاف أن ينتهي أمره إليهم بعد موته في مال وغيره مع أنه عرف من حالهم قصورهم في العلم والقدرة عن القيام بذلك المنصب ، وفيه قول ثالث وهو أنه يحتمل أن يكون الله تعالى قد اعلمه أنه لم يبق من أنبياء بني إسرائيل نبي له أب إلا واحد فخاف أن يكون ذلك من بني عمه إذ لم يكن له ولد فسأل الله تعالى أن يهب له ولداً يكون هو ذلك النبي ، وذلك يقتضي أن يكون خائفاً من أمر يهتم بمثله الأنبياء وإن لم يدل على تفصيل ذلك .\r\n ولا يمتنع أن زكرياء كان إليه مع النبوة السياسة من جهة الملك وما يتصل بالإمامة فخاف منهم بعده على أحدهما أو عليهما .\r\n أما قوله : { وَإِنّي خِفْتُ } فهو وإن خرج على لفظ الماضي لكنه يفيد أنه في المستقبل أيضاً ، كذلك يقول الرجل قد خفت أن يكون كذا وخشيت أن يكون كذا أي أنا خائف لا يريد أنه قد زال الخوف عنه وهكذا قوله : { وَكَانَتِ امرأتى عَاقِرًا } أي أنها عاقر في الحال وذلك لأن العاقر لا تحول ولوداً في العادة ففي الإخبار عنه بلفظ الماضي إعلام بتقادم العهد في ذلك وغرض زكرياء من هذا الكلام بيان استبعاد حصول الولد فكان إيراده بلفظ الماضي أقوى وإلى هذا يرجع الأمر في قوله : وإني خفت الموالي من ورائي لأنه إنما قصد به الإخبار وعن تقادم الخوف ثم استغنى بدلالة الحال وما يوجب مسألة الوارث وإظهار الحاجة عن الإخبار بوجود الخوف في الحال وأيضاً فقد يوضع الماضي مكان المستقبل وبالعكس قال الله تعالى : { وَإِذْ قَالَ الله ياعيسى ابن مَرْيَمَ أأنتَ قُلتَ لِلنَّاسِ } [ المائدة : 116 ] والله أعلم وأما قوله { من ورائي } ففيه قولان : الأول : قال أبو عبيدة أي قدامي وبين يدي وقال آخرون أي بعد موتي وكلاهما محتمل فإن قيل كيف خافهم من بعده وكيف علم أنهم يبقون بعده فضلاً من أن يخاف شرهم؟ قلنا : إن ذلك قد يعرف بالأمارات والظن وذلك كاف في حصول الخوف فربما عرف ببعض الإمارات استمرارهم على عادتهم في الفساد والشر واختلف في تفسير قوله : { فَهَبْ لِى مِن لَّدُنْكَ وَلِيّاً } فالأكثرون على أنه طلب الولد وقال آخرون بل طلب من يقوم مقامه ولداً كان أو غيره والأقرب هو الأول لثلاثة أوجه .\r\n الأول : قوله تعالى في سورة آل عمران حكاية عنه : { قَالَ رَبّ هَبْ لِي مِن لَّدُنْكَ ذُرّيَّةً طَيّبَةً } [ آل عمران : 38 ] .\r\n والثاني : قوله في هذه السورة : { هَبْ لِى مِن لَّدُنْكَ وَلِيّاً يَرِثُنِى وَيَرِثُ مِنْ ءالِ يَعْقُوبَ } .\r\n والثالث : قوله تعالى في سورة الأنبياء : { وَزَكَرِيَّا إِذْ نادى رَبَّهُ رَبّ لاَ تَذَرْنِى فَرْداً } [ الأنبياء : 89 ] وهذا يدل على أنه سأل الولد لأنه قد أخبر في سورة مريم أن له موالي وأنه غير منفرد عن الورثة وهذا وإن أمكن حمله على وارث يصلح أن يقوم مقامه لكن حمله على الولد أظهر واحتج أصحاب القول الثالث بأنه لما بشر بالولد استعظم على سبيل التعجب فقال أنى يكون لي غلام ولو كان دعاؤه لأجل الولد لما استعظم ذلك .\r\n الجواب : أنه عليه السلام سأل عما يوهب له أيوهب له وهو وامرأته على هيئتهما أو يوهب بأن يحولا شابين يكون لمثلهما ولد؟ وهذا يحكي عن الحسن وقال غيره إن قول زكرياء عليه السلام في الدعاء : { وَكَانَتِ امرأتى عَاقِرًا } إنما هو على معنى مسألته ولداً من غيرها أو منها بأن يصلحها الله للولد فكأنه عليه السلام قال إني أيست أن يكون لي منها ولد فهب لي من لدنك ولياً كيف شئت إما بأن تصلحها فيكون الولد منها أو بأن تهب لي من غيرها فلما بشر بالغلام سأل أيرزق منها أو من غيرها فأخبر بأنه يرزق منها واختلفوا في المراد بالميراث على وجوه .\r\n أحدها : أن المراد بالميراث في الموضعين هو وراثة المال وهذا قول ابن عباس والحسن والضحاك .\r\n وثانيها : أن المراد به في الموضعين وراثة النبوة وهو قول أبي صالح .\r\n وثالثها : يرثني المال ويرث من آل يعقوب النبوة وهو قول السدي ومجاهد والشعبي وروي أيضاً عن ابن عباس والحسن والضحاك .\r\n ورابعها : يرثني العلم ويرث من آل يعقوب النبوة وهو مروي عن مجاهد واعلم أن هذه الروايات ترجع إلى أحد أمور خمسة وهي المال ومنصب الحبورة والعلم والنبوة والسيرة الحسنة ولفظ الإرث مستعمل في كلها أما في المال فلقوله تعالى : { أَوْرَثَكُمْ أَرْضَهُمْ وديارهم وَأَمولَهُمْ } [ الأحزاب : 27 ] وأما في العلم فلقوله تعالى : { وَلَقَدْ ءاتَيْنَا مُوسَى الهدى وَأَوْرَثْنَا بَنِى إسراءيل الكتاب } [ غافر : 53 ] وقال عليه السلام : « العلماء ورثة الأنبياء ، وإن الأنبياء لم يورثوا ديناراً ولا درهماً وإنما ورثوا العلم » وقال تعالى : { وَلَقَدْ ءاتَيْنَا دَاوُودُ وسليمان عِلْماً وَقَالاَ الحمد لِلَّهِ الذى فَضَّلَنَا على كَثِيرٍ مّنْ عِبَادِهِ المؤمنين * وَوَرِثَ سليمان دَاوُودُ } [ النمل : 15 ، 16 ] وهذا يحتمل وراثة الملك ووراثة النبوة وقد يقال أورثني هذا غماً وحزناً ، وقد ثبت أن اللفظ محتمل لتلك الوجوه .\r\n واحتج من حمل اللفظ على وراثة المال بالخبر والمعقول أما الخبر فقوله عليه السلام : « رحم الله زكريا ما كان له من يرثه » وظاهره يدل على أن المراد إرث المال وأما المعقول فمن وجهين .\r\n الأول : أن العلم والسيرة والنبوة لا تورث بل لا تحصل إلا بالاكتساب فوجب حمله على المال .\r\n الثاني : أنه قال { واجعله رَبّ رَضِيّاً } ولو كان المراد من الإرث إرث النبوة لكان قد سأل جعل النبي صلى الله عليه وسلم رضياً وهو غير جائز لأن النبي لا يكون إلا رضياً معصوماً ، وأما قوله عليه السلام : « إنا معشر الأنبياء لا نورث ما تركناه صدقة » فهذا لا يمنع أن يكون خاصاً به واحتج من حمله على العلم أو المنصب والنبوة بما علم من حال الأنبياء أن اهتمامهم لا يشتد بأمر المال كما يشتد بأمر الدين ، وقيل لعله أوتي من الدنيا ما كان عظيم النفع في الدين فلهذا كان مهتماً به أما قوله النبوة كيف تورث قلنا المال إنما يقال ورثه الابن بمعنى قام فيه مقام أبيه وحصل له من فائدة التصرف فيه ما حصل لأبيه وإلا فملك المال من قبل الله لا من قبل المورث فكذلك إذا كان المعلوم في الإبن أن يصير نبياً بعده فيقوم بأمر الدين بعده جاز أن يقال ورثه أما قوله عليه السلام : « إنا معشر الأنبياء » فهذا وإن جاز حمله على الواحد كما في قوله تعالى : { إِنَّا نَحْنُ نَزَّلْنَا الذكر } [ الحجر : 9 ] لكنه مجاز وحقيقته الجمع والعدول عن الحقيقة من غير موجب لا يجوز لا سيما وقد روي قوله : « إنا معاشر الأنبياء لا نورث » والأولى أن يحمل ذلك على كل ما فيه نفع وصلاح في الدين وذلك يتناول النبوة والعلم والسيرة الحسنة والمنصب النافع في الدين والمال الصالح ، فإن كل هذه الأمور مما يجوز توفر الدواعي على بقائها ليكون ذلك النفع دائماً مستمراً .\r\n السابع : اتفق أكثر المفسرين على أن يعقوب ههنا هو يعقوب بن إسحق بن إبراهيم عليهم السلام لأن زوجة زكرياء هي أخت مريم وكانت من ولد سليمان بن داود من ولد يهوذا بن يعقوب وأما زكرياء عليه السلام فهو من ولد هرون أخى موسى عليه السلام وهرون وموسى عليهما السلام من ولد لاوى بن يعقوب بن إسحق وكانت النبوة في سبط يعقوب لأنه هو إسرائيل صلى الله عليه وسلم وقال بعض المفسرين ليس المراد من يعقوب ههنا ولد إسحق بن إبراهيم عليه السلام بل يعقوب بن ماثان أخو عمران بن ماثان وكان آل يعقوب أخوال يحيى بن زكرياء وهذا قول الكلبي ومقاتل .\r\n وقال الكلبي كان بنو ماثان رؤوس بني إسرائيل وملوكهم وكان زكريا رأس الأحبار يومئذ فأراد أن يرثه ولده حبورته ويرث من بني ماثان ملكهم ، واعلم أنهم ذكروا في تفسير الرضى وجوهاً .\r\n أحدها : أن المراد واجعله رضياً من الأنبياء وذلك لأن كلهم مرضيون فالرضي منهم مفضل على جملتهم فائق لهم في كثير من أمورهم فاستجاب الله تعالى له ذلك فوهب له سيداً وحصوراً ونبياً من الصالحين لم يعص ولم يهم بمعصية ، وهذا غاية ما يكون به المرء رضياً .\r\n وثانيها : المراد بالرضي أن يكون رضياً في أمته لا يتلقى بالتكذيب ولا يواجه بالرد .\r\n وثالثها : المراد بالرضي أن لا يكون متهماً في شيء ولا يوجد فيه مطعن ولا ينسب إليه شيء من المعاصي .\r\n ورابعها : أن إبراهيم وإسماعيل عليهما السلام قالا في الدعاء : { رَبَّنَا واجعلنا مُسْلِمَيْنِ لَكَ } [ البقرة : 182 ] وكانا في ذلك الوقت مسلمين ، وكأن المراد هناك ثبتنا على هذا أو المراد اجعلنا فاضلين من أنبيائك المسلمين فكذا ههنا واحتج أصحابنا في مسألة خلق الأفعال بهذه الآية لأنه إنما يكون رضياً بفعله ، فلما سأل الله تعالى جعله رضياً دل على أن فعل العبد مخلوق لله تعالى .\r\n فإن قيل : المراد منه أن يلطف له بضروب الألطاف فيختار ما يصير مرضياً فينسب ذلك إلى الله تعالى .\r\n والجواب من وجهين : الأول : أن جعله رضياً لو حملناه على جعل الألطاف وعندها يصير المرء باختياره رضياً لكان ذلك مجازاً وهو خلاف الأصل .\r\n والثاني : أن جعل تلك الألطاف واجبة على الله تعالى لا يجوز الإخلال به وما كان واجباً لا يجوز طلبه بالدعاء والتضرع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال رب إني وهن العظم مني واشتعل الرأس شيبا ولم أكن بدعائك رب شقيا (4) وإني خفت الموالي من ورائي وكانت امرأتي عاقرا فهب لي من لدنك وليا (5) يرثني ويرث من آل يعقوب واجعله رب رضيا (6) ",
        "babnum": 4
    },
    {
        "id": 1437,
        "cate": "19",
        "title": "يَازَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَى لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا (7) ",
        "details": " فيه مسائل : المسألة الأولى : اختلفوا في من المنادي بقوله : يا زكريا ، فالأكثرون على أنه هو الله تعالى وذلك لأن ما قبل هذه الآية يدل على أن زكريا عليه السلام إنما كان يخاطب الله تعالى ويسأله وهو قوله : { رَبّ إِنّى وَهَنَ العظم مِنّي } [ مريم : 4 ] وقوله : { وَلَمْ أَكُنْ بِدُعَائِكَ رَبّ شَقِيّاً } [ مريم : 4 ] وقوله : { فَهَبْ لِي } [ مريم : 5 ] وما بعدها يدل على أنه كان يخاطب الله تعالى وهو يقول : { رَبّ أنى يَكُونُ لِي غلام } [ آل عمران : 40 ] وإذا كان ما قبل هذه الآية وما بعدها خطاباً مع الله تعالى وجب أن يكون النداء من الله تعالى وإلا لفسد النظم ، ومنهم من قال هذا نداء الملك واحتج عليه بوجهين .\r\n الأول : قوله تعالى في سورة آل عمران : { فَنَادَتْهُ الملئكة وَهُوَ قَائِمٌ يُصَلّى فِي المحراب أَنَّ الله يُبَشّرُكَ بيحيى } [ آل عمران : 39 ] .\r\n الثاني : أن زكريا عليه السلام لما قال : { أنى يَكُونُ لِي غلام وَكَانَتِ امرأتي عَاقِراً وَقَدْ بَلَغْتُ مِنَ الكبر عِتِيّاً * قَالَ كذلك قَالَ رَبُّكَ هُوَ عَلَيَّ هَيّنٌ } [ مريم : 8 ، 9 ] وهذا لا يجوز أن يكون كلام الله فوجب أن يكون كلام الملك .\r\n والجواب عن الأول : أنه يحتمل أن يقال حصل النداءان نداء الله ونداء الملائكة .\r\n وعن الثاني : أنا نبين إن شاء تعالى أن قوله : { قَالَ كذلك قَالَ رَبُّكَ هُوَ عَلَيَّ هَيّنٌ } يمكن أن يكون كلام الله .\r\n المسألة الثانية : فإن قيل إن كان الدعاء بإذن فما معنى البشارة ، وإن كان بغير إذن فلماذا أقدم عليه؟ والجواب هذا أمر يخصه فيجوز أن يسأل بغير إذن ، ويحتمل أنه أذن له فيه ولم يعلم وقته فبشر به .\r\n المسألة الثالثة : اختلف المفسرون في قوله : { لَمْ نَجْعَل لَّهُ مِن قَبْلُ سَمِيّاً } على وجهين : أحدهما : وهو قول ابن عباس والحسن وسعيد بن جبير وعكرمة وقتادة أنه لم يسم أحد قبله بهذا الاسم .\r\n الثاني : أن المراد بالسمي النظير كما في قوله : { هَلْ تَعْلَمُ لَهُ سَمِيّاً } [ مريم : 65 ] واختلفوا في ذلك على وجوه .\r\n أحدها : أنه سيد وحصور لم يعص ولم يهم بمعصية كأنه جواب لقوله : { واجعله رَبّ رَضِيّاً } [ مريم : 6 ] فقيل له إنا نبشرك بغلام لم نجعل له من قبل شبيهاً في الدين ، ومن كان هكذا فهو في غاية الرضا .\r\n وهذا الوجه ضعيف لأنه يقتضي تفضيله على الأنبياء الذين كانوا قبله كآدم ونوح وإبراهيم وموسى وذلك باطل بالإتفاق .\r\n وثانيها : أن كل الناس إنما يسميهم آباؤهم وأمهاتهم بعد دخولهم في الوجود ، وأما يحيى عليه السلام فإن الله تعالى هو الذي سماه قبل دخوله في الوجود فكان ذلك من خواصه فلم يكن له مثل وشبيه في هذه الخاصية .\r\n وثالثها : أنه ولد بين شيخ فان وعجوز عاقر ، واعلم أن الوجه الأول أولى وذلك لأن حمل السمي على النظير وإن كان يفيد المدح والتعظيم ولكنه عدول عن الحقيقة من غير ضرورة وإنه لا يجوز ، وأما قول الله تعالى : { هَلْ تَعْلَمُ لَهُ سَمِيّاً } فهناك إنما عدلنا عن الظاهر لأنه قال : { فاعبده واصطبر لِعِبَادَتِهِ هَلْ تَعْلَمُ لَهُ سَمِيّاً } [ مريم : 65 ] ومعلوم أن مجرد كونه تعالى مسمى بذلك الاسم لا يقتضي وجوب عبادته ، فلهذه العلة عدلنا عن الظاهرة ، أما ههنا لا ضرورة في العدول عن الظاهر فوجب اجراؤه عليه ولأن في تفرده بذلك الاسم ضرباً من التعظيم لأنا نشاهد أن الملك إذا كان له لقب مشهور فإن حاشيته لا يتلقبون به بل يتركونه تعظيماً له فكذلك ههنا .\r\n المسألة الرابعة : في أنه عليه السلام سمي بيحيى روى الثعلبي فيه وجوهاً .\r\n أحدها : عن ابن عباس رضي الله عنهما أن الله تعالى أحيا به عقر أمه .\r\n وثانيها : عن قتادة أن الله تعالى أحيا قلبه بالإيمان والطاعة والله تعالى سمى المطيع حياً والعاصي ميتاً بقوله تعالى : { أَوَ مَن كَانَ مَيْتًا فأحييناه } [ الأنعام : 122 ] وقال : { إِذَا دَعَاكُمْ لِمَا يحييكم } [ الأنفال : 24 ] .\r\n وثالثها : إحياؤه بالطاعة حتى لم يعص ولم يهم بمعصية لما روى عكرمة عن ابن عباس رضي الله عنهم قال قال رسول الله صلى الله عليه وسلم : « ما من أحد إلا وقد عصى أو هم إلا يحيى بن زكريا فإنه لم يهم ولم يعملها » ورابعها : عن أبي القاسم بن حبيب أنه استشهد وأن الشهداء أحياء عند ربهم لقوله تعالى : { بَلْ أَحْيَاء عِندَ رَبّهِمْ } [ آل عمران : 169 ] .\r\n وخامسها : ما قاله عمرو بن عبد الله المقدسي : أوحى الله تعالى إلى إبراهيم عليه السلام أن قل ليسارة ، وكان اسمها كذلك ، بأني مخرج منها عبداً لا يهم بمعصية اسمه حيي .\r\n فقال : هبي له من اسمك حرفاً فوهبته حرفاً من اسمها فصار يحيى وكان اسمها يسارة فصار اسمها سارة .\r\n وسادسها : أن يحيى عليه السلام أول من آمن بعيسى فصار قلبه حياً بذلك الإيمان وذلك أن أم يحيى كانت حاملاً به فاستقبلتها مريم وقد حملت بعيسى فقالت لها أم يحيى : يا مريم أحامل أنت؟ فقالت : لماذا تقولين؟ فقالت : إني أرى ما في بطني يسجد لما في بطنك .\r\n وسابعها : أن الدين يحيا به لأنه إنما سأله زكريا لأجل الدين ، واعلم أن هذه الوجوه ضعيفة لأن أسماء الألقاب لا يطلب فيها وجه الإشتقاق ، ولهذا قال أهل التحقيق أسماء الألقاب قائمة مقام الإشارات وهي لا تفيد في المسمى صفة ألبتة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يازكريا إنا نبشرك بغلام اسمه يحيى لم نجعل له من قبل سميا (7) ",
        "babnum": 5
    },
    {
        "id": 1438,
        "cate": "19",
        "title": "قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَكَانَتِ امْرَأَتِي عَاقِرًا وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا (8) ",
        "details": " وفيه مسائل : المسألة الأولى : قرأ حمزة والكسائي عتياً وصلياً وجثياً وبكياً بكسر العين والصاد والجيم والباء ، وقرأ حفص عن عاصم بكياً بالضم والباقي بالكسر والباقون جميعاً بالضم ، وقرأ ابن مسعود بفتح العين والصاد من عتياً وصلياً .\r\n وقرأ أبي بن كعب وابن عباس عسياً بالسين غير المعجمة ، والله أعلم .\r\n المسألة الثانية : في الألفاظ وهي ثلاثة : الأول : الغلام الإنسان الذكر في ابتداء شهوته للجماع ومنه اغتلم إذا اشتدت شهوته للجماع ثم يستعمل في التلميذ يقال : غلام ثعلب .\r\n الثاني : العتي والعبسي واحد تقول عتا يعتو عتواً وعتياً فهو عات وعسا يعسو عسواً وعسياً فهو عاص والعاسي هو الذي غيره طول الزمان إلى حال البؤس وليل عات طويل وقيل شديد الظلمة .\r\n الثالث : لم يقل عاقرة لأن ما كان على فاعل من صفة المؤنث مما لم يكن للمذكر فإنه لا تدخل فيه الهاء نحو امرأة عاقر وحائض قال الخليل : هذه الصفات مذكرة وصف بها المؤنث كما وصفوا المذكر بالمؤنث حين قالوا : رجل ملحة وربعة وغلام نفعة .\r\n المسألة الثالثة : في هذه الآية سؤالان : الأول : أن زكريا عليه السلام لم تعجب بقوله : { أنى يَكُونُ لِي غلام } مع أنه هو الذي طلب الغلام؟ السؤال الثاني : أن قوله أنى يكون لي غلام لم يكن هذا مذكوراً بين أمته لأنه كان يخفي هذه الأمور عن أمته فدل على أنه ذكره في نفسه ، وهذا التعجب يدل على كونه شاكاً في قدرة الله تعالى على ذلك وذلك كفر وهو غير جائز على الأنبياء عليهم السلام .\r\n والجواب عن السؤال الأول : أما على قول من قال إنه لم يطلب خصوص الولد فالسؤال زائل ، وأما على قول من قال إنه طلب الولد فالجواب عنه أن المقصود من قوله : { أنى يَكُونُ لِي غلام } هو التعجب من أنه تعالى يجعلهما شابين ثم يرزقهما الولد أو يتركهما شيخين ويرزقهما الولد مع الشيخوخة بطريق الاستعلام لا بطريق التعجب ، والدليل عليه قوله تعالى : { وَزَكَرِيَّا إِذْ نادى رَبَّهُ رَبّ لاَ تَذَرْنِى فَرْداً وَأَنتَ خَيْرُ الوارثين * فاستجبنا لَهُ وَوَهَبْنَا لَهُ يحيى وَأَصْلَحْنَا لَهُ زَوْجَهُ } [ الأنبياء : 89 ، 90 ] وما هذا الإصلاح إلا أنه أعاد قوة الولادة وقد تقدم تقرير هذا الكلام ، وذكر السدي في الجواب وجهاً آخر فقال : إنه لما سمع النداء بالبشارة جاءه الشيطان فقال : إن هذا الصوت ليس من الله تعالى بل هو من الشيطان يسخر منك ، فلما شك زكريا قال : { أنى يَكُونُ لِي غلام } واعلم أن غرض السدي من هذا أن زكريا عليه السلام لو علم أن المبشر بذلك هو الله تعالى لما جاز له أن يقول ذلك فارتكب هذا ، وقال بعض المتكلمين هذا باطل قطعاً إذ لو جوز الأنبياء في بعض ما يرد عن الله تعالى أنه من الشيطان لجوزوا في سائره ولزالت الثقة عنهم في الوحي وعنا فيما يوردونه إلينا ويمكن أن يجاب عنه بأن هذا الاحتمال قائم في أول الأمر وإنما يزول بالمعجزة فلعل المعجزة لم تكن حاصلة في هذه الصورة فحصل الشك فيها دون ما عداها ، والله أعلم ، والجواب عن السؤال الثاني من وجوه : الأول : أن قوله : { إِنَّا نُبَشّرُكَ بغلام اسمه يحيى } [ مريم : 7 ] ليس نصاً في كون ذلك الغلام ولداً له بل يحتمل أن زكريا عليه السلام راعى الأدب ولم يقل هذا الكلام هل يكون لي ولد أم لا ، بل ذكر أسباب تعذر حصول الولد في العادة حتى أن تلك البشارة إن كانت بالولد فالله تعالى يزيل الإبهام ويجعل الكلام صريحاً فلما ذكر ذلك صرح الله تعالى بكون ذلك الولد منه فكان الغرض من كلام زكريا هذا لا أنه كان شاكاً في قدرة الله تعالى عليه .\r\n الثاني : أنه ما ذكر ذلك للشك لكن على وجه التعظيم لقدرته وهذا كالرجل الذي يرى صاحبه قد وهب الكثير الخطير فيقول أنى سمحت نفسك بإخراج مثل هذا من ملككا تعظيماً وتعجباً .\r\n الثالث : أن من شأن من بشر بما يتمناه أن يتولد له فرط السرور به عند أول ما يرد علي استثبات ذلك الكلام إما لأن شدة فرحه به توجب ذهوله عن مقتضيات العقل والفكر وهذا كما أن امرأة إبراهيم عليه السلام بعد أن بشرت باسحق قالت : { أألد وَأَنَاْ عَجُوزٌ وهذا بَعْلِى شَيْخًا إِنَّ هذا لَشَىْء عَجِيبٌ } [ هود : 72 ] فأزيل تعجبها بقوله : { أَتَعْجَبِينَ مِنْ أَمْرِ الله } [ هود : 73 ] وإما طلباً للالتذاذ بسماع ذلك الكلام مرة أخرى ، وإما مبالغة في تأكيد التفسير .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال رب أنى يكون لي غلام وكانت امرأتي عاقرا وقد بلغت من الكبر عتيا (8) ",
        "babnum": 6
    },
    {
        "id": 1439,
        "cate": "19",
        "title": "قَالَ كَذَلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا (9) ",
        "details": " وفيه مسائل : المسألة الأولى : في قوله : { قَالَ رَبُّكَ هُوَ هَيّنٌ } وجوه .\r\n أحدها : أن الكاف رفع أي الأمر كذلك تصديقاً له ثم ابتدأ قال ربك .\r\n وثانيها : نصب يقال وذلك إشارة إلى مبهم تفسيره هو علي هين وهو كقوله تعالى : { وَقَضَيْنَا إِلَيْكَ ذَلِكَ الأمر أَنَّ دَابِرَ هَؤُلآْء مَقْطُوعٌ مُّصْبِحِينَ } [ الحجر : 66 ] وثالثها؛ أن المراد لا تعجب فإنه كذلك قال ربك لا خلف في قوله ولا غلط ثم قال بعده هو علي هين بدليل خلقتك من قبل ولم تك شيئاً .\r\n ورابعها : أنا ذكرنا أن قوله أنى يكون لي غلام معناه تعطيني الغلام بأن تجعلني وزوجتي شابين أو بأن تتركنا على الشيخوخة ومع ذلك تعطينا الولد ، وقوله : { كَذَلِكِ قَالَ رَبُّكِ } أي نهب الولد مع بقائك وبقاء زوجتك على الحاصلة في الحال .\r\n المسألة الثانية؛ قرأ الحسن وهو علي هين وهذا لا يخرج إلا على الوجه الأول أي الأمر كما قلت ولكن قال ربك هو مع ذلك علي هين .\r\n المسألة الثالثة : إطلاق لفظ الهين في حق الله تعالى مجاز لأن ذلك إنما يجوز في حق من يجوز أن يصعب عليه شيء ولكن المراد أنه إذا أراد شيئاً كان .\r\n المسألة الرابعة : في وجه الاستدلال بقوله تعالى : { وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْئاً } فنقول : إنه لما خلقه من العدم الصرف والنفي المحض كان قادراً على خلق الذوات والصفات والآثار وأما الآن فخلق الولد من الشيخ والشيخة لا يحتاج فيه إلا إلى تبديل الصفات والقادر على خلق الذوات والصفات والآثار معاً أولى أن يكون قادراً على تبديل الصفات وإذا أوجده عن عدم فكذا يرزقه الولد بأن يعيد إليه وإلى صاحبته القوة التي عنها يتولد الماءان اللذان من اجتماعهما يخلق الولد ولذلك قال : { فاستجبنا لَهُ وَوَهَبْنَا لَهُ يحيى وَأَصْلَحْنَا لَهُ زَوْجَهُ } [ الأنبياء : 90 ] فهذا وجه الاستدلال .\r\n المسألة الخامسة : الجمهور على أن قوله قال كذلك قال ربك يقتضي أن القائل لذلك ملك مع الاعتراف بأن قوله : { يازكريا إِنَّا نُبَشّرُكَ } [ مريم : 7 ] قول الله تعالى وقوله : { هُوَ عَلَىَّ هَيّنٌ } قول الله تعالى وهذا بعيد لأنه إذا كان ما قبل هذا الكلام وما بعده قول الله تعالى فكيف يصح إدراج هذه الألفاظ فيما بين هذين القولين ، والأولى أن يقال قائل هذا القول أيضاً هو الله تعالى كما أن الملك العظيم إذا وعد عبده شيئاً عظيماً فيقول العبد من أين يحصل لي هذا فيقول إن سلطانك ضمن لك ذلك كأنه ينبه بذلك على أن كونه سلطاناً مما يوجب عليه الوفاء بالوعد فكذا ههنا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال كذلك قال ربك هو علي هين وقد خلقتك من قبل ولم تك شيئا (9) ",
        "babnum": 7
    },
    {
        "id": 1440,
        "cate": "19",
        "title": "قَالَ رَبِّ اجْعَلْ لِي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا (10) ",
        "details": " وفيه مسائل : المسألة الأولى : قال بعضهم طلب الآية لتحقيق البشارة وهذا بعيد لأن بقول الله تعالى قد تحققت البشارة فلا يكون إظهار الآية أقوى من ذلك من صريح القول وقال آخرون : البشارة بالولد وقعت مطلقة فلا يعرف وقتها بمجرد البشارة فطلب الآية ليعرف بها وقت الوقوع وهذا هو الحق .\r\n المسألة الثانية : اتفقوا على أن تلك الآية هي تعذر الكلام عليه فإن مجرد السكوت مع القدرة على الكلام لا يكون معجزة ثم اختلفوا على قولين : أحدهما : أنه اعتقل لسانه أصلاً .\r\n والثاني : أنه امتنع عليه الكلام مع القوم على وجه المخاطبة مع أنه كان متمكناً من ذكر الله ومن قراءة التوراة وهذا القول عندي أصح لأن اعتقال اللسان مطلقاً قد يكون لمرض وقد يكون من فعل الله فلا يعرف زكريا عليه السلام أن ذلك الاعتقال معجزاً إلا إذا عرف أنه ليس لمرض بل لمحض فعل الله تعالى مع سلامة الآلات وهذا مما لا يعرف إلا بدليل آخر فتفتقر تلك الدلالة إلى دلالة أخرى ، أما لو اعتقل لسانه عن الكلام مع القوم مع اقتداره على التكلم بذكر الله تعالى وقراءة التوراة علم بالضرورة أن ذلك الاعتقال ليس لعلة ومرض بل هو لمحض فعل الله فيتحقق كونه آية ومعجزة ومما يقوي ذلك قوله تعالى : { آيَتُكَ أَلاَّ تُكَلّمَ الناس ثلاث لَيَالٍ سَوِيّاً } خص ذلك بالتكلم مع الناس وهذا يدل بطريق المفهوم أنه كان قادراً على التكلم مع غير الناس .\r\n المسألة الثالثة : اختلفوا في معنى { سَوِيّاً } فقال بعضهم : هو صفة لليالي الثلاث وقال أكثر المفسرين هو صفة لزكريا والمعنى : آيتك أن لا تكلم الناس في هذه المدة مع كونك سوياً لم يحدث بك مرض .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال رب اجعل لي آية قال آيتك ألا تكلم الناس ثلاث ليال سويا (10) ",
        "babnum": 8
    },
    {
        "id": 1441,
        "cate": "19",
        "title": "فَخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا (11) ",
        "details": " وفيه مسائل : المسألة الأولى : قوله تعالى : { فَخَرَجَ على قَوْمِهِ مِنَ المحراب } قيل كان له موضع ينفرد فيه بالصلاة والعبادة ثم ينتقل إلى قومه فعند ذلك أوحى إليهم ، وقيل : كان موضعاً يصلي فيه هو وغيره إلا أنهم كانوا لا يدخلونه للصلاة إلا بإذنه وأنهم اجتمعوا ينتظرون خروجه للإذن فخرج إليهم وهو لا يتكلم فأوحى إليهم .\r\n المسألة الثانية : لا يجوز أن يكون المراد من قوله أوحى إليهم الكلام لأن الكلام كان ممتنعاً عليه فكان المراد غير الكلام وهو أن يعرفهم ذلك إما بالإشارة أو برمز مخصوص أو بكتابة لأن كل ذلك يفهم منه المراد فعلموا أنه قد كان ما بشر به فكما حصل السرور له حصل لهم فظهر لهم إكرام الله تعالى له بالإجابة ، واعلم أن الأشبه بالآية هو الإشارة لقوله تعالى في سورة آل عمران : { ثلاثة أَيَّامٍ إِلاَّ رَمْزًا } [ آل عمران : 41 ] والرمز لا يكون كناية للكلام .\r\n المسألة الثالثة : اتفق المفسرون على أنه أراد بالتسبيح الصلاة وهو جائز في اللغة يقال : سبحه الضحى أي صلاة الضحى وعن عائشة رضي الله عنها في صلاة الضحى : «إني لأسبحها» أي لأصليها إذا ثبت هذا فنقول روي عن أبي العالية أن البكرة صلاة الفجر والعشي صلاة العصر ويحتمل أن يكون إنما كانوا يصلون معه في محرابه هاتين الصلاتين فكان يخرج إليهم فيأذن لهم بلسانه ، فلما اعتقل لسانه خرج إليهم كعادته فأذن لهم بغير كلام ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فخرج على قومه من المحراب فأوحى إليهم أن سبحوا بكرة وعشيا (11) ",
        "babnum": 9
    },
    {
        "id": 1442,
        "cate": "19",
        "title": "يَايَحْيَى خُذِ الْكِتَابَ بِقُوَّةٍ وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا (12) وَحَنَانًا مِنْ لَدُنَّا وَزَكَاةً وَكَانَ تَقِيًّا (13) وَبَرًّا بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا (14) وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا (15) ",
        "details": " اعلم أنه تعالى وصف { يحيى } في هذه الآية بصفات تسع : الصفة الأولى : كونه مخاطباً من الله تعالى بقوله : { يايحيى خُذِ الكتاب بِقُوَّةٍ } وفيه مسائل : المسألة الأولى : أن قوله : { يايحيى خُذِ الكتاب } يدل على أن الله تعالى بلغ بيحيى المبلغ الذي يجوز أن يخاطبه بذلك فحذف ذكره لدلالة الكلام عليه .\r\n المسألة الثانية : الكتاب المذكور يحتمل أن يكون هو التوراة التي هي نعمة الله على بني إسرائيل لقوله تعالى : { وَلَقَدْ ءاتَيْنَا بَنِى إسراءيل الكتاب والحكم والنبوة } [ الجاثية : 16 ] ويحتمل أن يكون كتاباً خص الله به يحيى كما خص الله تعالى الكثير من الأنبياء بذلك والأول أولى لأن حمل الكلام ههنا على المعهود السابق أولى ولا معهود ههنا إلا التوراة .\r\n المسألة الثالثة : قوله : { بِقُوَّةٍ } ليس المراد منه القدرة على الأخذ لأن ذلك معلوم لكل أحد فيجب حمله على معنى يفيد المدح وهو الجد والصبر على القيام بأمر النبوة وحاصلها يرجع إلى حصول ملكة تقتضي سهولة الإقدام على المأمور به والإحجام عن المنهي عنه .\r\n الصفة الثانية : قوله تعالى : { وَآتَيْنَاهُ الحكم صَبِيّاً } اعلم أن في الحكم أقوالاً .\r\n الأول : أنه الحكمة ومنه قول الشاعر : واحكم كحكم فتاة الحي إذ نظرت \r\n إلى حمام سراع وارد الثمد وهو الفهم في التوراة والفقه في الدين .\r\n والثاني : وهو قول معمر أنه العقل روي أنه قال ما للعب خلقنا .\r\n والثالث : أنه النبوة فإن الله تعالى أحكم عقله في صباه وأوحى إليه وذلك لأن الله تعالى بعث يحيى وعيسى عليهما السلام وهما صبيان لا كما بعث موسى ومحمداً عليهما السلام ، وقد بلغا الأشد والأقرب حمله على النبوة لوجهين : الأول : أن الله تعالى ذكر في هذه الآية صفات شرفه ومنقبته ومعلوم أن النبوة أشرف صفات الإنسان فذكرها في معرض المدح أولى من ذكر غيرها فوجب أن تكون نبوته مذكورة في هذه الآية ولا لفظ يصلح للدلالة على النبوة إلا هذه اللفظة فوجب حملها عليها .\r\n الثاني : أن الحكم هو ما يصلح لأن يحكم به على غيره ولغيره على الإطلاق وذلك لا يكون إلا بالنبوة فإن قيل كيف يعقل حصول العقل والفطنة والنبوة حال الصبا؟ قلنا : هذا السائل ، إما أن يمنع من خرق العادة أو لا يمنع منه ، فإن منع منه فقد سد باب النبوات لأن بناء الأمر فيها على المعجزات ولا معنى لها إلا خرق العادات ، وإن لم يمنع فقد زال هذا الاستبعاد فإنه ليس استبعاد صيرورة الصبي عاقلاً أشد من استبعاد انشقاق القمر وانفلاق البحر .\r\n الصفة الثالثة؛ قوله تعالى : { وَحَنَانًا مّن لَّدُنَّا } اعلم أن الحنان أصله من الحنين وهو الارتياح والجزع للفراق كما يقال : حنين الناقة وهو صوتها إذا اشتاقت إلى ولدها ذكر الخليل ذلك في الحديث : « أنه عليه السلام كان يصلي إلى جذع من المسجد فلما اتخذ له المنبر وتحول إليه حنت تلك الخشبة حتى سمع حنينها » فهذا هو الأصل ثم قيل : تحنن فلان على فلان إذا تعطف عليه ورحمه ، وقد اختلف الناس في وصف الله بالحنان فأجازه بعضهم ، وجعله بمعنى الرؤوف الرحيم ، ومنهم من أباه لما يرجع إليه أصل الكلمة قالوا : لم يصح الخبر بهذه اللفظة في أسماء الله تعالى ، إذا عرفت هذا فنقول : الحنان هنا فيه وجهان .\r\n أحدهما : أن يجعل صفة لله .\r\n وثانيهما : أن يجعل صفة ليحيى أما إذا جعلناه صفة لله تعالى فنقول : التقدير وآتيناه الحكم حناناً أي رحمة منا ، ثم ههنا احتمالات : الأول : أن يكون الحنان من الله ليحيى ، المعنى : آتيناه الحكم صبياً ، ثم قال : { وَحَنَانًا مّن لَّدُنَّا } أي إنما آتيناه الحكم صبياً حناناً من لدنا عليه أي رحمة عليه وزكاة أي وتزكية له وتشريفاً له .\r\n الثاني : أن يكون الحنان من الله تعالى لزكريا عليه السلام فكأنه تعالى قال : إنما استجبنا لزكريا دعوته بأن أعطيناه ولداً ثم آتيناه الحكم صبياً وحناناً من لدنا عليه أي على زكريا فعلنا ذلك .\r\n { وزكواة } أي وتزكية له عن أن يصير مردود الدعاء .\r\n والثالث : أن يكون الحنان من الله تعالى لأمة يحيى عليه السلام كأنه تعالى قال : { وَاتَيْنَاهُ الحكم صَبِيّاً * وَحَنَانًا } منا على أمته لعظيم انتفاعهم بهدايته وإرشاده ، أما إذا جعلناه صفة ليحيى عليه السلام ففيه وجوه .\r\n الأول : آتيناه الحكم والحنان على عبادنا أي التعطف عليهم وحسن النظر على كافتهم فيما أوليه من الحكم عليهم كما وصف نبيه فقال : { فَبِمَا رَحْمَةٍ مّنَ الله لِنتَ لَهُمْ } [ آل عمران : 159 ] وقال : { حَرِيصٌ عَلَيْكُمْ بالمؤمنين رَءوفٌ رَّحِيمٌ } [ التوبة : 128 ] ثم أخبر تعالى أنه آتاه زكاة ، ومعناه أن لا تكون شفقته داعية له إلى الإخلال بالواجب لأن الرأفة واللين ربما أورثا ترك الواجب ألا ترى إلى قوله تعالى : { وَلاَ تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِى دِينِ الله } [ النور : 2 ] وقال : { قَاتِلُواْ الذين يَلُونَكُمْ مّنَ الكفار وَلِيَجِدُواْ فِيكُمْ غِلْظَةً } [ التوبة : 123 ] وقال : { أَذِلَّةٍ عَلَى المؤمنين أَعِزَّةٍ عَلَى الكافرين يجاهدون فِى سَبِيلِ الله وَلاَ يخافون لَوْمَةَ لائِمٍ } [ المائدة : 54 ] فالمعنى إنما جعلنا له التعطف على عباد الله مع الطهارة عن الإخلال بالواجبات ، ويحتمل آتيناه التعطف على الخلق والطهارة عن المعاصي فلم يعص ولم يهم بمعصية ، وفي الآية وجه آخر وهو المنقول عن عطاء بن رباح : { وَحَنَانًا مّن لَّدُنَّا } والمعنى آتيناه الحكم صبياً تعظيماً إذ جعلناه نبياً وهو صبي ولا تعظيم أكثر من هذا والدليل عليه ما روى أنه مر ورقة بن نوفل على بلال وهو يعذب قد ألصق ظهره برمضاء البطحاء ، ويقول : أحد أحد فقال : والذي نفسي بيده لئن قتلتموه لأتخذنه حناناً أي معظماً .\r\n الصفة الرابعة : قوله : { وزكواة } وفيه وجوه : أحدها : أن المراد وآتيناه زكاة أي عملاً صالحاً زكياً ، عن ابن عباس وقتادة والضحاك وابن جريج .\r\n وثانيها : زكاة لمن قبل منه حتى يكونوا أزكياء عن الحسن .\r\n وثالثها : زكيناه بحسن الثناء كما تزكى الشهود الإنسان .\r\n ورابعها : صدقة تصدق الله بها على أبويه عن الكلبي .\r\n وخامسها : بركة ونماء وهو الذي قال عيسى عليه الصلاة والسلام : { وَجَعَلَنِى مُبَارَكاً أَيْنَمَا كُنتُ } [ مريم : 31 ] واعلم أن هذا يدل على أن فعل العبد خلق لله تعالى لأنه جعل طهارته وزكاته من الله تعالى وحمله على الألطاف بعيد لأنه عدول عن الظاهر .\r\n الصفة الخامسة : قوله : { وَكَانَ تَقِيّا } وقد عرفت معناه وبالجملة فإنه يتضمن غاية المدائح لأنه هو الذي يتقي نهي الله فيجتنبه ويتقي أمره فلا يهمله ، وأولى الناس بهذا الوصف من لم يعص الله ولا يهم بمعصية وكان يحيى عليه الصلاة والسلام كذلك ، فإن قيل ما معنى : { وَكَانَ تَقِيّا } وهذا حين ابتداء تكليفه قلنا : إنما خاطب الله تعالى بذلك الرسول وأخبر عن حاله حيث كان كما أخبر عن نعم الله عليه .\r\n الصفة السادسة : قوله : { وَبَرّا بوالديه } وذلك لأنه لا عبادة بعد تعظيم الله تعالى مثل تعظيم الوالدين ، ولهذا السبب قال : { وقضى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إياه وبالوالدين إحسانا } [ الإسراء : 23 ] .\r\n الصفة السابعة : قوله : { وَلَمْ يَكُن جَبَّاراً } والمراد وصفه بالتواضع ولين الجانب وذلك من صفات المؤمنين كقوله تعالى : { واخفض جَنَاحَكَ لِلْمُؤْمِنِينَ } [ الحجر : 88 ] وقال تعالى : { وَلَوْ كُنْتَ فَظّاً غَلِيظَ القلب لاَنْفَضُّواْ مِنْ حَوْلِكَ } [ آل عمران : 159 ] ولأن رأس العبادات معرفة الإنسان نفسه بالذل ومعرفة ربه بالعظمة والكمال ومن عرف نفسه بالذل وعرف ربه بالكمال كيف يليق به الترفع والتجبر ، ولذلك فإن إبليس لما تجبر وتمرد صار مبعداً عن رحمة الله تعالى وعن الدين وقيل الجبار هو الذي لا يرى لأحد على نفسه حقاً وهو من العظم والذهاب بنفسه عن أن يلزمه قضاء حق أحد ، وقال سفيان في قوله : { جَبَّاراً عَصِيّاً } إنه الذي يقبل على الغضب والدليل عليه قوله تعالى : { أَتُرِيدُ أَن تَقْتُلَنِى كَمَا قَتَلْتَ نَفْساً بالأمس إِن تُرِيدُ إِلاَّ أَن تَكُونَ جَبَّاراً فِى الأرض } [ القصص : 19 ] وقيل : كل من عاقب على غضب نفسه من غير حق فهو جبار لقوله تعالى : { وَإِذَا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِينَ } [ الشعراء : 130 ] .\r\n الصفة الثامنة : قوله : { عَصِيّاً } وهو أبلغ من العاصي كما أن العليم أبلغ من العالم .\r\n الصفة التاسعة : قوله : { وسلام عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَياً } وفيه أقوال : أحدها : قال محمد بن جرير الطبري : { وسلام عَلَيْهِ } أي أمان من الله يوم ولد من أن يناله الشيطان كما ينال سائر بني آدم : { وَيَوْمَ يَمُوتُ } أي وأمان عليه من عذاب القبر : { وَيَوْمَ يُبْعَثُ حَياً } أي ومن عذاب القيامة .\r\n وثانيها : قال سفيان بن عيينة أوحش ما يكون الخلق في ثلاثة مواطن يوم يولد فيرى نفسه خارجاً مما كان فيه ، ويوم يموت فيرى قوماً ما شاهدهم قط ، ويوم يبعث فيرى نفسه في محشر عظيم فأكرم الله يحيى عليه الصلاة والسلام فخصه بالسلام عليه في هذه المواطن الثلاثة .\r\n وثالثها : قال عبد الله بن نفطوية : { وسلام عَلَيْهِ يَوْمَ وُلِدَ } أي أول ما يرى الدنيا { وَيَوْمَ يَمُوتُ } أي أول يوم يرى فيه أول أمر الآخرة { وَيَوْمَ يُبْعَثُ حَياً } أي أول يوم يرى فيه الجنة والنار وهو يوم القيامة .\r\n وإنما قال : { حَياً } تنبيهاً على كونه من الشهداء لقوله تعالى : { بَلْ أَحْيَاء عِندَ رَبّهِمْ يُرْزَقُونَ } [ آل عمران : 169 ] فروع .\r\n الأول : هذا السلام يمكن أن يكون من الله تعالى وأن يكون من الملائكة وعلى التقديرين فدلالة شرفه وفضله لا تختلف لأن الملائكة لا يسلمون إلا عن أمر الله تعالى .\r\n الثاني : ليحيى مزية في هذا السلام على ما لسائر الأنبياء عليهم السلام كقوله : { سلام على نُوحٍ فِى العالمين } [ الصافات : 79 ] .\r\n { سلام على إبراهيم } [ الصافات : 109 ] لأنه قال و { يَوْمَ وُلِدَ } وليس ذلك لسائر الأنبياء عليهم السلام .\r\n الثالث : روي أن عيسى عليه السلام قال ليحيى عليه السلام : أنت أفضل مني لأن الله تعالى سلم عليك وأنا سلمت على نفسي ، وهذا ليس يقوى لأن سلام عيسى على نفسه يجري مجرى سلام الله على يحيى لأن عيسى معصوم لا يفعل إلا ما أمره الله به .\r\n الرابع : السلام عليه يوم ولد لا بد وأن يكون تفضلاً من الله تعالى لأنه لم يتقدم منه ما يكون ذلك جزاء له ، وأما السلام عليه يوم يموت ويوم يبعث في المحشر ، فقد يجوز أن يكون ثواباً كالمدح والتعظيم ، والله تعالى أعلم .\r\n القول في فوائد هذه القصة .\r\n الفائدة الأولى : تعليم آداب الدعاء وهي من جهات .\r\n أحدها : قوله : { نِدَاء خَفِيّاً } [ مريم : 3 ] وهو يدل على أن أفضل الدعاء ما هذا حاله ويؤكد قوله تعالى : { ادعوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً } [ الأعراف : 55 ] ولأن رفع الصوت مشعر بالقوة والجلادة وإخفاء الصوت مشعر بالضعف والانكسار وعمدة الدعاء الانكسار والتبري عن حول النفس وقوتها والاعتماد على فضل الله تعالى وإحسانه .\r\n وثانيها : أن المحتسب أن يذكر في مقدمة الدعاء عجز النفس وضعفها كما في قوله تعالى عنه : { وَهَنَ العظم مِنّى واشتعل الرأس شَيْباً } [ مريم : 4 ] ثم يذكر كثرة نعم الله على ما في قوله : { وَلَمْ أَكُنْ بِدُعَائِكَ رَبّ شَقِيّاً } [ مريم : 4 ] .\r\n وثالثها : أن يكون الدعاء لأجل شيء متعلق بالدين لا لمحض الدنيا كما قال : { وَإِنّي خِفْتُ الموالى مِن وَرَائِى } [ مريم : 5 ] .\r\n ورابعها : أن يكون الدعاء بلفظ يا رب على ما في هذا الموضع .\r\n الفائدة الثانية : ظهور درجات زكريا ويحيى عليهما السلام أما زكريا فأمور : أحدها : نهاية تضرعه في نفسه وانقطاعه إلى الله تعالى بالكلية .\r\n وثانيها : إجابة الله تعالى دعاءه .\r\n وثالثها : أن الله تعالى ناداه وبشره أو الملائكة أو حصل الأمران معاً .\r\n ورابعها : اعتقال لسانه عن الكلام دون التسبيح .\r\n وخامسها : أنه يجوز للأنبياء عليهم السلام طلب الآيات لقوله رب اجعل لي آية .\r\n الفائدة الثالثة : كونه تعالى قادراً على خلق الولد وإن كان الأبوان في نهاية الشيخوخة رداً على أهل الطبائع .\r\n الفائدة الرابعة : صحة الاستدلال في الدين لقوله تعالى : { وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْئاً } [ مريم : 9 ] .\r\n الفائدة الخامسة : أن المعدوم ليس بشيء والآية نص في ذلك فإن قيل المراد ولم تك شيئاً مذكوراً كما في قوله تعالى : { هَلْ أتى عَلَى الإنسان حِينٌ مّنَ الدهر لَمْ يَكُن شَيْئاً مَّذْكُوراً } [ الإنسان : 1 ] قلنا : الإضمار خلاف الأصل وللخصم أن يقول الآية تدل على أن الإنسان لم يكن شيئاً ونحن نقول به لأن الإنسان عبارة عن جواهر متألفة قامت بها أعراض مخصوصة والجواهر المتألفة الموصوفة بالأعراض المخصوصة غير ثابتة في العدم إنما الثابت هو أعيان تلك الجواهر مفردة غير مركبة وهي ليست بإنسان فظهر أن الآية لا دلالة فيها على المطلوب .\r\n الفائدة السادسة : أن الله تعالى ذكر هذه القصة في سورة آل عمران وذكرها في هذا الموضع فلنعتبر حالها في الموضعين فنقول : الأول : أنه تعالى بين في هذه السورة أنه دعا ربه ولم يبين الوقت وبينه في آل عمران بقوله : { كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا المحراب وَجَدَ عِندَهَا رِزْقًا قَالَ يامريم أنى لَكِ هذا قَالَتْ هُوَ مِنْ عِندِ الله إنَّ الله يَرْزُقُ مَن يَشَاء بِغَيْرِ حِسَابٍ * هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ قَالَ رَبّ هَبْ لِى مِن لَّدُنْكَ ذُرّيَّةً طَيّبَةً } [ آل عمران : 37 ، 38 ] والمعنى أن زكريا عليه السلام لما رأى خرق العادة في حق مريم عليها السلام طمع فيه في حق نفسه فدعا .\r\n الثاني : وهو أن الله تعالى صرح في آل عمران بأن المنادي هو الملائكة لقوله : { فَنَادَتْهُ الملئكة وَهُوَ قَائِمٌ يُصَلّى فِى المحراب } [ آل عمران : 39 ] وفي هذه السورة الأظهر أن المنادي بقوله : { يازكريا إِنَّا نُبَشّرُكَ } [ مريم : 7 ] هو الله تعالى وقد بينا أنه لا منافاة بين الأمرين .\r\n الثالث : أنه قال في آل عمران : { أنى يَكُونُ لِي غلام وَقَدْ بَلَغَنِي الكبر وامرأتى عَاقِرٌ } [ آل عمران : 40 ] فذكر أولاً كبر نفسه ثم عقر المرأة وهو في هذه السورة قال : { أنى يَكُونُ لِى غلام وَكَانَتِ امرأتى عَاقِراً وَقَدْ بَلَغْتُ مِنَ الكبر عِتِيّاً } [ مريم : 8 ] وجوابه أن الواو لا تقتضي الترتيب .\r\n الرابع : قال في آل عمران : { وَقَدْ بَلَغَنِي الكبر } وقال ههنا وقد بلغت من الكبر وجوابه أن ما بلغك فقد بلغته .\r\n الخامس : قال في آل عمران : { آيتك أَلاَّ تُكَلّمَ الناس ثلاثة أَيَّامٍ إِلاَّ رَمْزًا } [ آل عمران : 41 ] وقال ههنا : { ثلاث لَيَالٍ سَوِيّاً } [ مريم : 10 ] وجوابه : دلت الآيتان على أن المراد ثلاثة أيام بلياليهن ، والله أعلم .\r\n القصة الثانية : قصة مريم وكيفية ولادة عيسى عليه السلام اعلم أنه تعالى إنما قدم قصة يحيى على قصة عيسى عليهما السلام لأن خلق الولد من شيخين فانيين أقرب إلى مناهج العادات من تخليق الولد لا من الأب ألبتة وأحسن الطرق في التعليم والتفهيم الأخذ من الأقرب فالأقرب مترقياً إلى الأصعب فالأصعب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يايحيى خذ الكتاب بقوة وآتيناه الحكم صبيا (12) وحنانا من لدنا وزكاة وكان تقيا (13) وبرا بوالديه ولم يكن جبارا عصيا (14) وسلام عليه يوم ولد ويوم يموت ويوم يبعث حيا (15) ",
        "babnum": 10
    },
    {
        "id": 1443,
        "cate": "19",
        "title": "وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا (16) فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا (17) ",
        "details": " وفيه مسائل : المسألة الأولى : إذ بدل من مريم بدل اشتمال لأن الأحيان مشتملة على ما فيها وفيه أن المقصود بذكر مريم ذكر وقت هذا الوقوع لهذه القصة العجيبة فيه .\r\n المسألة الثانية : النبذ أصله الطرح والإلقاء والانتباذ افتعال منه ومنه : { فَنَبَذُوهُ وَرَاء ظُهُورِهِمْ } [ آل عمران : 187 ] وانتبذت تنحت يقال جلس نبذة من الناس ونبذة بضم النون وفتحها أي ناحية وهذا إذا جلس قريباً منك حتى لو نبذت إليه شيئاً وصل إليه ونبذت الشيء رميته ومنه النبيذ لأنه يطرح في الإناء وأصله منبوذ فصرف إلى فعيل ومنه قيل للقيط منبوذ لأنه يرمى به ومنه النهي عن المنابذة في البيع وهو أن يقول : إذا نبذت إليك هذا الثوب أو الحصاة فقد وجب البيع إذ عرفت هذا فنقول قوله تعالى : { إِذِ انتبذت مِنْ أَهْلِهَا مَكَاناً شَرْقِياً } معناه تباعدت وانفردت على سرعة إلى مكان يلي ناحية الشرق ثم بين تعالى أنها مع ذلك اتخذت من دون أهلها حجاباً مستوراً وظاهر ذلك أنها لم تقتصر على أن انفردت إلى موضع بل جعلت بينها وبينهم حائلاً من حائط أو غيره ويحتمل أنها جعلت بين نفسها وبينهم ستراً وهذا الوجه الثاني أظهر من الأول ثم لا بد من احتجابها من أن يكون لغرض صحيح وليس مذكوراً واختلف المفسرون فيه على وجوه .\r\n الأول : أنها لما رأت الحيض تباعدت عن مكانها المعتاد للعبادة لكي تنتظر الطهر فتغتسل وتعود فلما طهرت جاءها جبريل عليه السلام .\r\n والثاني : أنها طلبت الخلوة لئلا تشتغل عن العبادة .\r\n والثالث : قعدت في مشرقة للاغتسال من الحيض محتجبة بشيء يسترها .\r\n والرابع : أنها كان لها في منزل زوج أختها زكرياء محراب على حدة تسكنه وكان زكريا إذا خرج أغلق عليها فتمنت ( على ) الله ( أن ) تجد خلوة في الجبل لتفلي رأسها فانفرج السقف لها فخرجت إلى المفازة فجلست في المشرفة وراء الجبل فأتاها الملك .\r\n وخامسها : عطشت فخرجت إلى المفازة لتستقي واعلم أن كل هذه الوجوه محتمل وليس في اللفظ ما يدل على ترجيح واحد منها .\r\n المسألة الثالثة : المكان الشرقي هو الذي يلي شرقي بيت المقدس أو شرقي دارها وعن ابن عباس رضي الله عنهما : إني لأعلم خلق الله لأي شيء اتخذت النصارى المشرق قبلة لقوله تعالى : { مَكَاناً شَرْقِياً } فاتخذوا ميلاد عيسى قبلة .\r\n المسألة الرابعة : أنها لما جلست في ذلك المكان أرسل الله إليها الروح واختلف المفسرون في هذا الروح فقال الأكثرون : إنه جبريل عليه السلام وقال أبو مسلم إنه الروح الذي تصور في بطنها بشراً والأول أقرب لأن جبريل عليه السلام يسمى روحاً قال الله تعالى : { نَزَلَ بِهِ الروح الأمين على قَلْبِكَ } [ الشعراء : 193 194 ] وسمي روحاً لأنه روحاني وقيل خلق من الروح وقيل لأن الدين يحيا به أو سماه الله تعالى بروحه على المجاز محبة له وتقريباً كما تقول لحبيبك روحي وقرأ أبو حيوة روحنا بالفتح لأنه سبب لما فيه روح العباد وإصابة الروح عند الله الذي هو عدة المتقين في قوله : { فَأَمَّا إِن كَانَ مِنَ المقربين * فَرَوْحٌ وَرَيْحَانٌ وَجَنَّةٍ نَعِيمٍ } [ الواقعة : 88 ، 89 ] أو لأنه من المقربين وهم الموعودون بالروح أي مقربنا وذا روحنا وإذا ثبت أنه يسمى روحاً فهو هنا يجب أن يكون المراد به هو لأنه قال : { إِنَّمَا أَنَاْ رَسُولُ رَبّكِ لأَهَبَ لَكِ غلاما زَكِيّاً } [ مريم : 19 ] ولا يليق ذلك إلا بجبريل عليه السلام واختلفوا في أنه كيف ظهر لها .\r\n فالأول : أنه ظهر لها على صورة شاب أمرد حسن الوجه سوي الخلق .\r\n والثاني : أنه ظهر لها على صورة ترب لها اسمه يوسف من خدم بيت المقدس وكل ذلك محتمل ولا دلالة في اللفظ على التعيين ثم قال : وإنما تمثل لها في صورة الإنسان لتستأنس بكلامه ولا تنفر عنه فلو ظهر لها في صورة الملائكة لنفرت عنه ولم تقدر على استماع كلامه ثم ههنا إشكالات .\r\n أحدهما : وهو أنه لو جاز أن يظهر الملك في صورة إنسان معين فحينئذ لا يمكننا القطع بأن هذا الشخص الذي أراه في الحال هو زيد الذي رأيته بالأمس لاحتمال أن الملك أو الجني تمثل في صورته وفتح هذا الباب يؤدي إلى السفسطة ، لا يقال هذا إنما يجوز في زمان جواز البعثة فأما في زماننا هذا فلا يجوز لأنا نقول هذا الفرق إنما يعلم بالدليل ، فالجاهل بذلك الدليل يجب أن لا يقطع بأن هذا الشخص الذي أراه الآن هو الشخص الذي رأيته بالأمس .\r\n وثانيها : أنه جاء في الأخبار أن جبريل عليه السلام شخص عظيم جداً فذلك الشخص العظيم كيف صار بدنه في مقدار جثة الإنسان أبأن تساقطت أجزاؤه وتفرقت بنيته فحينئذ لا يبقى جبريل أو بأن تداخلت أجزاؤه وذلك يوجب تداخل الأجزاء وهو محال .\r\n وثالثها : وهو أنا لو جوزنا أن يتمثل جبريل عليه السلام في صورة الآدمي فلم لا يجوز تمثله في صورة جسم أصغر من الآدمي حتى الذباب والبق والبعوض ومعلوم أن كل مذهب جر إلى ذلك فهو باطل .\r\n ورابعها : أن تجويزه يفضي إلى القدح في خبر التواتر فلعل الشخص الذي حارب يوم بدر لم يكن محمداً بل كان شخصاً آخر تشبه به وكذا القول في الكل .\r\n والجواب عن الأول أن ذلك التجويز لازم على الكل لأن من اعترف بافتقار العالم إلى الصانع المختار فقد قطع بكونه تعالى قادراً على أن يخلق شخصاً آخر مثل زيد في خلقته وتخطيطه وإذا جوزنا ذلك فقد لزم الشك في أن زيداً المشاهد الآن هو الذي شاهدناه بالأمس أم لا ، ومن أنكر الصانع المختار وأسند الحوادث إلى اتصالات الكواكب وتشكلات الفلك لزمه تجويز أن يحدث اتصال غريب في الأفلاك يقتضي حدوث شخص مثل زيد في كل الأمور وحينئذ يعود التجويز المذكور .\r\n وعن الثاني : أنه لا يمتنع أن يكون جبريل عليه السلام له أجزاء أصلية وأجزاء فاضلة والأجزاء الأصلية قليلة جداً فحينئذ يكون متمكناً من التشبه بصورة الإنسان ، هذا إذا جعلناه جسمانياً أما إذا جعلناه روحانياً فأي استبعاد في أن يتدرع تارة بالهيكل العظيم وأخرى بالهيكل الصغير .\r\n وعن الثالث : أن أصل التجويز قائم في العقل وإنما عرف فساده بدلائل السمع وهو الجواب عن السؤال الرابع ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "واذكر في الكتاب مريم إذ انتبذت من أهلها مكانا شرقيا (16) فاتخذت من دونهم حجابا فأرسلنا إليها روحنا فتمثل لها بشرا سويا (17) ",
        "babnum": 11
    },
    {
        "id": 1444,
        "cate": "19",
        "title": "قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا (18) ",
        "details": " وفيه وجوه : أحدها : أرادت أن كان يرجى منك أن تتقي الله ويحصل ذلك بالاستعاذة به فإني عائذة به منك وهذا في نهاية الحسن لأنها علمت أنه لا تؤثر الاستعاذة إلا في التقي وهو كقوله : { وَذَرُواْ مَا بَقِىَ مِنَ الرباا إِن كُنتُمْ مُّؤْمِنِينَ } [ البقرة : 278 ] أي أن شرط الإيمان يوجب هذا لا أن الله تعالى يخشى في حال دون حال .\r\n وثانيها : أن معناه ما كنت تقياً حيث استحللت النظر إلي وخلوت بي .\r\n وثالثها؛ أنه كان في ذلك الزمان إنسان فاجر اسمه تقى يتبع النساء فظنت مريم عليها السلام أن ذلك الشخص المشاهد هو ذلك التقى والأول هو الوجه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قالت إني أعوذ بالرحمن منك إن كنت تقيا (18) ",
        "babnum": 12
    },
    {
        "id": 1445,
        "cate": "19",
        "title": "قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا (19) ",
        "details": " وفيه مسائل : المسألة الأولى : لما علم جبريل خوفها قال : { إِنَّمَا أَنَاْ رَسُولُ رَبّكِ } ليزول عنها ذلك الخوف ولكن الخوف لا يزول بمجرد هذا القول بل لا بد من دلالة تدل على أنه جبريل عليه السلام وما كان من الناس فههنا يحتمل أن يكون قد ظهر معجز عرفت به جبريل عليه السلام ويحتمل أنها من جهة زكريا عليه السلام عرفت صفة الملائكة فلما قال لها : { إِنَّمَا أَنَاْ رَسُولُ رَبّكِ } أظهر لها من باطن جسده ما عرفت أنه ملك فيكون ذلك هو العلم وسأل القاضي عبد الجبار في تفسيره نفسه فقال : إذا لم تكن نبية عندكم وكان من قولكم أن الله تعالى لم يرسل إلى خلقه إلا رجالاً فكيف يصح ذلك وأجاب أن ذلك إنما وقع في زمان زكريا عليه السلام وكان رسولاً وكل ذلك كان عالماً به وهذا ضعيف لأن المعجز إذا كان مفعولاً للنبي فأقل ما فيه أن يكون عليه السلام عالماً به وزكريا ما كان عنده علم بهذه الوقائع فكيف يجوز جعله معجزاً له بل الحق أن ذلك إما أن يكون كرامة لمريم أو إرهاصاً لعيسى عليه السلام .\r\n المسألة الثانية : قرأ ابن عامر ونافع ليهب بياء مفتوحة بعد اللام أي ليهب الله لك والباقون بهمزة مفتوحة بعدها أما قوله لأهب لك ففي مجازه وجهان .\r\n الأول : أن الهبة لما جرت على يده بأن كان هو الذي نفخ في جيبها بأمر الله تعالى جعل نفسه كأنه هو الذي وهب لها وإضافة الفعل إلى ما هو سبب له مستعمل قال تعالى في الأصنام : { إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مّنَ الناس } [ إبراهيم : 36 ] .\r\n الثاني : أن جبريل عليه السلام لما بشرها بذلك كانت تلك البشارة الصادقة جارية مجرى الهبة فإن قال قائل ما الدليل على أن جبريل عليه السلام لا يقدر على تركيب الأجزاء وخلق الحياة والعقل والنطق فيها والذي يقال فيه : إن جبريل عليه السلام جسم والجسم لا يقدر على هذه الأشياء أما أنه جسم فلأنه محدث وكل محدث إما متحيز أو قائم بالمتحيز وأما أن الجسم لا يقدر على هذه الأشياء فلأنه لو قدر جسم على ذلك لقدر عليه كل جسم لأن الأجسام متماثلة وهو ضعيف لأن للخصم أن يقول لا نسلم أن كل محدث إما متحيز أو قائم به ، بل ههنا موجودات قائمة بأنفسها لا متحيزة ولا قائمة بالمتحيز ولا يلزم من كونها كذلك كونها أمثالاً لذات الله تعالى لأن الاشتراك في الصفات الثبوتية لا يقتضي التماثل فكيف في الصفات السلبية سلمنا كونه جسماً فلم قلت الجسم لا يقدر عليه قوله الأجسام متماثلة قلنا نعني به أنها متماثلة في كونها حاصلة في الأحياز ذاهبة في الجهات أو نعني به أنها متماثلة في تمام ماهياتها .\r\n والأول مسلم لكن حصولها في الأحياز صفات لتلك الذوات والاشتراك في الصفات لا يوجب الاشتراك في ماهيات المواصفات سلمنا أن الأجسام متماثلة فلم لا يجوز أن يقال : إن الله تعالى خص بعضها بهذه القدرة دون البعض حتى أنه يصح منها ذلك ولا يصح من البشر ذلك والجواب الحق أن المعتمد في دفع هذا الاحتمال إجماع الأمة فقط ، والله أعلم .\r\n المسألة الثالثة : الزكي يفيد أموراً ثلاثة : الأول : أنه الطاهر من الذنوب .\r\n والثاني : أنه ينمو على التزكية لأنه يقال فيمن لا ذنب له زكي ، وفي الزرع النامي زكي .\r\n والثالث : النزاهة والطهارة فيما يجب أن يكون عليه ليصح أن يبعث نبياً وقال بعض المتكلمين الأولى أن يحمل على الكل وهو ضعيف لما عرفت في أصول الفقه أن اللفظ الواحد لا يجوز حمله على المعنيين سواء كان حقيقة فيهما أو في أحدهما مجازاً وفي الآخر حقيقة .\r\n المسألة الرابعة : سماه زكياً مع أنه لم يكن له شيء من الدنيا وأنت إذا نظرت في سوقك فمن لم يملك شيئاً فهو شقي عندك .\r\n وإنما الزكي من يملك المال والله يقول كان زكياً ، لأن سيرته الفقر وغناه الحكمة والكتاب وأنت فإنما تسمى بالزكي من كانت سيرته الجهل وطريقته المال .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال إنما أنا رسول ربك لأهب لك غلاما زكيا (19) ",
        "babnum": 13
    },
    {
        "id": 1446,
        "cate": "19",
        "title": "قَالَتْ أَنَّى يَكُونُ لِي غُلَامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا (20) قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا وَكَانَ أَمْرًا مَقْضِيًّا (21) ",
        "details": " وفيه مسائل : المسألة الأولى : أنها إنما تعجبت بما بشرها جبريل عليه السلام لأنها عرفت بالعادة أن الولادة لا تكون إلا من رجل والعادات عند أهل المعرفة معتبرة في الأمور وإن جوزوا خلاف ذلك في القدرة فليس في قولها هذا دلالة على أنها لم تعلم أنه تعالى قادر على خلق الولد ابتداء وكيف وقد عرفت أنه تعالى خلق أبا البشر على هذا الحد ولأنها كانت منفردة بالعبادة ومن يكون كذلك لا بد من أن يعرف قدرة الله تعالى على ذلك .\r\n المسألة الثانية : لقائل أن يقول قولها : { وَلَمْ يَمْسَسْنِى بَشَرٌ } يدخل تحته قولها : { وَلَمْ أَكُ بَغِيّاً } فلماذا أعادتها ومما يؤكد هذا السؤال أن في سورة آل عمران قالت : { رَبّ أنى يَكُونُ لِى وَلَدٌ وَلَمْ يَمْسَسْنِى بَشَرٌ قَالَ كذلك الله يَخْلُقُ مَا يَشَاء } [ آل عمران : 47 ] فلم تذكر البغاء والجواب من وجوه : أحدها : أنها جعلت المس عبارة عن النكاح الحلال لأنه كناية عنه لقوله : { مِن قَبْلِ أَن تَمَسُّوهُنَّ } [ الأحزاب : 49 ] والزنا ليس كذلك إنما يقال فجر بها أو ما أشبه ذلك ولا يليق به رعاية الكنايات .\r\n وثانيها : أن إعادتها لتعظيم حالها كقوله : { حافظوا عَلَى الصلوات والصلاة الوسطى } [ البقرة : 238 ] وقوله : { وَمَلئِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وميكال } [ البقرة : 98 ] فكذا ههنا إن من لم تعرف من النساء بزوج فأغلظ أحوالها إذا أتت بولد أن تكون زانية فأفرد ذكر البغاء بعد دخوله في الكلام الأول لأنه أعظم ما في بابه .\r\n المسألة الثالثة : قال صاحب «الكشاف» البغي الفاجرة التي تبغي الرجال وهو فعول عند المبرد بغوي فأدغمت الواو في الياء ، وقال ابن جني في كتاب «التمام» هو فعيل ولو كان فعولاً لقيل بغوا كما قيل نهوا عن المنكر .\r\n المسألة الرابعة : أن جبريل عليه السلام أجابها بقوله : { قَالَ كذلك قَالَ رَبُّكَ هُوَ عَلَىَّ هَيّنٌ } وهو كقوله في آل عمران : { كذلك الله يَخْلُقُ مَا يَشَاء إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ } [ آل عمران : 47 ] لا يمتنع عليه فعل ما يريد خلقه ولا يحتاج في إنشائه إلى الآلات والمواد .\r\n المسألة الخامسة : الكناية في : { هُوَ عَلَىَّ هَيّنٌ } وفي قوله : { وَلِنَجْعَلَهُ ءايَةً لّلْنَّاسِ } تحتمل وجهين : الأول : أن تكون راجعة إلى الخلق أي أن خلقه علي هين ولنجعل خلقه آية للناس إذ ولد من غير ذكر ورحمة منا يرحم عبادنا بإظهار هذه الآيات حتى تكون دلائل صدقه أبهر فيكون قبول قوله أقرب .\r\n الثاني : أن ترجع الكنايات إلى الغلام وذلك لأنها لما تعجبت من كيفية وقوع هذا الأمر على خلاف العادة أعلمت أن الله تعالى جاعل ولدها آية على وقوع ذلك الأمر الغريب ، فأما قوله تعالى : { وَرَحْمَةً مّنَّا } فيحتمل أن يكون معطوفاً على { وَلِنَجْعَلَهُ ءايَةً لّلْنَّاسِ } أي فعلنا ذلك : { وَرَحْمَةً مّنَّا } فعلنا ذلك ويحتمل أن يكون معطوفاً على الآية أي : ولنجعله آية ورحمة فعلنا ذلك .\r\n المسألة السادسة : قوله : { وَكَانَ أَمْراً مَّقْضِيّاً } المراد منه أنه معلوم لعلم الله تعالى فيمتنع وقوع خلافه لأنه لو لم يقع لانقلب علم الله جهلاً وهو محال والمفضي إلى المحال محال فخلافه محال فوقوعه واجب وأيضاً فلأن جميع الممكنات منتهية في سلسلة القضاء والقدر إلى واجب الوجود والمنتهي إلى الواجب انتهاء واجباً يكون واجب الوجود وإذا كان واجب الوجود فلا فائدة في الحزن والأسف وهذا هو سر قوله عليه السلام : « من عرف سر الله في القدر هانت عليه المصائب » .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قالت أنى يكون لي غلام ولم يمسسني بشر ولم أك بغيا (20) قال كذلك قال ربك هو علي هين ولنجعله آية للناس ورحمة منا وكان أمرا مقضيا (21) ",
        "babnum": 14
    },
    {
        "id": 1447,
        "cate": "19",
        "title": "فَحَمَلَتْهُ فَانْتَبَذَتْ بِهِ مَكَانًا قَصِيًّا (22) فَأَجَاءَهَا الْمَخَاضُ إِلَى جِذْعِ النَّخْلَةِ قَالَتْ يَالَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نَسْيًا مَنْسِيًّا (23) ",
        "details": " وفيه مسائل : المسألة الأولى : ذكر الله تعالى أمر النفخ في آيات فقال : { فَنَفَخْنَا فِيهِ مِن رُّوحِنَا } [ التحريم : 12 ] أي في عيسى عليه السلام كما قال لآدم عليه السلام : { وَنَفَخْتُ فِيهِ مِن رُّوحِى } [ الحجر : 29 ] وقال فنفخنا فيها لأن عيسى عليه السلام كان في بطنها واختلفوا في النافخ فقال بعضهم كان النفخ من الله تعالى لقوله : { فَنَفَخْنَا فِيهِ مِن رُّوحِنَا } وظاهره يفيد أن النافخ هو الله تعالى لقوله تعالى : { إِنَّ مَثَلَ عيسى عِندَ الله كَمَثَلِ ءادَمَ خَلَقَهُ مِن تُرَابٍ } [ آل عمران : 59 ] ومقتضى التشبيه حصول المشابهة إلا فيما أخرجه الدليل ، وفي حق آدم النافخ هو الله تعالى لقوله تعالى : { وَنَفَخْتُ فِيهِ مِن رُّوحِى } فكذا ههنا وقال آخرون : النافخ هو جبريل عليه السلام لأن الظاهر من قول جبريل عليه السلام : { لأَهَبَ لَكِ } [ مريم : 19 ] أنه أمر أن يكون من قبله حتى يحصل الحمل لمريم عليها السلام فلا بد من إحالة النفخ إليه ، ثم اختلفوا في كيفية ذلك النفخ على قولين : الأول : قول وهب إنه نفخ جبريل في جيبها حتى وصلت إلى الرحم .\r\n الثاني : في ذيلها فوصلت إلى الفرج .\r\n الثالث : قول السدي أخذ بكمها فنفخ في جنب درعها فدخلت النفخة صدرها فحملت فجاءتها أختها امرأة زكريا تزورها فالتزمتها فلما التزمتها علمت أنها حبلى وذكرت مريم حالها ، فقالت امرأة زكريا إني وجدت ما في بطني يسجد لما في بطنك فذلك قوله تعالى : { مُصَدّقاً بِكَلِمَةٍ مّنَ الله } [ آل عمران : 39 ] .\r\n الرابع : أن النفخة كانت في فيها فوصلت إلى بطنها فحملت في الحال ، إذ عرفت هذا ظهر أن في الكلام حذفاً وهو ، وكان أمراً مقضياً ، فنفخ فيها فحملته .\r\n المسألة الثانية : قيل حملته وهي بنت ثلاث عشرة سنة ، وقيل بنت عشرين وقد كانت حاضت حيضتين قبل أن تحمل .\r\n وليس في القرآن ما يدل على شيء من هذه الأحوال .\r\n المسألة الثالثة : { فانتبذت بِهِ } أي اعتزلت وهو في بطنها كقوله : { تَنبُتُ بالدهن } [ المؤمنون : 20 ] أي تنبت والدهن فيها ، واختلفوا في علة الإنتباذ على وجوه .\r\n أحدها : ما رواه الثعلبي في العرائس عن وهب قال : إن مريم لما حملت بعيسى عليه السلام كان معها ابن عم لها يقال له يوسف النجار وكانا منطلقين إلى المسجد الذي عند جبل صهيون ، وكان يوسف ومريم يخدمان ذلك المسجد ولا يعلم في أهل زمانهما أحد أشد اجتهاداً ولا عبادة منهما ، وأول من عرف حمل مريم يوسف فتحير في أمرها فكلما أراد أن يتهمها ذكر صلاحها وعبادتها ، وأنها لم تغب عنه ساعة قط ، وإذا أراد أن يبرئها رأى الذي ظهر بها من الحمل فأول ما تكلم أن قال إنه وقع في نفسي من أمرك شيء وقد حرصت على كتمانه فغلبني ذلك فرأيت أن الكلام فيه أشفى لصدري ، فقالت : قل قولاً جميلاً قال : أخبريني يا مريم هل ينبت زرع بغير بذر وهل تنبت شجرة من غير غيث ، وهل يكون ولد من غير ذكر؟ قالت نعم : ألم تعلم أن الله أنبت الزرع يوم خلقه من غير بذر وهذا البذر إنما حصل من الزرع الذي أنبته من غير بذر ، ألم تعلم أن الله تعالى أنبت الشجرة من غير غيث وبالقدرة جعل الغيث حياة الشجر بعد ما خلق كل واحد منهما على حدة ، أو تقول إن الله تعالى لا يقدر على أن ينبت الشجرة حتى استعان بالماء ، ولولا ذلك لم يقدر على إنباتها ، فقال يوسف : لا أقول هذا ولكني أقول إن الله قادر على ما يشاء فيقول له كن فيكون ، فقالت له مريم : أو لم تعلم أن الله خلق آدم وامرأته من غير ذكر ولا أنثى؟ فعند ذلك زالت التهمة عن قلبه وكان ينوب عنها في خدمة المسجد لاستيلاء الضعف عليها بسبب الحمل وضيق القلب ، فلما دنا نفاسها أوحى الله إليها أن أخرجي من أرض قومك لئلا يقتلوا ولدك فاحتملها يوسف إلى أرض مصر على حمار له ، فلما بلغت تلك البلاد أدركها النفاس فألجأها إلى أصل نخلة ، وذلك في زمان برد فاحتضنتها فوضعت عندها .\r\n وثانيها : أنها استحيت من زكريا فذهبت إلى مكان بعيد لا يعلم بها زكريا .\r\n وثالثها : أنها كانت مشهورة في بني إسرائيل بالزهد لنذر أمها وتشاح الأنبياء في تربيتها وتكفل زكريا بها ، ولأن الرزق كان يأتيها من عند الله تعالى ، فلما كانت في نهاية الشهرة استحيت من هذه الواقعة فذهبت إلى مكان بعيد لا يعلم بها زكريا .\r\n ورابعها : أنها خافت على ولدها لو ولدته فيما بين أظهرهم ، واعلم أن هذه الوجوه محتملة ، وليس في القرآن ما يدل على شيء منها .\r\n المسألة الرابعة : اختلفوا في مدة حملها على وجوه : الأول : قول ابن عباس رضي الله عنهما إنها كانت تسعة أشهر كما في سائر النساء بدليل أن الله تعالى ذكر مدائحها في هذا الموضع فلو كانت عادتها في مدة حملها بخلاف عادات النساء لكان ذلك أولى بالذكر .\r\n الثاني : أنها كانت ثمانية أشهر ، ولم يعش مولود وضع لثمانية إلا عيسى ابن مريم عليه السلام .\r\n الثالث : وهو قول عطاء وأبي العالية والضحاك سبعة أشهر .\r\n الرابع : أنها كانت ستة أشهر .\r\n الخامس : ثلاث ساعات حملته في ساعة وصور في ساعة ووضعته في ساعة .\r\n السادس : وهو قول ابن عباس رضي الله عنهما أيضاً كانت مدة الحمل ساعة واحدة ويمكن الاستدلال عليه من وجهين : الأول : قوله تعالى : { فَحَمَلَتْهُ فانتبذت بِهِ } [ مريم : 22 ] { فَأَجَاءهَا المخاض } [ مريم : 23 ] ، { فَنَادَاهَا مِن تَحْتِهَا } [ مريم : 24 ] والفاء للتعقيب فدلت هذه الفاءات على أن كل واحد من هذه الأحوال حصل عقيب الآخر من غير فصل وذلك يوجب كون مدة الحمل ساعة واحدة لا يقال انتباذها مكاناً قصياً كيف يحصل في ساعة واحدة لأنا نقول : السدي فسره بأنها ذهبت إلى أقصى موضع في جانب محرابها .\r\n الثاني : أن الله تعالى قال في وصفه : { إِنَّ مَثَلَ عيسى عِندَ الله كَمَثَلِ ءادَمَ خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ } [ آل عمران : 59 ] فثبت أن عيسى عليه السلام كما قال الله تعالى له : { كُنْ فَيَكُونُ } وهذا مما لا يتصور فيه مدة الحمل ، وإنما تعقل تلك المدة في حق من يتولد من النطفة .\r\n المسألة الخامسة : { قَصِيّاً } أي بعيد من أهلها ، يقال مكان قاص ، وقصي بمعنى واحد مثل عاص وعصي ، ثم اختلفوا فقيل : أقصى الدار ، وقيل وراء الجبل ، وقيل : سافرت مع ابن عمها يوسف وقد تقدمت هذه الحكاية .\r\n المسألة السادسة : قال صاحب «الكشاف» : «أجاء» منقول من جاء إلا أن استعماله قد تغير بعد النقل إلى معنى الإلجاء فإنك لا تقول جئت المكان ، وأجاءنيه زيد كما تقول بلغنيه وأبلغته ، والمعنى أن طلقها ألجأها إلى جذع النخلة ثم يحتمل أنها إنما ذهبت إلى النخلة طلباً لسهولة الولادة للتشبث بها .\r\n ويحتمل للتقوية والاستناد إليها ، ويحتمل للتستر بها ممن يخشى منه القالة إذا رآها ، ولذلك حكى الله عنها أنها تمنت الموت .\r\n المسألة السابعة : قال في «الكشاف» قرأ ابن كثير في رواية المخاض بالكسر يقال مخضت الحامل ومخاضاً وهو تمخض الولد في بطنها .\r\n المسألة الثامنة : قال في «الكشاف» كان جذع نخلة يابسة في الصحراء ليس لها رأس ولا ثمر ولا خضرة ، وكان الوقت شتاء والتعريف إما أن يكون من تعريف الأسماء الغالبة كتعريف النجم والصعق كأن تلك الصحراء كان فيها جذع نخلة مشهور عند الناس ، فإذا قيل : جذع النخلة فهم منه ذلك دون سائره وإما أن يكون تعريف الجنس أي إلى جذع هذه الشجرة خاصة كان الله أرشدها إلى النخلة ليطعمها منها الرطب الذي هو أشد الأشياء موافقة للنفساء ، ولأن النخلة أقل الأشياء صبراً على البرد ولا تثمر إلا عند اللقاح ، وإذا قطعت رأسها لم تثمر ، فكأنه تعالى قال كما أن الأنثى لا تلد إلا مع الذكر فكذا النخلة لا تثمر إلا عند اللقاح ، ثم إني أظهر الرطب من غير اللقاح ليدل ذلك على جواز ظهور الولد من غير ذكر .\r\n المسألة التاسعة : لم قالت : { ياليتنى مِتُّ قَبْلَ هذا } مع أنها كانت تعلم أن الله تعالى بعث جبريل إليها وخلق ولدها من نفخ جبريل عليه السلام ووعدها بأن يجعلها وابنها آية للعالمين ، والجواب من وجهين : الأول : قال وهب : أنساها كربة الغربة وما سمعته من الناس ( من ) بشارة الملائكة بعيسى عليه السلام .\r\n الثاني : أن عادة الصالحين إذا وقعوا في بلاء أن يقولوا ذلك .\r\n وروى عن أبي بكر أنه نظر إلى طائر على شجرة فقال : طوبى لك يا طائر تقع على الشجرة وتأكل من الثمر! وددت أني ثمرة ينقرها الطائر! وعن عمر أنه أخذ تبنة من الأرض وقال : ليتني هذه التبنة يا ليتني لم أك شيئاً! وقال علي يوم الجمل : يا ليتني مت قبل هذا اليوم بعشرين سنة ، وعن بلال : ليت بلال لم تلده أمه .\r\n فثبت أن هذا الكلام يذكره الصالحون عند اشتداد الأمر عليهم .\r\n الثالث : لعلها قالت ذلك لكي لا تقع المعصية ممن يتكلم فيها ، وإلا فهي راضية بما بشرت به .\r\n المسألة العاشرة : قال صاحب «الكشاف» النسي ما من حقه أن يطرح وينسى كخرقة الطمث ونحوها كالذبح اسم ما من شأنه أن يذبح كقوله : { وفديناه بِذِبْحٍ عَظِيمٍ } [ الصافات : 107 ] تمنت لو كانت شيئاً تافهاً لا يؤبه به ومن حقه أن ينسى في العادة وقرأ ابن وثاب والأعمش وحمزة نسياً بالفتح والباقون نسياً بالكسر قال الفراء : هما لغتان كالوتر والوتر والجسر والجسر ، وقرأ محمد بن كعب القرظي نسيئاً بالهمزة وهو الحليب المخلوط بالماء ينساه أهله لقلته وقرأ الأعمش منسياً بالكسر على الإتباع كالمغير والمنخر ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فحملته فانتبذت به مكانا قصيا (22) فأجاءها المخاض إلى جذع النخلة قالت ياليتني مت قبل هذا وكنت نسيا منسيا (23) ",
        "babnum": 15
    },
    {
        "id": 1448,
        "cate": "19",
        "title": "فَنَادَاهَا مِنْ تَحْتِهَا أَلَّا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا (24) وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا (25) فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا (26) ",
        "details": " في الآية مسائل : المسألة الأولى : فناداها من تحتها القراءة المشهورة فناداها وقرأ زر وعلقمة فخاطبها وفي الميم فيها قراءتان فتح الميم وهو المشهور وكسره وهو قراءة نافع وحمزة والكسائي وحفص وفي المنادي ثلاثة أوجه : الأول : أنه عيسى عليه السلام وهو قول الحسن وسعيد بن جبير .\r\n والثاني : أنه جبريل عليه السلام وأنه كان كالقابلة للولد .\r\n والثالث : أن المنادي على القراءة بالكسر هو الملك وعلى القراءة بالفتح هو عيسى عليه السلام وهو مروي عن ابن عيينة وعاصم والأول أقرب لوجوه : الأول : أن قوله : { فَنَادَاهَا مِن تَحْتِهَا } بفتح الميم إنما يستعمل إذا كان قد علم قبل ذلك أن تحتها أحداً والذي علم كونه حاصلاً تحتها هو عيسى عليه السلام فوجب حمل اللفظ عليه ، وأما القراءة بكسر الميم فهي لا تقتضي كون المنادي جبريل عليه السلام ، فقد صح قولنا .\r\n الثاني : أن ذلك الموضع موضع اللوث والنظر إلى العورة وذلك لا يليق بالملائكة .\r\n الثالث : أن قوله فناداها فعل ولا بد وأن يكون فاعله قد تقدم ذكره ولقد تقدم قبل هذه الآية ذكر جبريل وذكر عيسى عليهما السلام إلا أن ذكر عيسى أقرب لقوله تعالى : { فَحَمَلَتْهُ فانتبذت بِهِ } [ مريم : 22 ] والضمير ههنا عائد إلى المسيح فكان حمله عليه أولى .\r\n والرابع : وهو دليل الحسن بن علي عليه السلام أن عيسى عليه السلام لو لم يكن كلمها لما علمت أنه ينطق فما كانت تشير إلى عيسى عليه السلام بالكلام فأما من قال المنادي هو عيسى عليه السلام فالمعنى أنه تعالى أنطقه لها حين وضعته تطييباً لقلبها وإزالة للوحشة عنها حتى تشاهد في أول الأمر ما بشرها به جبريل عليه السلام من علو شأن ذلك الولد ومن قال المنادي جبريل عليه السلام قال إنه أرسل إليها ليناديها بهذه الكلمات كما أرسل إليها في أول الأمر ليكون ذلك تذكيراً لها بما تقدم من أصناف البشارات ، وأما قوله : { مِن تَحْتِهَا } فإن حملناه على الولد فلا سؤال وإن حملناه على الملك ففيه وجهان : الأول : أن يكونا معاً في مكان مستو ويكون هناك مبدأ معين كتلك النخلة ههنا فكل من كان أقرب منها كان فوق وكل من كان أبعد منها كان تحت وفسر الكلبي قوله تعالى : { إِذْ جَاءوكُمْ مّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ } [ الأحزاب : 10 ] بذلك وعلى هذا الوجه قال بعضهم : إنه ناداها من أقصى الوادي .\r\n والثاني : أن يكون موضع أحدهما أعلى من موضع الآخر فيكون صاحب العلو فوق صاحب السفل وعلى هذا الوجه روي عن عكرمة أنها كانت حين ولدت على مثل رابية وفيه وجه ثالث : يحكى عن عكرمة وهو أن جبريل عليه السلام ناداها من تحت النخلة ثم على التقديرات الثلاثة يحتمل أن تكون مريم قد رأته وأنها ما رأته وليس في اللفظ ما يدل على شيء من ذلك .\r\n المسألة الثانية : اتفق المفسرون إلا الحسن وعبد الرحمن بن زيد أن السري هو النهر والجدول سمي بذلك لأن الماء يسري فيه وأما الحسن وابن زيد فجعلا السري عيسى والسري هو النبيل الجليل يقال فلان من سروات قومه أي من أشرافهم وروي أن الحسن رجع عنه وروي عن قتادة وغيره أن الحسن تلا هذه الآية وبجنبه حميد بن عبد الرحمن الحميري : { قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيّاً } فقال : إن كان لسرياً وإن كان لكريماً ، فقال له حميد : يا أبا سعيد إنما هو الجدول فقال له الحسن من ثم تعجبنا مجالستك ، واحتج من حمله على النهر بوجهين : أحدهما : أنه سأل النبي صلى الله عليه وسلم عن السري فقال : هو الجدول .\r\n والثاني : أن قوله : { فَكُلِي واشربي } يدل على أنه نهر حتى ينضاف الماء إلى الرطب فتأكل وتشرب واحتج من حمله ( على ) عيسى بوجهين : الأول : أن النهر لا يكون تحتها بل إلى جانبها ولا يجوز أن يجاب عنه بأن المراد منه أنه جعل النهر تحت أمرها يجري بأمرها ويقف بأمرها كما في قوله : { وهذه الأنهار تَجْرِى مِن تَحْتِي } [ الزخرف : 51 ] لأن هذا حمل للفظ على مجازه ولو حملناه على عيسى عليه السلام لم يحتج إلى هذا المجاز .\r\n الثاني : أنه موافق لقوله تعالى : { وَجَعَلْنَا ابن مَرْيَمَ وَأُمَّهُ ءايَةً وءاويناهما إلى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ } [ المؤمنون : 50 ] والجواب عنه ما تقدم أن المكان المستوي إذا كان فيه مبدأ معين فكل من كان أقرب منه كان فوق وكل من كان أبعد منه كان من تحت فرعان : الأول : إن حملنا السري على النهر ففيه وجهان : أحدهما : أن جبريل عليه السلام ضرب برجله فظهر ماء عذب .\r\n والثاني : أنه كان هناك ماء جار .\r\n والأول : أقرب لأن قوله : { قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيّاً } مشعر بالحدوث في ذلك الوقت ولأن الله تعالى ذكره تعظيماً لشأنها وذلك لا يثبت إلا على الوجه الذي قلناه .\r\n الثاني : اختلفوا في أن السري هو النهر مطلقاً وهو قول أبي عبيدة والفراء أو النهر الصغير على ما هو قول الأخفش .\r\n المسألة الثالثة : قال القفال : الجذع من النخلة هو الأسفل وما دون الرأس الذي عليه الثمرة وقال قطرب : كل خشبة في أصل شجرة فهي جذع وأما الباء في قوله بجذع النخلة فزائدة والمعنى هزي إليك أي حركي جذع النخلة ، قال الفراء : العرب تقول هزه وهز به وخذ الخطام وخذ بالخطام وزوجتك فلانة وبفلانة ، وقال الأخفش : يجوز أن يكون على معنى هزي إليك رطباً بجذع النخلة أي على جذعها ، إذا عرفت هذا فنقول : قد تقدم أن الوقت كان شتاء وأن النخلة كانت يابسة ، واختلفوا في أنه هل أثمر الرطب وهو على حاله أو تغير ، وهل أثمر مع الرطب غيره؟ والظاهر يقتضي أنه صار نخلة لقوله بجذع النخلة وأنه ما أثمر إلا الرطب .\r\n المسألة الرابعة : قال صاحب «الكشاف» : تساقط فيه تسع قراءات تساقط بإدغام التاء وتتساقط بإظهار التاءين وتساقط بطرح الثانية ويساقط بالياء وإدغام التاء وتساقط وتسقط ويسقط وتسقط ويسقط التاء للنخلة والياء للجذع .\r\n المسألة الخامسة : رطباً تمييز أو مفعول على حسب القراءة الجني المأخوذ طرياً وعن طلحة بن سليمان جنياً بكسر الجيم للأتباع والمعنى جمعنا لك في السري والرطب فائدتين : إحداهما : الأكل والشرب .\r\n والثانية : سلوة الصدر بكونهما معجزتين فإن قال قائل : فتلك الأفعال الخارقة للعادات لمن؟ قلنا : قالت المعتزلة : إنها كانت معجزة لزكريا وغيره من الأنبياء وهذا باطل لأن زكرياء عليه السلام ما كان له علم بحالها ومكانها فكيف بتلك المعجزات ، بل الحق أنها كانت كرامات لمريم أو إرهاصاً لعيسى عليه السلام .\r\n المسألة السادسة : فكلي واشربي وقري عيناً قرىء بكسر القاف لغة نجد ونقول قدم الأكل على الشرب لأن احتياج النفساء إلى أكل الرطب أشد من احتياجها إلى شرب الماء لكثرة ما سال منها من الدماء ، ثم قال : وقري عيناً ، وههنا سؤال ، وهو أن مضرة الخوف أشد من مضرة الجوع والعطش والدليل عليه أمران : أحدهما : أن الخوف ألم الروح والجوع ألم البدن وألم الروح أقوى من ألم البدن .\r\n والثاني : ما روي أنه أجيعت شاة ثم قدم العلف إليها وربط عندها ذئب فبقيت الشاة مدة مديدة لا تتناول العلف مع جوعها الشديد خوفاً من الذئب ثم كسرت رجلها وقدم العلف إليها فتناولت العلف مع ألم البدن دلت هذه الحكاية على أن ألم الخوف أشد من ألم البدن .\r\n إذا ثبت هذا فنقول : فلم قدم الله تعالى في الحكاية دفع ضرر الجوع والعطش على دفع ضرر الخوف ، والجواب أن هذا الخوف كان قليلاً لأن بشارة جبريل عليه السلام كانت قد تقدمت فما كانت تحتاج إلى التذكير مرة أخرى .\r\n المسألة السابعة : قال صاحب «الكشاف» قرأ ترئن بالهمزة ابن الرومي عن أبي عمرو وهذا من لغة من يقول لبأت بالحج وحلأت السويق وذلك لتآخ بين الهمز وحرف اللين في الإبدال { صَوْماً } صمتاً وفي مصحف عبد الله صمتاً وعن أنس بن مالك مثله وقيل صياماً إلا أنهم كانوا لا يتكلمون في صيامهم فعلى هذا كان ذكر الصوم دالاً على الصمت وهذا النوع من النذر كان جائزاً في شرعهم ، وهل يجوز مثل هذا النذر في شرعنا قال القفال لعله يجوز لأن الاحتراز عن كلام الآدميين وتجريد الفكر لذكر الله تعالى قربة ، ولعله لا يجوز لما فيه من التضييق وتعذيب النفس كنذر القيام في الشمس ، وروي أنه دخل أبو بكر على امرأة قد نذرت أنها لا تتكلم فقال أبو بكر : إن الإسلام هدم هذا فتكلمي ، والله أعلم .\r\n المسألة الثامنة : أمرها الله تعالى بأن تنذر الصوم لئلا تشرع مع من اتهمها في الكلام لمعنيين : أحدهما : أن كلام عيسى عليه السلام أقوى في إزالة التهمة من كلامها وفيه دلالة على أن تفويض الأمر إلى الأفضل أولى .\r\n والثاني : كراهة مجادلة السفهاء وفيه أن السكوت عن السفيه واجب ، ومن أذل الناس سفيه لم يجد مسافهاً .\r\n المسألة التاسعة : اختلفوا في أنها هل قالت معهم : { إِنّى نَذَرْتُ للرحمن صَوْماً } فقال قوم : إنها ما تكلمت معهم بذلك لأنها كانت مأمورة بأن تأتي بهذا النذر عند رؤيتها فإذا أتت بهذا النذر فلو تكلمت معهم بعد ذلك لوقعت في المناقضة ولكنها أمسكت وأومأت برأسها ، وقال آخرون : إنها ما نذرت في الحال بل صبرت حتى أتاها القوم فذكرت لهم : { إِنّي نَذَرْتُ للرحمن صَوْماً فَلَنْ أُكَلّمَ اليوم إِنسِيّاً } وهذه الصيغة وإن كانت عامة إلا أنها صارت بالقرينة مخصوصة في حق هذا الكلام .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فناداها من تحتها ألا تحزني قد جعل ربك تحتك سريا (24) وهزي إليك بجذع النخلة تساقط عليك رطبا جنيا (25) فكلي واشربي وقري عينا فإما ترين من البشر أحدا فقولي إني نذرت للرحمن صوما فلن أكلم اليوم إنسيا (26) ",
        "babnum": 16
    },
    {
        "id": 1449,
        "cate": "19",
        "title": "فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ قَالُوا يَامَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا (27) يَاأُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا (28) فَأَشَارَتْ إِلَيْهِ قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا (29) ",
        "details": " وفيه مسائل : المسألة الأولى : اختلفوا في أنها كيف أتت بالولد على أقوال : الأول : ما روي عن وهب قال : أنساها كرب الولادة وما سمعته من الناس ما كان من كلام الملائكة من البشارة بعيسى عليه السلام فلما كلمها جاءها مصداق ذلك فاحتملته وأقبلت به إلى قومها .\r\n الثاني : ما روي عن ابن عباس رضي الله عنهما أن يوسف انتهى بمريم إلى غار فأدخلها فيه أربعين يوماً حتى طهرت من النفاس ثم أتت به قومها تحمله فكلمها عيسى في الطريق ، فقال : يا أماه أبشري فإني عبد الله ومسيحه .\r\n وهذان الوجهان محتملان وليس في القرآن ما يدل على التعيين .\r\n المسألة الثانية : الفريء ، البديع وهو من فري الجلد يروى أنهم لما رأوها ومعها عيسى عليه السلام قالوا لها : { لَقَدْ جِئْتِ شَيْئاً فَرِيّاً } فيحتمل أن يكون المراد شيئاً عجيباً خارجاً عن العادة من غير تعيير وذم ويحتمل أن يكون مرادهم شيئاً عظيماً منكراً فيكون ذلك منهم على وجه الذم وهذا أظهر لقولهم بعده : { ياأخت هارون مَا كَانَ أَبُوكِ امرأ سَوْء وَمَا كَانَتْ أُمُّكِ بَغِيّاً } لأن هذا القول ظاهره التوبيخ وأما هرون ففيه أربعة أقوال : الأول : أنه رجل صالح من بني إسرائيل ينسب إليه كل من عرف بالصلاح ، والمراد أنك كنت في الزهد كهرون فكيف صرت هكذا ، وهو قول قتادة وكعب وابن زيد والمغيرة بن شعبة ذكر أن هرون الصالح تبع جنازته أربعون ألفاً كلهم يسمون هرون تبركاً به وباسمه .\r\n الثاني : أنه أخو موسى عليه السلام وعن النبي صلى الله عليه وسلم إنما عنوا هرون النبي وكانت من أعقابه وإنما قيل أخت هرون كما يقال يا أخا همدان أي يا واحداً منهم .\r\n والثالث : كان رجلاً معلناً بالفسق فنسبت إليه بمعنى التشبيه لا بمعنى النسبة .\r\n الرابع : كان لها أخ يسمى هرون من صلحاء بني إسرائيل فعيرت به ، وهذا هو الأقرب لوجهين : الأول : أن الأصل في الكلام الحقيقة وإنما يكون ظاهر الآية محمولاً على حقيقتها لو كان لها أخ مسمى بهرون .\r\n الثاني : أنها أضيفت إليه ووصف أبواها بالصلاح وحينئذ يصير التوبيخ أشد لأن من كان حال أبويه وأخيه هذه الحالة يكون صدور الذنب عنه أفحش .\r\n المسألة الثالثة : القراءة المشهورة : { مَا كَانَ أَبُوكِ امرأ سَوْء } وقرأ عمرو بن رجاء التميمي : ( ما كان أباك امرؤ سوء } .\r\n المسألة الرابعة : أنهم لما بالغوا في توبيخها سكتت وأشارت إليه أي إلى عيسى عليه السلام أي هو الذي يجيبكم إذا ناطقتموه وعن السدي لما أشارت إليه غضبوا غضباً شديداً وقالوا : لسخريتها بنا أشد من زناها ، روي أنه كان يرضع فلما سمع ذلك ترك الرضاع وأقبل عليهم بوجهه واتكأ على يساره وأشار بسبابته ، وقيل : كلمهم بذلك ثم لم يتكلم حتى بلغ مبلغاً يتكلم فيه الصبيان .\r\n وقيل إن زكرياء عليه السلام أتاها عند مناظرة اليهود إياها ، فقال لعيسى عليه السلام انطق بحجتك إن كنت أمرت بها فقال عيسى عليه السلام عند ذلك : { إِنّي عَبْدُ الله } [ مريم : 30 ] فإن قيل كيف عرفت مريم من حال عيسى عليه السلام أنه يتكلم؟ قلنا : إن جبريل عليه السلام أو عيسى عليه السلام ناداها من تحتها أن لا تحزني وأمرها عند رؤية الناس بالسكوت ، فصار ذلك كالتنبيه لها على أن المجيب هو عيسى عليه السلام أو لعلها عرفت ذلك بالوحي إلى زكرياء أو لعلها عرفت بالوحي إليها على سبيل الكرامة ، بقي ههنا بحثان : البحث الأول : قوله : { كَيْفَ نُكَلّمُ مَن كَانَ فِى المهد صَبِيّاً } أي حصل في المهد فكان ههنا بمعنى حصل ووجد وهذا هو الأقرب في تأويل هذا اللفظ ، وإن كان الناس قد ذكروا وجوهاً أخر .\r\n البحث الثاني : اختلفوا في المهد فقيل هو حجرها لما روى أنها أخذته في خرقة فأتت به قومها فلما رأوها قالوا لها ما قالوا فأشارت إليه وهو في حجرها ولم يكن لها منزل معد حتى يعد لها المهد أو المعنى : كيف نكلم صبياً سبيله أن ينام في المهد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فأتت به قومها تحمله قالوا يامريم لقد جئت شيئا فريا (27) ياأخت هارون ما كان أبوك امرأ سوء وما كانت أمك بغيا (28) فأشارت إليه قالوا كيف نكلم من كان في المهد صبيا (29) ",
        "babnum": 17
    },
    {
        "id": 1450,
        "cate": "19",
        "title": "قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا (30) وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا (31) وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا (32) وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا (33) ",
        "details": " اعلم أنه وصف نفسه بصفات تسع : الصفة الأولى : قوله : { إِنّى عَبْدُ الله } وفيه فوائد : الفائدة الأولى : أن الكلام منه في ذلك الوقت كان سبباً للوهم الذي ذهبت إليه النصارى ، فلا جرم أول ما تكلم إنما تكلم بما يرفع ذلك الوهم فقال : { إِنّى عَبْدُ الله } وكان ذلك الكلام وإن كان موهماً من حيث إنه صدر عنه في تلك الحالة ، ولكن ذلك الوهم يزول ولا يبقى من حيث إنه تنصيص على العبودية .\r\n الفائدة الثانية : أنه لما أقر بالعبودية فإن كان صادقاً في مقاله فقد حصل الغرض وإن كان كاذباً لم تكن القوة قوة إلهية بل قوة شيطانية فعلى التقديرين يبطل كونه إلهاً .\r\n الفائدة الثالثة : أن الذي اشتدت الحاجة إليه في ذلك الوقت إنما هو نفي تهمة الزنا عن مريم عليها السلام ثم إن عيسى عليه السلام لم ينص على ذلك وإنما نص على إثبات عبودية نفسه كأنه جعل إزالة التهمة عن الله تعالى أولى من إزالة التهمة عن الأم ، فلهذا أول ما تكلم إنما تكلم بها .\r\n الفائدة الرابعة : وهي أن التكلم بإزالة هذه التهمة عن الله تعالى يفيد إزالة التهمة عن الأم لأن الله سبحانه لا يخص الفاجرة بولد في هذه الدرجة العالية والمرتبة العظيمة .\r\n وأما التكلم بإزالة التهمة عن الأم لا يفيد إزالة التهمة عن الله تعالى فكان الاشتغال بذلك أولى فهذا مجموع ما في هذا اللفظ من الفوائد ، واعلم أن مذهب النصارى متخبط جداً ، وقد اتفقوا على أنه سبحانه ليس بجسم ولا متحيز ، ومع ذلك فإنا نذكر تقسيماً حاصراً يبطل مذهبهم على جميع الوجوه فنقول : إما أن يعتقدوا كونه متحيزاً أو لا ، فإن اعتقدوا كونه متحيزاً أبطلنا قولهم بإقامة الدلالة على حدوث الأجسام ، وحينئذ يبطل كل ما فرعوا عليه .\r\n وإن اعتقدوا أنه ليس بمتحيز يبطل ما يقوله بعضهم من أن الكلمة اختلطت بالناسوت اختلاط الماء بالخمر وامتزاج النار بالفحم لأن ذلك لا يعقل إلا في الأجسام فإذا لم يكن جسماً استحال ذلك ثم نقول للناس قولان في الإنسان : منهم من قال إنه هو هذه البنية أو جسم موجود في داخلها ومنهم من يقول إنه جوهر مجرد عن الجسمية والحلول في الأجسام فنقول : هؤلاء النصارى ، إما أن يعتقدوا أن الله أو صفة من صفاته اتحد ببدن المسيح أو بنفسه أو يعتقدوا أن الله أو صفة من صفاته حل في بدن المسيح أو في نفسه ، أو يقولوا لا نقول بالاتحاد ولا بالحلول ولكن نقول إنه تعالى أعطاه القدرة على خلق الأجسام والحياة والقدرة وكان لهذا السبب إلهاً ، أو لا يقولوا بشيء من ذلك ولكن قالوا : إنه على سبيل التشريف اتخذه ابناً كما اتخذ إبراهيم على سبيل التشريف خليلاً فهذه هي الوجوه المعقولة في هذا الباب ، والكل باطل ، أما القول الأول بالاتحاد فهو باطل قطعاً ، لأن الشيئين إذا اتحدا فهما حال الاتحاد ، إما أن يكونا موجودين أو معدومين أو يكون أحدهما موجوداً والآخر معدوماً ، فإن كانا موجودين فهما اثنان لا واحد فالاتحاد باطل ، وإن عدما وحصل ثالث فهو أيضاً لا يكون اتحاداً بل يكون قولاً بعدم ذينك الشيئين ، وحصول شيء ثالث ، وإن بقي أحدهما وعدم الآخر فالمعدوم يستحيل أن يتحد بالوجود لأنه يستحيل أن يقال : المعدوم بعينه هو الموجود فظهر من هذا البرهان الباهر أن الاتحاد محال .\r\n وأما الحلول فلنا فيه مقامان : الأول : أن التصديق مسبوق بالتصور فلا بد من البحث عن ماهية الحلول حتى يمكننا أن نعلم أنه هل يصح على الله تعالى أو لا يصح وذكروا للحلول تفسيرات ثلاثة : أحدها : كون الشيء في غيره ككون ماء الورد في الورد والدهن في السمسم والنار في الفحم ، واعلم أن هذا باطل لأن هذا إنما يصح لو كان الله تعالى جسماً وهم وافقونا على أنه ليس بجسم .\r\n وثانيها : حصوله في الشيء على مثال حصول اللون في الجسم فنقول : المعقول من هذه التبعية حصول اللون في ذلك الحيز تبعاً لحصول محله فيه ، وهذا أيضاً إنما يعقل في حق الأجسام لا في حق الله تعالى .\r\n وثالثها : حصوله في الشيء على مثال حصول الصفات الإضافية للذوات فنقول : هذا أيضاً باطل لأن المعقول من هذه التبعية الاحتياج فلو كان الله تعالى في شيء بهذا المعنى لكان محتاجاً فكان ممكناً فكان مفتقراً إلى المؤثر ، وذلك محال ، وإذا ثبت أنه لا يمكن تفسير هذا الحلول بمعنى ملخص يمكن إثباته في حق الله تعالى امتنع إثباته .\r\n المقام الثاني : احتج الأصحاب على نفي الحلول مطلقاً بأن قالوا : لو حل لحل ، إما مع وجوب أن يحل أو مع جواز أن يحل والقسمان باطلان ، فالقول بالحلول باطل ، وإنما قلنا : إنه لا يجوز أن يحل مع وجوب أن يحل لأن ذلك يقتضي إما حدوث الله تعالى أو قدم المحل وكلاهما باطلان ، لأنا دللنا على أن الله قديم .\r\n وعلى أن الجسم محدث ، ولأنه لو حل مع وجوب أن يحل لكان محتاجاً إلى المحل والمحتاج إلى الغير ممكن لذاته لا يكون واجباً لذاته ، وإنما قلنا : إنه لا يجوز أن يحل مع جواز أن يحل لأنه لما كانت ذاته واجبة الوجود لذاته وحلوله في المحل أمر جائز ، والموصوف بالوجوب غير ما هو موصوف بالجواز فيلزم أن يكون حلوله في المحل أمراً زائداً على ذاته وذلك محال لوجهين : أحدهما : أن حلوله في المحل لو كان زائداً على ذاته لكان حلول ذلك الزائد في محله زائداً على ذاته أو لزم التسلسل وهو محال .\r\n والثاني : أن حلوله في ذلك لما كان زائداً على ذاته فإذا حل في محل وجب أن يحل فيه صفة محدثة ، وذلك محال لأنه لو كان قابلاً للحوادث لكانت تلك القابلية من لوازم ذاته ، وكانت حاصلة أزلاً ، وذلك محال لأن وجود الحوادث في الأزل محال ، فحصول قابليتها وجب أن يكون ممتنع الحصول فإن قيل لم لا يجوز أن يحل مع وجوب أن يحل .\r\n لأنه يلزم ، إما حدوث الحال أو قدم المحل ، قلنا : لا نسلم وجوب أحد الأمرين ، ولم لا يجوز أن يقال : إن ذاته تقتضي الحلول بشرط وجود المحل ففي الأزل ما وجد المحل فلم يوجد شرط هذا الوجوب فلا جرم لم يجب الحلول ، وفيما لا يزال حصل هذا الشرط فلا جرم وجب سلمنا أنه يلزم ، إما حدوث الحال أو قدم المحل فلم لا يجوز .\r\n قوله : إنا دللنا على حدوث الأجسام ، قلنا : لم لا يجوز أن يكون محله ليس بجسم ولكنه يكون عقلاً أو نفساً أو هيولى على ما يثبته بعضهم ، ودليلكم على حدوث الأجسام لا يقبل حدوث هذه الأشياء ، قوله ثانياً : لو حل مع وجوب أن يحل لكان محتاجاً إلى المحل ، قلنا : لا نسلم وجوب أحد الأمرين بل ههنا احتمالان آخران : أحدهما : أن العلة وإن امتنع انفكاكها عن المعلول لكنها لا تكون محتاجة إلى المعلول فلم لا يجوز أن يقال : إن ذاته غنية عن ذلك المحل ولكن ذاته توجب حلول نفسها في ذلك المعلول فيكون وجوب حلولها في ذلك المحل من معلولات ذاته ، وقد ثبت أن العلة وإن استحال انفكاكها عن المعلول لكن ذلك لا يقتضي احتياجها إلى المعلول .\r\n الثاني : أن يقال إنه في ذاته يكون غنياً عن المحل وعن الحلول ، إلا أن المحل يوجب لذاته صفة الحلول ، فالمفتقر إلى المحل صفة من صفاته وهي حلوله في ذلك المحل فأما ذاته فلا ولا يلزم من افتقار صفة من صفاته الإضافية إلى الغير افتقار ذاته إلى الغير وذلك لأن جميع الصفات الإضافية الحاصلة له مثل كونه أولاً وآخراً ومقارناً ومؤثراً ومعلوماً ومذكوراً مما لا يتحقق إلا عند حصول التحيز ، وكيف لا والإضافات لا بد في تحققها من أمرين ، سلمنا ذلك فلم لا يجوز أن يحل مع جواز أن يحل .\r\n قوله يلزم أن يكون حلوله فيه زائداً عليه ، ويلزم التسلسل ، قلنا : حلوله في المحل لما كان جائزاً كان حلوله في المحل زائداً عليه .\r\n أما كون ذلك الحلول حالاً في المحل أمر واجب فلا يلزم أن يكون حلول الحلول زائداً عليه فلا يلزم التسلسل .\r\n قوله ثانياً : يلزم أن يصير محل الحوادث ، قلنا : لم لا يجوز ذلك قوله يلزم أن يكون قابلاً للحوادث في الأزل ، قلنا : لا شك أن تمكنه من الإيجاد ثابت له إما لذاته أو لأمر ينتهي إلى ذاته ، وكيف كان فيلزم صحة كونه مؤثراً في الأزل فكل ما ذكرتموه في المؤثرية فنحن نذكره في القابلية ، والجواب : أنا نقرر هذه الدلالة على وجه آخر بحيث تسقط عنها هذه الأسئلة ، فنقول : ذاته ، إما أن تكون كافية اقتضاء هذا الحلول أو لا تكون كافية في ذلك فإن كان الأول استحال توقف ذلك الاقتضاء على حصول شرط فيعود ما قلنا إنه يلزم إما قدم المحل أو حدوث الحال .\r\n وإن كان الثاني كان كونه مقتضياً لذلك الحلول أمراً زائداً على ذاته حادثاً فيه فعلى التقديرات كلها يلزم من حدوث حلوله في محل حدوث شيء فيه لكن يستحيل أن يكون قابلاً للحوادث ، وإلا لزم أن يكون في الأزل قابلاً لها وهو محال على ما بيناه ، وأما المعارضة بالقدرة فغير واردة لأنه تعالى لذاته قادر على الإيجاد في الأزل فهو قادر على الإيجاد فيما لا يزال فههنا أيضاً لو كانت ذاته قابلة للحوادث لكانت في الأزل قابلة لها فحينئذ يلزم المحال المذكور .\r\n هذا تمام القول في هذه الأدلة ولنا في إبطال قول النصارى وجوه أخر .\r\n أحدها : أنهم وافقونا على أن ذاته سبحانه وتعالى لم تحل في ناسوت عيسى عليه السلام بل قالوا الكلمة حلت فيه ، والمراد من الكلمة العلم .\r\n فنقول : العلم لما حل في عيسى ففي تلك الحالة إما أن يقال إنه بقي في ذات الله تعالى أو ما بقي فيها فإن كان الأول لزم حصول الصفة الواحدة في محلين .\r\n وذلك غير معقول ولأنه لو جاز أن يقال العلم الحاصل في ذات عيسى عليه السلام هو العلم الحاصل في ذات الله تعالى بعينه ، فلم لا يجوز في حق كل واحد ذلك حتى يكون العلم الحاصل لكل واحد هو العلم الحاصل لذات الله تعالى ، وإن كان الثاني لزم أن يقال : إن الله تعالى لم يبق عالماً بعد حلول علمه في عيسى عليه السلام وذلك مما لا يقوله عاقل .\r\n وثانيها : مناظرة جرت بيني وبين بعض النصارى ، فقلت له هل تسلم أن عدم الدليل لا يدل على عدم المدلول أم لا؟ فإن أنكرت لزمك أن لا يكون الله تعالى قديماً لأن دليل وجوده هو العالم فإذا لزم من عدم الدليل عدم المدلول لزم من عدم العالم في الأزل عدم الصانع في الأزل ، وإن سلمت أنه لا يلزم من عدم الدليل عدم المدلول ، فنقول إذا جوزت اتحاد كلمة الله تعالى بعيسى أو حلولها فيه فكيف عرفت أن كلمة الله تعالى ما دخلت في زيد وعمرو بل كيف أنها ما حلت في هذه الهرة وفي هذا الكلب ، فقال لي : إن هذا السؤال لا يليق بك لأنا إنما أثبتنا ذلك الاتحاد أو الحلول بناء على ما ظهر على يد عيسى عليه السلام من إحياء الموتى وإبراء الأكمه والأبرص ، فإذا لم نجد شيئاً من ذلك ظهر على يد غيره فكيف نثبت الاتحاد أو الحلول ، فقلت له : إني عرفت من هذا الكلام أنك ما عرفت أول الكلام لأنك سلمت لي أن عدم الدليل لا يدل على عدم المدلول فإذا كان هذا الحلول غير ممتنع في الجملة فأكثر ما في الباب أنه وجد ما يدل على حصوله في حق عيسى عليه السلام ولم يوجد ذلك الدليل في حق زيد وعمرو ولكن عدم الدليل لا يدل على عدم المدلول فلا يلزم من عدم ظهور هذه الخوارق على يد زيد وعمرو وعلى السنور والكلب عدم ذلك الحلول ، فثبت أنك مهما جوزت القول بالاتحاد والحلول لزمك تجويز حصول ذلك الاتحاد وذلك الحلول في حق كل واحد بل في حق كل حيوان ونبات ولا شك أن المذهب الذي يسوق قائله إلى مثل هذا القول الركيك يكون باطلاً قطعاً ، ثم قلت له : وكيف دل إحياء الموتى وإبراء الأكمه والأبرص على ما قلت؟ أليس أن انقلاب العصا ثعباناً أبعد من انقلاب الميت حياً فإذا ظهر ذلك على يد موسى عليه السلام ولم يدل على إلهيته فبأن لا يدل هذا على آلهية عيسى أولى .\r\n وثالثها : أنا نقول دلالة أحوال عيسى على العبودية أقوى من دلالتها على الربوبية لأنه كان مجتهداً في العبادة والعبادة لا تليق إلا بالعبيد فإنه كان في نهاية البعد عن الدنيا والاحتراز عن أهلها حتى قالت النصارى إن اليهود قتلوه ومن كان في الضعف هكذا فكيف تليق به الربوبية .\r\n ورابعها : المسيح إما أن يكون قديماً أو محدثاً والقول بقدمه باطل لأنا نعلم بالضرورة أنه ولد وكان طفلاً ثم صار شاباً وكان يأكل ويشرب ويعرض له ما يعرض لسائر البشر ، وإن كان محدثاً كان مخلوقاً ولا معنى للعبودية إلا ذلك ، فإن قيل : المعنى بإلهيته أنه حلت صفة الآلهية فيه ، قلنا : هب أنه كان كذلك لكن الحال هو صفة الإله والمسيح هو المحل والمحل محدث مخلوق فما هو المسيح ( إلا ) عبد محدث فكيف يمكن وصفه بالإلهية .\r\n وخامسها : أن الولد لا بد وأن يكون من جنس الوالد فإن كان لله ولد فلا بد وأن يكون من جنسه فإذن قد اشتركا من بعض الوجوه ، فإن لم يتميز أحدهما عن الآخر بأمر ما فكل واحد منهما هو الآخر ، وإن حصل الامتياز فما به الامتياز غير ما به الاشتراك ، فيلزم وقوع التركيب في ذات الله وكل مركب ممكن ، فالواجب ممكن هذا خلف محال هذا كله على الاتحاد والحلول .\r\n أما الاحتمال الثالث : وهو أن يقال معنى كونه إلهاً أنه سبحانه خص نفسه أو بدنه بالقدرة على خلق الأجسام والتصرف في هذا العالم فهذا أيضاً باطل لأن النصارى حكوا عنه الضعف والعجز وأن اليهود قتلوه ولو كان قادراً على خلق الأجسام لما قدروا على قتله بل كان هو يقتلهم ويخلق لنفسه عسكراً يذبون عنه .\r\n وأما الاحتمال الرابع : وهو أنه اتخذه ابناً لنفسه على سبيل التشريف فهذا قد قال به قوم من النصارى يقال لهم الأرميوسية وليس فيه كثير خطأ إلا في اللفظ فهذا جملة الكلام على النصارى وبه ثبت صدق ما حكاه الله تعالى عنه أنه قال : إني عبد الله .\r\n الصفة الثانية : قوله تعالى : { آتاني الكتاب } وفيه مسائل : المسألة الأولى : اختلف الناس فيه فالجمهور على أنه قال هذا الكلام حال صغره وقال أبو القاسم البلخي إنه إنما قال ذلك حين كان كالمراهق الذي يفهم وإن لم يبلغ حد التكليف أما الأولون فلهم قولان : أحدهما : أنه كان في ذلك الصغر نبياً .\r\n الثاني : روى عن عكرمة عن ابن عباس رضي الله عنهما أنه قال : المراد بأن حكم وقضى بأنه سيبعثني من بعد ولما تكلم بذلك سكت وعاد إلى حال الصغر .\r\n ولما بلغ ثلاثين سنة بعثه الله نبياً ، واحتج من نص على فساد القول الأول بأمور : أحدها : أن النبي لا يكون إلا كاملاً والصغير ناقص الخلقة بحيث يعد هذا التحدي من الصغير منفراً بل هو في التنفير أعظم من أن يكون امرأة .\r\n وثانيها : أنه لو كان نبياً في هذا الصغر لكان كمال عقله مقدماً على ادعائه للنبوة إذ النبي لا بد وأن يكون كامل العقل لكن كمال عقله في ذلك الوقت خارق للعادة فيكون المعجز متقدماً على التحدي وإنه غير جائز .\r\n وثالثها : أنه لو كان نبياً في ذلك الوقت لوجب أن يشتغل ببيان الأحكام ، وتعريف الشرائع ولو وقع ذلك لاشتهر ولنقل فحيث لم يحصل ذلك علمنا أنه ما كان نبياً في ذلك الوقت .\r\n أجاب الأولون عن الكلام الأول بأن كون الصبي ناقصاً ليس لذاته بل الأمر يرجع إلى صغر جسمه ونقصان فهمه ، فإذا أزال الله تعالى هذه الأشياء لم تحصل النفرة بل تكون الرغبة إلى استماع قوله وهو على هذه الصفة أتم وأكمل .\r\n وعن الكلام الثاني لم لا يجوز أن يقال إكمال عقله وإن حصل مقدماً على دعواه إلا أنه معجزة لزكريا عليه السلام ، أو يقال : إنه إرهاص لنبوته أو كرامة لمريم عليها السلام وعندنا الإرهاص والكرامات جائزة ، وعن الكلام الثالث لم لا يجوز أن يقال مجرد بعثته إليهم من غير بيان شيء من الشرائع والأحكام جائز ثم بعد البلوغ أخذ في شرح تلك الأحكام ، فثبت بهذا أنه لا امتناع في كونه نبياً في ذلك الوقت وقوله : { آتاني الكتاب } يدل على كونه نبياً في ذلك الوقت فوجب إجراؤه على ظاهره بخلاف ما قاله عكرمة ، أما قول أبي القاسم البلخي فبعيد وذلك لأن الحاجة إلى كلام عيسى عليه السلام إنما كانت عند وقوع التهمة على مريم عليها السلام .\r\n المسألة الثانية : اختلفوا في ذلك الكتاب فقال بعضهم هو التوراة لأن الألف واللام في الكتاب تنصرف للمعهود والكتاب المعهود لهم هو التوراة ، وقال أبو مسلم : المراد هو الإنجيل لأن الألف واللام ههنا للجنس أي آتاني من هذا الجنس ، وقال قوم : المراد هو التوراة والإنجيل لأن الألف واللام تفيد الاستغراق .\r\n المسألة الثالثة : اختلفوا في أنه متى آتاه الكتاب ومتى جعله نبياً لأن قوله : { آتاني الكتاب وَجَعَلَنِى نَبِيّاً } يدل على أن ذلك كان قد حصل من قبل إما ملاصقاً لذلك الكلام أو متقدماً عليه بأزمان ، والظاهر أنه من قبل أن كلمهم آتاه الله الكتاب وجعله نبياً وأمره بالصلاة والزكاة وأن يدعو إلى الله تعالى وإلى دينه وإلى ما خص به من الشريعة فقيل هذا الوحي نزل عليه وهو في بطن أمه وقيل لما انفصل من الأم آتاه الله الكتاب والنبوة وأنه تكلم مع أمه وأخبرها بحاله وأخبرها بأنه يكلمهم بما يدل على براءة حالها فلهذا أشارت إليه بالكلام .\r\n الصفة الثالثة : قوله : { وَجَعَلَنِى نَبِيّاً } قال بعضهم أخبر أنه نبي ولكنه ما كان رسولاً لأنه في ذلك الوقت ما جاء بالشريعة ومعنى كونه نبياً أنه رفيع القدر على الدرجة وهذا ضعيف لأن النبي في عرف الشرع هو الذي خصه الله بالنبوة وبالرسالة خصوصاً إذا قرن إليه ذكر الشرع وهو قوله وأوصاني بالصلاة والزكاة .\r\n الصفة الرابعة : قوله : { وَجَعَلَنِى مُبَارَكاً أَيْنَمَا كُنتُ } فلقائل أن يقول كيف جعله مباركاً والناس كانوا قبله على الملة الصحيحة فلما جاء صار بعضهم يهوداً وبعضهم نصارى قائلين بالتثليث ولم يبق على الحق إلا القليل ، والجواب ذكروا في «تفسير المبارك» وجوهاً : أحدها : أن البركة في اللغة هي الثبات وأصله من بروك البعير فمعناه جعلني ثابتاً على دين الله مستقراً عليه .\r\n وثانيها : أنه إنما كان مباركاً لأنه كان يعلم الناس دينهم ويدعوهم إلى طريق الحق فإن ضلوا فمن قبل أنفسهم لا من قبله وروى الحسن عن النبي صلى الله عليه وسلم قال : أسلمت أم عيسى عليها السلام عيسى إلى الكتاب فقالت للمعلم : أدفعه إليك على أن لا تضربه فقال له المعلم : اكتب فقال : أي شيء أكتب ، فقال : اكتب أبجد فرفع عيسى عليه السلام رأسه فقال : هل تدري ما أبجد؟ فعلاه بالدرة ليضربه فقال : يا مؤدب لا تضربني إن كنت لا تدري فاسألني فأنا أعلمك الألف من آلاء الله والباء من بهاء الله والجيم من جمال الله والدال من أداء الحق إلى الله .\r\n وثالثها : البركة الزيادة والعلو فكأنه قال : جعلني في جميع الأحوال غالباً مفلحاً منجحاً لأني ما دمت أبقى في الدنيا أكون على الغير مستعلياً بالحجة فإذا جاء الوقت المعلوم يكرمني الله تعالى بالرفع إلى السماء .\r\n ورابعها : مبارك على الناس بحيث يحصل بسبب دعائي إحياء الموتى وإبراء الأكمه والأبرص ، عن قتادة أنه رأته امرأة وهو يحيي الموتى ويبرىء الأكمه والأبرص فقالت : طوبى لبطن حملك وثدي أرضعت به ، فقال عيسى عليه السلام مجيباً لها : طوبى لمن تلا كتاب الله واتبع ما فيه ولم يكن جباراً شقياً .\r\n أما قوله : { أَيْنَ مَا كُنتُ } فهو يدل على أن حاله لم يتغير كما قيل إنه عاد إلى حال الصغر وزوال التكليف .\r\n الصفة الخامسة : قوله : { وَأَوْصَانِى بالصلاة والزكاة ما دمت حياً } فإن قيل كيف أمر بالصلاة والزكاة مع أنه كان طفلاً صغيراً والقلم مرفوع عنه على ما قاله صلى الله عليه وسلم : \" رفع القلم عن ثلاث عن الصبي حتى يبلغ \" الحديث وجوابه من وجهين : الأول : أن قوله : { وأوصاني بالصلاة والزكاة } لا يدل على أنه تعالى أوصاه بأدائهما في الحال بل بعد البلوغ فلعل المراد أنه تعالى أوصاه بهما وبأدائهما في الوقت المعين له وهو وقت البلوغ .\r\n الثاني : لعل الله تعالى لما انفصل عيسى عن أمه صيره بالغاً عاقلاً تام الأعضاء والخلقة وتحقيقه قوله تعالى : { إِنَّ مَثَلَ عيسى عِندَ الله كَمَثَلِ ءادَمَ } [ آل عمران : 59 ] فكما أنه تعالى خلق آدم تاماً كاملاً دفعة فكذا القول في عيسى عليه السلام ، وهذا القول الثاني أقرب إلى الظاهر لقوله : { مَا دُمْتُ حَيّاً } فإنه يفيد أن هذا التكليف متوجه عليه في جميع زمان حيائه ولكن لقائل أن يقول لو كان الأمر كذلك لكان القوم حين رأوه فقد رأوه شخصاً كامل الأعضاء تام الخلقة وصدور الكلام عن مثل هذا الشخص لا يكون عجباً فكان ينبغي أن لا يعجبوا فلعل الأول أن يقال إنه تعالى جعله مع صغر جثته قوي التركيب كامل العقل بحيث كان يمكنه أداء الصلاة والزكاة والآية دالة على أن تكليفه لم يتغير حين كان في الأرض وحين رفع إلى السماء وحين ينزل مرة أخرى .\r\n الصفة السادسة : قوله تعالى : { وَبَرّاً بِوَالِدَتِى } أي جعلني براً بوالدتي وهذا يدل على قولنا : إن فعل العبد مخلوق لله تعالى لأن الآية تدل على أن كونه براً إنما حصل بجعل الله وخلقه وحمله على الألطاف عدول عن الظاهر ثم قوله : { وَبَرّاً بِوَالِدَتِى } إشارة إلى تنزيه أمه عن الزنا إذ لو كانت زانية لما كان الرسول المعصوم مأموراً بتعظيمها .\r\n قال صاحب «الكشاف» : جعل ذاته براً لفرط بره ونصبه بفعل في معنى أوصاني وهو كلفني لأن أوصاني بالصلاة وكلفني بها واحد .\r\n الصفة السابعة؛ قوله : { وَلَمْ يَجْعَلْنِى جَبَّاراً شَقِيّاً } وهذا أيضاً يدل على قولنا لأنه لما بين أنه جعله براً وما جعله جباراً فهذا إنما يحسن لو أن الله تعالى جعل غيره جباراً وغيره بار بأمه ، فإن الله تعالى لو فعل ذلك بكل أحد لم يكن لعيسى عليه السلام مزيد تخصيص بذلك ، ومعلوم أنه عليه السلام إنما ذكر ذلك في معرض التخصيص وقوله : { وَلَمْ يَجْعَلْنِى جَبَّاراً } أي ما جعلني متكبراً بل أنا خاضع لأني متواضع لها ولو كنت جباراً لكنت عاصياً شقياً .\r\n وروي أن عيسى عليه السلام قال : قلبي لين وأنا صغير في نفسي وعن بعض العلماء لا تجد العاق إلا جباراً شقياً وتلا : { وَبَرّاً بِوَالِدَتِى وَلَمْ يَجْعَلْنِى جَبَّاراً شَقِيّاً } ولا تجد سيىء الملكة إلا مختالاً فخوراً وقرأ : { وَمَا مَلَكَتْ أيمانكم إِنَّ الله لاَ يُحِبُّ مَن كَانَ مُخْتَالاً فَخُوراً } .\r\n الصفة الثامنة : هي قوله : { والسلام عَلَىَّ يَوْمَ وُلِدْتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيّاً } وفيه مسائل : المسألة الأولى : قال بعضهم : لام التعريف في السلام منصرف إلى ما تقدم في قصتي يحيى عليه السلام من قوله : { وسلام عَلَيْهِ } [ مريم : 15 ] أي السلام الموجه إليه في المواطن الثلاثة موجه إلي أيضاً وقال صاحب «الكشاف» : الصحيح أن يكون هذا التعريف تعويضاً باللعن على من اتهم مريم بالزنا وتحقيقه أن اللام للاستغراق فإذا قال : { والسلام عَلَىَّ } فكأنه قال وكل السلام علي وعلى أتباعي فلم يبق للأعداء إلا اللعن ونظيره قول موسى عليه السلام : { والسلام على مَنِ اتبع الهدى } [ طه : 47 ] بمعنى أن العذاب على من كذب وتولى ، وكان المقام مقام اللجاج والعناد ويليق به مثل هذا التعريض .\r\n المسألة الثانية : روى بعضهم عن عيسى عليه السلام أنه قال ليحيى أنت خير مني سلم الله عليك وسلمت على نفسي وأجاب الحسن فقال : إن تسليمه على نفسه بتسليم الله عليه .\r\n المسألة الثالثة : قال القاضي : السلام عبارة عما يحصل به الأمان ومنه السلامة في النعم وزوال الآفات فكأنه سأل ربه وطلب منه ما أخبر الله تعالى أنه فعله بيحيى ، ولا بد في الأنبياء من أن يكونوا مستجابي الدعوة وأعظم أحوال الإنسان احتياجاً إلى السلامة هي هذه الأحوال الثلاثة وهي يوم الولادة ويوم الموت ويوم البعث فجميع الأحوال التي يحتاج فيها إلى السلامة واجتماع السعادة من قبله تعالى طلبها ليكون مصوناً عن الآفات والمخافات في كل الأحوال ، واعلم أن اليهود والنصارى ينكرون أن عيسى عليه السلام تكلم في زمان الطفولية واحتجوا عليه بأن هذا من الوقائع العجيبة التي تتوافر الدواعي على نقلها فلو وجدت لنقلت بالتواتر ولو كان ذلك لعرفه النصارى لا سيما وهم من أشد الناس بحثاً عن أحواله وأشد الناس غلواً فيه حتى زعموا كونه إلهاً ولا شك أن الكلام في الطفولية من المناقب العظيمة والفضائل التامة فلما لم تعرفه النصارى مع شدة الحب وكمال البحث عن أحواله علمنا أنه لم يوجد ولأن اليهود أظهروا عداوته حال ما أظهر ادعاء النبوة فلو أنه عليه السلام تكلم في زمان الطفولية وادعى الرسالة لكانت عداوتهم معه أشد ولكان قصدهم قتله أعظم فحيث لم يحصل شيء من ذلك علمنا أنه ما تكلم ، أما المسلمون فقد احتجوا من جهة العقل على أنه تكلم فإنه لولا كلامه الذي دلهم على براءة أمه من الزنا لما تركوا إقامة الحد على الزنا عليها ففي تركهم لذلك دلالة على أنه عليه السلام تكلم في المهد وأجابوا عن الشبهة الأولى بأنه ربما كان الحاضرون عند كلامه قليلين فلذلك لم يشتهر وعن الثاني لعل اليهود ما حضروا هناك وما سمعوا كلامه فلذلك لم يشتغلوا بقصد قتله .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال إني عبد الله آتاني الكتاب وجعلني نبيا (30) وجعلني مباركا أين ما كنت وأوصاني بالصلاة والزكاة ما دمت حيا (31) وبرا بوالدتي ولم يجعلني جبارا شقيا (32) والسلام علي يوم ولدت ويوم أموت ويوم أبعث حيا (33) ",
        "babnum": 18
    },
    {
        "id": 1451,
        "cate": "19",
        "title": "ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ (34) مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ سُبْحَانَهُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (35) ",
        "details": " وفيه مسائل : المسألة الأولى : قرأ عاصم وابن عامر : { قَوْلَ الحق } بالنصب وعن ابن مسعود : { قَالَ الحق } و { قَالَ الله } وعن الحسن : { قَوْلَ الحق } بضم القاف وكذلك في الأنعام قوله : { الحق } والقول والقال القول في معنى واحد كالرهب والرهب والرهب ، أما ارتفاعه فعلى أنه خبر بعد خبر أو خبر مبتدأ محذوف ، وأما انتصابه فعلى المدح إن فسر بكلمة الله أو على أنه مصدر مؤكد لمضمون الجملة كقولك هو عند الله الحق لا الباطل ، والله أعلم .\r\n المسألة الثانية : لا شبهة أن المراد بقوله : { ذلك عِيسَى ابن مَرْيَمَ } الإشارة إلى ما تقدم وهو قوله : { إِنّى عَبْدُ الله ءاتَانِىَ الكتاب } [ مريم : 30 ] أي ذلك الموصوف بهذه الصفات هو عيسى ابن مريم وفي قوله : { عِيسَى ابن مَرْيَمَ } إشارة إلى أنه ولد هذه المرأة وابنها لا أنه ابن الله .\r\n فأما قوله { الحق } ففيه وجوه : أحدها : وهو أن نفس عيسى عليه السلام هو قول الحق وذلك لأن الحق هو اسم الله فلا فرق بين أن نقول عيسى كلمة الله وبين أن نقول عيسى قول الحق .\r\n وثانيها : أن يكون المراد : «ذلك عيسى ابن مريم القول الحق» إلا أنك أضفت الموصوف إلى الصفة فهو كقوله : { إِنَّ هذا لَهُوَ حَقُّ اليقين } [ الواقعة : 95 ] وفائدة قولك : القول الحق تأكيد ما ذكرت أولاً من كون عيسى عليه السلام ابناً لمريم .\r\n وثالثها : أن يكون { قَوْلَ الحق } خبراً لمبتدأ محذوف كأنه قيل ذلك عيسى ابن مريم ووصفنا له هو قول الحق فكأنه تعالى وصفه أولاً ثم ذكر أن هذا الموصوف هو عيسى ابن مريم ثم ذكر أن هذا الوصف أجمع هو قول الحق على معنى أنه ثابت لا يجوز أن يبطل كما بطل ما يقع منهم من المرية ويكون في معنى إن هذا لهو الحق اليقين .\r\n فأما امتراؤهم في عيسى عليه السلام فالمذاهب التي حكيناها من قول اليهود والنصارى وقد تقدم ذكر ذلك في سورة آل عمران ، روي أن عيسى عليه السلام لما رفع حضر أربعة من أكابرهم وعلمائهم فقيل للأول ما تقول في عيسى؟ فقال : هو إله والله إله وأمه إله ، فتابعه على ذلك ناس وهم الإسرائيلية ، وقيل للرابع ما تقول؟ فقال : هو عبد الله ورسوله وهو المؤمن المسلم ، وقال أما تعلمون أن عيسى كان يطعم وينام وأن الله تعالى لا يجوز عليه ذلك؟ فخصمهم .\r\n أما قوله : { مَا كَانَ للَّهِ أَن يَتَّخِذَ مِن وَلَدٍ } فهو يحتمل أمرين : أحدهما : أن ثبوت الولد له محال فقولنا : { مَا كَانَ للَّهِ أَن يَتَّخِذَ مِن وَلَدٍ } كقوله ما كان لله أن يقول لأحد إنه ولدي لأن هذا الخبر كذب والكذب لا يليق بحكمة الله تعالى وكماله فقوله : { مَا كَانَ للَّهِ أَن يَتَّخِذَ مِن وَلَدٍ } كقولنا : ما كان لله أن يظلم أي لا يليق ذلك بحكمته وكمال إلهيته ، واحتج الجبائي بالآية بناء على هذا التفسير أنه ليس لله أن يفعل كل شيء لأنه تعالى صرح بأنه ليس له هذا الإيجاد أي ليس له هذا الاختيار وأجاب أصحابنا عنه بأنه الكذب محال على الله تعالى فلا جرم قال : { مَا كَانَ للَّهِ أَن يَتَّخِذَ مِن وَلَدٍ } أما قوله : { سبحانه إِذَا قضى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ } ففيه مسائل : المسألة الأولى : أنه تعالى لما قال { سبحانه } ثم قال عقيبه : { إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ } كان كالحجة على تنزيهه عن الولد وبيان ذلك أن الذي يجعل ولداً لله ، إما أن يكون قديماً أزلياً أو يكون محدثاً فإن كان أزلياً فهو محال لأنه لو كان واجباً لذاته لكان واجب الوجود أكثر من واحد .\r\n هذا خلف .\r\n وإن كان ممكناً لذاته كان مفتقراً في وجوده إلى الواجب لذاته غنياً لذاته فيكون الممكن محتاجاً لذاته فيكون عبداً له لأنه لا معنى للعبودية إلا ذلك ، وأما إن كان الذي يجعل ولداً يكون محدثاً فيكون وجوده بعد عدمه بخلق ذلك القديم وإيجاده وهو المراد من قوله : { إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ } فيكون عبداً له لا ولداً له فثبت أنه يستحيل أن يكون لله ولد .\r\n المسألة الثانية : احتج الأصحاب بقوله : { إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ } على قدم كلام الله تعالى قالوا : لأن الآية تدل على أنه تعالى إذا أراد إحداث شيء قال له : كن فيكون فلو كان قوله كن محدثاً لافتقر حدوثه إلى قول آخر ولزم التسلسل وهو محال ، فثبت أن قول الله قديم لا محدث ، واحتج المعتزلة بالآية على حدوث كلام الله تعالى من وجوه : أحدها : أنه تعالى أدخل عليه كلمة إذا وهذه الكلمة دالة على الاستقبال فوجب أن لا يحصل القول إلا في الاستقبال .\r\n وثانيها : أن حرف الفاء للتعقيب والفاء في قوله : { فَإِنَّمَا يَقُولُ لَهُ } يدل على تأخر ذلك القول عن ذلك القضاء والمتأخر عن غيره محدث .\r\n وثالثها : الفاء في قوله : { فَيَكُونُ } يدل على حصول ذلك الشيء عقيب ذلك القول من غير فصل فيكون قول الله متقدماً على حدوث الحادث تقدماً بلا فصل والمتقدم على المحدث تقدماً بلا فصل يكون محدثاً ، فقول الله محدث .\r\n واعلم أن استدلال الفريقين ضعيف ، أما استدلال الأصحاب فلأنه يقتضي أن يكون قوله : { كُنَّ } قديماً وذلك باطل بالاتفاق ، وأما استدلال المعتزلة فلأنه يقتضي أن يكون قول الله تعالى هو المركب من الحروف والأصوات وهو محدث وذلك لا نزاع فيه إنما المدعي قدم شيء آخر .\r\n المسألة الثالثة : من الناس من أجرى الآية على ظاهرها فزعم أنه تعالى إذا أحدث شيئاً قال له كن وهذا ضعيف لأنه ، إما أن يقول له كن قبل حدوثه أو حال حدوثه .\r\n فإن كان الأول كان ذلك خطاباً مع المعدوم وهو عبث وإن كان الثاني فهو حال حدوثه قد وجد بالقدرة والإرادة فأي تأثير لقوله كن فيه ، ومن الناس من زعم أن المراد من قوله : { كُنَّ } هو الخليق والتكوين وذلك لأن القدرة على الشيء غير وتكوين الشيء غير فإن الله سبحانه قادر في الأزل وغير مكون في الأزل ، ولأنه الآن قادر على عوالم سوى هذا العالم وغير مكون لها ، والقادرية غير المكونية والتكوين ليس هو نفس المكون لأنا نقول المكون إنما حدث لأن الله تعالى كونه فأوجده ، فلو كان التكوين نفس المكون لكان قولنا المكون إنما وجد بتكوين الله تعالى نازلاً منزلة قولنا المكون إنما وجد بنفسه وذلك محال ، فثبت أن التكوين غير المكون فقوله : { كُنَّ } إشارة إلى الصفة المسماة بالتكوين ، وقال آخرون قوله : { كُنَّ } عبارة عن نفاذ قدرة الله تعالى ومشيئته في الممكنات .\r\n فإن وقوعها بتلك القدرة والإرادة من غير امتناع واندفاع يجري مجرى العبد المطيع المسخر المنقاد لأوامر مولاه ، فعبر الله تعالى عن ذلك المعنى بهذه العبارة على سبيل الاستعارة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ذلك عيسى ابن مريم قول الحق الذي فيه يمترون (34) ما كان لله أن يتخذ من ولد سبحانه إذا قضى أمرا فإنما يقول له كن فيكون (35) ",
        "babnum": 19
    },
    {
        "id": 1452,
        "cate": "19",
        "title": "وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ (36) فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ (37) أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا لَكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُبِينٍ (38) وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ (39) إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ (40) ",
        "details": " اعلم أن قوله : { وَإِنَّ الله رَبّى وَرَبُّكُمْ فاعبدوه } فيه مسائل : المسألة الأولى : قرأ المدنيون وأبو عمرو بفتح أن ، ومعناه ولأنه ربي وربكم فاعبدوه ، وقرأ الكوفيون وأبو عبيدة بالكسر على الابتداء ، وفي حرف أبي { إِنَّ الله } بالكسر من غير واو أي بسبب ذلك فاعبدوه .\r\n المسألة الثانية : أنه لا يصح أن يقول الله : { وَإِنَّ الله رَبّى وَرَبُّكُمْ فاعبدوه } فلا بد وأن يكون قائل هذا غير الله تعالى ، وفيه قولان : الأول : التقدير فقل يا محمد إن الله ربي وربكم بعد إظهار البراهين الباهرة في أن عيسى هو عبد الله .\r\n الثاني : قال أبو مسلم الأصفهاني : الواو في وإن الله عطف على قول عيسى عليه السلام : { إِنّى عَبْدُ الله ءاتَانِىَ الكتاب } [ مريم : 30 ] كأنه قال : إني عبد الله وإنه ربي وربكم فاعبدوه ، وقال وهب بن منبه عهد إليهم حين أخبرهم عن بعثه ومولده ونعته أن الله ربي وربكم أي كلنا عبيد الله تعالى .\r\n المسألة الثالثة : قوله : { وَإِنَّ الله رَبّى وَرَبُّكُمْ } يدل على أن مدبر الناس ومصلح أمورهم هو الله تعالى على خلاف قول المنجمين إن مدبر الناس ومصلح أمورهم في السعادة والشقاوة هي الكواكب ويدل أيضاً على أن الإله واحد لأن لفظ الله اسم علم له سبحانه فلما قال : { إِنَّ الله رَبّى وَرَبُّكُمْ } أي لا رب للمخلوقات سوى الله تعالى وذلك يدل على التوحيد ، أما قوله : { فاعبدوه } فقد ثبت في أصول الفقه أن ترتيب الحكم على الوصف المناسب مشعر بالعلية فههنا الأمر بالعبادة وقع مرتباً على ذكر وصف الربوبية فدل على أنه إنما تلزمنا عبادته سبحانه لكونه رباً لنا ، وذلك يدل على أنه تعالى إنما تجب عبادته لكونه منعماً على الخلائق بأصول النعم وفروعها ، ولذلك فإن إبراهيم عليه السلام لما منع أباه من عبادة الأوثان قال : { لِمَ تَعْبُدُ مَا لاَ يَسْمَعُ وَلاَ يَبْصِرُ وَلاَ يُغْنِى عَنكَ شَيْئاً } يعني أنها لما لم تكن منعمة على العباد لم تجز عبادتها ، وبهذه الآية ثبت أن الله تعالى لما كان رباً ومربياً لعباده وجب عبادته ، فقد ثبت طرداً وعكساً تعلق العبادة بكون المعبود منعماً ، أما قوله : { هذا صراط مُّسْتَقِيمٌ } يعني القول بالتوحيد ونفي الولد والصاحبة صراط مستقيم وأنه سمي هذا القول بالصراط المستقيم تشبيهاً بالطريق لأنه المؤدي إلى الجنة ، أما قوله تعالى : { فاختلف الأحزاب مِن بَيْنِهِمْ } ففي الأحزاب أقوال : الأول : المراد فرق النصارى على ما بينا أقسامهم .\r\n الثاني : المراد النصارى واليهود فجعله بعضهم ولداً وبعضهم كذاباً .\r\n الثالث : المراد الكفار الداخل فيهم اليهود والنصارى والكفار الذين كانوا في زمن محمد صلى الله عليه وسلم وإذا قلنا المراد بقوله : { وَإِنَّ الله رَبّى وَرَبُّكُمْ فاعبدوه } أي قل يا محمد إن الله ربي وربكم ، فهذا القول أظهر لأنه لا تخصيص فيه ، وكذا قوله : { فَوَيْلٌ لّلَّذِينَ كَفَرُواْ } مؤكد لهذا الاحتمال ، وأما قوله : { مِن مَّشْهِدِ يَوْمٍ عَظِيمٍ } فالمشهد إما أن يكون هو الشهود وما يتعلق به أو الشهادة وما يتعلق بها .\r\n أما الأول : فيحتمل أن يكون المراد من المشهد نفس شهودهم هول الحساب ، والجزاء في القيامة أو مكان الشهود فيه وهو الموقف ، أو وقت الشهود ، وأما الشهادة فيحتمل أن يكون المراد شهادة الملائكة والأنبياء وشهادة ألسنتهم وأيديهم وأرجلهم بالكفر وسوء الأعمال ، وأن يكون مكان الشهادة أو وقتها ، وقيل : هو ما قالوه وشهدوا به في عيسى وأمه ، وإنما وصف ذلك المشهد بأنه عظيم لأنه لا شيء أعظم مما يشاهد في ذلك اليوم من محاسبة ومساءلة ، ولا شيء من المنافع أعظم مما هنالك من الثواب ولا بد من المضار أعظم مما هنالك من العقاب ، أما قوله تعالى : { أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا } ففيه مسائل : المسألة الأولى : قالوا : التعجب هو استعظام الشيء مع الجهل بسبب عظمه ، ثم يجوز استعمال لفظ التعجب عند مجرد الاستعظام من غير خفاء السبب أو من غير أن يكون للعظم سبب حصول ، قال الفراء قال سفيان : قرأت عند شريح : { بَلْ عَجِبْتَ وَيَسْخُرُونَ } [ الصافات : 12 ] فقال : إن الله لا يعجب من شيء إنما يعجب من لا يعلم فذكرت ذلك لإبراهيم النخعي فقال : إن شريحاً شاعر يعجبه علمه ، وعبد الله أعلم بذلك منه قرأها : { بَلْ عَجِبْتَ وَيَسْخُرُونَ } ومعناه أنه صدر من الله تعالى فعل لو صدر مثله عن الخلق لدل على حصول التعجب في قلوبهم ، وبهذا التأويل يضاف المكر والاستهزاء إلى الله تعالى ، وإذا عرفت هذا فنقول : للتعجب صفتان : إحداهما : ما أفعله .\r\n والثانية : أفعل به كقوله تعالى : { أَسْمِعْ بِهِمْ وَأَبْصِرْ } والنحويون ذكروا له تأويلات : الأول : قالوا : أكرم بزيد أصله أكرم زيد أي صار ذا كرم كأغد البعير أي صار ذا غدة إلا أنه خرج على لفظ الأمر ومعناه الخبر كما خرج على لفظ الخبر ما معناه الأمر كقوله تعالى : { والمطلقات يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ } [ البقرة : 228 ] ، { والوالدات يُرْضِعْنَ أولادهن } [ البقرة : 233 ] ، { قُلْ مَن كَانَ فِى الضلالة فَلْيَمْدُدْ لَهُ الرحمن مَدّاً } [ مريم : 75 ] أي يمد له الرحمن مداً ، وكذا قولهم : رحمه الله خبر وإن كان معناه الدعاء والباء زائدة .\r\n الثاني : أن يقال إنه أمر لكل أحد بأن يجعل زيداً كريماً أي بأن يصفه بالكرم ، والباء زائدة مثل قوله : { وَلاَ تُلْقُواْ بِأَيْدِيكُمْ إِلَى التهلكة } [ البقرة : 195 ] ولقد سمعت لبعض الأدباء فيه تأويلاً .\r\n ثالثاً : وهو أن قولك أكرم بزيد يفيد أن زيداً بلغ في الكرم إلى حيث كأنه في ذاته صار كرماً حتى لو أردت جعل غيره كريماً فهو الذي يلصقك بمقصودك ويحصل لك غرضك ، كما أن من قال : أكتب بالقلم فمعناه أن القلم هو الذي يلصقك بمقصودك ويحصل لك غرضك .\r\n المسألة الثانية : قوله { أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا } فيه ثلاثة أوجه .\r\n أحدها : وهو المشهور الأقوى أن معناه ما أسمعهم وما أبصرهم والتعجب على الله تعالى محال كما تقدم ، وإنما المراد أن أسماعهم وأبصارهم يومئذ جدير بأن يتعجب منهما بعدما كانوا صماً وعمياً في الدنيا ، وقيل : معناه التهديد مما سيسمعون وسيبصرون مما يسوء بصرهم ويصدع قلوبهم .\r\n وثانيها : قال القاضي ويحتمل أن يكون المراد أسمع هؤلاء وأبصرهم أي عرفهم حال القوم الذين يأتوننا ليعتبروا وينزجروا .\r\n وثالثها : قال الجبائي : ويجوز أسمع الناس بهؤلاء وأبصرهم بهم ليعرفوا أمرهم وسوء عاقبتهم فينزجروا عن الإتيان بمثل فعلهم أما قوله : { لكن الظالمون اليوم فِى ضلال مُّبِينٍ } ففيه قولان : الأول : لكن الظالمون اليوم في ضلال مبين وفي الآخرة يعرفون الحق .\r\n والثاني : { لكن الظالمون اليوم فِى ضلال مُّبِينٍ } وهم في الآخرة في ضلال عن الجنة بخلاف المؤمنين ، وأما قوله تعالى : { وَأَنذِرْهُمْ } فلا شبهة في أنه أمر لمحمد صلى الله عليه وسلم بأن ينذر من في زمانه فيصلح بأن يجعل هذا كالدلالة على أن قوله فاختلف الأحزاب أراد به اختلاف جميعهم في زمن الرسول صلى الله عليه وسلم وأما الإنذار فهو التخويف من العذاب لكي يحذروا من ترك عبادة الله تعالى وأما يوم الحسرة فلا شبهة في أنه يوم القيامة من حيث يكثر التحسر من أهل النار وقيل يتحسر أيضاً في الجنة إذا لم يكن من السابقين الواصلين إلى الدرجات العالية والأول هو الصحيح لأن الحسرة غم وذلك لا يليق بأهل الثواب ، أما قوله تعالى : { إِذْ قُضِىَ الأمر } ففيه وجوه : أحدها : إذ قضى الأمر ببيان الدلائل وشرح أمرالثواب والعقاب .\r\n وثانيها : إذ قضى الأمر يوم الحسرة بفناء الدنيا وزوال التكليف والأول أقرب لقوله : { وَهُمْ لاَ يُؤْمِنُونَ } فكأنه تعالى بين أنه ظهرت الحجج والبينات وهم في غفلة وهم لا يؤمنون .\r\n وثالثها : روي أنه سئل النبي صلى الله عليه وسلم عن قوله : قضى الأمر : « فقال حين يجاء بالموت في صورة كبش أملح فيذبح والفريقان ينظران فيزداد أهل الجنة فرحاً على فرح وأهل النار غماً على غم » واعلم أن الموت عرض فلا يجوز أن يصير جسماً حيوانياً بل المراد أنه لا موت ألبتة بعد ذلك وأما قوله : { وَهُمْ فِى غَفْلَةٍ } أي عن ذلك اليوم وعن كيفية حسرته وهم لا يؤمنون أي بذلك اليوم ثم قال بعده : { إِنَّا نَحْنُ نَرِثُ الأرض وَمَنْ عَلَيْهَا } أي هذه الأمور تؤول إلى أن لا يملك الضر والنفع إلا الله تعالى : { وَإِلَيْنَا يُرْجَعُونَ } أي إلى محل حكمنا وقضائنا لأنه تعالى منزه عن المكان حتى يكون الرجوع إليه وهذا تخويف عظيم وزجر بليغ للعصاة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن الله ربي وربكم فاعبدوه هذا صراط مستقيم (36) فاختلف الأحزاب من بينهم فويل للذين كفروا من مشهد يوم عظيم (37) أسمع بهم وأبصر يوم يأتوننا لكن الظالمون اليوم في ضلال مبين (38) وأنذرهم يوم الحسرة إذ قضي الأمر وهم في غفلة وهم لا يؤمنون (39) إنا نحن نرث الأرض ومن عليها وإلينا يرجعون (40) ",
        "babnum": 20
    },
    {
        "id": 1453,
        "cate": "19",
        "title": "وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا (41) إِذْ قَالَ لِأَبِيهِ يَاأَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا (42) يَاأَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا (43) يَاأَبَتِ لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا (44) يَاأَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا (45) ",
        "details": " القصة الثالثة : قصة إبراهيم عليه السلام .\r\n اعلم أن الغرض من هذه السورة بيان التوحيد والنبوة والحشر ، والمنكرون للتوحيد هم الذين أثبتوا معبوداً سوى الله تعالى ، وهؤلاء فريقان : منهم من أثبت معبوداً غير الله حياً عاقلاً فاهماً وهم النصارى ، ومنهم من أثبت معبوداً غير الله جماداً ليس بحي ولا عاقل ولا فاهم وهم عبدة الأوثان والفريقان وإن اشتركا في الضلال إلا أن ضلال الفريق الثاني أعظم فلما بين تعالى ضلال الفريق الأول تكلم في ضلال الفريق الثاني وهم عبدة الأوثان فقال : { واذكر فِى الكتاب } والواو في قوله واذكر عطف على قوله : { ذِكْرُ رَحْمَتِ رَبّكَ عَبْدَهُ زَكَرِيَّا } [ مريم : 2 ] كأنه لما انتهت قصة عيسى وزكريا عليهما السلام قال قد ذكرت حال زكريا فاذكر حال إبراهيم وإنما أمر بذكره لأنه عليه السلام ما كان هو ولا قومه ولا أهل بلدته مشتغلين بالعلم ومطالعة الكتب فإذا أخبر عن هذه القصة كما كانت من غير زيادة ولا نقصان كان ذلك إخباراً عن الغيب ومعجزاً قاهراً دالاً على نبوته .\r\n وإنما شرع في قصة إبراهيم عليه السلام لوجوه : أحدها : أن إبراهيم عليه السلام كان أب العرب وكانوا مقرين بعلو شأنه وطهارة دينه على ما قال تعالى : { مّلَّةَ أَبِيكُمْ إبراهيم } [ الحج : 78 ] وقال تعالى : { وَمَن يَرْغَبُ عَن مِلَّةِ إبراهيم إِلاَّ مَن سَفِهَ نَفْسَهُ } [ البقرة : 130 ] فكأنه تعالى قال للعرب إن كنتم مقلدين لآبائكم على ما هو قولكم : { إنا وجدنا آباءنا على أمة وإنا على آثارهم مقتدون } [ الزخرف : 23 ] ومعلوم أن أشرف آبائكم وأجلهم قدراً هو إبراهيم عليه السلام فقلدوه في ترك عبادة الأوثان وإن كنتم من المستدلين فانظروا في هذه الدلائل التي ذكرها إبراهيم عليه السلام لتعرفوا فساد عبادة الأوثان وبالجملة فاتبعوا إبراهيم إما تقليداً وإما استدلالاً .\r\n وثانيها : أن كثيراً من الكفار في زمن الرسول صلى الله عليه وسلم كانوا يقولون كيف نترك دين آبائنا وأجدادنا فذكر الله تعالى قصة إبراهيم عليه السلام وبين أنه ترك دين أبيه وأبطل قوله بالدليل ورجح متابعة الدليل على متابعة أبيه ليعرف الكفار أن ترجيح جانب الأب على جانب الدليل رد على الأب الأشرف الأكبر الذي هو إبراهيم عليه السلام .\r\n وثالثها : أن كثيراً من الكفار كانوا يتمسكون بالتقليد وينكرون الاستدلال على ما قال الله تعالى : { قَالُواْ إِنَّا وَجَدْنَا ءابَاءنَا على أُمَّةٍ } [ الزخرف : 22 ] و { قَالُواْ وَجَدْنَا ءابَاءنَا لَهَا عابدين } [ الأنبياء : 53 ] فحكى الله تعالى عن إبراهيم عليه السلام التمسك بطريقة الاستدلال تنبيهاً لهؤلاء على سقوط هذه الطريقة ثم قال تعالى في وصف إبراهيم عليه السلام : { إِنَّهُ كَانَ صِدّيقاً نَّبِيّاً } وفي الصديق قولان : أحدهما : أنه مبالغة في كونه صادقاً وهو الذي يكون عادته الصدق لأن هذا البناء ينبىء عن ذلك يقال رجل خمير وسكير للمولع بهذه الأفعال .\r\n والثاني : أنه الذي يكون كثير التصديق بالحق حتى يصير مشهوراً به والأول أولى وذلك لأن المصدق بالشيء لا يوصف بكونه صديقاً إلا إذا كان صادقاً في ذلك التصديق فيعود الأمر إلى الأول فإن قيل أليس قد قال تعالى : { والذين ءامَنُواْ بالله وَرُسُلِهِ أُوْلَئِكَ هُمُ الصديقون والشهداء } [ الحديد : 19 ] قلنا : المؤمنون بالله ورسله صادقون في ذلك التصديق واعلم أن النبي يجب أن يكون صادقاً في كل ما أخبر عنه لأن الله تعالى صدقه ومصدق الله صادق وإلا لزم الكذب في كلام الله تعالى فيلزم من هذا كون الرسول صادقاً في كل ما يقول ، ولأن الرسل شهداء الله على الناس على ما قال الله تعالى : { فَكَيْفَ إِذَا جِئْنَا مِن كُلّ أمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ على هَؤُلاء شَهِيداً } [ النساء : 41 ] والشهيد إنما يقبل قوله : إذا لم يكن كاذباً .\r\n فإن قيل : فما قولكم في إبراهيم عليه السلام في قوله : { بَلْ فَعَلَهُ كَبِيرُهُمْ } [ الأنبياء : 63 ] و { إِنّى سَقِيمٌ } قلنا قد شرحنا في تأويل هذه الآيات بالدلائل الظاهرة أن شيئاً من ذلك ليس بكذب فلما ثبت أن كل نبي يجب أن يكون صديقاً ولا يجب في كل صديق أن يكون نبياً ظهر بهذا قرب مرتبة الصديق من مرتبة النبي فلهذا انتقل من ذكر كونه صديقاً إلى ذكر كونه نبياً .\r\n وأما النبي فمعناه كونه رفيع القدر عند الله وعند الناس وأي رفعة أعلى من رفعة من جعله الله واسطة بينه وبين عباده .\r\n وقوله : { كَانَ صِدّيقاً } قيل : إنه صار وقيل إن معناه وجد صديقاً نبياً أي كان من أول وجوده إلى انتهائه موصوفاً بالصدق والصيانة .\r\n قال صاحب «الكشاف» : هذه الجملة وقعت اعتراضاً بين المبدل منه وبدله أعني إبراهيم وإذ قال ونظيره قولك رأيت زيداً ونعم الرجل أخاك ويجوز أن يتعلق إذ بكان أو بصديقاً نبياً أي كان جامعاً لخصائص الصديقين والأنبياء حين خاطب أباه بتلك المخاطبات أما قوله : { يا أبت } فالتاء عوض عن ياء الإضافة ولا يقال يا أبتي لئلا يجمع بين العوض والمعوض عنه وقد يقال : يا أبتا لكون الألف بدلاً من الياء واعلم أنه تعالى حكى أن إبراهيم عليه السلام تكلم مع أبيه بأربعة أنواع من الكلام .\r\n النوع الأول : قوله : { لِمَ تَعْبُدُ مَا لاَ يَسْمَعُ وَلاَ يَبْصِرُ وَلاَ يُغْنِى عَنكَ شَيْئاً } ووصف الأوثان بصفات ثلاثة كل واحدة منها قادحة في الإلهية وبيان ذلك من وجوه : أحدها : أن العبادة غاية التعظيم فلا يستحقها إلا من له غاية الإنعام وهو الإله الذي منه أصول النعم وفروعها على ما قررناه في تفسير قوله : { وإِنَّ الله رَبّى وَرَبُّكُمْ فاعبدوه } [ مريم : 36 ] وقال : { كَيْفَ تَكْفُرُونَ بالله وَكُنتُمْ أمواتا فأحياكم } [ البقرة : 28 ] الآية وكما يعلم بالضرورة أنه لا يجوز الاشتغال بشكرها ما لم تكن منعمة وجب أن لايجوز الاشتغال بعبادتها .\r\n وثانيها : أنها إذا لم تسمع ولم تبصر ولم تميز من يطيعها عمن يعصيها فأي فائدة في عبادتها ، وهذا ينبهك على أن الإله يجب أن يكون عالماً بكل المعلومات حتى يكون العبد آمناً من وقوع الغلط للمعبود .\r\n وثالثها : أن الدعاء مخ العبادة فالوثن إذا لم يسمع دعاء الداعي فأي منفعة في عبادته وإذا كانت لا تبصر بتقرب من يقترب إليها فأي منفعة في ذلك التقرب .\r\n ورابعها : أن السامع المبصر الضار النافع أفضل ممن كان عارياً عن كل ذلك ، والإنسان موصوف بهذه الصفات فيكون أفضل وأكمل من الوثن فكيف يليق بالأفضل عبادة الأخس .\r\n وخامسها : إذا كانت لا تنفع ولا تضر فلا يرجى منها منفعة ولا يخاف من ضررها فأي فائدة في عبادتها .\r\n وسادسها : إذا كانت لا تحفظ أنفسها عن الكسر والإفساد على ما حكى الله تعالى عن إبراهيم عليه السلام أنه كسرها وجعلها جذاذاً فأي رجاء للغير فيها واعلم أنه عاب الوثن من ثلاثة أوجه .\r\n أحدها : لا يسمع .\r\n وثانيها : لا يبصر .\r\n وثالثها : لا يغني عنك شيئاً كأنه قال له : بل الإلهية ليست إلا لربي فإنه يسمع ويجيب دعوة الداعي ويبصر ، كما قال : { إِنَّنِى مَعَكُمَا أَسْمَعُ وأرى } [ طه : 46 ] ويقضي الحوائج : { أَمَّن يُجِيبُ المضطر إِذَا دَعَاهُ } [ النمل : 62 ] واعلم أن قوله ههنا { لِمَ تَعْبُدُ } محمول على نفس العبادة وأما قوله في المقام الثالث : { لاَ تَعْبُدِ الشيطان } لا يقال ذلك بل المراد الطاعة لأنهم ما كانوا يعبدون الشيطان فوجب حمله على الطاعة ولأنا نقول ليس إذا تركنا الظاهر ههنا لدليل وجب ترك الظاهر في المقام الأول بغير دليل فإن قيل : إما أن يقال إن أبا إبراهيم كان يعتقد في تلك الأوثان أنها آلهة بمعنى أنها قادرة مختارة موجدة للناس والحيوانات أو يقال إنه ما كان يعتقد ذلك بل كان يعتقد أنها تماثيل الكواكب والكواكب هي الآلهة المدبرة لهذا العالم ، فتعظيم تماثيل الكواكب بموجب تعظيم الكواكب أو كان يعتقد أن هذه الأوثان تماثيل أشخاص معظمة عند الله تعالى من البشر فتعظيمها يقتضي كون أولئك الأشخاص شفعاء لهم عند الله تعالى أو كان يعتقد أن تلك الأوثان طلسمات ركبت بحسب اتصالات مخصوصة للكواكب قلما يتفق مثلها ، وأنها مشفع بها ، أو غير ذلك من الأعذار المنقولة عن عبدة الأوثان ، فإن كان أبو إبراهيم من القسم الأول كان في نهاية الجنون لأن العلم بأن هذا الخشب المنحوت في هذه الساعة ليس خالقاً للسموات والأرض من أجلى العلوم الضرورية ، فالشاك فيه يكون فاقداً لأجلى العلوم الضرورية فكان مجنوناً والمجنون لا يجوز إيراد الحجة عليه والمناظرة معه ، وإن كان من القسم الثاني فهذه الدلائل لا تقدح في شيء من ذلك لأن ذلك المذهب إنما يبطل بإقامة الدلالة على أن الكواكب ليست أحياء ولا قادرة على خلق الأجسام وخلق الحياة ومعلوم أن الدليل المذكور ههنا لا يفيد ذلك المطلوب فعلمنا أن هذه الدلالة عديمة الفائدة على كل التقديرات ، قلنا : لا نزاع أنه لا يخفى على العاقل أن الخشبة المنحوتة لا تصلح لخلق العالم وإنما مذهبهم هذا على الوجه الثاني ، وإنما أورد إبراهيم عليه السلام هذه الدلالة عليهم لأنهم كانوا يعتقدون أن عبادتها تفيد نفعاً إما على سبيل الخاصية الحاصلة من الطلسمات أو على سبيل أن الكواكب تنفع وتضر ، فبين إبراهيم عليه السلام أنه لا منفعة في طاعتها ولا مضرة في الإعراض عنها فوجب أن لا تحسن عبادتها .\r\n النوع الثاني : قوله : { ياأبت إِنّى قَدْ جَاءنِى مِنَ العلم مَا لَمْ يَأْتِكَ فاتبعنى أَهْدِكَ صِرَاطاً سَوِيّاً } ومعناه ظاهر وطمع في التمسك به أهل التعليم وأهل التقليد أما أهل التعليم فقالوا : إنه أمره بالإتباع في الدين وما أمره بالتمسك بدليل لا يستفاد إلا من الإتباع ، وأما أهل التقليد فقد تمسكوا به أيضاً من هذا الوجه ، ومن الناس من طعن أنه أمره بالإتباع لتحصل الهداية ، فإذن لا تحصل الهداية إلا باتباعه ، ولا تبعية إلا إذا اهتدى لقولنا إنه لا بد من اتباعه فيقع الدور وإنه باطل .\r\n «والجواب» عن الأول : أن المراد بالهداية بيان الدليل وشرحه وإيضاحه ، فعند هذا عاد السائل فقال : أنا لا أنكر أنه لا بد من الدلالة ، ولكني أقول الوقوف على تلك الدلالة لا يستفاد إلا ممن له نفس كاملة بعيدة عن النقص والخطأ ، وهي نفس النبي المعصوم أو الإمام المعصوم فإذا سلمت أنه لا بد من النبي في هذا المقصود فقد سلمت حصول الغرض ، أجاب المجيب وقال أنا ما سلمت أنه لا بد في الوقوف على الدلائل من هداية النبي ، ولكني أقول هذا الطريق أسهل وإن إبراهيم عليه السلام دعاه إلى الأسهل والجواب عن سؤال الدور أن قوله : { فاتبعنى } ليس أمر إيجاب بل أمر إرشاد .\r\n والنوع الثالث : قوله : { ياأبت لاَ تَعْبُدِ الشيطان إِنَّ الشيطان كَانَ للرحمن عَصِيّاً } أي لا تطعه لأنه عاص لله فنفره بهذه الصفة عن القبول منه ، لأنه أعظم الخصال المنفرة ، واعلم أن إبراهيم عليه السلام لإمعانه في الإخلاص لم يذكر من جنايات الشيطان إلا كونه عاصياً لله ولم يذكر معاداته لآدم عليه السلام كأن النظر في عظم ما ارتكبه من ذلك العصيان غمى فكره وأطبق على ذهنه ، وأيضاً فإن معصية الله تعالى لا تصدر إلا عن ضعيف الرأي ، ومن كان كذلك كان حقيقاً أن لا يلتفت إلى رأيه ولا يجعل لقوله وزن فإن قيل : إن هذا القول يتوقف على إثبات أمور : أحدها : إثبات الصانع .\r\n وثانيها : إثبات الشيطان .\r\n وثالثها : إثبات أن الشيطان عاص لله .\r\n ورابعها : أنه لما كان عاصياً لم تجز طاعته في شيء من الأشياء .\r\n وخامسها : أن الاعتقاد الذي كان عليه ذلك الإنسان كان مستفاداً من طاعة الشيطان ، ومن شأن الدلالة التي تورد على الخصم أن تكون مركبة من مقدمات معلومات مسلمة ، ولعل أبا إبراهيم كان منازعاً في كل هذه المقدمات ، وكيف والمحكى عنه أنه ما كان يثبت إلهاً سوى نمروذ فكيف يسلم وجود الإله الرحمن وإذا لم يسلم وجوده ، فكيف يمكنه تسليم أن الشيطان كان عاصياً للرحمن ، ثم إن على تسليم ذلك فكيف يسلم الخصم بمجرد هذا الكلام أن مذهبه مقتبس من الشيطان ، بل لعله يقلب ذلك على خصمه ، قلنا : الحجة المعول عليها في إبطال مذهب آزر هو الذي ذكره أولاً من قوله : { لِمَ تَعْبُدُ مَا لاَ يَسْمَعُ وَلاَ يَبْصِرُ وَلاَ يُغْنِى عَنكَ شَيْئاً } فأما هذا الكلام فيجري مجرى التخويف والتحذير الذي يحمله على النظر في تلك الدلالة ، وعلى هذا التقدير يسقط السؤال .\r\n النوع الرابع : قوله : { ياأبت إِنّى أَخَافُ أَن يَمَسَّكَ عَذَابٌ مّنَ الرحمن فَتَكُونَ للشيطان وَلِيّاً } قال الفراء : معنى أخاف أعلم .\r\n والأكثرون على أنه محمول على ظاهره ، والقول الأول إنما يصح لو كان إبراهيم عليه السلام عالماً بأن أباه سيموت على ذلك الكفر وذلك لم يثبت فوجب إجراؤه على ظاهره فإنه كان يجوز أن يؤمن فيصير من أهل الثواب ويجوز أن يصر فيموت على الكفر ، فيكون من أهل العقاب ، ومن كان كذلك كان خائفاً لا قاطعاً ، واعلم أن من يظن وصول الضرر إلى غيره فإنه لا يسمى خائفاً إلا إذا كان بحيث يلزم من وصول ذلك الضرر إليه تألم قلبه كما يقال أنا خائف على ولدي أما قوله : { فَتَكُونَ للشيطان وَلِيّاً } فذكروا في الولي وجوهاً : أحدها : أنه إذا استوجب عذاب الله كان مع الشيطان في النار والولاية سبب للمعية وإطلاق اسم السبب على المسبب مجاز وإن لم يجز حمله الى الولاية الحقيقية لقوله تعالى : { الأخلاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلاَّ المتقين } [ الزخرف : 67 ] وقال : { ثُمَّ يَوْمَ القيامة يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضاً } [ العنكبوت : 25 ] وحكى عن الشيطان أنه يقول لهم : { إِنّى كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِن قَبْلُ } [ إبراهيم : 22 ] واعلم أن هذا الإشكال إنما يتوجه إذا كان المراد من العذاب عذاب الآخرة ، أما إذا كان المراد منه عذاب الدنيا فالإشكال ساقط .\r\n وثانيها؛ أن يحمل العذاب على الخذلان أي إني أخاف أن يمسك خذلان الله فتصير موالياً للشيطان ويبرأ الله منك على ما قال تعالى : { وَمَن يَتَّخِذِ الشيطان وَلِيّاً مّن دُونِ الله فَقَدْ خَسِرَ خُسْرَاناً مُّبِيناً } [ النساء : 119 ] .\r\n وثالثها : ولياً أي تالياً للشيطان ، تليه كما يسمى المطر الذي يأتي تالياً ولياً فإن قيل قوله : { أَخَافُ أَن يَمَسَّكَ عَذَابٌ مّنَ الرحمن فَتَكُونَ للشيطان وَلِيّاً } يقتضي أن تكون ولاية الشيطان أسوأ حالاً من العذاب نفسه وأعظم ، فما السبب لذلك .\r\n «والجواب» : أن رضوان الله تعالى أعظم من الثواب على ما قال : { ورضوان مّنَ الله أَكْبَرُ ذلك هُوَ الفوز العظيم } [ التوبة : 72 ] فوجب أن تكون ولاية الشيطان التي هي في مقابلة رضوان الله أكبر من العذاب نفسه وأعظم .\r\n واعلم أن إبراهيم عليه السلام رتب هذا الكلام في غاية الحسن لأنه نبه أولاً على ما يدل على المنع من عبادة الأوثان ثم أمره باتباعه في النظر والاستدلال وترك التقليد ثم نبه على أن طاعة الشيطان غير جائزة في العقول ثم ختم الكلام بالوعيد الزاجر عن الإقدام على ما لا ينبغي ثم إنه عليه السلام أورد هذا الكلام الحسن مقروناً باللطف والرفق فإن قوله في مقدمة كل كلام { يا أبت } دليل على شدة الحب والرغبة في صونه عن العقاب وإرشاده إلى الصواب ، وختم الكلام بقوله { إِنّى أَخَافُ } وذلك يدل على شدة تعلق قلبه بمصالحه وإنما فعل ذلك لوجوه : أحدها : قضاء لحق الأبوة على ما قال تعالى : { وبالوالدين إحسانا } [ الإسراء : 23 ] والإرشاد إلى الدين من أعظم أنواع الإحسان ، فإذا انضاف إليه رعاية الأدب والرفق كان ذلك نوراً على نور .\r\n وثانيها : أن الهادي إلى الحق لا بد وأن يكون رفيقاً لطيفاً يورد الكلام لا على سبيل العنف لأن إيراده على سبيل العنف يصير كالسبب في إعراض المستمع فيكون ذلك في الحقيقة سعياً في الإغواء .\r\n وثالثها : ما روى أبو هريرة أنه قال عليه السلام : \" أوحى الله إلى إبراهيم عليه السلام أنك خليلي فحسن خلقك ولو مع الكفار تدخل مداخل الأبرار فإن كلمتي سبقت لمن حسن خلقه أن أظله تحت عرشي وأن أسكنه حظيرة قدسي وأدنيه من جواري \" والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "واذكر في الكتاب إبراهيم إنه كان صديقا نبيا (41) إذ قال لأبيه ياأبت لم تعبد ما لا يسمع ولا يبصر ولا يغني عنك شيئا (42) ياأبت إني قد جاءني من العلم ما لم يأتك فاتبعني أهدك صراطا سويا (43) ياأبت لا تعبد الشيطان إن الشيطان كان للرحمن عصيا (44) ياأبت إني أخاف أن يمسك عذاب من الرحمن فتكون للشيطان وليا (45) ",
        "babnum": 21
    },
    {
        "id": 1454,
        "cate": "19",
        "title": "قَالَ أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَاإِبْرَاهِيمُ لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيًّا (46) قَالَ سَلَامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا (47) وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِنْ دُونِ اللَّهِ وَأَدْعُو رَبِّي عَسَى أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا (48) ",
        "details": " اعلم أن إبراهيم عليه السلام لما دعا أباه إلى التوحيد ، وذكر الدلالة على فساد عبادة الأوثان ، وأردف تلك الدلالة بالوعظ البليغ ، وأورد كل ذلك مقروناً باللطف والرفق ، قابله أبوه بجواب يضاد ذلك ، فقابل حجته بالتقليد ، فإنه لم يذكر في مقابلة حجته إلا قوله : { أَرَاغِبٌ أَنتَ عَنْ الِهَتِى ياإبراهيم } فأصر على ادعاء إلهيتها جهلاً وتقليداً وقابل وعظه بالسفاهة حيث هدده بالضرب والشتم ، وقابل رفقه في قوله : { يا أبت } [ مريم : 44 ] بالعنف حيث لم يقل له يا بني بل قال : { يا إِبْرَاهِيمَ } وإنما حكى الله تعالى ذلك لمحمد صلى الله عليه وسلم ليخفف على قلبه ما كان يصل إليه من أذى المشركين فيعلم أن الجهال منذ كانوا على هذه السيرة المذمومة ، أما قوله : { أَرَاغِبٌ أَنتَ عَنْ الِهَتِى ياإبراهيم } فإن كان ذلك على وجه الاستفهام فهو خذلان لأنه قد عرف منه ما تكرر منه من وعظه وتنبيهه على الدلالة وهو يفيد أنه راغب عن ذلك أشد رغبة فما فائدة هذا القول .\r\n وإن كان ذلك على سبيل التعجب فأي تعجب في الإعراض عن حجة لا فائدة فيها ، وإنما التعجب كله من الإقدام على عبادتها فإن الدليل الذي ذكره إبراهيم عليه السلام كما أنه يبطل جواز عبادتها فهو يفيد التعجب من أن العاقل كيف يرضى بعبادتها فكأن أباه قابل ذلك التعجب الظاهر المبني على الدليل بتعجب فاسد غير مبني على دليل وشبهة ، ولا شك أن هذا التعجب جدير بأن يتعجب منه ، أما قوله : { لَئِن لَّمْ تَنتَهِ لأَرْجُمَنَّكَ واهجرنى مَلِيّاً } ففيه مسائل : المسألة الأولى : في الرجم ههنا قولان : الأول : أنه الرجم باللسان ، وهو الشتم والذم ، ومنه قوله : { والذين يَرْمُونَ المحصنات } [ النور : 4 ] أي بالشتم ، ومنه الرجيم ، أي المرمي باللعن ، قال مجاهد : الرجم في القرآن كله بمعنى الشتم .\r\n والثاني : أنه الرجم باليد ، وعلى هذا التقدير ذكروا وجوهاً : أحدها : لأرجمنك بإظهار أمرك للناس ليرجموك ويقتلوك .\r\n وثانيها : لأرجمنك بالحجارة لتتباعد عني .\r\n وثالثها : عن المؤرج لأقتلنك بلغة قريش .\r\n ورابعها : قال أبو مسلم لأرجمنك المراد منه الرجم بالحجارة إلا أنه قد يقال ذلك في معنى الطرد والإبعاد اتساعاً ، ويدل على أنه أراد الطرد قوله تعالى : { واهجرنى مَلِيّاً } واعلم أن أصل الرجم هو الرمي بالرجام فحمله عليه أولى ، فإن قيل : أفما يدل قوله تعالى : { واهجرنى مَلِيّاً } على أن المراد به الرجم بالشتم؟ قلنا : لا ، وذلك لأنه هدده بالرجم إن بقي على قربه منه وأمره أن يبعد هرباً من ذلك فهو في معنى قوله : { واهجرنى مَلِيّاً } .\r\n المسألة الثانية : في قوله تعالى : { واهجرنى مَلِيّاً } قولان : أحدهما : المراد واهجرني بالقول .\r\n والثاني : بالمفارقة في الدار والبلد وهي هجرة الرسول والمؤمنين أي تباعد عني لكي لا أراك وهذا الثاني أقرب إلى الظاهر .\r\n المسألة الثالثة : في قوله : { مَلِيّاً } قولان : الأول : ملياً أي مدة بعيدة مأخوذ من قولهم أتى على فلان ملاوة من الدهر أي زمان بعيد .\r\n والثاني : ملياً بالذهاب عني والهجران قبل أن أثخنك بالضرب حتى لا تقدر أن تبرح يقال فلان ملي بكذا إذا كان مطيقاً له مضطلعاً به .\r\n المسألة الرابعة : عطف اهجرني على معطوف عليه محذوف يدل عليه لأرجمنك ، أي فاحذرني واهجرني لئلا أرجمنك ، ثم إن إبراهيم عليه السلام لما سمع من أبيه ذلك أجاب عن أمرين .\r\n أحدهما : أنه وعده التباعد منه ، وذلك لأن أباه لما أمره بالتباعد أظهر الانقياد لذلك الأمر وقوله : { سلام عَلَيْكَ } توادع ومتاركة كقوله تعالى : { لَنَا أعمالنا وَلَكُمْ أعمالكم سلام عَلَيْكُمْ لاَ نَبْتَغِى الجاهلين } [ القصص : 55 ] ، { وَإِذَا خَاطَبَهُمُ الجاهلون قَالُواْ سَلاَماً } [ الفرقان : 63 ] وهذا دليل على جواز متاركة المنصوح إذا ظهر منه اللجاج ، وعلى أنه تحسن مقابلة الإساءة بالإحسان ، ويجوز أن يكون قد دعا له بالسلامة استمالة له ، ألا ترى أنه وعده بالاستغفار ، ثم إنه لما ودع أباه بقوله : { سلام عَلَيْكَ } ضم إلى ذلك ما دل به على أنه وإن بعد عنه فاشفاقه باق عليه كما كان وهو قوله : { سَأَسْتَغْفِرُ لَكَ رَبِي } واحتج بهذه الآية من طعن في عصمة الأنبياء ، وتقريره أن إبراهيم عليه السلام فعل ما لا يجوز لأنه استغفر لأبيه وهو كافر والاستغفار للكافر لا يجوز ، فثبت بمجموع هذه المقدمات أن إبراهيم عليه السلام فعل ما لا يجوز ، إنما قلنا إنه استغفر لأبيه لقوله تعالى حكاية عن إبراهيم : { سلام عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِي } وقوله : { واغفر لأَبِى إِنَّهُ كَانَ مِنَ الضالين } [ الشعراء : 86 ] وأما أن أباه كان كافراً فذاك بنص القرآن وبالإجماع ، وأما أن الاستغفار للكافر لا يجوز فلوجهين .\r\n الأول : قوله تعالى : { مَا كَانَ لِلنَّبِىّ والذين ءامَنُواْ أَن يَسْتَغْفِرُواْ لِلْمُشْرِكِينَ } [ التوبة : 113 ] .\r\n الثاني : قوله في سورة الممتحنة : { قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِى إبراهيم } [ الممتحنة : 4 ] إلى قوله { لأَسْتَغْفِرَنَّ لَكَ } [ الممتحنة : 4 ] وأمر الناس إلا في هذا الفعل فوجب أن يكون ذلك معصية منه ، «والجواب» : لا نزاع إلا في قولكم الاستغفار للكافر لا يجوز فإن الكلام عليه من وجوه : أحدها : أن القطع على أن الله تعالى يعذب الكافر لا يعرف إلا بالسمع ، فلعل إبراهيم عليه السلام لم يجد في شرعه ما يدل على القطع بعذاب الكافر فلا جرم استغفر لأبيه .\r\n وثانيها : أن الاستغفار قد يكون بمعنى الاستماحة ، كما في قوله : { قُل لّلَّذِينَ ءامَنُواْ يَغْفِرُواْ لِلَّذِينَ لاَ يَرْجُونَ أَيَّامَ الله } [ الجاثية : 14 ] والمعنى سأسأل ربي أن لا يجزيك بكفرك ما كنت حياً بعذاب الدنيا المعجل .\r\n وثالثها : أنه عليه السلام إنما استغفر لأبيه لأنه كان يرجو منه الإيمان فلما أيس من ذلك ترك الاستغفار ولعل في شرعه جواز الاستغفار للكافر الذي يرجي منه الإيمان ، والدليل على وقوع هذا الاحتمال قوله تعالى : { مَا كَانَ لِلنَّبِىّ والذين ءامَنُواْ أَن يَسْتَغْفِرُواْ لِلْمُشْرِكِينَ وَلَوْ كَانُواْ أُوْلِى قربى مِن بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أصحاب الجحيم } [ التوبة : 113 ] فبين أن المنع من الاستغفار إنما يحصل بعد أن يعرفوا أنهم من أصحاب الجحيم .\r\n ثم قال بعد ذلك : { وَمَا كَانَ استغفار إبراهيم لأَبِيهِ إِلاَّ عَن مَّوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ } [ التوبة : 114 ] فدلت الآية على أنه وعده بالاستغفار لو آمن ، فلما لم يؤمن لم يستغفر له بل تبرأ منه ، فإن قيل فإذا كان الأمر كذلك فلم منعنا من التأسي به في قوله : { قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِى إبراهيم } [ الممتحنة : 4 ] إلى قوله { إِلاَّ قَوْلَ إبراهيم لأَبِيهِ لأَسْتَغْفِرَنَّ لَكَ } [ الممتحنة : 4 ] قلنا الآية تدل على أنه لا يجوز لنا التأسي به في ذلك لكن المنع من التأسي به في ذلك لا يدل على أن ذلك كان معصية .\r\n فإن كثيراً من الأشياء هي من خواص رسول الله صلى الله عليه وسلم ولا يجوز لنا التأسي به مع أنها كانت مباحة له عليه السلام .\r\n ورابعها : لعل هذا الاستغفار كان من باب ترك الأولى وحسنات الأبرار سيئآت المقربين ، أما قوله : { إِنَّهُ كَانَ بِى حَفِيّاً } أي لطيفاً رفيقاً يقال أحفى فلان في المسألة بفلان إذا لطف به وبالغ في الرفق ، ومنه قوله تعالى : { وإِن يَسْئَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُواْ } [ محمد : 37 ] أي وإن لطفت المسألة والمراد أنه سبحانه للطفه بي وإنعامه عليّ عودني الإجابة فإذا أنا استغفرت لك حصل المراد فكأنه جعله بذلك على يقين إن هو تاب أن يحصل له الغفران .\r\n «الجواب الثاني» من الجوابين قوله : { وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ الله } الاعتزال للشيء هو التباعد عنه والمراد أني أفارقكم في المكان وأفارقكم في طريقتكم أيضاً وأبعد عنكم وأتشاغل بعبادة ربي الذي ينفع ويضر والذي خلقني وأنعم علي فإنكم بعبادة الأصنام سالكون طريقة الهلاك ، فواجب على مجانبتكم ومعنى قوله : { عسى أَلا أَكُونَ بِدُعَاء رَبّى شَقِيّا } أرجو أن لا أكون كذلك ، وإنما ذكر ذلك على سبيل التواضع كقوله : { والذى أَطْمَعُ أَن يَغْفِرَ لِى خَطِيئَتِى يَوْمَ الدين } [ الشعراء : 82 ] وأما قوله : { شَقِيّاً } مع ما فيه من التواضع لله ففيه تعريض بشقاوتهم في دعاء آلهتهم على ما قرره أولاً في قوله : { لَمْ تَعْبُدُ مَا لاَ يَسْمَعُ وَلاَ يَبْصِرُ وَلاَ يُغْنِى عَنكَ شَيْئاً } [ مريم : 42 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال أراغب أنت عن آلهتي ياإبراهيم لئن لم تنته لأرجمنك واهجرني مليا (46) قال سلام عليك سأستغفر لك ربي إنه كان بي حفيا (47) وأعتزلكم وما تدعون من دون الله وأدعو ربي عسى ألا أكون بدعاء ربي شقيا (48) ",
        "babnum": 22
    },
    {
        "id": 1455,
        "cate": "19",
        "title": "فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنَا نَبِيًّا (49) وَوَهَبْنَا لَهُمْ مِنْ رَحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا (50) ",
        "details": " اعلم أنه ما خسر على الله أحد فإن إبراهيم عليه السلام لما اعتزلهم في دينهم وفي بلدهم واختار الهجرة إلى ربه إلى حيث أمره لم يضره ذلك ديناً ودنيا ، بل نفعه فعوضه أولاداً أنبياء ولا حالة في الدين والدنيا للبشر أرفع من أن يجعل الله له رسولاً إلى خلقه ويلزم الخلق طاعته والانقياد له مع ما يحصل فيه من عظيم المنزلة في الآخرة فصار جعله تعالى إياهم أنبياء من أعظم النعم في الدنيا والآخرة ، ثم بين تعالى أنه مع ذلك وهب لهم من رحمته أي وهب لهم من النبوة ما وهب ويدخل فيه المال والجاه والأتباع والنسل الطاهر والذرية الطيبة ثم قال : { وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيّاً } ولسان الصدق الثناء الحسن وعبر باللسان عما يوجد باللسان ، كما عبر باليد عما يعطي باليد وهو العطية ، واستجاب الله دعوته في قوله : { واجعل لّى لِسَانَ صِدْقٍ فِى الأخرين } [ الشعراء : 84 ] فصيره قدوة حتى ادعاه أهل الأديان كلهم وقال عز وجل : { مّلَّةَ أَبِيكُمْ إبراهيم } [ الحج : 78 ] { ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتبع مِلَّةَ إبراهيم حَنِيفًا } [ النحل : 123 ] قال بعضهم : إن الخليل اعتزل عن الخلق على ما قال : { وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ الله } [ مريم : 48 ] فلا جرم بارك الله في أولاده فقال : { وَوَهَبْنَا لَهُ إسحاق وَيَعْقُوبَ وَكُلاًّ جَعَلْنَا نَبِيّاً } .\r\n وثانيها : أنه تبرأ من أبيه في الله تعالى على ما قال : { فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إبراهيم لأَوَّاهٌ حَلِيمٌ } [ التوبة : 114 ] لا جرم أن الله سماه أباً للمسلمين فقال : { مّلَّةَ أَبِيكُمْ إبراهيم } [ الحج : 78 ] .\r\n وثالثها : تل ولده للجبين ليذبحه على ما قال : { فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ } [ الصافات : 103 ] لا جرم فداه الله تعالى على ما قال : { وفديناه بِذِبْحٍ عَظِيمٍ } [ الصافات : 107 ] .\r\n ورابعها : أسلم نفسه فقال : { أَسْلَمْتُ لِرَبّ العالمين } [ البقرة : 131 ] فجعل الله تعالى النار عليه برداً وسلاماً فقال : { قُلْنَا يا نَّارُ كُونِى بَرْداً وسلاما على إبراهيم } [ الأنبياء : 69 ] .\r\n وخامسها : أشفق على هذه الأمة فقال : { رَبَّنَا وابعث فِيهِمْ رَسُولاً مّنْهُمْ } [ البقرة : 129 ] لا جرم أشركه الله تعالى في الصلوات الخمس ، كما صليت وباركت على إبراهيم وعلى آل إبراهيم .\r\n وسادسها : في حق سارة في قوله : { وإبراهيم الذى وفى } [ النجم : 37 ] لا جرم جعل موطىء قدميه مباركاً : { واتخذوا مِن مَّقَامِ إبراهيم مُصَلًّى } [ البقرة : 125 ] .\r\n وسابعها : عادى كل الخلق في الله فقال : { فَإِنَّهُمْ عَدُوٌّ لِى إِلاَّ رَبَّ العالمين } [ الشعراء : 77 ] لا جرم اتخذه الله خليلاً على ما قال : { واتخذ الله إبراهيم خَلِيلاً } [ النساء : 125 ] ليعلم صحة قولنا أنه ما خسر على الله أحد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فلما اعتزلهم وما يعبدون من دون الله وهبنا له إسحاق ويعقوب وكلا جعلنا نبيا (49) ووهبنا لهم من رحمتنا وجعلنا لهم لسان صدق عليا (50) ",
        "babnum": 23
    },
    {
        "id": 1456,
        "cate": "19",
        "title": "وَاذْكُرْ فِي الْكِتَابِ مُوسَى إِنَّهُ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَبِيًّا (51) وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا (52) وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا (53) ",
        "details": " ( القصة الرابعة قصة موسى عليه السلام ) اعلم أنه تعالى وصف موسى عليه السلام بأمور : أحدها : أنه كان مخلصاً فإذا قرىء بفتح اللام فهو من الاصطفاء والاختباء كأن الله تعالى اصطفاه واستخلصه وإذا قرىء بالكسر فمعناه أخلص لله في التوحيد في العبادة والإخلاص هو القصد في العبادة إلى أن يعبد المعبود بها وحده ، ومتى ورد القرآن بقراءتين فكل واحدة منهما ثابت مقطوع به ، فجعل الله تعالى من صفة موسى عليه السلام كلا الأمرين .\r\n وثانيها : كونه رسولاً نبياً ولا شك أنهما وصفان مختلفان لكن المعتزلة زعموا كونهما متلازمين فكل رسول نبي وكل نبي رسول ومن الناس من أنكر ذلك وقد بينا الكلام فيه في سورة الحج في قوله تعالى : { وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلاَ نَبِىّ } [ الحج : 52 ] .\r\n وثالثها : قوله تعالى : { وناديناه مِن جَانِبِ الطور الأيمن } من اليمين أي من ناحية اليمين والأيمن صفة الطور أو الجانب .\r\n ورابعها : قوله : { وَقَرَّبْنَاهُ نَجِيّاً } ولما ذكر كونه رسولاً قال : { وَقَرَّبْنَاهُ نَجِيّاً } وفي قوله : { قربناه } قولان : أحدهما : المراد قرب المكان عن أبي العالية قربه حتى سمع صرير القلم حيث كتبت التوراة في الألواح .\r\n والثاني : قرب المنزلة أي رفعنا قدره وشرفناه بالمناجاة ، قال القاضي : وهذا أقرب لأن استعمال القرب في الله قد صار بالتعارف لا يراد به إلا المنزلة وعلى هذا الوجه يقال في العبادة تقرب ، ويقال في الملائكة عليهم السلام إنهم مقربون وأما { وَقَرَّبْنَاهُ نَجِيّاً } فقيل فيه أنجيناه من أعدائه وقيل هو من المناجاة في المخاطبة وهو أولى .\r\n وخامسها : قوله : { وَوَهَبْنَا لَهُ مِن رَّحْمَتِنَا أَخَاهُ هارون نَبِيّاً } قال ابن عباس رضي الله عنهما : كان هرون عليه السلام أكبر من موسى عليهما السلام ، وإنما وهب الله له نبوته لا شخصه وأخوته وذلك إجابة لدعائه في قوله : { واجعل لّى وَزِيراً مّنْ أَهْلِى هارون أَخِى اشدد بِهِ أَزْرِى } [ طه : 29-32 ] فأجابه الله تعالى إليه بقوله : { قَدْ أُوتِيتَ سُؤْلَكَ ياموسى } [ طه : 36 ] وقوله : { سَنَشُدُّ عَضُدَكَ بِأَخِيكَ } [ القصص : 35 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "واذكر في الكتاب موسى إنه كان مخلصا وكان رسولا نبيا (51) وناديناه من جانب الطور الأيمن وقربناه نجيا (52) ووهبنا له من رحمتنا أخاه هارون نبيا (53) ",
        "babnum": 24
    },
    {
        "id": 1457,
        "cate": "19",
        "title": "وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولًا نَبِيًّا (54) وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا (55) ",
        "details": " ( القصة الخامسة قصة إسمعيل عليه السلام ) اعلم أن إسمعيل هذا هو إسمعيل بن إبراهيم عليهما السلام ، واعلم أن الله تعالى وصف إسماعيل عليه السلام بأشياء : أولها : قوله : { إِنَّهُ كَانَ صادق الوعد } وهذا الوعد يمكن أن يكون المراد فيما بينه وبين الله تعالى ويمكن أن يكون المراد فيما بينه وبين الناس .\r\n أما الأول : فهو أن يكون المراد أنه كان لا يخالف شيئاً مما يؤمر به من طاعة ربه وذلك لأن الله تعالى إذا أرسل الملك إلى الأنبياء وأمرهم بتأدية الشرع فلا بد من ظهور وعد منهم يقتضي القيام بذلك ويدل على القيام بسائر ما يخصه من العبادة .\r\n وأما الثاني : فهو أنه عليه السلام كان إذا وعد الناس بشيء أنجز وعده فالله تعالى وصفه بهذا الخلق الشريف وروى عن ابن عباس رضي الله عنهما أنه وعد صاحباً له أن ينتظره في مكان فانتظره سنة ، وأيضاً وعد من نفسه الصبر على الذبح فوفى به حيث قال : { سَتَجِدُنِى إِن شَاء الله مِنَ الصابرين } [ الصافات : 102 ] ويروى أن عيسى عليه السلام قال له رجل : انتظرني حتى آتيك فقال عيسى عليه السلام : نعم وانطلق الرجل ونسي الميعاد فجاء لحاجة إلى ذلك المكان وعيسى عليه السلام هنالك للميعاد ، وعن رسول الله صلى الله عليه وسلم : « أنه واعد رجلاً ونسي ذلك الرجل فانتظره من الضحى إلى قريب من غروب الشمس » وسئل الشعبي عن الرجل يعد ميعاداً إلى أي وقت ينتظره فقال : إن واعده نهاراً فكل النهار وإن واعده ليلاً فكل الليل ، وسئل إبراهيم بن زيد عن ذلك فقال : إذا واعدته في وقت الصلاة فانتظره إلى وقت صلاة أخرى .\r\n وثانيها : قوله : { وَكَانَ رَسُولاً نَّبِيّاً } وقد مر تفسيره .\r\n وثالثها : قوله : { وَكَانَ يَأْمُرُ أَهْلَهُ بالصلاة والزكواة } والأقرب في الأهل أن المراد به من يلزمه أن يؤدي إليه الشرع فيدخل فيه كل أمته من حيث لزمه في جميعهم ما يلزم المرء في أهله خاصة ، هذا إذا حمل الأمر على المفروض من الصلاة والزكاة فإن حمل على الندب فيهما كان المراد أنه كما كان يتهجد بالليل يأمر أهله أي من كان في داره في ذلك الوقت بذلك وكان نظره لهم في الدين يغلب على شفقته عليهم في الدنيا بخلاف ما عليه أكثر الناس ، وقيل : كان يبدأ بأهله في الأمر بالصلاح والعبادة ليجعلهم قدوة لمن سواهم كما قال تعالى : { وَأَنذِرْ عَشِيرَتَكَ الأقربين } [ الشعراء : 214 ] { وَأْمُرْ أَهْلَكَ بالصلاة واصطبر عَلَيْهَا } [ طه : 132 ] { قُواْ أَنفُسَكُمْ وَأَهْلِيكُمْ نَاراً } [ التحريم : 6 ] وأيضاً فهم أحق أن يتصدق عليهم فوجب أن يكونوا بالإحسان الديني أولى ، فأما الزكاة فعن ابن عباس رضي الله عنهما أنها طاعة الله تعالى والاخلاص فكأنه تأوله على ما يزكو به الفاعل عند ربه والظاهر أنه إذا قرنت الزكاة إلى الصلاة أن يراد بها الصدقات الواجبة وكان يعرف من خاصة أهله أن يلزمهم الزكاة فيأمرهم بذلك أو يأمرهم أن يتبرعوا بالصدقات على الفقراء .\r\n ورابعها : قوله؛ { وَكَانَ عِندَ رَبّهِ مَرْضِيّاً } وهو في نهاية المدح لأن المرضى عند الله هو الفائز في كل طاعاته بأعلى الدرجات .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "واذكر في الكتاب إسماعيل إنه كان صادق الوعد وكان رسولا نبيا (54) وكان يأمر أهله بالصلاة والزكاة وكان عند ربه مرضيا (55) ",
        "babnum": 25
    },
    {
        "id": 1458,
        "cate": "19",
        "title": "وَاذْكُرْ فِي الْكِتَابِ إِدْرِيسَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا (56) وَرَفَعْنَاهُ مَكَانًا عَلِيًّا (57) ",
        "details": " ( القصة السادسة قصة إدريس عليه السلام ) اعلم أن إدريس عليه السلام هو جد أبي نوح عليه السلام وهو نوح بن لمك بن متوشلخ بن أخنوخ قيل سمي إدريس لكثرة دراسته واسمه أخنوخ ووصفه الله تعالى بأمور : أحدها : أنه كان صديقاً .\r\n وثانيها : أنه كان نبياً وقد تقدم القول فيهما .\r\n وثالثها : قوله : { وَرَفَعْنَاهُ مَكَاناً عَلِيّاً } وفيه قولان : أحدهما : أنه من رفعة المنزلة كقوله تعالى لمحمد صلى الله عليه وسلم : { وَرَفَعْنَا لَكَ ذِكْرَكَ } [ الشرح : 4 ] فإن الله تعالى شرفه بالنبوة وأنزل عليه ثلاثين صحيفة وهو أول من خط بالقلم ونظر في علم النجوم والحساب وأول من خاط الثياب ولبسها وكانوا يلبسون الجلود .\r\n الثاني : أن المراد به الرفعة في المكان إلى موضع عال وهذا أولى ، لأن الرفعة المقرونة بالمكان تكون رفعة في المكان لا في الدرجة ثم اختلفوا فقال بعضهم إن الله رفعه إلى السماء وإلى الجنة وهو حي لم يمت ، وقال آخرون : بل رفع إلى السماء وقبض روحه سأل ابن عباس رضي الله عنهما كعباً عن قوله : { وَرَفَعْنَاهُ مَكَاناً عَلِيّاً } قال : جاءه خليل له من الملائكة فسأله حتى يكلم ملك الموت حتى يؤخر قبض روحه فحمله ذلك الملك بين جناحيه فصعد به إلى السماء فلما كان في السماء الرابعة فإذا ملك الموت يقول بعثت وقيل لي اقبض روح إدريس في السماء الرابعة ، وأنا أقول كيف ذلك وهو في الأرض فالتفت إدريس فرآه ملك الموت فقبض روحه هناك .\r\n واعلم أن الله تعالى إنما مدحه بأن رفعه إلى السماء لأنه جرت العادة أن لا يرفع إليها إلا من كان عظيم القدر والمنزلة ، ولذلك قال في حق الملائكة : { وَمَنْ عِنْدَهُ لاَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ } [ الأنبياء : 19 ] وههنا آخر القصص .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "واذكر في الكتاب إدريس إنه كان صديقا نبيا (56) ورفعناه مكانا عليا (57) ",
        "babnum": 26
    },
    {
        "id": 1459,
        "cate": "19",
        "title": "أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا (58) ",
        "details": " اعلم أنه تعالى أثنى على كل واحد ممن تقدم ذكره من الأنبياء بما يخصه من الثناء ثم جمعهم آخراً فقال : { أُولَئِكَ الذين أَنْعَمَ الله عَلَيْهِم } أي بالنبوة وغيرها مما تقدم وصفه وأولئك إشارة إلى المذكورين في السورة من لدن زكريا إلى إدريس ، ثم جمعهم في كونهم من ذرية آدم ثم خص بعضهم بأنه من ذرية من حمل مع نوح ، والذي يختص بأنه من ذرية آدم دون من حمل مع نوح هو إدريس عليه السلام ، فقد كان سابقاً على نوح على ما ثبت في الأخبار والذين هم من ذرية من حمل مع نوح هو إبراهيم عليه السلام لأنه من ولد سام بن نوح وإسمعيل وإسحق ويعقوب من ذرية إبراهيم ثم خص بعضهم بأنهم من ولد إسرائيل أي يعقوب وهم موسى وهارون وزكريا ويحيى وعيسى من قبل الأم فرتب الله سبحانه وتعالى أحوال الأنبياء عليهم السلام الذين ذكرهم على هذا الترتيب منبهاً بذلك على أنهم كما فضلوا بأعمالهم فلهم مزيد في الفضل بولادتهم من هؤلاء الأنبياء ، ثم بين أنهم ممن هدينا واجتبينا منبهاً بذلك على أنهم اختصوا بهذه المنازل لهداية الله تعالى لهم ، ولأنه اختارهم للرسالة ثم قال : { إذا تتلى عليهم آيات الرحمن خروا سجداً وبكياً } تتلى عليهم أي على هؤلاء الأنبياء فبين تعالى أنهم مع نعم الله عليهم قد بلغوا الحد الذي عند تلاوة آيات الله يخرون سجداً وبكياً خضوعاً وخشوعاً وحذراً وخوفاً ، والمراد بآيات الله ما خصهم الله تعالى به من الكتب المنزلة عليهم .\r\n وقال أبو مسلم المراد بالآيات التي فيها ذكر العذاب المنزل بالكفار وهو بعيد لأن سائر الأيات التي فيها ذكر الجنة والنار إلى غير ذلك أولى أن يسجدوا عنده ويبكوا فيجب حمله على كل آية تتلى مما يتضمن الوعد والوعيد والترغيب والترهيب ، لأن كل ذلك إذا فكر فيه المتفكر صح أن يسجد عنده وأن يبكي ، واختلفوا فقال بعضهم في السجود : إنه الصلاة وقال بعضهم : المراد سجود التلاوة على حسب ما تعبدنا به وقيل : المراد الخضوع والخشوع والظاهر يقتضي سجوداً مخصوصاً عند التلاوة ثم يحتمل أن يكون المراد سجود التلاوة للقرآن ويحتمل أنهم عند الخوف كانوا قد تعبدوا بالسجود فيفعلون ذلك لا لأجل ذكر السجود في الآية ، قال الزجاج في بكياً : جمع باك مثل شاهد وشهود وقاعد وقعود ثم قال الإنسان في حال خروره لا يكون ساجداً فالمراد خروا مقدرين للسجود ومن قال في بكياً إنه مصدر فقد أخطأ لأن سجداً جمع ساجد وبكياً معطوف عليه وعن رسول الله صلى الله عليه وسلم : « اتلو القرآن وابكوا فإن لم تبكوا فتباكوا » وعن صالح المري قال : قرأت القرآن عن رسول الله صلى الله عليه وسلم في المنام فقال لي : يا صالح هذه القراءة فأين البكاء؟ وعن ابن عباس رضي الله عنهما إذا قرأتم سجدة سبحان فلا تعجلوا بالسجود حتى تبكوا فإن لم تبك عين أحدكم فليبك قلبه .\r\n وعن رسول الله صلى الله عليه وسلم : « القرآن نزل بحزن فاقرأوه بحزن » وعن رسول الله صلى الله عليه وسلم : « ما اغرورقت عين به بماء إلا حرم الله على النار جسدها » وعن أبي هريرة رضي الله عنه : « لا يلج النار من بكى من خشية الله » وقال العلماء : يدعو في سجود التلاوة بما يليق بها فإن قرأ آية تنزيل السجدة قال : اللهم اجعلني من الساجدين لوجهك المسبحين بحمدك وأعوذ بك أن أكون من المستكبرين عن أمرك وإن قرأ سجدة سبحان قال : اللهم اجعلني من الباكين إليك الخاشعين لك وإن قرأ هذه السجدة قال : اللهم اجعلني من عبادك المنعم عليهم المهتدين الساجدين لك الباكين عند تلاوة آيات كتابك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أولئك الذين أنعم الله عليهم من النبيين من ذرية آدم وممن حملنا مع نوح ومن ذرية إبراهيم وإسرائيل وممن هدينا واجتبينا إذا تتلى عليهم آيات الرحمن خروا سجدا وبكيا (58) ",
        "babnum": 27
    },
    {
        "id": 1460,
        "cate": "19",
        "title": "فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا (59) إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئًا (60) ",
        "details": " اعلم أنه تعالى لما وصف هؤلاء الأنبياء بصفات المدح ترغيباً لنا في التأسي بطريقتهم ذكر بعدهم من هو بالضد منهم فقال : فخلف من بعدهم خلف ، وظاهر الكلام أن المراد من بعد هؤلاء الأنبياء خلف من أولادهم يقال : خلفه إذا أعقبه ثم قيل في عقب الخبر خلف بفتح اللام وفي عقب الشر خلف بالسكون ، كما قالوا : وعد في ضمان الخير ووعيد في ضمان الشر وفي الحديث : « في الله خلف من كل هالك » وفي الشعر للبيد : ذهب الذين يعاش في أكنافهم \r\n وبقيت في خلف كجلد الأجرب ثم وصفهم بإضاعة الصلاة واتباع الشهوات فإضاعة الصلاة في مقابلة قوله : { خَرُّواْ سُجَّداً } [ السجدة : 15 ] واتباع الشهوات في مقابلة قوله : { وَبُكِيّاً } لأن بكاءهم يدل على خوفهم واتباع هؤلاء لشهواتهم يدل على عدم الخوف لهم وظاهر قوله : { أضاعوا الصلاة } تركوها لكن تركها قد يكون بأن لا تفعل أصلاً وقد يكون بأن لا تفعل في وقتها وإن كان الأظهر هو الأول وأما اتباع الشهوات فقال ابن عباس رضي الله عنهما هم اليهود تركوا الصلاة المفروضة وشربوا الخمر واستحلوا نكاح الأخت من الأب واحتج بعضهم بقوله : { إِلاَّ مَن تَابَ وَءامَنَ } على أن تارك الصلاة كافر ، واحتج أصحابنا بها في أن الإيمان غير العمل لأنه تعالى قال : { وآمَنَ وَعَمِلَ صالحا } فعطف العمل على الإيمان والمعطوف غير المعطوف عليه ، أجاب الكعبي عنه : بأنه تعالى فرق بين التوبة والإيمان والتوبة من الإيمان فكذلك العمل الصالح يكون من الإيمان وإن فرق بينهما ، وهذا الجواب ضعيف لأن عطف الإيمان على التوبة يقتضي وقوع المغايرة بينهما لأن التوبة عزم على الترك والإيمان إقرار بالله تعالى وهما متغايران ، فكذا في هذه الصورة .\r\n ثم بين تعالى أن من هذه صفته { يَلْقُونَ غَيّاً } وذكروا في الغي وجوهاً : أحدها : أن كل شر عند العرب غي وكل خير رشاد ، قال الشاعر : فمن يلق خيراً يحمد الناس أمره \r\n ومن يغو لا يعدم على الغي لائما وثانيها : قال الزجاج : { يَلْقُونَ غَيّاً } أي يلقون جزاء الغي ، كقوله تعالى : { يَلْقَ أَثَاماً } [ الفرقان : 68 ] أي مجازاة الآثام .\r\n وثالثها : غياً عن طريق الجنة .\r\n ورابعها : الغي واد في جهنم يستعيذ منه أوديتها والوجهان الأولان أقرب فإن كان في جهنم موضع يسمى بذلك جاز ولا يخرج من أن يكون المراد ما قدمنا لأنه المعقول في اللغة ، ثم بين سبحانه أن هذا الوعيد فيمن لم يتب ، وأما من تاب وآمن وعمل صالحاً فلهم الجنة لا يلحقهم ظلم ، وههنا سؤالان : الأول : الاستثناء دل على أنه لا بد من التوبة والإيمان والعمل الصالح وليس الأمر كذلك ، لأن من تاب عن كفره ولم يدخل وقت الصلاة ، أو كانت المرأة حائضاً فإنه لا يجب عليها الصلاة والزكاة أيضاً غير واجبة ، وكذا الصوم فههنا لو مات في ذلك الوقت كان من أهل النجاة مع أنه لم يصدر عنه عمل فلم يجز توقف الأجر على العمل الصالح ، و الجواب أن هذه الصورة نادرة ، والمراد منه الغالب .\r\n السؤال الثاني : قوله : { وَلاَ يُظْلَمُونَ شَيْئاً } هذا إنما يصح لو كان الثواب مستحقاً على العمل ، لأنه لو كان الكل بالتفضل لاستحال حصول الظلم لكن من مذهبكم أنه لا استحقاق للعبد بعمله إلا بالوعد .\r\n الجواب : أنه لما أشبهه أجرى على حكمه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فخلف من بعدهم خلف أضاعوا الصلاة واتبعوا الشهوات فسوف يلقون غيا (59) إلا من تاب وآمن وعمل صالحا فأولئك يدخلون الجنة ولا يظلمون شيئا (60) ",
        "babnum": 28
    },
    {
        "id": 1461,
        "cate": "19",
        "title": "جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا (61) لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا (62) تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا (63) ",
        "details": " اعلم أنه تعالى لما ذكر في التائب أنه يدخل الجنة وصف الجنة بأمور : أحدها : قوله؛ { جنات عَدْنٍ التى وَعَدَ الرحمن عِبَادَهُ بالغيب } والعدن الإقامة وصفها بالدوام على خلاف حال الجنان في الدنيا التي لا تدوم ولذلك فإن حالها لا يتغير في مناظرها فليست كجنان الدنيا التي حالها يختلف في خضرة الورق وظهور النور والثمر وبين تعالى أنها : وعد الرحمن لعباده وأما قوله : { بالغيب } ففيه وجهان : أحدهما : أنه تعالى وعدهم إياها وهي غائبة عنهم غير حاضرة أو هم غائبون عنها لا يشاهدونها .\r\n والثاني : أن المراد وعد الرحمن للذين يكونون عباداً بالغيب أي الذين يعبدونه في السر بخلاف المنافقين فإنهم يعبدونه في الظاهر ولا يعبدونه في السر وهو قول أبي مسلم .\r\n والوجه الأول : أقوى لأنه تعالى بين أن الوعد منه تعالى وإن كان بأمر غائب فهو كأنه مشاهد حاصل ، لذلك قال بعده : { إِنَّهُ كَانَ وَعْدُهُ مَأْتِيّاً } أما قوله : { مَأْتِيّاً } فقيل إنه مفعول بمعنى فاعل والوجه أن الوعد هو الجنة وهم يأتونها ، قال الزجاج : كل ما وصل إليك فقد وصلت إليه وما أتاك فقد أتيته والمقصود من قوله : { إِنَّهُ كَانَ وَعْدُهُ مَأْتِيّاً } بيان أن الوعد منه تعالى وإن كان بأمر غائب فهو كأنه مشاهد وحاصل والمراد تقرير ذلك في القلوب .\r\n وثانيها : قوله : { لاَّ يَسْمَعُونَ فِيهَا لَغْواً إِلاَّ سلاما } [ مريم : 62 ] واللغو من الكلام ما سبيله أن يلغي ويطرح وهو المنكر من القول ونظيره قوله : { لاَّ تَسْمَعُ فِيهَا لاغية } [ الغاشية : 11 ] وفيه تنبيه ظاهر على وجوب تجنب اللغو حيث نزه الله تعالى عنه الدار التي لا تكليف فيها وما أحسن قوله : { وَإِذَا مَرُّواْ بِاللَّغْوِ مَرُّواْ كِراماً } [ الفرقان : 72 ] ، { وَإِذَا سَمِعُواْ اللغو أَعْرَضُواْ عَنْهُ وَقَالُواْ لَنَا أعمالنا وَلَكُمْ أعمالكم سلام عَلَيْكُمْ لاَ نَبْتَغِى الجاهلين } [ القصص : 55 ] أما قوله : { إِلاَّ سلاما } ففيه بحثان : البحث الأول : أن فيه إشكالاً وهو أن السلام ليس من جنس اللغو فكيف استثنى السلام من اللغو والجواب عنه من وجوه : أحدها : أن معنى السلام هو الدعاء بالسلامة وأهل الجنة لا حاجة بهم إلى هذا الدعاء فكان ظاهره من باب اللغو وفضول الحديث لولا ما فيه من فائدة الإكرام .\r\n وثانيها : أن يحمل ذلك على الاستثناء المنقطع .\r\n وثالثها : أن يكون هذا من جنس قول الشاعر : ولا عيب فيهم غير أن سيوفهم \r\n بهن فلول من قراع الكتائب البحث الثاني : أن ذلك السلام يحتمل أن يكون من سلام بعضهم على بعض أو من تسليم الملائكة أو من تسليم الله تعالى على ما قال تعالى : { والملائكة يَدْخُلُونَ عَلَيْهِمْ مّن كُلّ بَابٍ * سلام عَلَيْكُم بِمَا صَبَرْتُمْ فَنِعْمَ عقبى الدار } [ الرعد : 23 ، 24 ] وقوله : { سَلاَمٌ قَوْلاً مّن رَّبّ رَّحِيمٍ } [ يس : 58 ] .\r\n ورابعها : قوله تعالى : { وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيّاً } وفيه سؤالان : السؤال الأول : أن المقصود من هذه الآيات وصف الجنة بأحوال مستعظمة ووصول الرزق إليهم بكرة وعشياً ليس من الأمور المستعظمة .\r\n والجواب من وجهين : الأول : قال الحسن أراد الله تعالى أن يرغب كل قوم بما أحبوه في الدنيا ولذلك ذكر أساور من الذهب والفضة ولبس الحرير التي كانت عادة العجم والأرائك التي هي الحجال المضروبة على الأسرة وكانت من عادة أشراف العرب في اليمن ولا شيء كان أحب إلى العرب من الغداء والعشاء فوعدهم بذلك .\r\n الثاني : أن المراد دوام الرزق كما تقول أنا عند فلان صباحاً ومساء وبكرة وعشياً تريد الدوام ولا تقصد الوقتين المعلومين .\r\n السؤال الثاني : قال تعالى : { لاَ يَرَوْنَ فِيهَا شَمْساً وَلاَ زَمْهَرِيراً } [ الإنسان : 13 ] وقال عليه السلام : « لا صباح عند ربك ولا مساء » والبكرة والعشي لا يوجدان إلا عند وجود الصباح والمساء .\r\n والجواب المراد أنهم يأكلون عند مقدار الغداة والعشي إلا أنه ليس في الجنة غدوة وعشي إذ لا ليل فيها ويحتمل ما قيل إنه تعالى جعل لقدر اليوم علامة يعرفون بها مقادير الغداة والعشي ويحتمل أن يكون المراد لهم رزقهم متى شاءوا كما جرت العادة في الغداة والعشي .\r\n وخامسها : قوله : { تِلْكَ الجنة التى نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِيّاً } وفيه أبحاث : الأول : قوله : { تِلْكَ الجنة } هذه الإشارة إنما صحت لأن الجنة غائبة .\r\n وثانيها : ذكروا في نورث وجوهاً الأول : نورث استعارة أي نبقي عليه الجنة كما نبقي على الوارث مال المورث .\r\n الثاني : أن المراد أنا ننقل تلك المنازل ممن لو أطاع لكانت له إلى عبادنا الذين اتقوا ربهم فجعل هذا النقل إرثاً قاله الحسن .\r\n الثالث : أن الأتقياء يلقون ربهم يوم القيامة وقد انقضت أعمالهم وثمراتها باقية وهي الجنة فإذا أدخلهم الجنة فقد أورثهم من تقواهم كما يرث الوارث المال من المتوفى .\r\n ورابعها : معنى من كان تقياً من تمسك باتقاء معاصيه وجعله عادته واتقى ترك الواجبات ، قال القاضي : فيه دلالة على أن الجنة يختص بدخولها من كان متقياً والفاسق المرتكب للكبائر لا يوصف بذلك .\r\n والجواب : الآية تدل على أن المتقي يدخلها وليس فيها دلالة على أن غير المتقي لا يدخلها وأيضاً فصاحب الكبيرة متق عن الكفر ومن صدق عليه أنه متق عن الكفر فقد صدق عليه أنه متق لأن المتقي جزء من مفهوم قولنا المتقي عن الكفر وإذا كان صاحب الكبيرة يصدق عليه أنه متق وجب أن يدخل تحته فالآية بأن تدل على أن صاحب الكبيرة يدخل الجنة أولى من أن تدل على أنه لا يدخلها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "جنات عدن التي وعد الرحمن عباده بالغيب إنه كان وعده مأتيا (61) لا يسمعون فيها لغوا إلا سلاما ولهم رزقهم فيها بكرة وعشيا (62) تلك الجنة التي نورث من عبادنا من كان تقيا (63) ",
        "babnum": 29
    },
    {
        "id": 1462,
        "cate": "19",
        "title": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا (64) رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ هَلْ تَعْلَمُ لَهُ سَمِيًّا (65) ",
        "details": " اعلم أن في الآية إشكالاً وهو أو قوله : { تِلْكَ الجنة التى نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِيّاً } [ مريم : 63 ] كلام الله وقوله : { وَمَا نَتَنَزَّلُ إِلاَّ بِأَمْرِ رَبّكَ } كلام غير الله فكيف جاز عطف هذا على ما قبله من غير فصل .\r\n والجواب أنه إذا كانت القرينة ظاهرة لم يقبح كما أن قوله سبحانه : { إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ } [ البقرة : 117 ] هو كلام الله وقوله : { وَإِنَّ الله رَبّى وَرَبُّكُمْ } [ آل عمران : 51 ] كلام غير الله وأحدهما معطوف على الآخر ، واعلم أن ظاهر قوله تعالى : { وَمَا نَتَنَزَّلُ إِلاَّ بِأَمْرِ رَبّكَ } خطاب جماعة لواحد وذلك لا يليق إلا بالملائكة الذين ينزلون على الرسول ويحتمل في سببه ما روي أن قريشاً بعثت خمسة رهط إلى يهود المدينة يسألونهم عن صفة محمد صلى الله عليه وسلم وهل يجدونه في كتابهم فسألوا النصارى فزعموا أنهم لا يعرفونه وقالت اليهود : نجده في كتابنا وهذا زمانه وقد سألنا رحمن اليمامة عن خصال ثلاث فلم يعرف فاسألوه عنهن فإن أخبركم بخصلتين منهما فاتبعوه ، فاسألوه عن فتية أصحاب الكهف وعن ذي القرنين وعن الروح قال فجاءوا فسألوه عن ذلك لم يدر كيف يجيب فوعدهم أن يجيبهم بعد ذلك ، ولم يقل إن شاء الله فاحتبس الوحي عنه أربعين يوماً وقيل خمسة عشر يوماً فشق عليه ذلك مشقة شديدة وقال المشركون ودعه ربه وقلاه ، فنزل جبريل عليه السلام فقال له النبي صلى الله عليه وسلم أبطأت عني حتى ساء ظني واشتقت إليك قال إني كنت أشوق ولكني عبد مأمور إذا بعثت نزلت وإذا حبست احتبست فأنزل الله تعالى هذه الآية وأنزل قوله : { وَلاَ تَقْولَنَّ لِشَىْء إِنّى فَاعِلٌ ذلك غَداً * إِلاَّ أَن يَشَاء الله } [ الكهف : 23 ، 24 ] وسورة الضحى ثم أكدوا ذلك بقولهم : { لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا } أي هو المدبر لنا في كل الأوقات الماضي والمستقبل وما بينهما أو الدنيا والآخرة وما بينهما فإنه يعلم إصلاح التدبير مستقبلاً وماضياً وما بينهما والغرض أن أمرنا موكول إلى الله تعالى يتصرف فينا بحسب مشيئته وإرادته وحكمته لا اعتراض لأحد عليه فيه وقال أبو مسلم قوله : { وَمَا نَتَنَزَّلُ إِلاَّ بِأَمْرِ رَبّكَ } يجوز أن يكون قول أهل الجنة والمراد وما نتنزل الجنة إلا بأمر ربك له ما بين أيدينا أي في الجنة مستقبلاً وما خلفنا مما كان في الدنيا وما بين ذلك أي ما بين الوقتين وما كان ربك نسياً لشيء مما خلق فيترك إعادته لأنه عالم الغيب لا يعزب عنه مثقال ذرة وقوله : { وَمَا كَانَ رَبُّكَ نَسِيّاً } ابتداء كلام منه تعالى في مخاطبة الرسول صلى الله عليه وسلم ويتصل به : { رَبّ السموات والأرض } أي بل هو { رَبّ السموات والأرض وَمَا بَيْنَهُمَا فاعبده } قال القاضي وهذا مخالف للظاهر من وجوه : أحدها : أن ظاهر التنزل نزول الملائكة إلى الرسول صلى الله عليه وسلم لقوله بأمر ربك وظاهر الأمر بحال التكليف أليق ، وثانيها : أنه خطاب من جماعة لواحد وذلك لا يليق بمخاطبة بعضهم لبعض في الجنة .\r\n وثالثها : أن ما في سياقه من قوله : { وَمَا كَانَ رَبُّكَ نَسِيّاً * رَبّ السموات والأرض وَمَا بَيْنَهُمَا } لا يليق إلا بحال التكليف ولا يوصف به الرسول صلى الله عليه وسلم فكأنهم قالوا للرسول وما كان ربك يا محمد نسياً يجوز عليه السهو حتى يضرك إبطاؤنا بالتنزل عليك إلى مثل ذلك ثم ههنا أبحاث : البحث الأول : قال صاحب «الكشاف» التنزل على معنيين : أحدهما : النزول على مهل .\r\n والثاني : بمعنى النزول على الإطلاق والدليل عليه أنه مطاوع نزل ونزل يكون بمعنى أنزل وبمعنى التدريج واللائق بمثل هذا الموضع هو النزول على مهل والمراد أن نزولنا في الأحايين وقتاً بعد وقت ليس إلا بأمر الله تعالى .\r\n البحث الثاني : ذكروا في قوله : { مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذلك } وجوهاً : أحدها : له ما قدامنا وما خلفنا من الجهات وما نحن فيه فلا نتمالك أن ننتقل من جهة إلى جهة ومن مكان إلى مكان إلا بأمره ومشيئته فليس لنا أن ننقلب من السماء إلى الأرض إلا بأمره .\r\n وثانيها : له ما بين أيدينا ما سلف من أمر الدنيا وما خلفنا ما يستقبل من أمر الآخرة وما بين ذلك وما بين النفختين وهو أربعون سنة .\r\n وثالثها : ما مضى من أعمارنا وما غبر من ذلك والحال التي نحن فيها .\r\n ورابعها : ما قبل وجودنا وما بعد فنائنا .\r\n وخامسها : الأرض التي بين أيدينا إذا نزلنا والسماء التي وراءنا وما بين السماء والأرض وعلى كل التقديرات فالمقصود أنه المحيط بكل شيء لا تخفى عليه خافية ولا يعزب عنه مثقال ذرة فكيف نقدم على فعل إلا بأمره وحكمه .\r\n البحث الثالث : قوله : { وَمَا كَانَ رَبُّكَ نَسِيّاً } أي تاركاً لك كقوله : { مَا وَعْدَكَ رَبُّكَ وَمَا قلى } [ الضحى : 3 ] أي ما كان امتناع النزول إلا لامتناع الأمر به ولم يكن ذلك عن ترك الله لك وتوديعه إياك ، أما قوله : { رَبّ السموات والأرض وَمَا بَيْنَهُمَا } فالمراد أن من يكون رباً لها أجمع لا يجوز عليه النسيان إذ لا بد من أن يمسكها حالاً بعد حال وإلا بطل الأمر فيهما وفيمن يتصرف فيهما ، واحتج أصحابنا بهذه الآية على أن فعل العبد خلق الله تعالى ، لأن فعل العبد حاصل بين السماء والأرض .\r\n والآية دالة على أنه رب لكل شيء حصل بينهما ، قال صاحب «الكشاف» : رب السموات والأرض بدل من ربك ويجوز أن يكون خبر مبتدأ محذوف أي هو رب السموات والأرض فاعبده واصطبر لعبادته فهو أمر للرسول صلى الله عليه وسلم بالعبادة والمصابرة على مشاق التكاليف في الأداء والإبلاغ وفيما يخصه من العبادة فإن قيل لم لم يقل واصطبر على عبادته بل قال واصطبر لعبادته قلنا : لأن العبادة جعلت بمنزلة القرن في قولك للمحارب اصطبر لقرنك أي اثبت له فيما يورد عليك من شداته .\r\n والمعنى أن العبادة تورد عليك شدائد ومشاق فاثبت لها ولا تهن ولا يضق صدرك من إلقاء أهل الكتاب إليك الأغاليط عن احتباس الوحي عنك مدة وشماتة المشركين بك ، أما قوله تعالى : { هَلْ تَعْلَمُ لَهُ سَمِيّاً } فالظاهر يدل على أنه تعالى جعل علة الأمر بالعبادة والأمر بالمصابرة عليها أنه لا سمي له ، والأقرب هو كونه منعماً بأصول النعم وفروعها وهي خلق الأجسام والحياة والعقل وغيرها فإنه لا يقدر على ذلك أحد سواه سبحانه ، فإذا كان هو قد أنعم عليك بغاية الإنعام وجب أن تعظمه بغاية التعظيم وهي العبادة ، ومن الناس من قال : المراد أنه سبحانه ليس له شريك في اسمه وبينوا ذلك من وجهين : الأول : أنهم وإن كانوا يطلقون لفظ الإله على الوثن فما أطلقوا لفظ الله على شيء سواه وعن ابن عباس رضي الله عنهما لا يسمى بالرحمن غيره .\r\n الثاني : هل تعلم من سمى باسمه على الحق دون الباطل؟ لأن التسمية على الباطل في كونها غير معتد بها كلا تسمية ، والقول الأول هو الصواب ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما نتنزل إلا بأمر ربك له ما بين أيدينا وما خلفنا وما بين ذلك وما كان ربك نسيا (64) رب السماوات والأرض وما بينهما فاعبده واصطبر لعبادته هل تعلم له سميا (65) ",
        "babnum": 30
    },
    {
        "id": 1463,
        "cate": "19",
        "title": "وَيَقُولُ الْإِنْسَانُ أَإِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا (66) أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا (67) فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَاطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا (68) ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا (69) ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَى بِهَا صِلِيًّا (70) ",
        "details": " اعلم أنه تعالى لما أمر بالعبادة والمصابرة عليها فكأن سائلاً سأل وقال هذه العبادات لا منفعة فيها في الدنيا ، وأما في الآخرة فقد أنكرها قوم فلا بد من ذكر الدلالة على القول بالحشر حتى يظهر أن الاشتغال بالعبادة مفيد فلهذا حكى الله تعالى قول منكري الحشر فقال : { وَيَقُولُ الإنسان أَإِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيّاً } وإنما قالوا ذلك على وجه الإنكار والاستبعاد ، وذكروا في الإنسان وجهين : أحدهما : أن يكون المراد الجنس بأسره فإن قيل كلهم غير قائلين بذلك فكيف يصح هذا القول؟ قلنا الجواب من وجهين : الأول : أن هذه المقالة لما كانت موجودة فيما هو من جنسهم صح إسنادها إلى جميعهم ، كما يقال : بنو فلان قتلوا فلاناً وإنما القاتل رجل منهم .\r\n والثاني : أن هذا الاستبعاد موجود ابتداء في طبع كل أحد إلا أن بعضهم ترك ذلك الاستبعاد المبني على محض الطبع بالدلالة القاطعة التي قامت على صحة القول به .\r\n الثاني : أن المراد بالإنسان شخص معين فقيل : هو أبو جهل ، وقيل : هو أبي بن خلف ، وقيل : المراد جنس الكفار القائلين بعدم البعث ، ثم إن الله تعالى أقام الدلالة على صحة البعث بقوله : { أَوْ لاَ يَذْكُرُ الإنسان أَنَّا خَلَقْنَاهُ مِن قَبْلُ وَلَمْ يَكُ شَيْئاً } والقراء كلهم على { يُذْكَرِ } بالتشديد إلا نافعاً وابن عامر وعاصماً فقد خففوا ، أي أو لا يتذكر الإنسان أنا خلقناه من قبل وإذا قرىء أو لا يذكر فهو أقرب إلى المراد إذ الغرض التفكر والنظر في أنه إذا خلق من قبل لا من شيء فجائز أن يعاد ثانياً .\r\n قال بعض العلماء : لو اجتمع كل الخلائق على إيراد حجة في البعث على هذا الاختصار لما قدروا عليها إذ لا شك أن الإعادة ثانياً أهون من الإيجاد أولاً ، ونظيره قوله : { قُلْ يُحْيِيهَا الذى أَنشَأَهَا أَوَّلَ مَرَّةٍ } [ يس : 79 ] وقوله : { وَهُوَ الذى يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ } [ الروم : 27 ] واحتج أصحابنا بهذه الآية على أن المعدوم ليس بشيء وهو ضعيف لأن الإنسان عبارة عن مجموع جواهر متألفة قامت بها أعراض وهذا المجموع ما كان شيئاً ، ولكن لم قلت إن كل واحد من تلك الأجزاء ما كان شيئاً قبل كونه موجوداً؟ فإن قيل : كيف أمر تعالى الإنسان بالذكر مع أن الذكر هو العلم بما قد علمه من قبل ثم تخللهما سهو؟ قلنا : المراد أو لا يتفكر فيعلم خصوصاً إذا قرىء أو لا يذكر الإنسان بالتشديد أما إذا قرىء أو لا يذكر بالتخفيف فالمراد أو لا يعلم ذلك من حال نفسه لأن كل أحد يعلم أنه لم يكن حياً في الدنيا ثم صار حياً ، ثم إنه سبحانه لما قرر المطلوب بالدليل أردفه بالتهديد من وجوه .\r\n أحدها : قوله : { فَوَرَبّكَ لَنَحْشُرَنَّهُمْ والشياطين } وفائدة القسم أمران : أحدهما : أن العادة جارية بتأكيد الخبر باليمين .\r\n والثاني : أن في إقسام الله تعالى باسمه مضافاً إلى اسم رسوله صلى الله عليه وسلم تفخيم لشأنه صلى الله عليه وسلم ورفع منه كما رفع من شأن السماء والأرض في قوله : { فَوَرَبّ السماء والأرض إِنَّهُ لَحَقٌّ } [ الذاريات : 23 ] والواو في { الشياطين } ويجوز أن تكون للعطف وأن تكون بمعنى مع وهي بمعنى مع أوقع ، والمعنى أنهم يحشرون مع قرنائهم من الشياطين الذين أغووهم يقرن كل كافر مع شيطان في سلسلة .\r\n وثانيها : قوله : { ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيّاً } وهذا الإحضار يكون قبل إدخالهم جهنم ثم إنه تعالى يحضرهم على أذل صورة لقوله تعالى : { جِثِيّاً } لأن البارك على ركبتيه صورته صورة الذليل أو صورته صورة العاجز ، فإن قيل هذا المعنى حاصل للكل بدليل قوله تعالى : { وترى كُلَّ أُمَّةٍ جَاثِيَةً } [ الجاثية : 28 ] والسبب فيه جريان العادة أن الناس في مواقف المطالبات من الملوك يتجاثون على ركبهم لما في ذلك من الاستنظار والقلق ، أو لما يدهمهم من شدة الأمر الذي لا يطيقون معه القيام على أرجلهم ، وإذا كان هذا عاماً للكل فكيف يدل على مزيد ذل الكفار؟ قلنا : لعل المراد أنهم يكونون من وقت الحشر إلى وقت الحضور في الموقف على هذه الحالة وذلك يوجب مزيد الذل في حقهم .\r\n وثالثها : قوله : { ثُمَّ لَنَنزِعَنَّ مِن كُلّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرحمن عِتِيّاً } والمراد بالشيعة وهي فعلة كفرقة وفئة الطائفة التي شاعت أي تبعت غاوياً من الغواة قال تعالى : { إِنَّ الذين فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعًا } [ الأنعام : 159 ] والمراد أنه تعالى يحضرهم أولا حول جهنم جثياً ثم يميز البعض من البعض فمن كان أشدهم تمرداً في كفره خص بعذاب أعظم لأن عذاب الضال المضل يجب أن يكون فوق عذاب من يضل تبعاً لغيره ، وليس عذاب من يتمرد ويتجبر كعذاب المقلد وليس عذاب من يورد الشبه في الباطل كعذاب من يقتدي به مع الغفلة قال تعالى : { الذين كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ الله زدناهم عَذَابًا فَوْقَ العذاب بِمَا كَانُواْ يُفْسِدُونَ } [ النحل : 88 ] .\r\n وقال : { وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالاً مَّعَ أَثْقَالِهِمْ } [ العنكبوت : 13 ] فبين تعالى أنه ينزع من كل فرقة من كان أشد عتواً وأشد تمرداً ليعلم أن عذابه أشد ، ففائدة هذا التمييز التخصيص بشدة العذاب لا التخصيص بأصل العذاب ، فلذلك قال في جميعهم : { ثُمَّ لَنَحْنُ أَعْلَمُ بالذين هُمْ أولى بِهَا صِلِيّاً } ولا يقال أولى إلا مع اشتراك القوم في العذاب ، واختلفوا في إعراب أيهم فعن الخليل أنه مرتفع على الحكاية تقديره لننزعن الذين يقال فيهم أيهم أشد وسيبويه على أنه مبني على الضم لسقوط صدر الجملة التي هي صلة حتى لو جيء به لأعرب وقيل أيهم هو أشد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويقول الإنسان أإذا ما مت لسوف أخرج حيا (66) أولا يذكر الإنسان أنا خلقناه من قبل ولم يك شيئا (67) فوربك لنحشرنهم والشياطين ثم لنحضرنهم حول جهنم جثيا (68) ثم لننزعن من كل شيعة أيهم أشد على الرحمن عتيا (69) ثم لنحن أعلم بالذين هم أولى بها صليا (70) ",
        "babnum": 31
    },
    {
        "id": 1464,
        "cate": "19",
        "title": "وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا (71) ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا (72) ",
        "details": " واعلم أنه تعالى لما قال من قبل : { فَوَرَبّكَ لَنَحْشُرَنَّهُمْ والشياطين } [ مريم : 68 ] ثم قال : { ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ } [ مريم : 68 ] أردفه بقوله : { وَإِن مّنكُمْ إِلاَّ وَارِدُهَا } يعني جهنم واختلفوا فقال بعضهم المراد من تقدم ذكره من الكفار فكنى عنهم أولاً كناية الغيبة ثم خاطب خطاب المشافهة ، قالوا : إنه لا يجوز للمؤمنين أن يردوا النار ويدل عليه أمور : أحدها : قوله تعالى : { إِنَّ الذين سَبَقَتْ لَهُمْ مّنَّا الحسنى أُوْلَئِكَ عَنْهَا مُبْعَدُونَ } [ الأنبياء : 101 ] والمبعد عنها لا يوصف بأنه واردها .\r\n والثاني : قوله : { لاَ يَسْمَعُونَ حَسِيَسَهَا } [ الأنبياء : 102 ] ولو وردوا جهنم لسمعوا حسيسها .\r\n وثالثها : قوله : { وَهُمْ مّن فَزَعٍ يَوْمَئِذٍ ءامِنُونَ } [ النحل : 89 ] وقال الأكثرون : إنه عام في كل مؤمن وكافر لقوله تعالى : { وَإِن مّنكُمْ إِلاَّ وَارِدُهَا } فلم يخص .\r\n وهذا الخطاب مبتدأ مخالف للخطاب الأول ، ويدل عليه قوله : { ثُمَّ نُنَجّى الذين اتقوا } أي من الواردين من اتقى ولا يجوز أن يقال : { ثُمَّ نُنَجّى الذين اتقوا وَّنَذَرُ الظالمين فِيهَا جِثِيّاً } إلا والكل واردون والأخبار المروية دالة على هذا القول ، ثم هؤلاء اختلفوا في تفسير الورود فقال بعضهم : الورود الدنو من جهنم وأن يصيروا حولها وهو موضع المحاسبة ، واحتجوا على أن الورود قد يراد به القرب بقوله تعالى : { فَأَرْسَلُواْ وَارِدَهُمْ } [ يوسف : 19 ] ومعلوم أن ذلك الوارد ما دخل الماء وقال تعالى : { وَلَمَّا وَرَدَ مَاء مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مّنَ الناس يَسْقُونَ } [ القصص : 23 ] وأراد به القرب .\r\n ويقال : وردت القافلة البلدة وإن لم تدخلها فعلى هذا معنى الآية أن الجن والإنس يحضرون حول جهنم : { كَانَ على رَبِّكَ حَتْماً مَّقْضِيّاً } [ مريم : 71 ] أي واجباً مفروغاً منه بحكم الوعيد ثم ننجي أي نبعد الذين اتقوا عن جهنم وهو المراد من قوله تعالى : { أُوْلَئِكَ عَنْهَا مُبْعَدُونَ } [ الأنبياء : 101 ] ومما يؤكد هذا القول ما روي أنه صلى الله عليه وسلم قال : \" لا يدخل النار أحد شهد بدراً والحديبية فقالت حفصة : أليس الله يقول : { وَإِن مّنكُمْ إِلاَّ وَارِدُهَا } فقال عليه السلام فمه ثم ننجي الذين اتقوا \" ولو كان الورود عبارة عن الدخول لكان سؤال حفصة لازماً .\r\n القول الثاني : أن الورود هو الدخول ويدل عليه الآية والخبر ، أما الآية فقوله تعالى : { إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَارِدُونَ } [ الأنبياء : 98 ] وقال : { فَأَوْرَدَهُمُ النار وَبِئْسَ الورد المورود } [ هود : 98 ] ويدل عليه قوله تعالى : { أُوْلَئِكَ عَنْهَا مُبْعَدُونَ } والمبعد هو الذي لولا التبعيد لكان قريباً فهذا إنما يحصل لو كانوا في النار ، ثم إنه تعالى يبعدهم عنها ويدل عليه قوله تعالى : { وَّنَذَرُ الظالمين فِيهَا جِثِيّاً } وهذا يدل على أنهم يبقون في ذلك الموضع الذي وردوه وهم إنما يبقون في النار فلا بد وأن يكونوا قد دخلوا النار ، وأما الخبر فهو أن عبد الله بن رواحة قال : « أخبر الله عن الورود ولم يخبر بالصدور ، فقال عليه السلام : \" يا ابن رواحة اقرأ ما بعدها ثم ننجي الذين اتقوا \" وذلك يدل على أن ابن رواحة فهم من الورود الدخول والنبي صلى الله عليه وسلم ما أنكر عليه في ذلك وعن جابر : \" أنه سئل عن هذه الآية فقال : سمعت رسول الله صلى الله عليه وسلم يقول : الورود الدخول لا يبقى بر ولا فاجر إلا دخلها فتكون على المؤمنين برداً وسلاماً حتى أن للناس ضجيجاً من بردها \" .\r\n والقائلون بهذا القول يقولون : المؤمنون يدخلون النار من غير خوف وضرر ألبتة بل مع الغبطة والسرور وذلك لأن الله تعالى أخبر عنهم أنهم : { لاَ يَحْزُنُهُمُ الفزع الأكبر } [ الأنبياء : 103 ] ولأن الآخرة دار الجزاء لا دار التكليف ، وإيصال الغم والحزن إنما يجوز في دار التكليف ، ولأنه صحت الرواية عن رسول الله صلى الله عليه وسلم : \" إن الملائكة تبشر في القبر من كان من أهل الثواب بالجنة حتى يرى مكانه في الجنة ويعلمه \" وكذلك القول في حال المعاينة فكيف يجوز أن يردوا القيامة وهم شاكون في أمرهم ، وإنما تؤثر هذه الأحوال في أهل النار لأنهم لا يعلمون كونهم من أهل النار والعقاب ، ثم اختلفوا في أنه كيف يندفع عنهم ضرر النار ، فقال بعضهم : البقعة المسماة بجهنم لا يمتنع أن يكون في خلالها ما لا نار فيه ، ويكون من المواضع التي يسلك فيها إلى دركات جهنم ، وإذا كان كذلك لم يمتنع أن يدخل الكل في جهنم فالمؤمنون يكونون في تلك المواضع الخالية عن النار ، والكفار يكونون في وسط النار .\r\n وثانيها : أن الله تعالى يخمد النار فيعبرها المؤمنون وتنهار بغيرهم ، قال ابن عباس رضي الله عنهما : «يردونها كأنها إهالة» وعن جابر بن عبد الله : \" أنه سأل رسول الله صلى الله عليه وسلم فقال إذا دخل أهل الجنة الجنة قال بعضهم لبعض أليس وعدنا ربنا بأن نرد النار فيقال لهم : قد وردتموها وهي خامدة \" وثالثها : أن حرارة النار ليست بطبعها فالأجزاء الملاصقة لأبدان الكفار يجعلها الله عليهم محرقة مؤذية والأجزاء الملاصقة لأبدان المؤمنين يجعلها الله برداً وسلاماً عليهم ، كما في حق إبراهيم عليه السلام .\r\n وكما أن الكوز الواحد من الماء كان يشربه القبطي فكان يصير دماً ويشربه الإسرائيلي فكان يصير ماء عذباً .\r\n واعلم أنه لا بد من أحد هذه الوجوه في الملائكة الموكلين بالعذاب حتى يكونوا في النار مع المعاقبين ، فإن قيل : إذا لم يكن على المؤمنين عذاب في دخولهم النار فما الفائدة في ذلك الدخول؟ قلنا فيه وجوه : أحدها : أن ذلك مما يزيدهم سروراً إذا علموا الخلاص منه .\r\n وثانيها : أن فيه مزيد غم على أهل النار حيث يرون المؤمنين الذين هم أعداؤهم يتخلصون منها وهم يبقون فيها .\r\n وثالثها : أن فيه مزيد غم على أهل النار من حيث تظهر فضيحتهم عند المؤمنين بل وعند الأولياء وعند من كان يخوفهم من النار فما كانوا يلتفتون إليه .\r\n ورابعها : أن المؤمنين إذا كانوا معهم في النار يبكتونهم فزاد ذلك غماً للكفار وسروراً للمؤمنين .\r\n وخامسها : أن المؤمنين كانوا يخوفونهم بالحشر والنشر ويقيمون عليهم صحة الدلائل فما كانوا يقبلون تلك الدلائل ، فإذا دخلوا جهنم معهم أظهروا لهم أنهم كانوا صادقين فيما قالوا ، وأن المكذبين بالحشر والنشر كانوا كاذبين .\r\n وسادسها : أنهم إذا شاهدوا ذلك العذاب صار ذلك سبباً لمزيد التذاذهم بنعيم الجنة كما قال الشاعر : وبضدها تتبين الأشياء \r\n فأما الذين تمسكوا بقوله تعالى : { أُوْلَئِكَ عَنْهَا مُبْعَدُونَ } [ الأنبياء : 101 ] فقد بينا أنه أحد ما يدل على الدخول في جهنم وأيضاً فالمراد عن عذابها وكذا قوله : { لاَ يَسْمَعُونَ حَسِيَسَهَا } [ الأنبياء : 102 ] فإن قيل : هل ثبت بالأخبار كيفية دخول النار ثم خروج المتقين منها إلى الجنة؟ قلنا : ثبت بالأخبار أن المحاسبة تكون في الأرض أو حيث كانت الأرض ويدل عليه أيضاً قوله تعالى : { يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض } [ إبراهيم : 48 ] وجهنم قريبة من الأرض والجنة في السماء ففي موضع المحاسبة يكون الاجتماع فيدخلون من ذلك الموضع إلى جهنم ثم يرفع الله أهل الجنة وينجيهم ويدفع أهل النار فيها .\r\n أما قوله : { كَانَ على رَبِّكَ حَتْماً مَّقْضِيّاً } فالحتم مصدر حتم الأمر إذا أوجبه فسمى المحتوم بالحتم كقولهم : خلق الله وضرب الأسير ، واحتج من أوجب العقاب عقلاً فقال : إن قوله : { كَانَ على رَبِّكَ حَتْماً مَّقْضِيّاً } يدل على وجوب ما جاء من جهة الوعيد والأخبار لأن كلمة على للوجوب والذي ثبت بمجرد الأخبار لا يسمى واجباً .\r\n والجواب أن وعد الله تعالى لما استحال تطرق الخلف إليه جرى مجرى الواجب أما قوله : { ثُمَّ نُنَجّى الذين اتقوا وَّنَذَرُ الظالمين } قرىء ننجي وننجي وينجي على ما لم يسم فاعله ، قال القاضي : الآية دالة على قولنا في الوعيد لأن الله تعالى بين أن الكل يردونها ثم بين صفة من ينجو وهم المتقون والفاسق لا يكون متقياً ، ثم بين تعالى أن من عدا المتقين يذرهم فيها جثياً فثبت أن الفاسق يبقى في النار أبداً .\r\n قال ابن عباس : المتقي هو الذي اتقى الشرك بقول لا إله إلا الله ، واعلم أن الذي قاله ابن عباس هو الحق الذي يشهد الدليل بصحته ، وذلك لأن من آمن بالله وبرسله صح أن يقال : إنه متق عن الشرك ومن صدق عليه أنه متق عن الشرك صدق عليه أنه متق لأن المتقي جزء من المتقي عن الشرك ومن صدق عليه المركب صدق عليه المفرد ، فثبت أن صاحب الكبيرة متق وإذا ثبت ذلك وجب أن يخرج من النار لعموم قوله : { ثُمَّ نُنَجّى الذين اتقوا } فصارت هذه الآية التي توهموها دليلاً من أقوى الدلائل على فساد قولهم : قال القاضي : وتدل الآية أيضاً ، على فساد قول من يقول : إن من المكلفين من لا يكون في الجنة ولا في النار ، قلنا : هذا ضعيف لأن الآية تدل على أنه تعالى ينجي الذين اتقوا وليس فيها ما يدل على أنه ينجيهم إلى الجنة ، ثم هب أنها تدل على ذلك ولكن الآية تدل على أن المتقين يكونون في الجنة والظالمين يبقون في النار فيبقى ههنا قسم ثالث خارج عن القسمين وهو الذي استوت طاعته ومعصيته فتسقط كل واحدة منهما بالأخرى فيبقى لا مطيعاً ولا عاصياً ، فهذا القسم إن بطل فإنما يبطل بشيء سوى هذه الآية فلا تكون هذه الآية دالة على الحصر الذي ادعاه ومن المعتزلة من تمسك في الوعيد بقوله : { وَّنَذَرُ الظالمين فِيهَا جِثِيّاً } ولفظ الظالمين لفظ جمع دخل عليه حرف التعريف فيفيد العموم والكلام على التمسك بصيغ العموم قد تقدم مراراً كثيرة في هذا الكتاب ، أما قوله : { جِثِيّاً } قال صاحب «الكشاف» قوله : { وَّنَذَرُ الظالمين فِيهَا جِثِيّاً } دليل على أن المراد بالورود الجثو حواليها وأن المؤمنين يفارقون الكفرة إلى الجنة بعد نجاتهم وتبقى الكفرة في مكانهم جاثين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن منكم إلا واردها كان على ربك حتما مقضيا (71) ثم ننجي الذين اتقوا ونذر الظالمين فيها جثيا (72) ",
        "babnum": 32
    },
    {
        "id": 1465,
        "cate": "19",
        "title": "وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا (73) ",
        "details": " اعلم أنه تعالى لما أقام الحجة على مشركي قريش المنكرين للبعث أتبعه بالوعيد على ما تقدم ذكره عنهم أنهم عارضوا حجة الله بكلام فقالوا : لو كنتم أنتم على الحق وكنا على الباطل لكان حالكم في الدنيا أحسن وأطيب من حالنا ، لأن الحكيم لا يليق به أن يوقع أولياءه المخلصين في العذاب والذل وأعداءه المعروضين عن خدمته في العز والراحة ، ولما كان الأمر بالعكس فإن الكفار كانوا في النعمة والراحة والاستعلاء ، والمؤمنين كانوا في ذلك الوقت في الخوف والذل دل على أن الحق ليس مع المؤمنين ، هذا حاصل شبهتهم في هذا الباب ونظيره قوله تعالى : { لَوْ كَانَ خَيْراً مَّا سَبَقُونَا إِلَيْهِ } [ الأحقاف : 11 ] ويروى أنهم كانوا يرجلون شعورهم ويدهنون ويتطيبون ويتزينون بالزينة الفاخرة ثم يدعون مفتخرين على فقراء المسلمين أنهم أكرم على الله منهم .\r\n بقي بحثان : الأول : قوله : { آياتنا بينات } يحتمل وجوهاً : أحدها : أنها مرتلات الألفاظ مبينات المعاني إما محكمات أو متشابهات فقد تبعها البيان بالمحكمات أو بتبيين الرسول قولاً أو فعلاً .\r\n وثانيها : أنها ظاهرات الإعجاز تحدى بها فما قدروا على معارضتها .\r\n وثالثها : المراد بكونها آيات بينات أي دلائل ظاهرة واضحة لا يتوجه عليها سؤال ولا اعتراض مثل قوله تعالى في إثبات صحة الحشر : { أَوْ لاَ يَذْكُرُ إلإنسان أَنَّا خَلَقْنَاهُ مِن قَبْلُ وَلَمْ يَكُ شَيْئاً } [ مريم : 67 ] .\r\n البحث الثاني : قرأ ابن كثير : { مَقَاماً } بالضم وهو موضع الإقامة والمنزل ، والباقون بالفتح وهو موضع القيام ، والمراد والندى المجلس يقال : ندى وناد ، والجمع الأندية ، ومنه قوله : { وَتَأْتُونَ فِى نَادِيكُمُ المنكر } [ العنكبوت : 29 ] وقال : { فَلْيَدْعُ نَادِيَهُ } [ العلق : 17 ] ويقال : ندوت القوم أندوهم إذا جمعتهم في المجلس ، ومنه دار الندوة بمكة وكانت مجتمع القوم .\r\n ثم أجاب الله تعالى عن هذه الشبهة بقوله : ",
        "fav": 0,
        "note": null,
        "normal": "وإذا تتلى عليهم آياتنا بينات قال الذين كفروا للذين آمنوا أي الفريقين خير مقاما وأحسن نديا (73) ",
        "babnum": 33
    },
    {
        "id": 1466,
        "cate": "19",
        "title": "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَحْسَنُ أَثَاثًا وَرِئْيًا (74) ",
        "details": " وتقرير هذا الجواب أن يقال : إن من كان أعظم نعمة منكم في الدنيا قد أهلكهم الله تعالى وأبادهم ، فلو دل حصول نعم الدنيا للإنسان على كونه حبيباً لله تعالى لوجب في حبيب الله أن لا يوصل إليه غماً في الدنيا ووجب عليه أن لا يهلك أحداً من المنعمين في دار الدنيا وحيث أهلكهم دل إما على فساد المقدمة الأولى وهي أن من وجد الدنيا كان حبيباً لله تعالى ، أو على فساد المقدمة الثانية وهي أن حبيب الله لا يوصل الله إليه غماً ، وعلى كلا التقديرين فيفسد ما ذكرتموه من الشبهة ، بقي البحث عن تفسير الألفاظ فنقول : أهل كل عصر قرن لمن بعدهم لأنهم يتقدمونهم ( وهم أحسن ) في محل النصب صفة ( لكم ) ، ألا ترى أنك لو تركت ( هم ) لم يكن لك بد من نصب أحسن على الوصفية ، والأثاث متاع البيت ، أما رئياً فقرىء على خمسة أوجه لأنها إما أن تقرأ بالراء التي ليس فوقها نقطة ، أو بالزاي التي فوقها نقطة فأما الأول ، فإما أن يجمع بين الهمزة والياء أو يكتفي بالياء .\r\n أما إذا جمع بين الهمزة والياء ففيه وجهان : أحدهما : بهمزة ساكنة بعدها ياء وهو المنظر والهيئة فعل بمعنى مفعول من رأيت رئياً .\r\n والثاني : ريئاً على القلب كقولهم راء في رأى ، أما إن اكتفينا بالياء فتارة بالياء المشددة على قلب الهمزة ياء ، والإدغام ، أو من الري الذي هو النعمة والترفه ، من قولهم : ريان من النعيم .\r\n والثاني : بالياء على حذف الهمزة رأساً ووجهه أن يخفف المقلوب وهو ريئاً بحذف الهمزة وإلقاء حركتها على الياء الساكنة قبلها ، وأما بالزاي المنقطة من فوق زياً فاشتقاقه من الزي وهو الجمع ، لأن الزي محاسن مجموعة ، والمعنى أحسن من هؤلاء ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وكم أهلكنا قبلهم من قرن هم أحسن أثاثا ورئيا (74) ",
        "babnum": 34
    },
    {
        "id": 1467,
        "cate": "19",
        "title": "قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا (75) وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا (76) ",
        "details": " اعلم أن هذا الجواب الثاني عن تلك الشبهة وتقريره لنفرض أن هذا الضال المتنعم في الدنيا قد مد الله في أجله وأمهله مدة مديدة حتى ينضم إلى النعمة العظيمة المدة الطويلة ، فلا بد وأن ينتهي إلى عذاب في الدنيا أو عذاب في الآخرة بعد ذلك سيعلمون أن نعم الدنيا ما تنقذهم من ذلك العذاب فقوله : { فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَّكَاناً } مذكور في مقابلة قولهم : { خَيْرٌ مَّقَاماً } [ مريم : 73 ] { وَأَضْعَفُ جُنداً } في مقابلة قولهم : { أَحْسَنُ نَدِيّاً } [ مريم : 73 ] فبين تعالى أنهم وإن ظنوا في الحال أن منزلتهم أفضل من حيث فضلهم الله تعالى بالمقام والندى فسيعلمون من بعد أن الأمر بالضد من ذلك وأنهم شر مكاناً فإنه لا مكان شر من النار والمناقشة في الحساب .\r\n { وَأَضْعَفُ جُنداً } فقد كانوا يظنون وهم في الدنيا أن اجتماعهم ينفع فإذا رأوا أن لا ناصر لهم في الآخرة عرفوا عند ذلك أنهم كانوا في الدنيا مبطلين فيما ادعوه .\r\n بقي البحث عن الألفاظ وهو من وجوه : أحدها : مد له الرحمن أي أمهله وأملى له في العمر فأخرج على لفظ الأمر إيذاناً بوجوب ذلك وأنه مفعول لا محالة كالمأمور الممتثل ليقطع معاذير الضال ، ويقال له يوم القيامة : { أَوَ لَمْ نُعَمّرْكُمْ مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ } [ فاطر : 37 ] وكقولهم : { إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُواْ إِثْمَاً } [ آل عمران : 178 ] وثانيها : أن قوله : { إِمَّا العذاب وَإِمَّا الساعة } يدل على أن المراد بالعذاب عذاب يحصل قبل يوم القيامة لأن قوله { وَإِمَّا الساعة } المراد منه يوم القيامة ثم العذاب الذي يحصل قبل يوم القيامة يمكن أن يكون هو عذاب القبر ويمكن أن يكون هو العذاب الذي سيكون عند المعاينة لأنهم عند ذلك يعلمون ما يستحقون ، ويمكن أيضاً أن يكون المراد تغير أحوالهم في الدنيا من العز إلى الذل ، ومن الغنى إلى الفقر ، ومن الصحة إلى المرض ، ومن الأمن إلى الخوف ، ويمكن أن يكون المراد تسليط المؤمنين عليهم ، ويمكن أيضاً أن يكون المراد ما نالهم يوم بدر ، وكل هذه الوجوه مذكورة ، واعلم أنه تعالى بين بعد ذلك أنه كما يعامل الكفار بما ذكره فكذلك يزيد المؤمنين المهتدين هدى ، واعلم أنا نبين إمكان ذلك بحسب العقل ، فنقول : إنه لا يبعد أن يكون بعض أنواع الاهتداء مشروطاً بالبعض فإن حاصل الاهتداء يرجع إلى العلم ولا امتناع في كون بعض العلم مشروطاً بالبعض ، فمن اهتدى بالهداية التي هي الشرط صار بحيث لا يمتنع أن يعطي الهداية التي هي المشروط ، فصح قوله : { وَيَزِيدُ الله الذين اهتدوا هُدًى } مثاله الإيمان هدى والإخلاص في الإيمان زيادة هدى ولا يمكن تحصيل الإخلاص إلا بعد تحصيل الإيمان فمن اهتدى بالإيمان زاده الله الهداية بالإخلاص ، هذا إذا أجرينا لفظ الهداية على ظاهره ومن الناس من حمل الزيادة في الهدى على الثواب أي ويزيد الله الذين اهتدوا ثواباً على ذلك الاهتداء ومنهم من فسر هذه الزيادة بالعبادات المترتبة على الإيمان ، قال صاحب «الكشاف» : يزيد معطوف على موضع فليمدد لأنه واقع موقع الخبر وتقديره من كان في الضلالة يمد له الرحمن مداً ويزيد أي يزيد في ضلال الضلال بخذلانه بذلك المد ويزيد المهتدين هداية بتوفيقه ، ثم إنه تعالى بين أن ما عليه المهتدون هو الذي ينفع في العاقبة فقال : { والباقيات الصالحات خَيْرٌ عِندَ رَبّكَ ثَوَابًا } وذلك لأن ما عليه المهتدون ضرر قليل متناه يعقبه نفع عظيم غير متناه ، والذي عليه الضالون نفع قليل متناه يعقبه ضرر عظيم غير متناه ، وكل أحد يعلم بالضرورة أن الأول أولى ، وبهذا الطريق تسقط الشبهة التي عولوا عليها واختلفوا في المراد بالباقيات الصالحات فقال المحققون إنها الإيمان والأعمال الصالحة سماها باقية لأن نفعها يدوم ولا يبطل ومنهم من قال المراد بها بعض العبادات ولعلهم ذكروا ما هو أعظم ثواباً فبعضهم ذكر الصلوات وبعضهم ذكر التسبيح وروي عن أبي الدرداء قال : « جلس رسول الله صلى الله عليه وسلم ذات يوم وأخذ عوداً يابساً فأزال الورق عنه ثم قال : إن قول لا إله إلا الله والله أكبر وسبحان الله يحط الخطايا حطاً كما يحط ورق هذه الشجرة الريح خذهن يا أبا الدرداء قبل أن يحال بينك وبينهن هن الباقيات الصالحات وهن من كنوز الجنة ، وكان أبو الدرداء يقول : لأعلمن ذلك ولأكثرن منه حتى إذا رآني جاهل حسب أني مجنون » .\r\n والقول الأول أولى لأنه تعالى إنما وصفها بالباقيات الصالحات من حيث يدوم ثوابها ولا ينقطع فبعض العبادات وإن كان أنقص ثواباً من البعض فهي مشتركة في الدوام فهي بأسرها باقية صالحة نظراً إلى آثارها التي هي الثواب ثم إنه تعالى أخبر أنها : { خَيْرٌ عِندَ رَبّكَ ثَوَاباً وَخَيْرٌ مَّرَدّاً } ولا يجوز أن يقال : هذا خير إلا والمراد أنه خير من غيره فالمراد إذن أنها خير مما ظنه الكفار بقولهم : { خَيْرٌ مَّقَاماً وَأَحْسَنُ نَدِيّاً } [ مريم : 73 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل من كان في الضلالة فليمدد له الرحمن مدا حتى إذا رأوا ما يوعدون إما العذاب وإما الساعة فسيعلمون من هو شر مكانا وأضعف جندا (75) ويزيد الله الذين اهتدوا هدى والباقيات الصالحات خير عند ربك ثوابا وخير مردا (76) ",
        "babnum": 35
    },
    {
        "id": 1468,
        "cate": "19",
        "title": "أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا (77) أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا (78) كَلَّا سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا (79) وَنَرِثُهُ مَا يَقُولُ وَيَأْتِينَا فَرْدًا (80) ",
        "details": " اعلم أنه تعالى لما ذكر الدلائل أولاً على صحة البعث ثم أورد شبهة المنكرين ، وأجاب عنها أورد عنهم الآن ما ذكروه على سبيل الاستهزاء طعناً في القول بالحشر فقال : { أَفَرَأَيْتَ الذي كَفَرَ بئاياتنا وَقَالَ لأوتَيَنَّ مَالاً وَوَلَداً } قرأ حمزة والكسائي ولداً وهو جمع ولد كأسد في أسد أو بمعنى الولد كالعرب في العرب ، وعن يحيى بن يعمر ولداً بالكسر ، وعن الحسن نزلت الآية في الوليد بن المغيرة والمشهورة أنها في العاص بن وائل ، قال خباب بن الأرت : كان لي عليه دين فاقتضيته فقال : لا والله حتى تكفر بمحمد قلت : لا والله لا أكفر بمحمد صلى الله عليه وسلم لا حياً ولا ميتاً ولا حين تبعث فقال : فإني إذا مت بعثت؟ قلت : نعم .\r\n قال : إني بعثت وجئتني فسيكون لي ثم مال وولد فأعطيك ، وقيل : صاغ خباب له حلياً فاقتضاه فطلب الأجرة فقال : إنكم تزعمون أنكم تبعثون ، وأن في الجنة ذهباً وفضة وحريراً فأنا أقضيك ثم ، فإني أوتي مالاً وولداً حينئذ ثم أجاب الله تعالى عن كلامه بقوله : { أَطَّلَعَ الغيب أَمِ اتخذ عِندَ الرحمن عَهْداً } قال صاحب «الكشاف» : أطلع الغيب من قولهم أطلع الجبل أي ارتقى إلى أعلاه ويقال مر مطلعاً لذلك الأمر أي غالباً له مالكاً له والاختيار في هذه الكلمة أن تقول : أو قد بلغ من عظم شأنه أنه ارتقى إلى علم الغيب الذي توحد به الواحد القهار ، والمعنى أن الذي ادعى أن يكون حاصلاً له لا يتوصل إليه إلا بأحد هذين الأمرين ، إما علم الغيب وإما عهد من عالم الغيب فبأيهما توصل إليه؟ وقيل : في العهد كلمة الشهادة عن قتادة هل له عمل صالح قدمه فهو يرجو بذلك ما يقول؟ ثم إنه سبحانه بين من حاله ضد ما ادعاه ، فقال : { كَلاَّ } وهي كلمة ردع وتنبيه على الخطأ أي هو مخطىء فيما يقوله ويتمناه فإن قيل لم قال : { سَنَكْتُبُ مَا يَقُولُ } بسين التسويف وهو كما قاله كتب من غير تأخير قال تعالى : { مَّا يَلْفِظُ مِن قَوْلٍ إِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ } [ ق : 18 ] قلنا فيه وجهان : أحدهما : سيظهر له ويعلم أنا كتبنا .\r\n الثاني : أن المتوعد يقول للجاني سوف أنتقم منك وإن كان في الحال في الانتقام ويكون غرضه من هذا الكلام محض التهديد فكذا ههنا ، أما قوله تعالى : { وَنَمُدُّ لَهُ مِنَ العذاب مَدّاً } أي نطول له من العذاب ما يستأهله ونزيده من العذاب ونضاعف له من المدد ويقال مده وأمده بمعنى ويدل عليه قراءة علي بن أبي طالب عليه السلام ويمد له بالضم ، أما قوله ونرثه ما يقول أي يزول عنه ما وعده من مال وولد فلا يعود كما لا يعود الإرث إلى من خلفه وإذا سلب ذلك في الآخرة يبقى فرداً فلذلك قال : { وَيَأْتِينَا فَرْداً } فلا يصح أن ينفرد في الآخرة بمال وولد : { وَلَقَدْ جِئْتُمُونَا فرادى كَمَا خلقناكم أَوَّلَ مَرَّةٍ } [ الأنعام : 94 ] ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أفرأيت الذي كفر بآياتنا وقال لأوتين مالا وولدا (77) أطلع الغيب أم اتخذ عند الرحمن عهدا (78) كلا سنكتب ما يقول ونمد له من العذاب مدا (79) ونرثه ما يقول ويأتينا فردا (80) ",
        "babnum": 36
    },
    {
        "id": 1469,
        "cate": "19",
        "title": "وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا (81) كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا (82) أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا (83) فَلَا تَعْجَلْ عَلَيْهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا (84) يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا (85) وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا (86) لَا يَمْلِكُونَ الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا (87) ",
        "details": " اعلم أنه تعالى لما تكلم في مسألة الحشر والنشر ، تكلم الآن في الرد على عباد الأصنام فحكى عنهم أنهم إنما اتخذوا آلهة لأنفسهم ليكونوا لهم عزاً ، حيث يكونون لهم عند الله شفعاء وأنصاراً ، ينقذونهم من الهلاك .\r\n ثم أجاب الله تعالى بقوله : { كَلاَّ } وهو ردع لهم وإنكار لتعززهم بالآلهة ، وقرأ ابن نهيك : { كَلاَّ سَيَكْفُرُونَ بعبادتهم } أي كلهم سيكفرون بعبادة هذه الأوثان وفي محتسب ابن جني كلا بفتح الكاف والتنوين وزعم أن معناه كل هذا الاعتقاد والرأي كلا ، قال صاحب الكشاف : إن صحت هذه الرواية فهي كلا التي هي للردع قلب الواقف عليها ألفها نوناً كما في قواريرا واختلفوا في أن الضمير في قوله : { سَيَكْفُرُونَ } يعود إلى المعبود أو إلى العابد فمنهم من قال إنه يعود إلى المعبود ، ثم قال بعضهم : أراد بذلك الملائكة لأنهم في الآخرة يكفرون بعبادتهم ويتبرءون منهم ويخاصمونهم وهو المراد من قوله : { أَهَؤُلاَء إِيَّاكُمْ كَانُواْ يَعْبُدُونَ } [ سبأ : 40 ] وقال آخرون : إن الله تعالى يحيي الأصنام يوم القيامة حتى يوبخوا عبادهم ويتبرؤا منهم فيكون ذلك أعظم لحسرتهم ومن الناس من قال الضمير يرجع إلى العباد أي أن هؤلاء المشركين يوم القيامة ينكرون أنهم عبدوا الأصنام ثم قال تعالى : { ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلاَّ أَن قَالُواْ والله رَبّنَا مَا كُنَّا مُشْرِكِينَ } [ الأنعام : 23 ] أما قوله : { وَيَكُونُونَ عَلَيْهِمْ ضِدّاً } فذكر ذلك في مقابلة قوله : { لَهُمْ عِزّاً } [ مريم : 81 ] والمراد ضد العز وهو الذل والهوان أن يكونون عليهم ضداً لما قصدوه وأرادوه كأنه قيل : ويكونون عليهم ذلالهم لا عزاً أو يكونون عليهم عوناً والضد العون ، يقال من أضدادكم أي من أعوانكم وكأن العون يسمى ضداً لأنه يضاد عدوك وينافيه بإعانته لك عليه ، فإن قيل : ولم وحد؟ قلنا : وحد توحيد قوله عليه السلام : « وهم يد على من سواهم » لاتفاق كلمتهم فإنهم كشيء واحد لفرط انتظامهم وتوافقهم ، ومعنى كون الآلهة عوناً عليهم أنهم وقود النار وحصب جهنم ولأنهم عذبوا بسبب عبادتها واعلم أنه تعالى لما ذكر حال هؤلاء الكفار مع الأصنام في الآخرة ذكر بعده حالهم مع الشياطين في الدنيا فإنهم يسألونهم وينقادون لهم فقال : { أَنَّا أَرْسَلْنَا الشياطين عَلَى الكافرين تَؤُزُّهُمْ أَزّاً } وفيه مسائل : المسألة الأولى : احتج الأصحاب بهذه الآية على أن الله تعالى مريد لجميع الكائنات فقالوا قول القائل : أرسلت فلاناً على فلان موضوع في اللغة لإفادة أنه سلطه عليه لإرادة أن يستولي عليه .\r\n قال عليه السلام : سم الله وأرسل كلبك عليه إذا ثبت هذا فقوله : { أَنَّا أَرْسَلْنَا الشياطين عَلَى الكافرين } يفيد أنه تعالى سلطهم عليهم لإرادة أن يستولوا عليهم وذلك يفيد المقصود ثم يتأكد هذا بقوله : { تَؤُزُّهُمْ أَزّاً } فإن معناه إنا أرسلنا الشياطين على الكافرين لتؤزهم أزاً ويتأكد بقوله : { واستفزز مَنِ استطعت مِنْهُمْ } [ الإسراء : 64 ] قال القاضي : حقيقة اللفظ توجب أنه تعالى أرسل الشياطين إلى الكفار كما أرسل الأنبياء بأن حملهم رسالة يؤدونها إليهم فلا يجوز في تلك الرسالة إلا ما أرسل عليه الشياطين من الإغواء فكان يجب في الكفار أن يكونوا بقبولهم من الشياطين مطيعين وذلك كفر من قائله ، ولأن من العجب تعلق المجبرة بذلك لأن عندهم أن ضلال الكفار من قبله تعالى بأن خلق فيهم الكفر وقدر الكفر فلا تأثير لما يكون من الشيطان وإذا بطل حمل اللفظ في ظاهره فلا بد من التأويل فنحمله على أنه تعالى خلى بين الشياطين وبين الكفار وما منعهم من إغوائهم وهذه التخلية تسمى إرسالاً في سعة اللغة .\r\n كما إذا لم يمنع الرجل كلبه من دخول بيت جيرانه يقال : أرسل كلبه عليه وإن لم يرد أذى الناس ، وهذه التخلية وإن كان فيها تشديد للمحنة عليهم فهم متمكنون من أن لا يقبلوا منهم ويكون ثوابهم على ترك القبول أعظم والدليل عليه قوله تعالى : { وَمَا كَانَ لِىَ عَلَيْكُمْ مّن سلطان إِلاَّ أَن دَعَوْتُكُمْ فاستجبتم لِى فَلاَ تَلُومُونِى وَلُومُواْ أَنفُسَكُمْ } [ إبراهيم : 22 ] هذا تمام كلامه ونقول لا نسلم أنه لا يمكن حمله على ظاهره فإن قوله : { أَرْسَلْنَا الشياطين } لو أرسلهم الله إلى الكفار لكان الكفار مطيعين له بقبول قول الشياطين ، قلنا الله تعالى ما أرسل الشياطين إلى الكفار بل أرسلها عليهم والإرسال عليهم هو التسليط لإرادة أن يصير مستولياً عليه ، فأين هذا من الإرسال إليهم ، قوله : ضلال الكافر من قبل الله تعالى فأي تأثير للشيطان فيه؟ قلنا : لم لا يجوز أن يقال : إن إسماع الشيطان إياه تلك الوسوسة يوجب في قلبه ذلك الضلال بشرط سلامة فهم السامع لأن كلام الشيطان من خلق الله تعالى فيكون ذلك الضلال الحاصل في قلب الكافر منتسباً إلى الشيطان وإلى الله تعالى من هذين الوجهين ، قوله لم لا يجوز أن يكون المراد بالإرسال التخلية قلنا : كما خلى بين الشيطان والكفرة فقد خلى بينهم وبين الأنبياء ثم إنه تعالى خص الكافر بأنه أرسل الشيطان عليه فلا بد من فائدة زائدة ههنا ولأن قوله : { تَؤُزُّهُمْ أَزّاً } أي تحركهم تحريكاً شديداً كالغرض من ذلك الإرسال فوجب أن يكون الأز مراداً لله تعالى ويحصل المقصود منه فهذا ما في هذا الموضع ، والله أعلم .\r\n المسألة الثانية : قال ابن عباس : { تَؤُزُّهُمْ أَزّاً } أي تزعجهم في المعاصي إزعاجاً نزلت في المستهزئين بالقرآن وهم خمسة رهط قال صاحب الكشاف : الأز والهز والاستفزاز أخوات في معنى التهييج وشدة الإزعاج أي تغريهم على المعاصي وتحثهم وتهيجهم لها بالوساس والتسويلات ، أما قوله تعالى : { فَلاَ تَعْجَلْ عَلَيْهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدّاً } يقال : عجلت عليه بكذا إذا استعجلته به أي لا تعجل عليهم بأن يهلكوا أو يبيدوا حتى تستريح أنت والمسلمون من شرورهم فليس بينك وبين ما تطلب من هلاكهم إلا أيام محصورة وأنفاس معدودة ، ونظيره قوله تعالى : { وَلاَ تَسْتَعْجِل لَّهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُواْ إِلاَّ سَاعَةً مّن نَّهَارٍ بَلاَغٌ } [ الأحقاف : 35 ] عن ابن عباس أنه كان إذا قرأها بكى وقال : آخر العدد خروج نفسك ، آخر العدد دخول قبرك ، آخر العدد فراق أهلك .\r\n وعن ابن السماك رحمه الله أنه كان عند المأمون فقرأها فقال : إذا كانت الأنفاس بالعدد ولم يكن لها مدد فما أسرع ما تنفد .\r\n وذكروا في قوله : { نَعُدُّ لَهُمْ عَدّاً } وجهين آخرين : الأول : نعد أنفاسهم وأعمالهم فنجازيهم على قليلها وكثيرها .\r\n والثاني : نعد الأوقات إلى وقت الأجل المعين لكل أحد الذي لا يتطرق إليه الزيادة والنقصان ، ثم بين سبحانه ما سيظهر في ذلك اليوم من الفصل بين المتقين وبين المجرمين في كيفية الحشر فقال : { يَوْمَ نَحْشُرُ المتقين إِلَى الرحمن وَفْداً } قال صاحب الكشاف : نصب يوم بمضمر أي يوم نحشر ونسوق نفعل بالفريقين ما لا يحيط به الوصف أو اذكر يوم نحشر ويجوز أن ينتصب بلا يملكون عن علي عليه السلام قال : قال رسول الله صلى الله عليه وسلم : « والذي نفسي بيده إن المتقين إذا خرجوا من قبورهم استقبلوا بنوق بيض لها أجنحة عليها رحال الذهب » ثم تلا هذه الآية .\r\n وفيها مسائل : المسألة الأولى : قال القاضي هذه الآية أحد ما يدل على أن أهوال يوم القيامة تختص بالمجرمين لأن المتقين من الابتداء يحشرون على هذا النوع من الكرامة فهم آمنون من الخوف فكيف يجوز أن تنالهم الأهوال؟ المسألة الثانية : المشبهة احتجوا بالآية وقالوا قوله : { إِلَى الرحمن } يفيد أن انتهاء حركتهم يكون عند الرحمن وأهل التوحيد يقولون المعنى يوم نحشر المتقين إلى محل كرامة الرحمن .\r\n المسألة الثالثة : طعن الملحد فيه فقال قوله : { يَوْمَ نَحْشُرُ المتقين إِلَى الرحمن وَفْداً } هذا إنما يستقيم أن لو كان الحاشر غير الرحمن أما إذا كان الحاشر هو الرحمن فهذا الكلام لا ينتظم ، أجاب المسلمون بأن التقدير يوم نحشر المتقين إلى كرامة الرحمن أما قوله : { وَنَسُوقُ المجرمين إلى جَهَنَّمَ ورداً } فقوله : { نَسُوقُ } يدل على أنهم يساقون إلى النار بإهانة واستخفاف كأنهم نعم عطاش تساق إلى الماء ، والورد اسم للعطاش ، لأن من يرد الماء لا يرده إلا للعطش .\r\n وحقيقة الورود السير إلى الماء فسمي به الواردون أما قوله : { لاَّ يَمْلِكُونَ الشفاعة } أي فليس لهم والظاهر أن المراد شفاعتهم لغيرهم أو شفاعة غيرهم لهم فلذلك اختلفوا ، وقال بعضهم : لا يملكون أن يشفعوا لغيرهم كما يملك المؤمنون وقال بعضهم : بل المراد لا يملك غيرهم أن يشفعوا لهم وهذا الثاني أولى لأن حمل الآية على الأول يجري مجرى إيضاع الواضحات وإذا ثبت ذلك دلت الآية على حصول الشفاعة لأهل الكبائر لأنه قال عقيبه : { إِلاَّ مَنِ اتخذ عِندَ الرحمن عَهْداً } والتقدير أن هؤلاء لا يستحقون أن يشفع لهم غيرهم إلا إذا كانوا قد اتخذوا عند الرحمن عهداً التوحيد والنبوة فوجب أن يكون داخلاً تحته ومما يؤكد قولنا : ما روى ابن مسعود أنه عليه السلام قال لأصحابه ذات يوم : « أيعجز أحدكم أن يتخذ كل صباح ومساء عند الله عهداً؟ قالوا؛ وكيف ذلك؟ قال : يقول كل صباح ومساء اللهم فاطر السموات والأرض عالم الغيب والشهادة إني أعهد إليك بأني أشهد أن لا إله إلا أنت وحدك لا شريك لك وأن محمداً عبدك ورسولك فإنك إن تكلني إلى نفسي تقربني من الشر وتبعدني من الخير وإني لا أثق إلا برحمتك فاجعل لي عهداً توفينيه يوم القيامة إنك لا تخلف الميعاد .\r\n فإذا قال ذلك طبع الله عليه بطابع ووضع تحت العرش فإذا كان يوم القيامة نادى منادٍ أين الذين لهم عند الرحمن عهد فيدخلون الجنة » ، فظهر بهذا الحديث أن المراد من العهد كلمة الشهادة وظهر وجه دلالة الآية على أن الشفاعة لأهل الكبائر وقال القاضي : الآية دالة على مذهبه وقد ظهر أن الآية قوية في الدلالة على قولنا ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "واتخذوا من دون الله آلهة ليكونوا لهم عزا (81) كلا سيكفرون بعبادتهم ويكونون عليهم ضدا (82) ألم تر أنا أرسلنا الشياطين على الكافرين تؤزهم أزا (83) فلا تعجل عليهم إنما نعد لهم عدا (84) يوم نحشر المتقين إلى الرحمن وفدا (85) ونسوق المجرمين إلى جهنم وردا (86) لا يملكون الشفاعة إلا من اتخذ عند الرحمن عهدا (87) ",
        "babnum": 37
    },
    {
        "id": 1470,
        "cate": "19",
        "title": "وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا (88) لَقَدْ جِئْتُمْ شَيْئًا إِدًّا (89) تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا (90) أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا (91) وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا (92) إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا (93) لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا (94) وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا (95) ",
        "details": " اعلم أنه تعالى لما رد على عبده الأوثان عاد إلى الرد على من أثبت له ولداً : { وَقَالَتِ اليهود عَزِيزٌ ابن الله وَقَالَتِ النصارى المسيح ابن الله } [ التوبة : 30 ] وقالت العرب الملائكة بنات الله والكل داخلون في هذه الآية ومنهم من خصها بالعرب الذي أثبتوا أن الملائكة بنات الله قالوا لأن الرد على النصارى تقدم في أول السورة أما الآن فإنه لما رد على العرب الذين قالوا بعبادة الأوثان تكلم في إفساد قول الذين قالوا بعبادة الملائكة لكونهم بنات الله أما قوله : { لَقَدْ جِئْتُمْ شَيْئاً إِدّاً } فقرىء إداً بالكسر والفتح .\r\n قال ابن خالويه الإد والأد العجب وقيل المنكر العظيم والأدة الشدة وأدنى الأمر وآدنى أثقلي .\r\n قرىء يتفطرن بالتاء بعد الياء أعني المعجمة من تحتها واختلفوا في يكاد فقرأ بعضهم بالياء المعجمة من تحتها وبعضهم بالتاء من فوق ، والانفطار من فطرة إذا شقه والتفطر من فطره إذا شققه وكرر الفعل فيه وقرأ ابن مسعود يتصدعن وقوله : { وَتَخِرُّ الجبال هَدّاً } أي تهد هداً أو مهدودة أو مفعول له أي لأنها تهد والمعنى أنها تتساقط أشد ما يكون تساقط البعض على البعض ، فإن قيل من أين يؤثر القول بإثبات الولد لله تعالى في انفطار السموات وانشقاق الأرض وخرور الجبال؟ قلنا فيه وجوه : أحدها : أن الله سبحانه وتعالى يقول أفعل هذا بالسموات والأرض والجبال عند وجود هذه الكلمة غضباً مني على من تفوه بها لولا حلمي وأني لا أعجل بالعقوبة كما قال : { إِنَّ الله يُمْسِكُ السموات والأرض أَن تَزُولاَ وَلَئِن زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مّن بَعْدِهِ إِنَّهُ كَانَ حَلِيماً غَفُوراً } [ فاطر : 41 ] .\r\n وثانيها : أن يكون استعظاماً للكلمة وتهويلاً من فظاعتها وتصويراً لأثرها في الدين وهدمها لأركانه وقواعده .\r\n وثالثها : أن السموات والأرض والجبال تكاد أن تفعل ذلك لو كانت تعقل من غلظ هذا القول وهذا تأويل أبي مسلم .\r\n ورابعها : أن السموات والأرض والجبال كانت سليمة من كل العيوب فلما تكلم بنو آدم بهذا القول ظهرت العيوب فيها أما قوله : { أَن دَعَوْا للرحمن وَلَداً } ففيه مسائل : المسألة الأولى : في إعرابه ثلاثة أوجه .\r\n أحدها : أن يكون مجروراً بدلاً من الهاء في منه أو منصوباً بتقدير سقوط اللام وإفضاء الفعل أي هذا لأن دعوا أو مرفوعاً بأنه فاعل { هَدّاً } أي هدها دعاء الولد للرحمن ، والحاصل أنه تعالى بين أن سبب تلك الأمور العظيمة هذا القول .\r\n المسألة الثانية : إنما كرر لفظ الرحمن مرات تنبيهاً على أنه سبحانه وتعالى هو الرحمن وحده من قبل أن أصول النعم وفروعها ليست إلا منه .\r\n المسألة الثالثة : قوله : { دَعَوْا للرحمن } هو من دعا بمعنى سمى المتعدي إلى مفعولين فاقتصر على أحدهما الذي هو الثاني طلباً للعموم والإحاطة بكل من ادعى له ولداً أو من دعا بمعنى نسب الذي هو مطاوعة ما في قوله صلى الله عليه وسلم : « من ادعى إلى غير مواليه » قال الشاعر : إنا بني نهشل لا ندعى لأب \r\n أي لا ننتسب إليه ، ثم قال تعالى : { وَمَا يَنبَغِى للرحمن أَن يَتَّخِذَ وَلَداً } أي هو محال ، أما الولادة المعروفة فلا مقال في امتناعها ، وأما التبني فلأن الولد لا بد وأن يكون شبيهاً بالوالد ولا مشبه لله تعالى ولأن اتخاذ الولد إنما يكون لأغراض لا تصح في الله من سروره به واستعانته به وذكر جميل ، وكل ذلك لا يليق به ، ثم قال : { إِن كُلُّ مَن فِى السموات والأرض إِلاَّ اتِى الرحمن عَبْداً } والمراد أنه ما من معبود لهم في السموات والأرض من الملائكة والناس إلا وهو يأتي الرحمن أي يأوي إليه ويلتجىء إلى ربوبيته عبداً منقاداً مطيعاً خاشعاً راجياً كما يفعل العبيد ، ومنهم من حمله على يوم القيامة خاصة والأول أولى لأنه لا تخصيص فيه وقوله : { لَّقَدْ أحصاهم وَعَدَّهُمْ عَدّاً } أي كلهم تحت أمره وتدبيره وقهره وقدرته فهو سبحانه محيط بهم ، ويعلم مجمل أمورهم وتفاصيلها لا يفوته شيء من أحوالهم وكل واحد منهم يأتيه يوم القيامة منفرداً ليس معه من هؤلاء المشركين أحد وهم براء منهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقالوا اتخذ الرحمن ولدا (88) لقد جئتم شيئا إدا (89) تكاد السماوات يتفطرن منه وتنشق الأرض وتخر الجبال هدا (90) أن دعوا للرحمن ولدا (91) وما ينبغي للرحمن أن يتخذ ولدا (92) إن كل من في السماوات والأرض إلا آتي الرحمن عبدا (93) لقد أحصاهم وعدهم عدا (94) وكلهم آتيه يوم القيامة فردا (95) ",
        "babnum": 38
    },
    {
        "id": 1471,
        "cate": "19",
        "title": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا (96) فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا (97) وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا (98) ",
        "details": " اعلم أنه تعالى لما رد على أصناف الكفرة وبالغ في شرح أحوالهم في الدنيا والآخرة ختم السورة بذكر أحوال المؤمنين فقال : { إِنَّ الذين ءامَنُواْ وَعَمِلُواْ الصالحات سَيَجْعَلُ لَهُمُ الرحمن وُدّاً } وللمفسرين في قوله : { وُدّاً } قولان : الأول : وهو قول الجمهور أنه تعالى سيحدث لهم في القلوب مودة ويزرعها لهم فيها من غير تودد منهم ولا تعرض للأسباب التي يكتسب الناس بها مودات القلوب من قرابة أو صداقة أو اصطناع معروف أو غير ذلك ، وإنما هو اختراع منه تعالى وابتداء تخصيصاً لأوليائه بهذه الكرامة كما قذف في قلوب أعدائهم الرعب والهيبة إعظاماً لهم وإجلالاً لمكانهم ، والسين في سيجعل إما لأن السورة مكية وكان المؤمنون حينئذ ممقوتين بين الكفرة فوعدهم الله تعالى ذلك إذا جاء الإسلام ، وإما أن يكون ذلك يوم القيامة يحببهم إلى خلقه بما يعرض من حسناتهم وينشر من ديوان أعمالهم ، عن النبي صلى الله عليه وسلم في هذه الآية : « إذا أحب الله عبداً نادى جبريل قد أحببت فلاناً فأحبوه فينادي جبريل عليه السلام بذلك في السماء والأرض وإذا أبغض عبداً فمثل ذلك » وعن كعب قال : مكتوب في التوراة والإنجيل لا محبة لأحد في الأرض حتى يكون ابتداؤها من الله تعالى ينزلها على أهل السماء ، ثم على أهل الأرض وتصديق ذلك في القرآن قوله : { سَيَجْعَلُ لَهُمُ الرحمن وُدّاً } .\r\n القول الثاني : وهو اختيار أبي مسلم معنى : { سَيَجْعَلُ لَهُمُ الرحمن وُدّاً } أي يهب لهم ما يحبون والود والمحبة سواء ، يقال : آتيت فلاناً محبته ، وجعل لهم ما يحبون ، وجعلت له وده ، ومن كلامهم : يود لو كان كذا ، ووددت أن لو كان كذا أي أحببت ، ومعناه سيعطيهم الرحمن ودهم أي محبوبهم في الجنة .\r\n والقول الأول : أولى لأن حمل المحبة على المحبوب مجاز ، ولأنا ذكرنا أن الرسول صلى الله عليه وسلم قرأ هذه الآية وفسرها بذلك فكان ذلك أولى ، وقال أبو مسلم : بل القول الثاني أولى لوجوه : أحدها : كيف يصح القول الأول مع علمنا بأن المسلم المتقي يبغضه الكفار وقد يبغضه كثير من المسلمين .\r\n وثانيها : أن مثل هذه المحبة قد تحصل للكفار والفساق أكثر فكيف يمكن جعله إنعاماً في حق المؤمنين .\r\n وثالثها : أن محبتهم في قلوبهم من فعلهم لا أن الله تعالى فعله فكان حمل الآية على إعطاء المنافع الأخروية أولى .\r\n والجواب عن الأول : أن المراد يجعل لهم الرحمن محبة عند الملائكة والأنبياء ، وروي عنه عليه السلام : أنه حكى عن ربه عز وجل أنه قال : « إذا ذكرني عبدي المؤمن في نفسه ذكرته في نفسي .\r\n وإذا ذكرني في ملأ ذكرته في ملأ أطيب منهم وأفضل » وهذا هو الجواب عن الكلام الثاني لأن الكافر والفاسق ليس كذلك .\r\n والجواب عن الثالث : أنه محمول على فعل الألطاف وخلق داعية إكرامه في قلوبهم ، أما قوله تعالى : { فَإِنَّمَا يسرناه بِلَسَانِكَ لِتُبَشّرَ بِهِ المتقين } فهو كلام مستأنف بين به عظيم موقع هذه السورة لما فيها من التوحيد والنبوة والحشر والنشر والرد على فرق المضلين المبطلين فبين تعالى أنه يسر ذلك بلسانه ليبشر به وينذر ، ولولا أنه تعالى نقل قصصهم إلى اللغة العربية لما تيسر ذلك على الرسول صلى الله عليه وسلم فأما أن القرآن يتضمن تبشير المتقين وإنذار من خرج منهم فبين ، لكنه تعالى لما ذكر أنه يبشر به المتقين ذكر في مقابلته من هو في مخالفة التقوى أبلغ وأبلغهم الألد الذي يتمسك بالباطل ويجادل فيه ويتشدد وهو معنى لداً ، ثم إنه تعالى ختم السورة بموعظة بليغة فقال : { وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مّن قَرْنٍ } لأنهم إذا تأملوا وعلموا أنه لا بد من زوال الدنيا والانتهاء إلى الموت خافوا ذلك وخافوا أيضاً سوء العاقبة في الآخرة فكانوا فيها إلى الحذر من المعاصي أقرب ، ثم أكد تعالى في ذلك فقال : { هَلْ تُحِسُّ مِنْهُمْ مّنْ أَحَدٍ } لأن الرسول عليه السلام إذا لم يحس منهم برؤية أو إدراك أو وجدان : { وَلاَ يَسْمَعُ لَهُمْ رِكْزاً } وهو الصوت الخفي ، ومنه ركز الرمح إذا غيب طرفه في الأرض والركاز المال المدفون دل ذلك على انقراضهم وفنائهم بالكلية ، والأقرب في قوله : { أَهْلَكْنَا } أن المراد به الانقراض بالموت وإن كان من المفسرين من حمله على العذاب المعجل في الدنيا ، والله أعلم بالصواب وإليه المرجع والمآب .\r\n والحمد لله رب العالمين ، وصلى الله على سيدنا محمد النبي الأمي ، وعلى آله وصحبه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين آمنوا وعملوا الصالحات سيجعل لهم الرحمن ودا (96) فإنما يسرناه بلسانك لتبشر به المتقين وتنذر به قوما لدا (97) وكم أهلكنا قبلهم من قرن هل تحس منهم من أحد أو تسمع لهم ركزا (98) ",
        "babnum": 39
    }
]