[
    {
        "id": 3335,
        "cate": "105",
        "title": "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ (1) ",
        "details": " روي أن أبرهة بن الصباح الأشرم ملك اليمن من قبل أصحمة النجاشي بنى كنيسة بصنعاء وسماها القليس وأراد أن يصرف إليها الحاج فخرج من بني كنانة رجل وتغوط فيها ليلاً فأغضبه ذلك .\r\n وقيل : أججت رفقة من العرب ناراً فحملتها الريح فأحرقتها فحلف ليهدمن الكعبة فخرج بالحبشة ومعه فيل اسمه محمود وكان قوياً عظيماً ، وثمانية أخرى ، وقيل : إثنا عشر ، وقيل : ألف ، فلما بلغ قريباً من مكة خرج إليه عبد المطلب وعرض عليه ثلث أموال تهامة ليرجع فأبى وعبأ جيشه ، وقدم الفيل فكانوا كلما وجهوه إلى جهة الحرم برك ولم يبرح ، وإذا وجهوه إلى جهة اليمن أو إلى سائر الجهات هرول ، ثم إن أبرهة أخذ لعبد المطلب مائتي بعير فخرج إليهم فيها فعظم في عين أبرهة وكان رجلاً جسيماً وسيماً ، وقيل : هذا سيد قريش ، وصاحب عير مكة فلما ذكر حاجته ، قال : سقطت من عيني جئت لأهدم البيت الذي هو دينك ودين آبائك فألهاك عنه ذود أخذلك ، فقال أنا رب الإبل وللبيت رب سيمنعك عنه ، ثم رجع وأتى البيت وأخذ بحلقته وهو يقول : لاهم إن المرء يم \r\n نع حله فامنع حلالك وانصر على آل الصلي \r\n ب وعابديه اليوم آلك لا يغلبن صليبهم \r\n ومحالهم عدوا محالك إن كنت تاركهم وكع \r\n بتنا فأمر ما بدالك ويقول : يا رب لا أرجو لهم سواكايا \r\n رب فامنع عنهم حماكا فالتفت وهو يدعو ، فإذا هو بطير من نحو اليمن ، فقال : والله إنها لطير غريبة ما هي بنجدية ولا تهامية ، وكان مع كل طائر حجر في منقاره وحجران في رجليه أكبر من العدسة وأصغر من الحمصة وعن ابن عباس أنه رأى منها عند أم هانيء نحو قفيز مخططة بحمرة كالجزع الظفارى ، فكان الحجر يقع على رأس الرجل فيخرج من دبره ، وعلى كل حجر اسم من يقع عليه فهلكوا في كل طريق ومنهل ، ودوى أبرهة فتساقطت أنامله ، وما مات حتى انصدع صدره عن قلبه ، وانفلت وزيره أبو يكسوم وطائر يحلق فوقه ، حتى بلغ النجاشي فقص عليه القصة ، فلما أتمها وقع عليه الحجر وخر ميتاً بين يديه ، وعن عائشة قالت : رأيت قائد الفيل وسائسه أعميين مقعدين يستطعمان ، ثم في الآية سؤالات .\r\n الأول : لم قال : { أَلَمْ تَرَ } مع أن هذه الواقعة وقعت قبل المبعث بزمان طويل؟ الجواب : المراد من الرؤية العلم والتذكير ، وهو إشارة إلى أن الخبر به متواتر فكان العلم الحاصل به ضرورياً مساوياً في القوة والجلاء للرؤية ، ولهذا السبب قال لغيره على سبيل الذم : { أَ لَمْ يَرَوْاْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مّنَ القرون } [ يس : 31 ] لا يقال : فلم قال : { أَلَمْ تَعْلَمْ أَنَّ الله على كُلّ شَيْء قَدِيرٌ } [ البقرة : 106 ] لأنا نقول : الفرق أن مالا يتصور إدراكه لا يستعمل فيه إلا العلم لكونه قادراً ، وأما الذي يتصور إدراكه كفرار الفيل ، فإنه يجوز أن يستعمل فيه الرؤية .\r\n السؤال الثاني : لم قال : { أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ } ولم يقل : ألم تر ما فعل ربك؟ الجواب : لأن الأشياء لها ذوات ، ولها كيفيات باعتبارها يدل على مداومتها وهذه الكيفية هي التي يسميها المتكلمون وجه الدليل ، واستحقاق المدح إنما يحصل برؤية هذه الكيفيات لا برؤية الذوات ولهذا قال : { أَفَلَمْ يَنظُرُواْ إِلَى السماء فَوْقَهُمْ كَيْفَ بنيناها } [ ق : 6 ] ولا شك أن هذه الواقعة كانت دالة على قدرة الصانع وعلمه وحكمته ، وكانت دالة على شرف محمد صلى الله عليه وسلم ، وذلك لأن مذهبنا أنه يجوز تقديم المعجزات على زمان البعثة تأسيساً لنبوتهم وإرهاصاً لها ، ولذلك قالوا : كانت الغمامة تظله ، وعند المعتزلة أن ذلك لا يجوز ، فلا جرم زعموا أنه لا بد وأن يقال : كان في ذلك الزمان نبي ( أو خطيب ) كخالد بن سنان أو قس بن ساعدة ، ثم قالوا : ولا يجب أن يشتهر وجودهما ، ويبلغ إلى حد التواتر ، لاحتمال أنه كان مبعوثاً إلى جمع قليلين ، فلا جرم لم يشتهر خبره .\r\n واعلم أن قصة الفيل واقعة على الملحدين جداً ، لأنهم ذكروا في الزلازل والرياح والصواعق وسائر الأشياء التي عذب الله تعالى بها الأمم أعذاراً ضعيفة ، أما هذه الواقعة فلا تجري فيها تلك الأعذار ، لأنها ليس في شيء من الطبائع والحيل أن يقبل طير معها حجارة ، فتقصد قوماً دون قوم فتقتلهم ، ولا يمكن أن يقال : إنه كسائر الأحاديث الضعيفة لأنه لم يكن بين عام الفيل ومبعث الرسول إلا نيف وأربعون سنة ويوم تلا الرسول هذه السورة كان قد بقي بمكة جمع شاهدوا تلك الواقعة ، ولو كان النقل ضعيفاً لشافهوه بالتكذيب ، فلما لم يكن كذلك علمنا أنه لا سبب للطعن فيه .\r\n السؤال الثالث : لم قال : { فِعْلَ } ولم يقل : جعل ولا خلق ولا عمل؟ الجواب : لأن خلق يستعمل لابتداء الفعل ، وجعل للكيفيات قال تعالى : { خُلِقَ السموات والأرض وَجَعَلَ الظلمات والنور } [ الأنعام : 1 ] وعمل بعد الطلب وفعل عام فكان أولى لأنه تعالى خلق الطيور وجعل طبع الفيل على خلاف ما كانت عليه ، وسألوه أن يحفظ البيت ، ولعله كان فيهم من يستحق الإجابة ، فلو ذكر الألفاظ الثلاثة لطال الكلام فذكر لفظاً يشمل الكل .\r\n السؤال الرابع : لما قال : { ربك } ، ولم يقل : الرب؟ الجواب : من وجوه أحدها : كأنه تعالى قال : إنهم لما شاهدوا هذا الانتقام ثم لم يتركوا عبادة الأوثان ، وأنت يا محمد ما شاهدته ثم اعترفت بالشكر والطاعة ، فكأنك أنت الذي رأيت ذلك الانتقام ، فلا جرم تبرأت عنهم واخترتك من الكل ، فأقول : ربك ، أي أنا لك ولست لهم بل عليهم وثانيها : كأنه تعالى قال : إنما فعلت بأصحاب الفيل ذلك تعظيماً لك وتشريفاً لمقدمك ، فأنا كنت مربياً لك قبل قومك ، فكيف أترك تربيتك بعد ظهورك ، ففيه بشارة له عليه السلام بأنه سيظفر .\r\n السؤال الخامس : قوله : { أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ } مذكور في معرض التعجب وهذه الأشياء بالنسبة إلى قدرة الله تعالى ليست عجيبة ، فما السبب لهذا التعجب؟ الجواب : من وجوه أحدها : أن الكعبة تبع لمحمد صلى الله عليه وسلم ، وذلك لأن العلم يؤدى بدون المسجد أما لا مسجد بدون العالم فالعالم هو الدر والمسجد هو الصدف ، ثم الرسول الذي هو الدر همزه الوليد ولمزه حتى ضاق قلبه ، فكأنه تعالى يقول : إن الملك العظيم لما طعن في المسجد هزمته وأفنيته ، فمن طعن فيك وأنت المقصود من الكل ألا أفنيه وأعدمه! إن هذا لعجيب وثانيها : أن الكعبة قبلة صلاتك وقلبك قبلة معرفتك ، ثم أنا حفظت قبلة عملك عن الأعداء ، أفلا تسعى في حفظ قبلة دينك عن الآثام والمعاصي! .\r\n السؤال السادس : لم قال : { أصحاب الفيل } ولم يقل : أرباب الفيل أو ملاك الفيل؟ الجواب : لأن الصاحب يكون من الجنس ، فقوله : { أصحاب الفيل } يدل على أن أولئك الأقوام كانوا من جنس الفيل في البهيمية وعدم الفهم والعقل ، بل فيه دقيقة ، وهي : أنه إذا حصلت المصاحبة بين شخصين ، فيقال : للأدون إنه صاحب الأعلى ، ولا يقال : للأعلى إنه صاحب الأدون ، ولذلك يقال : لمن صحب الرسول عليه السلام : إنهم الصحابة ، فقوله : { أصحاب الفيل } يدل على أن أولئك الأقوام كانوا أقل حال وأدون منزلة من الفيل ، وهو المراد من قوله تعالى : { بَلْ هُمْ أَضَلُّ } [ الأعراف : 179 ] ومما يؤكد ذلك أنهم كلما وجهوا الفيل إلى جهة الكعبة كان يتحول عنه ويفر عنه ، كأنه كان يقول : لا طاعة لمخلوق في معصية الخالق عزمي حميد فلا أتركه وهم ما كانوا يتركون تلك العزيمة الردية فدل ذلك على أن الفيل كان أحسن حالاً منهم .\r\n السؤال السابع : أليس أن كفار قريش كانوا ملأوا الكعبة من الأوثان من قديم الدهر ، ولا شك أن ذلك كان أقبح من تخريب جدران الكعبة ، فلم سلط الله العذاب على من قصد التخريب ، ولم يسلط العذاب على من ملأها من الأوثان؟ والجواب : لأن وضع الأوثان فيها تعد على حق الله تعالى ، وتخريبها تعد على حق الخلق ، ونظيره قاطع الطريق ، والباغي والقاتل يقتلون مع أنهم مسلمون ، ولا يقتل الشيخ الكبير والأعمى وصاحب الصومعة والمرأة ، وإن كانوا كفاراً ، لأنه لا يتعدى ضررهم إلى الخلق .\r\n السؤال الثامن : كيف القول في إعراب هذه الآية؟ الجواب : قال الزجاج : { كيف } في موضع نصب بفعل لا بقوله : { أَلَمْ تَرَ } لأن كيف من حروف الاستفهام واعلم أنه تعالى ذكر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ألم تر كيف فعل ربك بأصحاب الفيل (1) ",
        "babnum": 1
    },
    {
        "id": 3336,
        "cate": "105",
        "title": "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ (2) ",
        "details": " وفيه مسائل : المسألة الأولى : اعلم أن الكيد هو إرادة مضرة بالغير على الخفية ، إن قيل : فلم سماه كيداً وأمره كان ظاهراً ، فإنه كان يصرح أنه يهدم البيت؟ قلنا : نعم ، لكن الذي كان في قلبه شر مما أظهر ، لأنه كان يضمر الحسد للعرب ، وكان يريد صرف الشرف الحاصل لهم بسبب الكعبة منهم ومن بلدهم إلى نفسه وإلى بلدته .\r\n المسألة الثانية : قالت المعتزلة : إضافة الكيد إليهم دليل على أنه تعالى لا يرضى بالقبيح ، إذ لو رضي لأضافه إلى ذاته ، كقوله : الصوم لي والجواب : أنه ثبت في علم النحو أنه يكفي في حسن الإضافة أدنى سبب ، فلم لا يكفي في حسن هذه الإضافة وقوعه مطابقاً لإرادتهم واختيارهم؟ .\r\n المسألة الثالثة : { فِى تَضْلِيلٍ } أي في تضييع وإبطال يقال : ضلل كيده إذا جعله ضالاً ضائعاً ونظيره قوله تعالى : { وَمَا دُعَاء الكافرين إِلاَّ فِى ضلال } [ الرعد : 14 ] وقيل لامرىء القيس الملك الضليل ، لأنه ضلل ملك أبيه أي ضيعه بمعنى أنهم كادوا البيت أولاً ببناء القليس وأرادوا أن يفتتحوا أمره بصرف وجوه الحاج إليه ، فضلل كيدهم بإيقاع الحريق فيه ، ثم كادوه ثانياً بإرادة هدمه فضلل بإرسال الطير عليهم ، ومعنى حرف الظرف كما يقال : سعى فلان في ضلال ، أي سعيهم كان قد ظهر لكل عاقل أنه كان ضلال وخطأ .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ألم يجعل كيدهم في تضليل (2) ",
        "babnum": 2
    },
    {
        "id": 3337,
        "cate": "105",
        "title": "وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ (3) ",
        "details": " سؤالات : السؤال الأول : لم قال : { طَيْراً } على التنكير؟ والجواب : إما للتحقير فإنه مهما كان أحقر كان صنع الله أعجب وأكبر ، أو للتفخيم كأنه يقول : طيراً وأي طير ترمى بحجارة صغيرة فلا تخطىء المقتل .\r\n السؤال الثاني : ما الأبابيل الجواب : أما أهل اللغة قال أبو عبيدة : أبابيل جماعة في تفرقة ، يقال : جاءت الخيل أبابيل أبابيل من ههنا وههنا ، وهل لهذه اللفظة واحد أم لا؟ فيه قولان : الأول : وهو قول الأخفش والفراء : أنه لا واحد لها وهو مثل الشماطيط والعباديد ، لا وحد لها والثاني : أنه له واحد ، ثم على هذا القول ذكروا ثلاثة أوجه أحدها : زعم أبو جعفر الرؤاسي وكان ثقة مأموناً أنه سمع واحدها إبالة ، وفي أمثالهم : ضغث على إبالة ، وهي الحزمة الكبيرة سميت الجماعة من الطير في نظامها بالإبالة وثانيها : قال الكسائي : كنت أسمع النحويين يقولون : إبول وأبابيل كعجول وعجاجيل وثالثها : قال الفراء : ولو قال قائل : واحد الأبابيل إيبالة كان صواباً كما قال : دينار ودنانير .\r\n السؤال الثالث : ما صفة تلك الطير؟ الجواب : روى ابن سيرين عن ابن عباس قال : كانت طيراً لها خراطيم كخراطيم الفيل وأكف كأكف الكلاب ، وروى عطاء عنه قال : طير سود جاءت من قبل البحر فوجاً فوجاً ، ولعل السبب أنها أرسلت إلى قوم كان في صورتهم سواد اللون وفي سرهم سواد الكفر والمعصية ، وعن سعيد بن جبير أنها بيض صغار ولعل السبب أن ظلمة الكفر انهزمت بها ، والبياض ضد السواد ، وقيل : كانت خضراً ولها رءوس مثل رءوس السباع ، وأقول : إنها لما كانت أفواجاً ، فلعل كل فوج منها كان على شكل آخر فكل أحد وصف ما رأى ، وقيل : كانت بلقاء كالخطاطيف .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأرسل عليهم طيرا أبابيل (3) ",
        "babnum": 3
    },
    {
        "id": 3338,
        "cate": "105",
        "title": "تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ (4) ",
        "details": " وفيه مسائل : المسألة الأولى : قرأ أبو حيوة : ( يرميهم ) أي الله أو الطير لأنه اسم جمع مذكر ، وإنما يؤنث على المعنى .\r\n المسألة الثانية : ذكروا في كيفية الرمي وجوهاً أحدها : قال مقاتل : كان كل طائر يحمل ثلاثة أحجار ، واحد في منقاره واثنان في رجليه يقتل كل واحد رجلاً ، مكتوب على كل حجر اسم صاحبه ما وقع منها حجر على موضع إلا خرج من الجانب الآخر ، وإن وقع على رأسه خرج من دبره وثانيها : روى عكرمة عن ابن عباس ، قال : لما أرسل الله الحجارة على أصحاب الفيل لم يقع حجر على أحد منهم إلا نفط جلده وثار به الجدري ، وهو قول سعيد بن جبير ، وكانت تلك الأحجار أصغرها مثل العدسة ، وأكبرها مثل الحمصة .\r\n واعلم أن من الناس من أنكر ذلك ، وقال : لو جوزنا أن يكون في الحجارة التي تكون مثل العدسة من الثقل ما يقوى به على أن ينفذ من رأس الإنسان ويخرج من أسفله ، لجوزنا أن يكون الجبل العظيم خالياً عن الثقل وأن يكون في وزن التبنة ، وذلك يرفع الأمان عن المشاهدات ، فإنه متى جاز ذلك فليجز أن يكون بحضرتنا شموس وأقمار ولا نراها ، وأن يحصل الإدراك في عين الضرير حتى يكون هو بالمشرق ويرى بقعة في الأندلس ، وكل ذلك محال .\r\n واعلم أن ذلك جائز على مذهبنا إلا أن العادة جارية بأنها لا تقع .\r\n المسألة الثالثة : ذكروا في السجيل وجوهاً أحدها : أن السجيل كأنه علم للديوان الذي كتب فيه عذاب الكفار ، كما أن سجيناً علم لديوان أعمالهم ، كأنه قيل : بحجارة من جملة العذاب المكتوب المدون ، واشتقاقه من الإسجال ، وهو الإرسال ، ومنه السجل الدلو المملوء ماء ، وإنما سمي ذلك الكتاب بهذا الاسم لأنه كتب فيه العذاب ، والعذاب موصوف بالإرسال لقوله تعالى : { وَأَرْسَلَ عَلَيْهِمْ طَيْراً أَبَابِيلَ } [ الفيل : 3 ] وقوله : { فَأَرْسَلْنَا عَلَيْهِمُ الطوفان } [ الأعراف : 133 ] فقوله : { مّن سِجّيلٍ } أي مما كتبه الله في ذلك الكتاب وثانيها : قال ابن عباس : سجيل معناه سنك وكل ، يعني بعضه حجر وبعضه طين وثالثها : قال أبو عبيدة : السجيل الشديد ورابعها : السجيل اسم لسماء الدنيا وخامسها : السجيل حجارة من جهنم ، فإن سجيل اسم من أسماء جهنم فأبدلت النون باللام .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ترميهم بحجارة من سجيل (4) ",
        "babnum": 4
    },
    {
        "id": 3339,
        "cate": "105",
        "title": "فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ (5) ",
        "details": " ففيه مسائل : المسألة الأولى : ذكروا في تفسير العصف وجوهاً ذكرناها في قوله : { والحب ذُو العصف } [ الرحمن : 12 ] وذكروا ههنا وجوهاً : أحدها : أنه ورق الزرع الذي يبقى في الأرض بعد الحصاد وتعصفه الرياح فتأكله المواشي وثانيها : قال أبو مسلم : العصف التبن لقوله : { ذُو العصف والريحان } [ الرحمن : 12 ] لأنه تعصف به الريح عند الذر فتفرقه عن الحب ، وهو إذا كان مأكولاً فقد بطل ولا رجعة له ولا منعة فيه وثالثها : قال الفراء : هو أطراف الزرع قبل أن يدرك السنبل ورابعها : هو الحب الذي أكل لبه وبقي قشره .\r\n المسألة الثانية : ذكروا في تفسير المأكول وجوهاً أحدها : أنه الذي أكل ، وعلى هذا الوجه ففيه احتمالان : أحدهما : أن يكون المعنى كزرع وتبن قد أكلته الدواب ، ثم ألقته روثاً ، ثم يجف وتتفرق أجزاؤه ، شبه تقطع أوصالهم بتفرق أجزاء الروث ، إلا أن العبارة عنه جاءت على ما عليه آداب القرآن ، كقوله : { كَانَا يَأْكُلاَنِ الطعام } [ المائدة : 75 ] وهو قول مقاتل ، وقتادة وعطاء عن ابن عباس .\r\n والاحتمال الثاني : على هذا الوجه أن يكون التشبيه واقعاً بورق الزرع إذا وقع فيه الأكال ، وهو أن يأكله الدود الوجه الثاني : في تفسير قوله : { مَّأْكُولِ } هو أنه جعلهم كزرع قد أكل حبه وبقي تبنه ، وعلى هذا التقدير يكون المعنى : كعصف مأكول الحب كما يقال : فلان حسن أي حسن الوجه ، فأجرى مأكول على العصف من أجل أنه أكل حبه لأن هذا المعنى معلوم وهذا قول الحسن الوجه الثالث : في التفسير أن يكون معنى : مأكول أنه مما يؤكل ، يعني تأكله الدواب يقال : لكل شيء يصلح للأكل هو مأكول والمعنى جعلهم كتبن تأكله الدواب وهو قول عكرمة والضحاك .\r\n المسألة الثالثة : قال بعضهم : إن الحجاج خرب الكعبة ، ولم يحدث شيء من ذلك ، فدل على أن قصة الفيل ما كانت على هذا الوجه وإن كانت هكذا إلا أن السبب لتلك الواقعة أمر آخر سوى تعظيم الكعبة والجواب : أنا بينا أن ذلك وقع إرهاصاً لأمر محمد صلى الله عليه وسلم ، والإرهاص إنما يحتاج إليه قبل قدومه ، أما بعد قدومه وتأكد نبوته بالدلائل القاطعة فلا حاجة إلى شيء من ذلك ، والله سبحانه وتعالى أعلم وأحكم ، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فجعلهم كعصف مأكول (5) ",
        "babnum": 5
    }
]