[
    {
        "id": 2724,
        "cate": "64",
        "title": "يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (1) ",
        "details": " وجه التعلق بما قبلها ظاهر لما أن تلك السورة للمنافقين الكاذبين وهذه السورة للمنافقين الصادقين ، وأيضاً تلك السورة مشتملة على بطالة أهل النفاق سراً وعلانية ، وهذه السورة على ما هو التهديد البالغ لهم ، وهو قوله تعالى : { يَعْلَمُ مَا فِي السموات والأرض وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ والله عَلِيمُ بِذَاتِ الصدور } وأما الأول بالآخر فلأن في آخر تلك السورة التنبيه على الذكر والشكر كما مر ، وفي أول هذه إشارة إلى أنهم إن أعرضوا عن الذكر والشكر ، قلنا : من الخلق قوم يواظبون على الذكر والشكر دائماً ، وهم الذين يسبحون ، كما قال تعالى : { يُسَبّحُ لِلَّهِ مَا فِي السموات وَمَا فِي الأرض } ، وقوله تعالى : { لَهُ الملك وَلَهُ الحمد } معناه إذا سبح لله ما في السموات وما في الأرض فله الملك وله الحمد ، ولما كان له الملك فهو متصرف في ملكه والتصرف مفتقر إلى القدرة فقال : { والله على كُلّ شَيْء قَدِيرٌ } وقال في «الكشاف» : قدم الظرفان ليدل بتقديمهما على معنى اختصاص الملك والحمد بالله تعالى وذلك لأن الملك في الحقيقة له لأنه مبدىء لكل شيء ومبدعه والقائم به والمهيمن عليه ، كذلك الحمد فإن أصول النعم وفروعها منه ، وأما ملك غيره فتسليط منه واسترعاء ، وحمده اعتداد بأن نعمة الله جرت على يده ، وقوله تعالى : { وَهُوَ على كُلّ شَيْءٍ قَدِيرٌ } قيل : معناه وهو على كل شيء أراده قدير ، وقيل : قدير يفعل ما يشاء بقدر ما يشاء لا يزيد عليه ولا ينقص .\r\n وقد مر ذلك ، وفي الآية مباحث : الأول : أنه تعالى قال في الحديد : { سَبَّحَ } [ الحديد : 1 ] والحشر والصف كذلك ، وفي الجمعة والتغابن { يُسَبّحُ لِلَّهِ } فما الحكمة فيه؟ نقول : الجواب عنه قد تقدم .\r\n البحث الثاني : قال في موضع : { سَبَّحَ للَّهِ مَا فِي السموات وَمَا فِي الأرض } [ الحشر : 1 ] وفي موضع آخر { سَبَّحَ للَّهِ مَا فِي السموات والأرض } [ الحديد : 1 ] فما الحكمة فيه؟ قلنا : الحكمة لا بد منها ، ولا نعلمها كما هي ، لكن نقول : ما يخطر بالبال ، وهو أن مجموع السموات والأرض شيء واحد ، وهو عالم مؤلف من الأجسام الفلكية والعنصرية ، ثم الأرض من هذا المجموع شيء والباقي منه شيء آخر ، فقوله تعالى : { يُسَبّحُ لِلَّهِ مَا فِي السموات وَمَا فِي الأرض } بالنسبة إلى هذا الجزء من المجموع وبالنسبة إلى ذلك الجزء منه كذلك ، وإذا كان كذلك فلا يبعد أن يقال ، قال تعالى في بعض السور كذا وفي البعض هذا ليعلم أن هذا العالم الجسماني من وجه شيء واحد ، ومن وجه شيئان بل أشياء كثيرة ، والخلق في المجموع غير ما في هذا الجزء ، وغير ما في ذلك أيضاً ولا يلزم من وجود الشيء في المجموع أن يوجد في كل جزء من أجزائه إلا بدليل منفصل ، فقوله تعالى : { سَبَّحَ للَّهِ مَا فِي السموات وَمَا فِي الأرض } على سبيل المبالغة من جملة ذلك الدليل لما أنه يدل على تسبيح ما في السموات وعلى تسبيح ما في الأرض ، كذلك بخلاف قوله تعالى : { سَبَّحَ للَّهِ مَا فِي السموات والأرض } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يسبح لله ما في السماوات وما في الأرض له الملك وله الحمد وهو على كل شيء قدير (1) ",
        "babnum": 1
    },
    {
        "id": 2725,
        "cate": "64",
        "title": "هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (2) خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَإِلَيْهِ الْمَصِيرُ (3) يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (4) ",
        "details": " قال ابن عباس رضي الله عنهما : إنه تعالى خلق بني آدم مؤمناً وكافراً ، ثم يعيدهم يوم القيامة كما خلقهم مؤمناً وكافراً ، وقال عطاء : إنه يريد فمنكم مصدق ، ومنكم جاحد ، وقال الضحاك : مؤمن في العلانية كافر في السر كالمنافق ، وكافر في العلانية مؤمن في السر كعمار بن ياسر ، قال الله تعالى : { إِلاَّ مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بالإيمان } [ النحل : 106 ] وقال الزجاج : فمنكم كافر بأنه تعالى خلقه ، وهو من أهل الطبائع والدهرية ، ومنكم مؤمن بأنه تعالى خلقه كما قال : { قُتِلَ الإنسان مَا أَكْفَرَهُ * مِنْ أَيّ شَيْء خَلَقَهُ } [ عبس : 17 ، 18 ] وقال : { أَكَفَرْتَ بالذي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ } [ الكهف : 37 ] وقال أبو إسحاق : خلقكم في بطون أمهاتكم كفاراً ومؤمنين ، وجاء في بعض التفاسير أن يحي خلق في بطن أمه مؤمناً وفرعون خلق في بطن أمه كافراً ، دل عليه قوله تعالى : { إِنَّ الله يُبَشّرُكَ بيحيى مُصَدّقاً بِكَلِمَةٍ مّنَ الله } وقوله تعالى : { والله بِمَا تَعْمَلُونَ بَصِيرٌ } أي عالم بكفركم وإيمانكم اللذين من أعمالكم ، والمعنى أنه تعالى تفضل عليكم بأصل النعم التي هي الخلق فأنظروا النظر الصحيح وكونوا بأجمعكم عباداً شاكرين ، فما فعلتم مع تمكنكم بل تفرقتم فرقاً فمنكم كافر ومنكم مؤمن وقوله تعالى : { خلق السموات والأرض بالحق } أي بالإرادة القديمة على وفق الحكمة ، ومنهم من قال : بالحق ، أي للحق ، وهو البعث ، وقوله : { وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ } يحتمل وجهين أحدهما : أحسن أي أتقن وأحكم على وجه لا يوجد بذلك الوجه في الغير ، وكيف يوجد وقد وجد في أنفسهم من القوى الدالة على وحدانية الله تعالى وربوبيته دلالة مخصوصة لحسن هذه الصورة وثانيهما : أن نصرف الحسن إلى حسن المنظر ، فإن من نظر في قد الإنسان وقامته وبالنسبة بين أعضائه فقد علم أن صورته أحسن صورة وقوله تعالى : { وَإِلَيْهِ المصير } أي البعث وإنما أضافه إلى نفسه لأنه هو النهاية في خلقهم والمقصود منه ، ثم قال تعالى : { وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ } لأنه لا يلزم من خلق الشيء أن يكون مصوراً بالصورة ، ولا يلزم من الصورة أن تكون على أحسن الصور ، ثم قال : { وَإِلَيْهِ المصير } أي المرجع ليس إلا له ، وقوله تعالى : { يَعْلَمُ مَا فِي السموات والأرض وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ والله عَلِيمُ بِذَاتِ الصدور } نبه بعلمه ما في السموات والأرض ، ثم بعلمه ما يسره العباد وما يعلنونه ، ثم بعلمه ما في الصدور من الكليات والجزئيات على أنه لا يخفى عليه شيء لما أنه تعالى لا يعزب عن علمه مثقال ذرة ألبتة أزلاً وأبداً ، وفي الآية مباحث : الأول : أنه تعالى حكيم ، وقد سبق في علمه أنه إذا خلقهم لم يفعلوا إلا الكفر ، والإصرار عليه فأي حكمة دعته إلى خلقهم؟ نقول : إذا علمنا أنه تعالى حكيم ، علمنا أن أفعاله كلها على وفق الحكمة ، وخلق هذه الطائفة فعله ، فيكون على وفق الحكمة ، ولا يلزم من عدم علمنا بذلك أن لا يكون كذلك بل اللازم أن يكون خلقهم على وفق الحكمة .\r\n الثاني : قال : { وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ } وقد كان من أفراد هذا النوع من كان مشوه الصورة سمج الخلقة؟ نقول : لا سماجة ثمة لكن الحسن كغيره من المعاني على طبقات ومراتب فلانحطاط بعض الصور عن مراتب ما فوقها انحطاطاً بيناً لا يظهر حسنه ، وإلا فهو داخل في حيز الحسن غير خارج عن حده .\r\n الثالث : قوله تعالى : { وَإِلَيْهِ المصير } يوهم الانتقال من جانب إلى جانب ، وذلك لا يمكن إلا أن يكون الله في جانب ، فكيف هو؟ قلت : ذلك الوهم بالنسبة إلينا وإلى زماننا لا بالنسبة إلى ما يكون في نفس الأمر ، فإن نفس الأمر بمعزل عن حقيقة الانتقال من جانب إلى جانب إذا كان المنتقل إليه منزهاً عن الجانب وعن الجهة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هو الذي خلقكم فمنكم كافر ومنكم مؤمن والله بما تعملون بصير (2) خلق السماوات والأرض بالحق وصوركم فأحسن صوركم وإليه المصير (3) يعلم ما في السماوات والأرض ويعلم ما تسرون وما تعلنون والله عليم بذات الصدور (4) ",
        "babnum": 2
    },
    {
        "id": 2726,
        "cate": "64",
        "title": "أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ كَفَرُوا مِنْ قَبْلُ فَذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (5) ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ (6) زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ (7) ",
        "details": " اعلم أن قوله : { أَلَمْ يَأْتِكُمْ نَبَؤُاْ الذين كَفَرُواْ } خطاب لكفار مكة وذلك إشارة إلى الويل الذي ذاقوه في الدنيا وإلى ما أعد لهم من العذاب في الآخرة .\r\n فقوله : { فَذَاقُواْ وَبَالَ أَمْرِهِمْ } أي شدة أمرهم مثل قوله : { ذُقْ إِنَّكَ أَنتَ العزيز الكريم } وقوله : { ذلك بِأَنَّهُ } أي بأن الشأن والحديث أنكروا أن يكون الرسول بشراً .\r\n ولم ينكروا أن يكون معبودهم حجراً فكفروا وتولوا ، وكفروا بالرسل وأعرضوا واستغنى الله عن طاعتهم وعبادتهم من الأزل ، وقوله تعالى : { والله غَنِيٌّ حَمِيدٌ } من جملة ما سبق ، والحميد بمعنى المحمود أي المستحق للحمد بذاته ويكون بمعنى الحامد ، وقوله تعالى : { زَعَمَ الذين كَفَرُواْ } قال في «الكشاف» : الزعيم ادعاء العلم ، ومنه قوله صلى الله عليه وسلم : \" زعموا مطية الكذب \" وعن شريح لكل شيء كنية وكنية الكذب زعموا ، ويتعدى إلى مفعولين ، تعدى ، العلم ، قال الشاعر : ولم أزعمك عن ذلك معزولا \r\n والذين كفروا هم أهل مكة { بلى } إثبات لما بعد أن وهو البعث وقيل : قوله تعالى : { قُلْ بلى وَرَبِّي } يحتمل أن يكون تعليماً للرسول صلى الله عليه وسلم ، أي يعلمه القسم تأكيداً لما كان يخبر عن البعث وكذلك جميع القسم في القرآن وقوله تعالى : { وَذَلِكَ عَلَى الله يَسِيرٌ } أي لا يصرفه صارف ، وقيل : إن أمر البعث على الله يسير ، لأنهم أنكروا البعث بعد أن صاروا تراباً ، فأخبر أن إعادتهم أهون في العقول من إنشائهم ، وفي الآية مباحث .\r\n الأول : قوله : { فَكَفَرُواْ } يتضمن قوله : { وَتَوَلَّواْ } فما الحاجة إلى ذكره؟ نقول : إنهم كفروا وقالوا : { أَبَشَرٌ يَهْدُونَنَا } وهذا في معنى الإنكار والإعراض بالكلية ، وذلك هو التولي ، فكأنهم كفروا وقالوا قولاً يدل على التولي ، ولهذا قال : { فَكَفَرُواْ وَتَوَلَّواْ } .\r\n الثاني : قوله : { وَتَوَلَّواْ واستغنى الله } يوهم وجود التولي والاستغناء معاً ، والله تعالى لم يزل غنياً ، قال في «الكشاف» : معناه أنه ظهر استغناء الله حيث لم يلجئهم إلى الإيمان ، ولم يضطرهم إليه مع قدرته على ذلك .\r\n الثالث : كيف يفيد القسم في إخباره عن البعث وهم قد أنكروا رسالته .\r\n نقول : إنهم وإن أنكروا الرسالة لكنهم يعتقدون أنه يعتقد ربه اعتقاداً لا مزيد عليه فيعلمون أنه لا يقدم على القسم بربه إلا وأن يكون صدق هذا الإخبار أظهر من الشمس عنده وفي اعتقاده ، والفائدة في الإخبار مع القسم ليس إلا هذا ، ثم إنه أكد الخبر باللام والنون فكأنه قسم بعد قسم .\r\n ولما بالغ في الإخبار عن البعث والاعتراف بالبعث من لوازم الإيمان قال : ",
        "fav": 0,
        "note": null,
        "normal": "ألم يأتكم نبأ الذين كفروا من قبل فذاقوا وبال أمرهم ولهم عذاب أليم (5) ذلك بأنه كانت تأتيهم رسلهم بالبينات فقالوا أبشر يهدوننا فكفروا وتولوا واستغنى الله والله غني حميد (6) زعم الذين كفروا أن لن يبعثوا قل بلى وربي لتبعثن ثم لتنبؤن بما عملتم وذلك على الله يسير (7) ",
        "babnum": 3
    },
    {
        "id": 2727,
        "cate": "64",
        "title": "فَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنْزَلْنَا وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (8) يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ (9) وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ خَالِدِينَ فِيهَا وَبِئْسَ الْمَصِيرُ (10) ",
        "details": " قوله : { فَئَامِنُواْ } يجوز أن يكون صلة لما تقدم لأنه تعالى لما ذكر ما نزل من العقوبة بالأمم الماضية ، وذلك لكفرهم بالله وتكذيب الرسل قال : { فَئَامِنُواْ } أنتم { بالله وَرَسُولِهِ } لئلا ينزل بكم ما نزل بهم من العقوبة { والنور الذى أَنزَلْنَا } وهو القرآن فإنه يهتدى به في الشبهات كما يهتدى بالنور في الظلمات ، وإنما ذكر النور الذي هو القرآن لما أنه مشتمل على الدلالات الظاهرة على البعث ، ثم ذكر في «الكشاف» أنه عنى برسوله والنور محمداً صلى الله عليه وسلم والقرآن { والله بِمَا تَعْمَلُونَ خَبِيرٌ } أي بما تسرون وما تعلنون فراقبوه وخافوه في الحالين جميعاً وقوله تعالى : { يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الجمع } يريد به يوم القيامة جمع فيه أهل السموات وأهل الأرض ، و { ذَلِكَ يَوْمُ التغابن } والتغابن تفاعل من الغبن في المجازاة والتجارات ، يقال : غبنه يغبنه غبناً إذا أخذ الشيء منه بدون قيمته ، قال ابن عباس رضي الله عنهما : إن قوماً في النار يعذبون وقوماً في الجنة يتنعمون ، وقيل : هو يوم يغبن فيه أهل الحق ، أهل الباطل ، وأهل الهدى أهل الضلالة ، وأهل الإيمان .\r\n أهل الكفر ، فلا غبن أبين من هذا ، وفي الجملة فالغبن في البيع والشراء وقد ذكر تعالى في حق الكافرين أنهم اشتروا الحياة الدنيا بالآخرة واشتروا الضلالة بالهدى ، ثم ذكر أنهم ما ربحت تجارتهم ودل المؤمنين على تجارة رابحة ، فقال : { هَلْ أَدُلُّكمْ على تجارة } [ الصف : 10 ] الآية ، وذكر أنهم باعوا أنفسهم بالجنة فخسرت صفقة الكفار وربحت صفقة المؤمنين ، وقوله تعالى : { وَمَن يُؤْمِن بالله وَيَعْمَلْ صالحا } يؤمن بالله على ما جاءت به الرسل من الحشر والنشر والجنة والنار وغير ذلك ، ويعمل صالحاً أي يعمل في إيمانه صالحاً إلى أن يموت ، قرىء يجمعكم ويكفر ويدخل بالياء والنون ، وقوله : { والذين كَفَرُواْ } أي بوحدانية الله تعالى وبقدرته { وَكَذَّبُواْ بئاياتنا } أي بآياته الدالة على البعث { أولئك أصحاب النار خالدين فِيهَا وَبِئْسَ المصير } ثم في الآية مباحث : الأول : قال : { فآمنوا بالله رسوله } بطريق الإضافة ، ولم يقل : ونوره الذي أنزلنا بطريق الإضافة مع أن النور ههنا هو القرآن والقرآن كلامه ومضاف إليه؟ نقول : الألف واللام في النور بمعنى الإضافة كأنه قال : ورسوله ونوره الذي أنزلنا .\r\n الثاني : بم انتصب الظرف؟ نقول : قال الزجاج : بقوله : { لَتُبْعَثُنَّ } وفي «الكشاف» بقوله : { لَتُنَبَّؤُنَّ } أو بخبير لما فيه من معنى الوعيد .\r\n كأنه قيل : والله معاقبكم يوم يجمعكم أو بإضمار اذكر .\r\n الثالث : قال تعالى في الإيمان : { وَمَن يُؤْمِن بالله } بلفظ المستقبل ، وفي الكفر وقال : { والذين كَفَرُواْ } بلفظ الماضي ، فنقول : تقدير الكلام : ومن يؤمن بالله من الذين كفروا وكذبوا بآياتنا يدخله جنات ومن لم يؤمن منهم أولئك أصحاب النار .\r\n الرابع : قال تعالى : { وَمَن يُؤْمِن } بلفظ الواحد و { خالدين فِيهَا } بلفظ الجمع ، نقول : ذلك بحسب اللفظ ، وهذا بحسب المعنى .\r\n الخامس : ما الحكمة في قوله : { وَبِئْسَ المصير } بعد قوله : { خالدين فِيهَا } وذلك بئس المصير فنقول : ذلك وإن كان في معناه فلا يدل عليه بطريق التصريح فالتصريح مما يؤكده .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فآمنوا بالله ورسوله والنور الذي أنزلنا والله بما تعملون خبير (8) يوم يجمعكم ليوم الجمع ذلك يوم التغابن ومن يؤمن بالله ويعمل صالحا يكفر عنه سيئاته ويدخله جنات تجري من تحتها الأنهار خالدين فيها أبدا ذلك الفوز العظيم (9) والذين كفروا وكذبوا بآياتنا أولئك أصحاب النار خالدين فيها وبئس المصير (10) ",
        "babnum": 4
    },
    {
        "id": 2728,
        "cate": "64",
        "title": "مَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (11) وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّيْتُمْ فَإِنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ (12) اللَّهُ لَا إِلَهَ إِلَّا هُوَ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (13) ",
        "details": " قوله تعالى : { إِلاَّ بِإِذْنِ الله } أي بأمر الله قاله الحسن ، وقيل : بتقدير الله وقضائه ، وقيل : بإرادة الله تعالى ومشيئته ، وقال ابن عباس رضي الله عنهما : بعلمه وقضائه وقوله تعالى : { يَهْدِ قَلْبَهُ } أي عند المصيبة أو عند الموت أو المرض أو الفقر أو القحط ، ونحو ذلك فيعلم أنها من الله تعالى فيسلم لقضاء الله تعالى ويسترجع ، فذلك قوله : { يَهْدِ قَلْبَهُ } أي للتسليم لأمر الله ، ونظيره قوله : { الذين إِذَا أصابتهم مُّصِيبَةٌ } إلى قوله : { أولئك هُمُ المهتدون } [ البقرة : 156 ، 157 ] ، قال أهل المعاني : يهد قلبه للشكر عند الرخاء والصبر عند البلاء ، وهو معنى قول ابن عباس رضي الله عنهما يهد قلبه إلى ما يحب ويرضى وقرىء { نهدِ قَلْبَهُ } بالنون وعن عكرمة { يُهْدَ قَلْبَهُ } بفتح الدال وضم الياء ، وقرىء { يهدأ } قال الزجاج : هدأ قلبه يهدأ إذا سكن ، والقلب بالرفع والنصب ووجه النصب أن يكون مثل { مَن سَفِهَ نَفْسَهُ } [ البقرة : 130 ] { والله بِكُلِّ شَيْءٍ عَلِيمٌ } يحتمل أن يكون إشارة إلى اطمئنان القلب عند المصيبة ، وقيل : عليم بتصديق من صدق رسوله فمن صدقه فقد هدى قلبه : { وَأَطِيعُواْ الله وَأَطِيعُواْ الرسول } فيما جاء به من عند الله يعني هونوا المصائب والنوازل واتبعوا الأوامر الصادرة من الله تعالى ، ومن الرسول فيما دعاكم إليه .\r\n وقوله : { فَإِن تَوَلَّيْتُمْ } أي عن إجابة الرسول فيما دعاكم إليه { فَإِنَّمَا على رَسُولِنَا البلاغ المبين } الظاهر والبيان البائن ، وقوله : { الله لاَ إله إِلاَّ هُوَ } يحتمل أن يكون هذا من جملة ما تقدم من الأوصاف الحميدة لحضرة الله تعالى من قوله : { لَهُ الملك وَلَهُ الحمد وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ } [ التغابن : 1 ] فإن من كان موصوفاً بهذه الصفات ونحوها : فهو الذي { لا إله إِلاَّ هُوَ } أي لا معبود إلا هو ولا مقصود إلا هو عليه التوكل في كل باب ، وإليه المرجع والمآب ، وقوله : { وَعَلَى الله فَلْيَتَوَكَّلِ المؤمنون } بيان أن المؤمن لا يعتمد إلا عليه ، ولا يتقوى إلا به لما أنه يعتقد أن القادر بالحقيقة ليس إلا هو ، وقال في «الكشاف» : هذا بعث لرسول الله صلى الله عليه وسلم على التوكل عليه والتقوى به في أمره حتى ينصره على من كذبه وتولى عنه ، فإن قيل : كيف يتعلق { مَا أَصَابَ مِن مُّصِيبَةٍ إِلاَّ بِإِذْنِ الله } بما قبله ويتصل به؟ نقول : يتعلق بقوله تعالى : { فآمنوا بالله ورسوله } [ التغابن : 8 ] لما أن من يؤمن بالله فيصدقه يعلم ألا تصيبه مصيبة إلا بإذن الله .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ما أصاب من مصيبة إلا بإذن الله ومن يؤمن بالله يهد قلبه والله بكل شيء عليم (11) وأطيعوا الله وأطيعوا الرسول فإن توليتم فإنما على رسولنا البلاغ المبين (12) الله لا إله إلا هو وعلى الله فليتوكل المؤمنون (13) ",
        "babnum": 5
    },
    {
        "id": 2729,
        "cate": "64",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (14) إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ (15) فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا وَأَنْفِقُوا خَيْرًا لِأَنْفُسِكُمْ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ (16) ",
        "details": " قال الكلبي : كان الرجل إذا أراد الهجرة تعلق به بنوه وزوجته فقالوا : أنت تذهب وتذرنا ضائعين فمنهم من يطيع أهله ويقيم فحذرهم الله طاعة نسائهم وأولادهم ، ومنهم من لا يطيع ويقول : أما والله لو لم نهاجر ويجمع الله بيننا وبينكم في دار الهجرة لا ننفعكم شيئاً أبداً ، فلما جمع الله بينهم أمرهم أن ينفقوا ويحسنوا ويتفضلوا ، وقال مسلم الخراساني : نزلت في عوف بن مالك الأشجعي كان أهله وولده يثبطونه عن الهجرة والجهاد ، وسئل ابن عباس رضي الله عنهما عن هذه الآية ، فقال : هؤلاء رجال من أهل مكة أسلموا وأرادوا أن يأتوا المدينة فلم يدعهم أزواجهم وأولادهم فهو قوله : عدواً لكم فاحذروهم أن تطيعوا وتدعوا الهجرة ، وقوله تعالى : { وَإِن تَعْفُواْ وَتَصْفَحُواْ } قال هو أن الرجل من هؤلاء إذا هاجر ورأى الناس قد سبقوا بالهجرة وفقهوا في الدين هم أن يعاقب زوجته وولده الذين منعوه الهجرة وإن لحقوا به في دار الهجرة لم ينفق عليهم ، ولم يصبهم بخير فنزل : { وَإِن تَعْفُواْ وَتَصْفَحُواْ وَتَغْفِرُواْ } الآية ، يعني أن من أزواجكم وأولادكم عدواً لكم ، ينهون عن الإسلام ويثبطون عنه وهم من الكفار فاحذروهم ، فظهر أن هذه العداوة إنما هي للكفر والنهي عن الإيمان ، ولا تكون بين المؤمنين فأزواجهم وأولادهم المؤمنون لا يكونون عدواً لهم ، وفي هؤلاء الأزواج والأولاد الذين منعوا عن الهجرة نزل : { إِنَّمَا أموالكم وأولادكم فِتْنَةٌ } قال ابن عباس رضي الله عنهما : لا تطيعوهم في معصية الله تعالى وفتنة أي بلاء وشغل عن الآخرة ، وقيل : أعلم الله تعالى أن الأموال والأولاد من جميع ما يقع بهم في الفتنة وهذا عام يعم جميع الأولاد ، فإن الإنسان مفتون بولده لأنه ربما عصى الله تعالى بسببه وباشر الفعل الحرام لأجله ، كغصب مال الغير وغيره : { والله عِنْدَهُ أَجْرٌ عَظِيمٌ } أي جزيل ، وهو الجنة أخبر أن عنده أجراً عظيماً ليتحملوا المؤونة العظيمة ، والمعنى لا تباشروا المعاصي بسبب الأولاد ولا تؤثروهم على ما عند الله من الأجر العظيم .\r\n وقوله تعالى : { فاتقوا الله مَا استطعتم } قال مقاتل : أي ما أطقتم يجتهد المؤمن في تقوى الله ما استطاع ، قال قتادة : نسخت هذه الآية قوله تعالى : { اتقوا الله حَقَّ تُقَاتِهِ } [ آل عمران : 102 ] ومنهم من طعن فيه وقال : لا يصح لأن قوله تعالى : { اتقوا الله حَقَّ تُقَاتِهِ } لا يراد به الاتقاء فيما لا يستطيعون لأنه فوق الطاقة والاستطاعة ، وقوله : { اسمعوا } أي لله ولرسوله ولكتابه وقيل : لما أمركم الله ورسوله به { وَأَطِيعُواْ } الله فيما يأمركم { وَأَنْفِقُواْ } من أموالكم في حق الله خيراً لأنفسكم ، والنصب بقوله : { وَأَنْفِقُواْ } كأنه قيل : وقدموا خيراً لأنفسكم ، وهو كقوله : { فآمنوا خيراً لكم } [ النساء : 170 ] وقوله تعالى : { وَمَن يُوقَ شُحَّ نَفْسِهِ } الشح هو البخل ، وإنه يعم المال وغيره ، يقال : فلان شحيح بالمال وشحيح بالجاه وشحيح بالمعروف ، وقيل : يوق ظلم نفسه فالشح هو الظلم ، ومن كان بمعزل عن الشح فذلك من أهل الفلاح فإن قيل : { إِنَّمَا أموالكم وأولادكم فِتْنَةٌ } ، يدل على أن الأموال والأولاد كلها من الأعداء و { إِنَّ مِنْ أزواجكم وأولادكم عَدُوّاً لَّكُمْ } يدل على أن بعضهم من الأعداء دون البعض ، فنقول : هذا في حيز المنع فإنه لا يلزم أن يكون البعض من المجموع الذي مر ذكره من الأولاد يعني من الأولاد من يمنع ومنهم من لا يمنع ، فيكون البعض منهم عدواً دون البعض .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم وإن تعفوا وتصفحوا وتغفروا فإن الله غفور رحيم (14) إنما أموالكم وأولادكم فتنة والله عنده أجر عظيم (15) فاتقوا الله ما استطعتم واسمعوا وأطيعوا وأنفقوا خيرا لأنفسكم ومن يوق شح نفسه فأولئك هم المفلحون (16) ",
        "babnum": 6
    },
    {
        "id": 2730,
        "cate": "64",
        "title": "إِنْ تُقْرِضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ شَكُورٌ حَلِيمٌ (17) عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الْحَكِيمُ (18) ",
        "details": " اعلم أن قوله : { إِن تُقْرِضُواْ الله قَرْضاً حَسَناً } أي إن تنفقوا في طاعة الله متقاربين إليه يجزكم بالضعف لما أنه شكور يحب المتقربين إلى حضرته حليم لا يعجل بالعقوبة غفور يغفر لكم ، والقرض الحسن عند بعضهم هو التصدق من الحلال ، وقيل : هو التصدق بطيبة نفسه ، والقرض هو الذي يرجى مثله وهو الثواب مثل الإنفاق في سبيل الله ، وقال في «الكشاف» : ذكر القرض تلطف في الاستدعاء وقوله : { يضاعفه لَكُمْ } أي يكتب لكم بالواحدة عشرة وسبعمائة إلى ما شاء من الزيادة وقرىء ( يضعفه ) { شَكُورٍ } مجاز أي يفعل بكم ما يفعل المبالغ في الشكر من عظيم الثواب وكذلك حليم يفعل بكم ما يفعل من يحلم عن المسيء فلا يعاجلكم بالعذاب مع كثرة ذنوبكم ، ثم لقائل أن يقول : هذه الأفعال مفتقرة إلى العلم والقدرة ، والله تعالى ذكر العلم دون القدرة فقال : { عالم الغيب } ، فنقول قوله : { العزيز } يدل على القدرة من عز إذا غلب و { الحكيم } على الحكمة ، وقيل : العزيز الذي لا يعجزه شيء ، والحكيم الذي لا يلحقه الخطأ في التدبير ، والله تعالى كذلك فيكون عالماً قادراً حكيماً جل ثناؤه وعظم كبرياؤه ، والله أعلم بالصواب .\r\n والحمد لله رب العالمين ، والصلاة والسلام على سيد المرسلين ، وخاتم النبيين سيدنا محمد وآله وسلم تسليماً كثيراً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن تقرضوا الله قرضا حسنا يضاعفه لكم ويغفر لكم والله شكور حليم (17) عالم الغيب والشهادة العزيز الحكيم (18) ",
        "babnum": 7
    }
]