[
    {
        "id": 3367,
        "cate": "113",
        "title": "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (1) ",
        "details": " فيه مسائل : المسألة الأولى : في قوله : { قُلْ } فوائد أحدها : أنه سبحانه لما أمر بقراءة سورة الإخلاص تنزيهاً له عما لا يليق به في ذاته وصفاته ، وكان ذلك من أعظم الطاعات ، فكأن العبد قال : إلهنا هذه الطاعة عظيمة جداً لا أثق بنفسي في الوفاء بها ، فأجاب بأن قال : { قُلْ أَعُوذُ بِرَبّ الفلق } أي استعذ بالله ، والتجيء إليه حتى يوفقك لهذه الطاعة على أكمل الوجوه وثانيها : أن الكفار لما سألوا الرسول عن نسب الله وصفته ، فكأن الرسول عليه السلام قال : كيف أنجو من هؤلاء الجهال الذين تجاسروا وقالوا : فيك مالا يليق بك ، فقال الله : { قُلْ أَعُوذُ بِرَبّ الفلق } أي استعذ بي حتى أصونك عن شرهم وثالثها : كأنه تعالى يقول : من التجأ إلى بيتي شرفته وجعلته آمناً فقلت : { ومن دخله كان آمناً } [ آل عمران : 97 ] فالتجىء أنت أيضاً إلي حتى أجعلك آمناً : فقل أعوذ برب الفلق .\r\n المسألة الثانية : اختلفوا في أنه هل يجوز الاستعانة بالرقى والعوذ أم لا؟ منهم قال : إنه يجوز واحتجوا بوجوه أحدها : ما روي أن رسول الله صلى الله عليه وسلم اشتكى فرقاه جبريل عليه السلام ، فقال : بسم الله أرقيك من كل شيء يؤذيك ، والله يشفيك وثانيها : قال ابن عباس : كان رسول الله صلى الله عليه وسلم يعلمنا من الأوجاع كلها والحمى هذا الدعاء : « بسم الله الكريم ، أعوذ بالله العظيم من شر كل عرق نعار ، ومن شر حر النار » وثالثها : قال عليه السلام : من دخل على مريض لم يحضره أجله؛ فقال : أسأل الله العظيم رب العرش العظيم أن يشفيك سبع مرات شفي ورابعها : عن علي عليه السلام قال : كان رسول الله صلى الله عليه وسلم إذا دخل على مريض قال : « أذهب البأس رب الناس ، اشف أنت الشافي ، لا شافي إلا أنت » وخامسها : عن ابن عباس قال : كان رسول الله صلى الله عليه وسلم يعوذ الحسن والحسين يقول : « أعيذكما بكلمات الله التامة من كل شيطان وهامة ، ومن كل عين لامة » ويقول : هكذا كان أبي إبراهيم يعوذ ابنيه إسماعيل وإسحاق وسادسها : قال عثمان بن أبي العاص الثقفي : قدمت على رسول الله وبي وجع قد كاد يبطلني فقال رسول الله صلى الله عليه وسلم : « اجعل يدك اليمنى عليه ، وقل بسم الله أعوذ بعزة الله وقدرته من شر ما أجد سبع مرات » ففعلت ذلك فشفاني الله وسابعها : روي أنه عليه السلام كان إذا سافر فنزل منزلاً يقول : « يا أرض ، ربي وربك الله أعوذ بالله من شرك وشر ما فيك وشر ما يخرج منك ، وشر ما يدب عليك ، وأعوذ بالله من أسد وأسود وحية وعقرب ، ومن شر ساكني البلد ووالد وما ولد » وثامنها : قالت عائشة : كان رسول الله صلى الله عليه وسلم ، إذا اشتكى شيئاً من جسده قرأ : { قُلْ هُوَ الله أَحَدٌ } والمعوذتين في كفه اليمنى ومسح بها المكان الذي يشتكي ومن الناس من منع من الرقى لما روي عن جابر ، قال نهى رسول الله صلى الله عليه وسلم عن الرقى ، وقال عليه السلام : \" إن لله عباداً لا يكتوون ولا يسترقون وعلى ربهم يتوكلون \" وقال عليه السلام : \" لم يتوكل على الله من اكتوى واسترقى \" وأجيب عنه بأنه يحتمل أن يكون النهي عن الرقى المجهولة التي لا تعرف حقائقها ، فأما ما كان له أصل موثوق ، فلا نهي عنه ، واختلفوا في التعليق ، فروى أنه عليه السلام قال : \" من علق شيئاً وكل إليه \" وعن ابن مسعود : أنه رأى على أم ولده تميمة مربوطة بعضدها ، فجذبها جذباً عنيفاً فقطعها ، ومنهم من جوزه ، سئل الباقر عليه السلام عن التعويذ يعلق على الصبيان فرخص فيه ، واختلفوا في النفث أيضاً ، فروي عن عائشة أنها قالت : كان رسول الله صلى الله عليه وسلم ينفث على نفسه إذا اشتكى بالمعوذات ويمسح بيده ، فلما اشتكى رسول الله صلى الله عليه وسلم وجعه الذي توفي فيه طفقت أنفث عليه بالمعوذات التي كان ينفث بها على نفسه ، وعنه عليه السلام : «أنه كان إذا أخذ مضجعه نفث في يديه وقرأ فيهما بالمعوذات ، ثم مسح بهما جسده» ومنهم من أنكر النفث ، قال عكرمة : لا ينبغي للراقي أن ينفث ولا يمسح ولا يعقد .\r\n وعن إبراهيم قال : كانوا يكرهون النفث في الرقى ، وقال بعضهم : دخلت على الضحاك وهو وجيع ، فقلت : ألا أعوذك يا أبا محمد؟ قال : بلى ولكن لا تنفث ، فعوذته بالمعوذتين .\r\n قال الحليمي : الذي روي عن عكرمة أنه ينبغي للراقي أن لا ينفث ولا يمسح ولا يعقد ، فكأنه ذهب فيه إلى أن الله تعالى جعل النفث في العقد مما يستعاذ منه ، فوجب أن يكون منهياً عنه إلا أن هذا ضعيف ، لأن النفث في العقد إنما يكون مذموماً إذا كان سحراً مضراً بالأرواح والأبدان .\r\n فأما إذا كان هذا النفث لإصلاح الأرواح والأبدان وجب أن لا يكون حراماً .\r\n المسألة الثالثة : أنه تعالى قال في مفتاح القراءة : { فاستعذ بالله } [ الأعراف : 200 ] وقال ههنا : { أَعُوذُ بِرَبّ الفلق } وفي موضع آخر : { وَقُلْ رَّبّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشياطين } [ المؤمنون : 97 ] وجاء في الأحاديث : أعوذ بكلمات الله التامات ولا شك أن أفضل أسماء الله هو الله ، وأما الرب فإنه قد يطلق على غيره ، قال تعالى : { ءأَرْبَابٌ مُّتَّفَرّقُونَ } [ يوسف : 39 ] فما السبب في أنه تعالى عند الأمر بالتعوذ لم يقل : أعوذ بالله بل قال : { بِرَبّ الفلق } ؟ وأجابوا عنه من وجوه : أحدها : أنه في قوله : { فَإِذَا قَرَأْتَ القرءان فاستعذ بالله } [ النحل : 98 ] إنما أمره بالاستعاذة هناك لأجل قراءة القرآن ، وإنما أمره بالاستعاذة ههنا في هذه السورة لأجل حفظ النفس والبدن عن السحر ، والمهم الأول أعظم ، فلا جرم ذكر هناك الاسم الأعظم وثانيها : أن الشيطان يبالغ حال منعك من العبادة أشد مبالغة في إيصال الضر إلى بدنك وروحك ، فلا جرم ذكر الاسم الأعظم هناك دون ههنا وثالثها : أن اسم الرب يشير إلى التربية فكأنه جعل تربية الله له فيما تقدم وسيلة إلى تربيته له في الزمان الآتي ، أو كان العبد يقول : التربية والإحسان حرفتك فلا تهملني ، ولا تخيب رجائي ورابعها : أن بالتربية صار شارعاً في الإحسان ، والشروع ملزم وخامسها : أن هذه السورة آخر سور القرآن فذكر لفظ الرب تنبيهاً على أنه سبحانه لا تنقطع عنك تربيته وإحسانه ، فإن قيل : إنه ختم القرآن على اسم الإله حيث قال : { مَلِكِ الناس * إله الناس } قلنا : فيه لطيفة وهي كونه تعالى قال : قل أعوذ بمن هو ربي ولكنه إله قاهر لوسوسة الخناس فهو كالأب المشفق الذي يقول ارجع عند مهماتك إلى أبيك المشفق عليك الذي هو كالسيف القاطع والنار المحرقة لأعدائك فيكون هذا من أعظم أنواع الوعد بالإحسان والتربية وسادسها : كان الحق قال لمحمد عليه السلام : قلبك لي فلا تدخل فيه حب غيري ، ولسانك لي فلا تذكر به أحداً غيري ، وبدنك لي فلا تشغله بخدمة غيري ، وإن أردت شيئاً فلا تطلبه إلا مني ، فإن أردت العلم فقل : رب زدني علماً وإن أردت الدنيا فاسألوا الله من فضله ، وإن خفت ضرراً فقل : أعوذ برب الفلق فإني أنا الذي وصفت نفسي بأني خالق الإصباح .\r\n وبأني فالق الحب والنوى ، وما فعلت هذه الأشياء إلا لأجلك ، فإذا كنت أفعل كل هذه الأمور لأجلك ، أفلا أصونك عن الآفات والمخافات .\r\n المسألة الرابعة : ذكروا في : الفلق وجوهاً أحدها : أنه الصبح وهو قول الأكثرين قال الزجاج : لأن الليل يفلق عنه الصبح ويفرق فعل بمعنى مفعول يقال : هو أبين من فلق الصبح ومن فرق الصبح وتخصيصه في التعوذ لوجوه الأول : أن القادر على إزالة هذه الظلمات الشديدة عن كل هذا العالم يقدر أيضاً أن يدفع عن العائذ كل ما يخافه ويخشاه الثاني : أن طلوع الصبح كالمثال لمجيء الفرج ، فكما أن الإنسان في الليل يكون منتظراً لطلوع الصباح كذلك الخائف يكون مترقياً لطلوع صباح النجاح الثالث : أن الصبح كالبشرى فإن الإنسان في الظلام يكون كلحم على وضم ، فإذا ظهر الصبح فكأنه صاح بالأمان وبشر بالفرج ، فلهذا السبب يجد كل مريض ومهموم خفة في وقت السحر ، فالحق سبحانه يقول : قل أعوذ برب يعطي إنعام فلق الصبح قبل السؤال ، فكيف بعد السؤال الرابع : قال بعضهم : إن يوسف عليه السلام لما ألقي في الجب وجعت ركبته وجعاً شديداً فبات ليلته ساهراً فلما قرب طلوع الصبح نزل جبريل عليه السلام بإذن الله يسليه ويأمره بأن يدعوا ربه فقال : يا جبريل ادع أنت وأؤمن أنا فدعا جبريل وأمن يوسف فكشف الله ما كان به من الضر ، فلما طاب وقت يوسف قال جبريل : وأنا أدعو أيضاً وتؤمن أنت ، فسأل يوسف ربه أن يكشف الضر عن جميع أهل البلاء في ذلك الوقت ، فلا جرم ما من مريض إلا ويجد نوع خفة في آخر الليل ، وروي أن دعاءه في الجب : يا عدتي في شدتي ويا مؤنسي في وحشتي ويا راحم غربتي ويا كاشف كربتي ويا مجيب دعوتي ، ويا إلهي وإله آبائي إبراهيم وإسحق ويعقوب ارحم صغر سني وضعف ركني وقلة حيلتي يا حي يا قيوم يا ذا الجلال والإكرام الخامس : لعل تخصيص الصبح بالذكر في هذا الموضع لأنه وقت دعاء المضطرين وإجابة الملهوفين فكأنه يقول : قل أعوذ برب الوقت الذي يفرج فيه عن كل مهموم السادس : يحتمل أنه خص الصبح بالذكر لأنه أنموذج من يوم القيامة لأن الخلق كالأموات والدور كالقبور ، ثم منهم من يخرج من داره مفلساً عرياناً لا يلتفت إليه ، ومنهم من كان مديوناً فيجر إلى الحبس ، ومنهم من كان ملكاً مطاعاً فتقدم إليه المراكب ويقوم الناس بين يديه ، كذا في يوم القيامة بعضهم مفلس عن الثواب عار عن لباس التقوى يجر إلى الملك الجبار ، ومن عبد كان مطيعاً لربه في الدنيا فصار ملكاً مطاعاً في العقبى يقدم إليه البراق السابع : يحتمل أنه تعالى خص الصبح بالذكر لأنه وقت الصلاة الجامعة لأحوال القيامة فالقيام في الصلاة يذكر القيام يوم القيامة كما قال : { يَوْمَ يَقُومُ الناس لِرَبّ العالمين } [ المطففين : 6 ] والقراءة في الصلاة تذكر قراءة الكتب والركوع في الصلاة يذكر من القيامة قوله : { نَاكِسُواْ رُؤُوسَهُمْ } [ السجدة : 12 ] والسجود في الصلاة يذكر قوله : { وَيُدْعَوْنَ إِلَى السجود فَلاَ يَسْتَطِيعُونَ } [ القلم : 42 ] والقعود يذكر قوله : { وترى كُلَّ أُمَّةٍ جَاثِيَةً } [ الجاثية : 28 ] فكان العبد يقول : إلهي كما خلصتني من ظلمة الليل فخلصني من هذه الأهوال ، وإنما خص وقت صلاة الصبح لأن لها مزيد شرف على ما قال : { إن قرآن الفجر كان مشهوداً } [ الإسراء : 78 ] أي تحضرها ملائكة الليل والنهار الثامن : أنه وقت الاستغفار والتضرع على ما قال : { والمستغفرين بالأسحار } [ آل عمران : 17 ] القول الثاني : في الفلق أنه عبارة عن كل ما يفلقه الله كالأرض عن النبات : { إِنَّ الله فَالِقُ الحب والنوى } [ الأنعام : 95 ] والجبال عن العيون : { وإن من الحجارة لما يتفجر منه الأَنهار } [ البقرة : 74 ] والسحاب عن الأمطار والأرحام عن الأولاد والبيض عن الفرخ والقلوب عن المعارف ، وإذا تأملت الخلق تبين لك أن أكثره عن انقلاب ، بل العدم كأنه ظلمة والنور كأنه الوجود ، وثبت أنه كان الله في الأزل ولم يكن معه شيء ألبتة فكأنه سبحانه هو الذي فلق بحار ظلمات العدم بأنوار الإيجاد والتكوين والإبداع ، فهذا هو المراد من الفلق ، وهذا التأويل أقرب من وجوه أحدها : هو أن الموجود إما الخالق وإما الخلق ، فإذا فسرنا الفلق بهذا التفسير صار كأنه قال : قل أعوذ برب جميع الممكنات ، ومكون كل المحدثات والمبدعات فيكون التعظيم فيه أعظم ، ويكون الصبح أحد الأمور الداخلة في هذا المعنى وثانيها : أن كل موجود إما واجب لذاته أو ممكن لذاته ، والممكن لذاته يكون موجوداً بغيره ، معدوماً في حد ذاته ، فإذن كل ممكن فلا بد له من مؤثر يؤثر فيه حال حدوثه ويبقيه حال بقائه ، فإن الممكن حال بقائه يفتقر إلى المؤثر والتربية ، إشارة لا إلى حال الحدوث بل إلى حال البقاء ، فكأنه يقول : إنك لست محتاجاً إلى حال الحدوث فقط بل في حال الحدوث وحال البقاء معاً في الذات وفي جميع الصفات ، فقوله : { بِرَبّ الفلق } يدل على احتياج كل ما عداه إليه حالتي الحدوث والبقاء في الماهية والوجود بحسب الذوات والصفات وسر التوحيد لا يصفو عن شوائب الشرك إلا عند مشاهدة هذه المعاني ، وثالثها : أن التصوير والتكوين في الظلمة أصعب منه في النور ، فكأنه يقول : أنا الذي أفعل ما أفعله قبل طلوع الأنوار وظهور الأضواء ومثل ذلك مما لا يتأتى إلا بالعلم التام والحكمة البالغة وإليه الإشارة بقوله : { هُوَ الذي يُصَوّرُكُمْ فِي الأرحام كَيْفَ يَشَاء لا إله إِلاَّ هُوَ العزيز الحكيم } [ آل عمران : 6 ] .\r\n القول الثالث : أنه واد في جهنم أوجب فيها من قولهم لما اطمأن من الأرض الفلق والجمع فلقان ، وعن بعض الصحابة أنه قدم الشام فرآى دور أهل الذمة وما هم فيه من خصب العيش فقال لا أبالي ، أليس من ورائهم الفلق ، فقيل : وما الفلق؟ قال : بيت في جهنم إذا فتح صاح جميع أهل النار من شدة حره ، وإنما خصه بالذكر ههنا لأنه هو القادر على مثل هذا التعذيب العظيم الخارج عن حد أوهام الخلق ، ثم قد ثبت أن رحمته أعظم وأكمل وأتم من عذابه ، فكأنه يقول : يا صاحب العذاب الشديد أعوذ برحمتك التي هي أعظم وأكمل وأتم وأسبق وأقدم من عذابك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل أعوذ برب الفلق (1) ",
        "babnum": 1
    },
    {
        "id": 3368,
        "cate": "113",
        "title": "مِنْ شَرِّ مَا خَلَقَ (2) ",
        "details": " وفيه مسألتان : المسألة الأولى : في تفسير هذه الآية وجوه أحدها : قال عطاء عن ابن عباس : يريد إبليس خاصة لأن الله تعالى لم يخلق خلقاً هو شر منه ولأن السورة إنما نزلت في الاستعاذة من السحر ، وذلك إنما يتم بإبليس وبأعوانه وجنوده وثانيها : يريد جهنم كأنه يقول : قل أعوذ برب جهنم ومن شدائد ما خلق فيها وثالثها : { مِن شَرّ مَا خَلَقَ } يريد من شر أصناف الحيوانات المؤذياب كالسباع والهوام وغيرهما ، ويجوز أن يدخل فيه من يؤذيني من الجن والإنس أيضاً ووصف أفعالها بأنها شر ، وإنما جاز إدخال الجن والإنسان تحت لفظة ( ما ) ، لأن الغلبة لما حصلت في جانب غير العقلاء حسن استعمال لفظة ( ما ) فيه ، لأن العبرة بالأغلب أيضاً ويدخل فيه شرور الأطعمة الممرضة وشرور الماء والنار ، فإن قيل الآلام الحاصلة عقيب الماء والنار ولدغ الحية والعقرب حاصلة بخلق الله تعالى ابتداء ، على قول أكثر المتكلمين ، أو متولدة من قوى خلقها الله تعالى في هذه الأجرام ، على ما هو قول جمهور الحكماء وبعض المتكلمين ، وعلى التقديرين فيصير حاصل الآية أنه تعالى أمر الرسول عليه السلام بأن يستعيذ بالله من الله ، فما معناه؟ قلنا : وأي بأس بذلك ، ولقد صرح عليه السلام بذلك ، فقال : « وأعوذ بك منك » ورابعها : أراد به ما خلق من الأمراض والأسقام والقحط وأنواع المحن والآفات ، وزعم الجبائي والقاضي أن هذا التفسير باطل ، لأن فعل الله تعالى لا يجوز أن يوصف بأنه شر ، قالوا : ويدل عليه وجوه الأول : أنه يلزم على هذا التقدير أن الذي أمر بالتعوذ منه هو الذي أمرنا أن نتعوذ به ، وذلك متناقض والثاني : أن أفعال الله كلها حكمة وصواب ، وذلك لا يجوز أن يقال : إنه شر والثالث : أن فعل الله لو كان شراً لوصف فاعله بأنه شرير ويتعالى الله عن ذلك والجواب : عن الأول أنا بينا أنه لا امتناع في قوله أعوذ بك منك؟ وعن الثاني أن الإنسان لما تألم به فإنه يعد شراً ، فورد اللفظ على وفق قوله ، كما في قوله : { وَجَزَاء سَيّئَةٍ سَيّئَةٌ مّثْلُهَا } [ الشورى : 40 ] وقوله : { فَمَنِ اعتدى عَلَيْكُمْ فاعتدوا عَلَيْهِ بِمِثْلِ مَا اعتدى عَلَيْكُمْ } [ البقرة : 194 ] وعن الثالث أن أسماء الله توقيفية لا اصطلاحية ، ثم الذي يدل على جواز تسمية الأمراض والأسقام بأنها شرور قوله تعالى : { إِذَا مَسَّهُ الشر جَزُوعاً } [ المعارج : 20 ] وقوله : { وَإِذَا مَسَّهُ الشر فَذُو دُعَاء عَرِيضٍ } [ فصلت : 51 ] وكان عليه السلام يقول : « وأعوذ بك من شر طوارق الليل والنهار » .\r\n المسألة الثانية : طعن بعض الملحدة في قوله : { قُلْ أَعُوذُ بِرَبّ الفلق * مِن شَرّ مَا خَلَقَ } من وجوه أحدها : أن المستعاذ منه أهو واقع بقضاء الله وقدره ، أو لا بقضاء الله ولا بقدره؟ فإن كان الأول فكيف أمر بأن يستعيذ بالله منه ، وذلك لأن ما قضى الله به وقدره فهو واقع ، فكأنه تعالى يقول : الشيء الذي قضيت بوقوعه ، وهو لا بد واقع فاستعذ بي منه حتى لا أوقعه ، وإن لم يكن بقضائه وقدره فذلك يقدح في ملك الله وملكوته وثانيها : أن المستعاذ منه إن كان معلوم الوقوع فلا دافع له ، فلا فائدة في الاستعاذة وإن كان معلوم اللاوقوع ، فلا حاجة إلى الاستعاذة وثالثها : أن المستعاذ منه إن كان مصلحة فكيف رغب المكلف في طلب دفعه ومنعه ، وإن كان مفسدة فكيف خلقه وقدره ، واعلم أن الجواب عن أمثال هذه الشبهات ، أن يقال إنه : { لاَ يُسْأَلُ عَمَّا يَفْعَلُ } [ الأنبياء : 23 ] وقد تكرر هذا الكلام في هذا الكتاب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "من شر ما خلق (2) ",
        "babnum": 2
    },
    {
        "id": 3369,
        "cate": "113",
        "title": "وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) ",
        "details": " ذكروا في الغاسق وجوهاً أحدها : أن الغاسق هو اليل إذا عظم ظلامه من قوله : { إلى غسق الليل } [ الإسراء : 78 ] ومنه غسقت العين إذا امتلأت دمعاً وغسقت الجراحة إذا امتلأت دماً ، وهذا قول الفراء وأبي عبيدة ، وأنشد ابن قيس : إن هذا الليل قد غسقا \r\n واشتكيت الهم والأرقا وقال الزجاج الغاسق في اللغة هو البارد ، وسمي الليل غاسقاً لأنه أبرد من النهار ، ومنه قوله إنه الزمهرير وثالثها : قال قوم : الغاسق والغساق هو السائل من قولهم : غسقت العين تغسق غسقاً إذا سالت بالماء ، وسمي الليل غاسقاً لانصباب ظلامه على الأرض ، أما الوقوب فهو الدخول في شيء آخر بحيث يغيب عن العين ، يقال : وقب يقب وقوباً إذا دخل ، الوقبة النقرة لأنه يدخل فيها الماء ، والإيقاب إدخال الشيء في الوقبة ، هذا ما يتعلق باللغة وللمفسرين في الآية أقوال : أحدها : أن الغاسق إذا وقب هو الليل إذا دخل ، وإنما أمر أن يتعوذ من شر الليل لأن في الليل تخرج السباع من آجامها والهوام من مكانها ، ويهجم السارق والمكابر ويقع الحريق ويقل فيه الغوث ، ولذلك لو شهر ( معتد ) سلاحاً على إنسان ليلاً فقتله المشهور عليه لا يلزمه قصاص ، ولو كان نهاراً يلزمه لأنه يوجد فيه الغوث ، وقال قوم : إن في الليل تنتشر الأرواح المؤذية المسماة بالجن والشياطين ، وذلك لأن قوة شعاع الشمس كأنها تقهرهم ، أما في الليل فيحصل لهم نوع استيلاء وثانيها : أن الغاسق إذا وقب هو القمر ، قال ابن قتيبة : الغاسق القمر سمي به لأنه يكسف فيغسق ، أي يذهب ضؤوه ويسود ، ( و ) وقوبه دخوله في ذلك الاسوداد ، روى أبو سلمة عن عائشة أنه أخذ رسول الله صلى الله عليه وسلم بيدها وأشار إلى القمر ، وقال : « استعيذي بالله من شر هذا فإنه الغاسق إذا وقب » قال ابن قتيبة : ومعنى قوله : تعوذي بالله من شره إذا وقب أي إذا دخل في الكسوف ، وعندي فيه وجه آخر : وهو أنه صح أن القمر في جرمه غير مستنير بل هو مظلم ، فهذا هو المراد من كونه غاسقاً ، وأما وقوبه فهو انمحاء نوره في آخر الشهر ، والمنجمون يقولون : إنه في آخر الشهر يكون منحوساً قليل القوة لأنه لا يزال ينتقص نوره فبسبب ذلك تزداد نحوسته ، ولذلك فإن السحرة إنما يشتغلون بالسحر المورث للتمريض في هذا الوقت ، وهذا مناسب لسبب نزول السورة فإنها إنما نزلت لأجل أنهم سحروا النبي صلى الله عليه وسلم لأجل التمريض وثالثها : قال ابن زيد : الغاسق إذا وقب يعني الثريا إذا سقطت قال ، وكانت الأسقام تكثر عند وقوعها ، وترتفع عند طلوعها ، وعلى هذا تسمى الثريا غاسقاً ، لانصبابه عند وقوعه في المغرب ، ووقوبه دخوله تحت الأرض وغيبوبته عن الأعين ورابعها : قال صاحب الكشاف : يجوز أن يراد بالغاسق الأسود من الحيات ووقوبه ضربه ونقبه ، والوقب والنقب واحد ، واعلم أن هذا التأويل أضعف الوجوه المذكورة وخامسها : الغاسق : { إِذَا وَقَبَ } هو الشمس إذا غابت وإنما سميت غاسقاً لأنها في الفلك تسبح فسمي حركتها وجريانها بالغسق ، ووقوبها غيبتها ودخلولها تحت الأرض .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن شر غاسق إذا وقب (3) ",
        "babnum": 3
    },
    {
        "id": 3370,
        "cate": "113",
        "title": "وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (4) ",
        "details": " فيه مسائل : المسألة الأولى : في الآية قولان : الأول : أن النفث النفخ مع ريق ، هكذا قاله صاحب الكشاف ، ومنهم من قال : إنه النفخ فقط ، ومنه قوله عليه السلام : « إن جبريل نفث في روعي » والعقد جمع عقدة ، والسبب فيه أن الساحر إذا أخذ في قراءة الرقية أخذ خيطاً ، ولا يزال يعقد عليه عقداً بعد عقد وينفث في تلك العقد ، وإنما أنت النفاثات لوجوه أحدها : أن هذه الصناعة إنما تعرف بالنساء لأنهن يعقدن وينفثن ، وذلك لأن الأصل الأعظم فيه ربط القلب بذلك الأمر وإحكام الهمة والوهم فيه ، وذلك إنما يتأتى من النساء لقلة علمهن وشدة شهوتهن ، فلا جرم كان هذا العمل منهن أقوى ، قال أبو عبيدة : النفاثات هن بنات لبيد بن أعصم اليهودي سحرن النبي صلى الله عليه وسلم وثانيها : أن المراد من : النفاثات النفوس وثالثها : المراد منها الجماعات ، وذلك لأنه كلما كان اجتماع السحرة على العمل الواحد أكثر كان التأثير أشد القول الثاني : وهو اختيار أبي مسلم : { مِن شَرّ النفاثات } أي النساء في العقد ، أي في عزائم الرجال وآرائهم وهو مستعار من عقد الحبال ، والنفث وهو تليين العقدة من الحبل بريق يقذفه عليه ليصير حله سهلاً ، فمعنى الآية أن النساء لأجل كثرة حبهن في قلوب الرجال يتصرفن في الرجال يحولنهم من رأي إلى رأي ، ومن عزيمة إلى عزيمة ، فأمر الله رسوله بالتعوذ من شرهن كقوله : { إِنَّ مِنْ أزواجكم وأولادكم عَدُوّاً لَّكُمْ فاحذروهم } [ التغابن : 14 ] فلذلك عظم الله كيدهن فقال : { إِنَّ كَيْدَكُنَّ عَظِيمٌ } [ يوسف : 28 ] .\r\n واعلم أن هذا القول حسن ، لولا أنه على خلاف قول أكثر المفسرين .\r\n المسألة الثالثة : أنكرت المعتزلة تأثير السحر ، وقد تقدمت هذه المسألة ، ثم قالوا : سبب الاستعاذة من شرهن لثلاثة أوجه أحدها : أن يستعاذ من إثم عملهن في السحر والثاني : أن يستعاذ من فتنتهن الناس بسحرهن والثالث : أن يستعاذ من إطعامهن الأطعمة الرديئة المورثة للجنون والموت .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن شر النفاثات في العقد (4) ",
        "babnum": 4
    },
    {
        "id": 3371,
        "cate": "113",
        "title": "وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (5) ",
        "details": " من المعلوم أن الحاسد هو الذي تشتد محبته لإزالة نعمة الغير إليه ، ولا يكاد يكون كذلك إلا ولو تمكن من ذلك بالحيل لفعل ، فلذلك أمر الله بالتعوذ منه ، وقد دخل في هذه السورة كل شر يتوفى ويتحرز منه ديناً وديناً ، فلذلك لما نزلت فرح رسول الله صلى الله عليه وسلم بنزولها لكونها مع ما يليها جامعة في التعوذ لكل أمر ، ويجوز أن يراد بشر الحاسد إثمه وسماجة حاله في وقت حسده وإظهاره أثره .\r\n بقي هنا سؤالان : السؤال الأول : قوله : { مِن شَرّ مَا خَلَقَ } عام في كل ما يستعاذ منه ، فما معنى الاستعاذة بعده من الغاسق والنفاثات والحاسد الجواب : تنبيهاً على أن هذه الشرور أعظم أنواع الشر .\r\n السؤال الثاني : لم عرف بعض المستعاذ منه ونكر بعضه؟ الجواب : عرف النفاثات لأن كل نفاثة شريرة ، ونكر غاسقاً لأنه ليس كل غاسق شريراً ، وأيضاً ليس كل حاسد شريراً ، بل رب حسد يكون محموداً وهو الحسد في الخيرات .\r\n والله سبحانه وتعالى أعلم ، وصلى الله على سيدنا محمد ، وعلى آله وصحبه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن شر حاسد إذا حسد (5) ",
        "babnum": 5
    }
]