[
    {
        "id": 2304,
        "cate": "50",
        "title": "ق وَالْقُرْآنِ الْمَجِيدِ (1) ",
        "details": " { ق والقرءان المجيد } وقبل التفسير نقول ما يتعلق بالسورة وهي أمور : الأول : أن هذه السورة تقرأ في صلاة العيد ، لقوله تعالى فيها { ذَلِكَ يَوْمُ الخروج } [ ق : 42 ] وقوله تعالى : { كذلك الخروج } [ ق : 11 ] وقوله تعالى : { ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ } [ ق : 44 ] فإن العيد يوم الزينة ، فينبغي أن لا ينسى الإنسان خروجه إلى عرصات الحساب ، ولا يكون في ذلك اليوم فرحاً فخوراً ، ولا يرتكب فسقاً ولا فجوراً ، ولما أمر النبي صلى الله عليه وسلم بالتذكير بقوله في آخر السورة { فَذَكّرْ بالقرءان مَن يَخَافُ وَعِيدِ } [ ق : 45 ] ذكرهم بما يناسب حالهم في يومهم بقوله { ق والقرءان } .\r\n الثاني : هذه السورة ، وسورة { ص } تشتركان في افتتاح أولهما بالحروف المعجم والقسم بالقرآن وقوله { بَلِ } والتعجب ، ويشتركان في شيء آخر ، وهو أن أول السورتين وآخرهما متناسبان ، وذلك لأن في { ص } قال في أولها { ص والقرءان ذِى الذِكْر } [ ص : 1 ] وقال في آخرها { إِنْ هُوَ إِلاَّ ذِكْرٌ للعالمين } [ ص : 87 ] وفي { ق } قال في أولها { ق والقرءان } وقال في آخرها { فَذَكّرْ بالقرءان مَن يَخَافُ وَعِيدِ } [ ق : 45 ] فافتتح بما اختتم به .\r\n والثالث : وهو أن في تلك السورة صرف العناية إلى تقرير الأصل الأول وهو التوحيد ، بقوله تعالى : { أَجَعَلَ الآلهة إلها واحدا } [ ص : 5 ] وقوله تعالى : { أَنِ امشوا واصبروا على آلهتكم } [ ص : 6 ] وفي هذه السورة إلى تقرير الأصل الآخر وهو الحشر ، بقوله تعالى : { أَءذَا مِتْنَا وَكُنَّا تُرَاباً ذَلِكَ رَجْعُ بَعِيدٌ } [ ق : 3 ] ولما كان افتتاح السورة في { ص } في تقرير المبدأ ، قال في آخرها { إِذْ قَالَ رَبُّكَ للملائكة إِنّى خالق بَشَراً مّن طِينٍ } [ ص : 71 ] وختمه بحكاية بدء ( خلق ) آدم ، لأنه دليل الوحدانية .\r\n ولما كان افتتاح هذه لبيان الحشر ، قال في آخرها { يَوْمَ تَشَقَّقُ الأرض عَنْهُمْ سِرَاعاً ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ } [ ق : 44 ] وأما التفسير ، ففيه مسائل : المسألة الأولى : قيل { ق } اسم جبل محيط بالعالم ، وقيل معناه حكمة ، هي قولنا : قضى الأمر .\r\n وفي ص : صدق الله ، وقد ذكرنا أن الحروف تنبيهات قدمت على القرآن ، ليبقى السامع مقبلاً على استماع ما يرد عليه ، فلا يفوته شيء من الكلام الرائق والمعنى الفائق .\r\n وذكرنا أيضاً أن العبادة منها قلبية ، ومنها لسانية ، ومنها جارحية ظاهرة ، ووجد في الجارحية ما عقل معناه ، ووجد منها ما لم يعقل معناه ، كأعمال الحج من الرمي والسعي وغيرهما ، ووجد في القلبية ما عقل بدليل ، كعلم التوحيد ، وإمكان الحشر ، وصفات الله تعالى ، وصدق الرسل ، ووجد فيها ما يبعدها عن كونها معقولة المعنى أمور لا يمكن التصديق ، والجزم بما لولا السمع كالصراط الممدود الأحد من السيف الأرق من الشعر ، والميزان الذي يوزن به الأعمال ، فكذلك كان ينبغي أن تكون الأذكار التي هي العبادة اللسانية منها ما يعقل معناه كجميع القرآن إلا قليلاً منه ، ومنها ما لا يعقل ولا يفهم كحرف التهجي لكون التلفظ به محض الانقياد للأمر ، لا لما يكون في الكلام من طيب الحكاية والقصد إلى غرض ، كقولنا ربنا اغفر لنا وارحمنا بل يكون النطق به تعبداً محضاً ، ويؤيد هذا وجه آخر ، وهو أن هذه الحروف مقسم بها ، وذلك لأن الله تعالى لما أقسم بالتين والزيتون كان تشريفاً لهما ، فإذا أقسم بالحروف التي هي أصل الكلام الشريف الذي هو دليل المعرفة ، وآلة التعريف كان أولى ، وإذا عرفت هذا فنقول على هذا فيه مباحث : الأول : القسم من الله وقع بأمر واحد ، كما في قوله تعالى : { والعصر } وقوله تعالى : { والنجم } وبحرف واحد ، كما في قوله تعالى : { ص } و { ن } ووقع بأمرين ، كما في قوله تعالى : { والضحى واليل إِذَا سجى } وفي قوله تعالى : { والسماء والطارق } وبحرفين ، كما في قوله تعالى : { طه } و { طس } و { يس } و { حم } وبثلاثة أمور ، كما في قوله تعالى : { والصافات \r\nفالزجرات \r\nفالتاليات } وبثلاثة أحرف ، كما في { الم } وفي { طسم والر } وبأربعة أمور ، كما في { والذريات } وفي { والسماء ذَاتِ البروج } وفي { والتين } وبأربعة أحرف ، كما في { المص المر } وبخمسة أمور ، كما في { والطور } وفي { والمرسلات } وفي { والنازعات } وفي { والفجر } وبخمسة أحرف ، كما في { كهيعص وحمعسق } ولم يقسم بأكثر من خمسة أشياء إلا في سورة واحدة وهي { والشمس وضحاها } ولم يقسم بأكثر من خمسة أصول ، لأنه يجمع كلمة الاستثقال ، ولما استثقل حين ركب لمعنى ، كان استثقالها حين ركب من غير إحاطة العلم بالمعنى أو لا لمعنى كان أشد .\r\n البحث الثاني : عند القسم بالأشياء المعهودة ، ذكر حرف القسم وهي الواو ، فقال : { والطور } { والنجم } { والشمس } وعند القسم بالحروف لم يذكر حرف القسم ، فلم يقل و { ق وحم } لأن القسم لما كان بنفس الحروف كان الحرف مقسماً به ، فلم يورده في موضع كونه آلة القسم تسوية بين الحروف .\r\n البحث الثالث : أقسم الله بالأشياء : كالتين والطور ، ولم يقسم بأصولها ، وهي الجواهر الفردة والماء والتراب .\r\n وأقسم بالحروف من غير تركيب ، لأن الأشياء عنده يركبها على أحسن حالها ، وأما الحروف إن ركبت بمعنى ، يقع الحلف بمعناه لا باللفظ ، كقولنا ( والسماء والأرض ) وإن ركبت لا بمعنى ، كان المفرد أشرف ، فأقسم بمفردات الحروف .\r\n البحث الرابع : أقسم بالحروف في أول ثمانية وعشرين سورة ، وبالأشياء التي عددها عدد الحروف ، وهي غير { والشمس } في أربع عشرة سورة ، لأن القسم بالأمور غير الحروف وقع في أوائل السور وفي أثنائها ، كقوله تعالى : { كَلاَّ والقمر * واليل إِذْ أَدْبَرَ } [ المدثر : 32 ، 33 ] وقوله تعالى : { واليل وَمَا وَسَقَ } [ الانشقاق : 17 ] وقوله { واليل إِذَا عَسْعَسَ } [ التكوير : 17 ] والقسم بالحروف لم يوجد ولم يحسن إلا في أوائل السور ، لأن ذكر ما لا يفهم معناه في أثناء الكلام المنظوم المفهوم يخل بالفهم ، ولما كان القسم بالأشياء له موضعان والقسم بالحروف له موضع واحد جعل القسم بالأشياء في أوائل السور على نصف القسم بالحروف في أوائلها .\r\n البحث الخامس : القسم بالحروف وقع في النصفين جميعاً بل في كل سبع وبالأشياء المعدودة لم يوجد إلا في النصف الأخير بل لم يوجد إلا في السبع الأخير غير والصافات ، وذلك لأنا بينا أن القسم بالحروف لم ينفك عن ذكر القرآن أو الكتاب أو التنزيل بعده إلا نادراً فقال تعالى : { يس * والقرءان الحكيم } [ يس : 1 ، 2 ] { حم * تَنزِيلُ الكتاب } [ غافر : 1 ، 2 ] { الم * ذلك الكتاب } [ البقرة : 1 ، 2 ] ولما كان جميع القرآن معجزة مؤداة بالحروف وجد ذلك عاماً في جميع المواضع ولا كذلك القسم بالأشياء المعدودة ، وقد ذكرنا شيئاً من ذلك في سورة العنكبوت ، ولنذكر ما يختص بقاف قيل إنه اسم جبل محيط بالأرض عليه أطراف السماء وهو ضعيف لوجوه : أحدها : أن القراءة الكثيرة الوقف ، ولو كان اسم جبل لما جاز الوقف في الإدراج ، لأن من قال ذلك قال بأن الله تعالى أقسم به وثانيها : أنه لو كان كذلك لذكر بحرف القسم كما في قوله تعالى : { والطور } وذلك لأن حرف القسم يحذف حيث يكون المقسم به مستحقاً لأن يقسم به ، كقولنا الله لأفعلن كذا ، واستحقاقه لهذا غني عن الدلالة عليه باللفظ ولا يحسن أن يقال زيد لأفعلن ثالثها : هو أنه لو كان كما ذكر لكان يكتب قاف مع الألف والفاء كما يكتب { عَيْنٌ جَارِيَةٌ } [ الغاشية : 12 ] ويكتب { أَلَيْسَ الله بِكَافٍ عَبْدَهُ } [ الزمر : 36 ] وفي جميع المصاحف يكتب حرف { ق } ، رابعها : هو أن الظاهر أن الأمر فيه كالأمر في { ص ، ن ، حم } وهي حروف لا كلمات وكذلك في { ق } فإن قيل هو منقول عن ابن عباس ، نقول المنقول عنه أن قاف اسم جبل ، وأما أن المراد في هذا الموضع به ذلك فلا ، وقيل إن معناه قضى الأمر ، وفي { ص } صدق الله ، وقيل هو اسم الفاعل من قفا يقفو و ص من صاد من المصاداة ، وهي المعارضة ، معناه هذا قاف جميع الأشياء بالكشف ، ومعناه حينئذ هو قوله تعالى : { وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِى كتاب مُّبِينٍ } [ الأنعام : 59 ] إذا قلنا إن الكتاب هناك القرآن .\r\n هذا ما قيل في { ق } وأما القراءة فيه فكثيرة وحصرها بيان معناها ، فنقول إن قلنا هي مبنية على ما بينا فحقها الوقف إذ لا عامل فيها فيشبه بناء الأصوات ويجوز الكسر حذراً من التقاء الساكنين ، ويجوز الفتح اختياراً للأخف ، فإن قيل كيف جاز اختيار الفتح ههنا ، ولم يجز عند التقاء الساكنين إذا كان أحدهما آخر كلمة والآخر أول أخرى كما في قوله تعالى : { لَمْ يَكُنِ الذين كَفَرُواْ } [ البينة : 1 ] { وَلاَ تَطْرُدِ الذين } [ الأنعام : 52 ] ؟ نقول لأن هناك إنما وجب التحريك وعين الكسر في الفعل للشبهة تحرك الإعراب ، لأن الفعل محل يرد عليه الرفع والنصب ولا يوجد فيه الجر فاختيرت الكسرة التي لا يخفى على أحد أنها ليست بجر ، لأن الفعل لا يجوز فيه الجر ولو فتح لاشتبه بالنصب ، وأما في أواخر الأسماء فلا اشتباه ، لأن الأسماء محل ترد عليه الحركات الثلاث فلم يكن يمكن الاحتراز فاختاروا الأخف ، وأما إن قلنا إنها حرف مقسم به فحقها الجر ويجوز النصب بجعله مفعولاً باقسم على وجه الاتصال ، وتقدير الباء كأن لم يوجد ، وإن قلنا هي اسم السورة ، فإن قلنا مقسم بها مع ذلك فحقها الفتح لأنها لا تنصرف حينئذ ففتح في موضع الجر كما تقول وإبراهيم وأحمد في القسم بهما ، وإن قلنا إنه ليس مقسماً بها وقلنا اسم السورة ، فحقها الرفع إن جعلناها خبراً تقديره : هذه ( ق ) ، وإن قلنا هو من قفا يقفو فحقه التنوين كقولنا هذا داع وراع ، وإن قلنا اسم جبل فالجر والتنوين وإن كان قسماً ، ولنعد إلى التفسير فنقول الوصف قد يكون للتمييز وهو الأكثر كقولنا الكلام القديم ليتميز عن الحادث والرجل الكريم ليمتاز عن اللئيم ، وقد يكون لمجرد المدح كقولنا الله الكريم إذ ليس في الوجود إله آخر حتى نميزه عنه بالكريم ، وفي هذا الموضع يحتمل الوجهين ، والظاهر أنه لمجرد المدح ، وأما التمييز فبأن نجعل القرآن اسماً للمقروء ، ويدل عليه قوله تعالى : { وَلَوْ أَنَّ قُرْانًا سُيّرَتْ بِهِ الجبال } [ الرعد : 31 ] والمجيد العظيم ، وقيل المجيد هو كثير الكرم وعلى الوجهين القرآن مجيد ، أما على قولنا المجيد هو العظيم ، فلأن القرآن عظيم الفائدة ، ولأنه ذكر الله العظيم ، وذكر العظيم عظيم ، ولأنه لم يقدر عليه أحد من الخلق ، وهو آية العظمة يقال ملك عظيم إذا لم يكن يغلب ويدل عليه قوله تعالى : { وَلَقَدْ ءاتيناك سَبْعًا مّنَ المثاني والقرءان العظيم } [ الحجر : 87 ] أي الذي لا يقدر على مثله أحد ليكون معجزة دالة على نبوتك وقوله تعالى : { بَلْ هُوَ قُرْءانٌ مَّجِيدٌ * فِى لَوْحٍ مَّحْفُوظٍ } [ البروج : 21 ، 22 ] أي محفوظ من أن يطلع عليه أحد إلا باطلاعه تعالى فلا يبدل ولا يغير و { لاَّ يَأْتِيهِ الباطل مِن بَيْنِ يَدَيْهِ وَلاَ مِنْ خَلْفِهِ } [ فصلت : 42 ] فهو غير مقدور عليه فهو عظيم ، وأما على قولنا المجيد هو كثير الكرم فالقرآن كريم كل من طلب منه مقصوده وجده ، وإنه مغن كل من لاذ به ، وإغناء المحتاج غاية الكرم ويدل عليه هو أن المجيد مقرون بالحميد في قولنا إنك حميد مجيد ، فالحميد هو المشكور والشكر على الإنعام والمنعم كريم فالمجيد هو الكريم البالغ في الكرم ، وفيه مباحث : الأول : القرآن مقسم به فالمقسم عليه ماذا؟ نقول فيه وجوه وضبطها بأن نقول ، ذلك إما أن يفهم بقرينة حالية أو قرينة مقالية ، والمقالية إما أن تكون متقدمة على المقسم به أو متأخرة ، فإن قلنا بأنه مفهوم من قرينة مقالية متقدمة فلا متقدم هناك لفظاً إلا { ق } فيكون التقدير : هذا { ق والقرءان المجيد } أو { ق } أنزلها الله تعالى : { والقرءان } كما يقول هذا حاتم والله أي هو المشهور /بالسخاء ويقول الهلال رأيته والله ، وإن قلنا بأنه مفهوم من قرينة مقالية متأخرة ، فنقول ذلك أمران : أحدهما : المنذر والثاني : الرجع ، فيكون التقدير : والقرآن المجيد إنك المنذر ، أو : والقرآن المجيد إن الرجع لكائن ، لأن الأمرين ورد القسم عليهما ظاهراً ، أما الأول : فيدل عليه قوله تعالى : { يس * والقرءان الحكيم * إِنَّكَ لَمِنَ المرسلين } إلى أن قال : { لِتُنذِرَ قَوْماً مَّا أُنذِرَ ءابَاؤُهُمْ } [ ياس : 1 6 ] .\r\n وأما الثاني : فدل عليه قوله تعالى : { والطور * وكتاب مُّسْطُورٍ } إلى أن قال : { إِنَّ عَذَابَ رَبّكَ لَوَاقِعٌ } [ الطور : 1 7 ] وهذا الوجه يظهر عليه غاية الظهور على قول من قال { ق } اسم جبل فإن القسم يكون بالجبل والقرآن ، وهناك القسم بالطور والكتاب المسطور وهو الجبل والقرآن ، فإن قيل أي الوجهين منهما أظهر عندك؟ قلت الأول : لأن المنذر أقرب من الرجع ، ولأن الحروف رأيناها مع القرآن والمقسم كونه مرسلاً ومنذراً ، وما رأينا الحروف ذكرت وبعدها الحشر ، واعتبر ذلك في سور منها قوله تعالى : { الم * تَنزِيلُ الكتاب لاَ رَيْبَ فِيهِ مِن رَّبِ العالمين أَمْ يَقُولُونَ افتراه بَلْ هُوَ الحق مِن رَّبّكَ لِتُنذِرَ } [ السجدة : 1 3 ] ولأن القرآن معجزة دالة على كون محمد رسول الله ، فالقسم به عليه يكون إشارة إلى الدليل على طريقة القسم ، وليس هو بنفسه دليلاً على الحشر ، بل فيه أمارات مفيدة للجزم بالحشر بعد معرفة صدق الرسول ، وأما إن قلنا هو مفهوم بقرينة حالية ، فهو كون محمد صلى الله عليه وسلم على الحق ولكلامه صفة الصدق ، فإن الكفار كانوا ينكرون ذلك والمختار ما ذكرناه والثاني : { بَلْ عَجِبُواْ } [ ق : 2 ] يقتضي أن يكون هناك أمر مضرب عنه فما ذلك؟ نقول قال الواحدي ووافقه الزمخشري إنه تقدير قوله ما الأمر كما يقولون ونزيده وضوحاً ، فنقول على ما اخترناه : فإن التقدير ، والله أعلم ق والقرآن المجيد إنك لتنذر ، فكأنه قال بعده وإنهم شكوا فيه فأضرب عنه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ق والقرآن المجيد (1) ",
        "babnum": 1
    },
    {
        "id": 2305,
        "cate": "50",
        "title": "بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ (2) ",
        "details": " يعني لم يقتنعوا بالشك في صدق الأمر وطرحه بالترك وبعد الإمكان ، بل جزموا بخلافه حتى جعلوا ذلك من الأمور العجيبة ، فإن قيل فما الحكمة في هذا الاختصار العظيم في موضع واحد حذف المقسم عليه والمضرب عنه ، وأتى بأمر لا يفهم إلا بعد الفكر العظيم ولا يفهم مع الفكر إلا بالتوفيق العزيز؟ فنقول إنما حذف المقسم عليه لأن الترك في بعض المواضع يفهم منه ظهور لا يفهم من الذكر ، وذلك لأن من ذكر الملك العظيم في مجلس وأثنى عليه يكون قد عظمه ، فإذا قال له غيره هو لا يذكر في هذا المجلس يكون بالإرشاد إلى ترك الذكر دالاً على عظمته فوق ما يستفيد صاحبه بذكره فالله تعالى يقول لبيان رسالتك أظهر من أن يذكر ، وأما حذف المضرب عنه ، فلأن المضرب عنه إذا ذكر وأضرب عنه بأمر آخر إنما يحسن إذا كان بين المذكورين تفاوت ما ، فإذا عظم التفاوت لا يحسن ذكرهما مع الإضراب ، مثاله يحسن أن يقال الوزير يعظم فلاناً بل الملك يعظمه ، ولا يحسن أن يقال البواب يعظم فلاناً بل الملك يعظمه لكون البون بينهما بعيداً ، إذ الإضراب للتدرج ، فإذا ترك المتكلم المضرب عنه صريحاً وأتى بحرف الإضراب استفيد منه أمران أحدهما : أنه يشير إلى أمر آخر قبله وثانيهما : أنه يجعل الثاني تفاوتاً عظيماً مثل ما يكون ومما لا يذكر ، وههنا كذلك لأن الشك بعد قيام البرهان بعيد لكن القطع بخلافه في غاية ما يكون من البعد .\r\n المبحث الثالث : أن مع الفعل يكون بمثابة ذكر المصدر ، تقول أمرت بأن أقوم وأمرت بالقيام ، وتقول ما كان جوابه إلا أن قال وما كان جوابه إلا قوله كذا وكذا ، وإذا كان كذلك فلم ينزل عن الإتيان بالمصدر حيث جاز أن يقال أمرت أن أقوم من غير حرف الإلصاق ، ولا يجوز أن يقال أمرت القيام بل لا بد من الباء ، ولذلك قالوا أي عجبوا من مجيئه ، نقول { أَن جَاءهُمْ } وإن كان في المعنى قائماً مقام المصدر لكنه في الصورة فعل وحرف ، وحروف التعدية كلها حروف جارة والجار لا يدخل على الفعل ، فكان الواجب أن لا يدخل فلا أقل من أن يجوز عدم الدخول ، فجاز أن يقال { عَجِبُواْ أَن جَاءهُمْ } ولا يجوز عجبوا مجيئهم لعدم المانع من إدخال الحروف عليه .\r\n وقوله تعالى : { مِنْهُمْ } يصلح أن يكون مذكوراً كالمقرر لتعجبهم ، ويصلح أن يكون مذكوراً لإبطال تعجبهم ، أما التقرير فلأنهم كانوا يقولون { أَبَشَراً مّنَّا واحدا نَّتَّبِعُهُ } [ القمر : 24 ] و { قَالُواْ مَا أَنتُمْ إِلاَّ بَشَرٌ مّثْلُنَا } [ ياس : 15 ] إشارة إلى أنه كيف يجوز اختصاصكم بهذه المنزلة الرفيعة مع اشتراكنا في الحقيقة واللوازم وأما الإبطال فلأنه إذا كان واحداً منهم ويرى بين أظهرهم ، وظهر عليه ما عجز عنه كلهم ومن بعدهم كان يجب عليهم أن يقولوا هذا ليس من عنده ولا من عند أحد من جنسنا ، فهو من عند الله بخلاف ما لو جاءهم واحد من خلاف جنسهم وأتى بما يعجزون عنه ، فإنهم كانوا يقولون نحن لا نقدر لأن لكل نوع خاصية ، فإن خاصية النعامة بلع النار ، والطيور الطير في الهواء ، وابن آدم لا يقدر عليه فإن قيل الإبطال جائز لأن قولهم كان باطلاً ، ولكن تقرير الباطل كيف يجوز ، نقول المبين لبطلان الكلام يجب أن يورده على أبلغ ما يمكن ويذكر فيه كل ما يتوهم أنه دليل عليه ثم يبطله ، فلذلك قال عجبتم بسبب أنه منكم ، وهو في الحقيقة سبب لهذا التعجب ، فإن قيل النبي صلى الله عليه وسلم كان بشيراً ونذيراً والله تعالى في جميع المواضع قدم كونه بشيراً على كونه نذيراً ، فلم لم يذكر : عجبوا أن جاءهم بشير منهم؟ نقول هو لما لم يتعين للبشارة موضعاً كان في حقهم منذراً لا غير .\r\n ثم قال تعالى : { فَقَالَ الكافرون هذا شَىْء عَجِيبٌ } .\r\n قال الزمخشري هذا تعجب آخر من أمر آخر وهو الحشر الذي أشار إليه بقوله { أَءذَا مِتْنَا وَكُنَّا تُرَاباً ذَلِكَ رَجْعُ بَعِيدٌ } [ ق : 3 ] فعجبوا من كونه منذراً من وقوع الحشر ، ويدل عليه النظر في أول سورة ص حيث قال فيه { وَعَجِبُواْ أَن جَاءهُم مٌّنذِرٌ } [ ص : 4 ] وقال : { أَجَعَلَ الآلهة إلها واحدا إِنَّ هذا لَشَىْء عُجَابٌ } [ ص : 5 ] ذكر تعجبهم من أمرين والظاهر أن قولهم { هذا شَىْء عَجِيبٌ } إشارة إلى مجيء المنذر لا إلى الحشر ويدل عليه وجوه الأول : هو أن هناك ذكر { إِنَّ هذا لَشَىْء عُجَابٌ } بعد الاستفهام الإنكاري فقال : { أَجَعَلَ الآلهة إلها واحدا إِنَّ هذا لَشَىْء عُجَابٌ } وقال ههنا { هذا شَىْء عَجِيبٌ } ولم يكن ما يقع الإشارة إليه إلا مجيء المنذر .\r\n ثم قالوا : { أَءذَا مِتْنَا وَكُنَّا تُرَاباً ذَلِكَ رَجْعُ بَعِيدٌ } الثاني : ههنا وجد بعد الاستبعاد بالاستفهام أمر يؤدي معنى التعجب وهو قولهم { ذَلِكَ رَجْعُ بَعِيدٌ } فإنه استبعاد وهو كالتعجب فلو كان التعجب أيضاً عائداً إليه لكان كالتكرار ، فإن قيل التكرار الصريح يلزم من جعل قولك { هذا شَىْء عَجِيبٌ } عائداً إلى مجيء المنذر ، فإن تعجبهم منه علم من قوله { عَجِبُواْ أَن جَاءهُمْ } فقوله { هذا شَىْء عَجِيبٌ } يكون تكراراً ، نقول ذلك ليس بتكرار بل هو تقرير ، وذلك لأنه لما قال : { بَلْ عَجِبُواْ } بصيغة الفعل وجاز أن يتعجب الإنسان مما لا يكون عجيباً كما قال تعالى : { أَتَعْجَبِينَ مِنْ أَمْرِ الله } [ هود : 73 ] ويقال في العرف لا وجه لتعجبك مما ليس بعجب فكأنهم لما عجبوا قيل لهم لا معنى لفعلكم وعجبكم فقالوا { هذا شَىْء عَجِيبٌ } فكيف لا نعجب منه ، ويدل عليه أنه تعالى قال ههنا { فَقَالَ الكافرون } بحرف الفاء ، وقال في ص { وَقَالَ الكافرون هذا ساحر كَذَّابٌ } [ ص : 4 ] لأن قولهم { ساحر كَذَّابٌ } كان تعنتاً غير مرتب على ما تقدم ، و { هذا شَىْء عَجِيبٌ } أمر مرتب على ما تقدم أي عجبوا وأنكروا عليه ذلك ، فقالوا { هذا شَىْء عَجِيبٌ } فكيف لا نعجب منه ، ويدل عليه أيضاً قوله تعالى : { ذَلِكَ رَجْعُ بَعِيدٌ } [ ق : 3 ] بلفظ الإشارة إلى البعد ، وقوله هذا إشارة إلى الحاضر القريب ، فينبغي أن يكون المشار إليه بذلك غير المشار إليه بهذا ، وذلك لا يصح إلا على قولنا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "بل عجبوا أن جاءهم منذر منهم فقال الكافرون هذا شيء عجيب (2) ",
        "babnum": 2
    },
    {
        "id": 2306,
        "cate": "50",
        "title": "أَإِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ (3) ",
        "details": " فإنهم لما أظهروا العجب من رسالته أظهروا استبعاد كلامه ، وهذا كما قال تعالى عنهم { قَالُواْ مَا هذا إِلاَّ رَجُلٌ يُرِيدُ أَن يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ ءابَاؤُكُمْ } [ سبأ : 43 ] ، { وَقَالُواْ مَا هذا إِلاَّ إِفْكٌ مُّفْتَرًى } [ سبأ : 43 ] وفيه مسائل : المسألة الأولى : فقوله { أَءذَا مِتْنَا وَكُنَّا تُرَاباً } إنكار منهم بقول أو بمفهوم دل عليه قوله تعالى : { جَاءهُمْ مُّنذِرٌ } [ ق : 2 ] لأن الإنذار لما لم يكن إلا بالعذاب المقيم والعقاب الأليم ، كان فيه الإشارة للحشر ، فقالوا { أَءذَا مِتْنَا وَكُنَّا تُرَاباً } .\r\n المسألة الثانية : ذلك إشارة إلى ما قاله وهو الإنذار ، وقوله { هذا شَىْء عَجِيبٌ } [ ق : 2 ] إشارة إلى المجيء على ما قلنا ، فلما اختلفت الصفتان نقول المجيء والجائي كل واحد حاضر .\r\n وأما الإنذار وإن كان حاضراً لكن لكون المنذر به لما كان غير حاضر قالوا فيه ذلك ، والرجع مصدر رجع يرجع إذا كان متعدياً ، والرجوع مصدره إذا كان لازماً ، وكذلك الرجعي مصدر عند لزومه ، والرجع أيضاً يصح مصدراً للازم ، فيحتمل أن يكون المراد بقوله { ذَلِكَ رَجْعُ بَعِيدٌ } أي رجوع بعيد ، ويحتمل أن يكون المراد الرجع المتعدي ، ويدل على الأول قوله تعالى : { إِنَّ إلى رَبّكَ الرجعى } [ العلق : 8 ] وعلى الثاني قوله تعالى : { أَءنَّا لَمَرْدُودُونَ } [ النازعات : 10 ] أي مرجعون فإنه من الرجع المتعدي ، فإن قلنا هو من المتعدي ، فقد أنكروا كونه مقدوراً في نفسه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أإذا متنا وكنا ترابا ذلك رجع بعيد (3) ",
        "babnum": 3
    },
    {
        "id": 2307,
        "cate": "50",
        "title": "قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ وَعِنْدَنَا كِتَابٌ حَفِيظٌ (4) ",
        "details": " إشارة إلى دليل جواز البعث وقدرته تعالى عليه ، وذلك لأن الله تعالى بجميع أجزاء كل واحد من الموتى لا يشتبه عليه جزء أحد على الآخر ، وقادر على الجمع والتأليف ، فليس الرجوع منه ببعد ، وهذا كقوله تعالى : { وَهُوَ الخلاق العليم } [ ياس : 81 ] حيث جعل للعلم مدخلاً في الإعادة ، وقوله { قَدْ عَلِمْنَا مَا تَنقُصُ الأرض } يعني لا تخفى علينا أجزاؤهم بسبب تشتتها في تخوم الأرضين ، وهذا جواب لما كانوا يقولون { أَءذَا ضَلَلْنَا فِى الأرض } [ السجدة : 10 ] يعني أن ذلك إشارة إلى أنه تعالى كما يعلم أجزاؤهم يعلم أعمالهم من ظلمهم ، وتعديهم بما كانوا يقولون وبما كانوا يعملون ، ويحتمل أن يقال معنى قوله تعالى : { وَعِندَنَا كتاب حَفِيظٌ } هو أنه عالم بتفاصيل الأشياء ، وذلك لأن العلم إجمالي وتفصيلي ، فالإجمالي كما يكون عند الإنسان الذي يحفظ كتاباً ويفهمه ، ويعلم أنه إذا سئل عن أية مسألة تكون في الكتاب يحضر عنده الجواب ، ولكن ذلك لا يكون نصب عينيه حرفاً بحرف ، ولا يخطر بباله في حالة باباً باباً ، أو فصلاً فصلاً ، ولكن عند العرض على الذهن لا يحتاج إلى تجديد فكر وتحديد نظر ، والتفصيلي مثل الذي يعبر عن الأشياء ، والكتاب الذي كتب فيه تلك المسائل ، وهذا لا يوجد عند الإنسان إلا في مسألة أو مسألتين .\r\n أما بالنسبة إلى كتاب فلا يقال : { وَعِندَنَا كتاب حَفِيظٌ } يعني العلم عندي كما يكون في الكتاب أعلم جزءاً جزءاً وشيئاً شيئاً ، والحفيظ يحتمل أن يكون بمعنى المحفوظ ، أي محفوظ من التغيير والتبديل ، ويحتمل أن يكون بمعنى الحافظ ، أي حافظ أجزاءهم وأعمالهم بحيث لا ينسى شيئاً منها ، والثاني هو الأصح لوجهين أحدهما : أن الحفيظ بمعنى الحافظ وارد في القرآن ، قال تعالى : { وَمَا أَنَاْ عَلَيْكُمْ بِحَفِيظٍ } [ الأنعام : 104 ] وقال تعالى : { والله حَفِيظٌ عَلَيْهِمْ } [ الشورى : 6 ] ولأن الكتاب على ما ذكرنا للتمثيل فهو يحفظ الأشياء ، وهو مستغن عن أن يحفظ .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قد علمنا ما تنقص الأرض منهم وعندنا كتاب حفيظ (4) ",
        "babnum": 4
    },
    {
        "id": 2308,
        "cate": "50",
        "title": "بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ (5) ",
        "details": " وقوله تعالى : { بَلْ كَذَّبُواْ بالحق } .\r\n رد عليهم ، فإن قيل ما المضروب عنه ، نقول فيه وجهان أحدهما : تقديره لم يكذب المنذر ، بل كذبوا هم ، وتقديره هو أنه تعالى لما قال عنهم إنهم قالوا { هذا شَىْء عَجِيبٌ } [ ق : 2 ] كان في معنى قولهم : إن المنذر كاذب ، فقال تعالى : لم يكذب المنذر ، بل هم كذبوا ، فإن قيل : ما الحق؟ نقول يحتمل وجوهاً الأول : البرهان القائم على صدق رسول الله صلى الله عليه وسلم الثاني : الفرقان المنزل وهو قريب من الأول ، لأنه برهان الثالث : النبوة الثابتة بالمعجزة القاهرة فإنها حق الرابع : الحشر الذي لا بد من وقوعه فهو حق ، فإن قيل بين لنا معنى الباء في قوله تعالى : { بالحق } وأية حاجة إليها ، يعني أن التكذيب متعد بنفسه ، فهل هي للتعدية إلى مفعول ثان أو هي زائدة ، كما في قوله تعالى : { فَسَتُبْصِرُ وَيُبْصِرُونَ * بِأَيّكُمُ المفتون } [ القلم : 5 ، 6 ] نقول فيه بحث وتحقيق ، وهي في هذا الموضع لإظهار معنى التعدية ، وذلك لأن التكذيب هو النسبة إلى الكذب ، لكن النسبة تارة توجد في القائل ، وأخرى في القول ، تقول : كذبني فلان وكنت صادقاً ، وتقول : كذب فلان قول فلان ، ويقال كذبه ، أي جعله كاذباً ، وتقول : قلت لفلان زيد يجيء غداً ، فتأخر عمداً حتى كذبني وكذب قولي ، والتكذيب في القائل يستعمل بالباء وبدونها ، قال تعالى : { كَذَّبَتْ ثَمُودُ المرسلين } [ الشعراء : 141 ] وقال تعالى : { كَذَّبَتْ ثَمُودُ بالنذر } [ القمر : 23 ] وفي القول كذلك غير أن الاستعمال في القائل بدون الباء أكثر ، قال تعالى : { فَكَذَّبُوهُ } [ الأعراف : 64 ] وقال : { وَإِن يُكَذّبُوكَ فَقَدْ كُذّبَتْ رُسُلٌ مّن قَبْلِكَ } [ فاطر : 4 ] إلى غير ذلك ، وفي القول الاستعمال بالباء أكثر ، قال الله تعالى : { كَذَّبُواْ بئاياتنا كُلَّهَا } [ القمر : 42 ] وقال : { بَلْ كَذَّبُواْ بالحق } وقال تعالى : { وَكَذَّبَ بالصدق إِذْ جَاءهُ } [ الزمر : 32 ] والتحقيق فيه هو أن المفعول المطلق هو المصدر ، لأنه هو الذي يصدر من الفاعل ، فإن من ضرب لم يصدر منه غير الضرب ، غير أن له محلاً يقع فيه فيسمى مضروباً ، ثم إذا كان ظاهراً لكونه محلاً للفعل يستغني بظهوره عن الحرف فيعدى من غير حرف ، يقال ضربت عمراً ، وشربت خمراً ، للعلم بأن الضرب لا بد له من محل يقوم به ، والشرب لا يستغني عن مشروب يتحقق فيه ، وإذا قلت مررت يحتاج إلى الحرف ، ليظهر معنى التعدية لعدم ظهوره في نفسه ، لأن من قال : مر السحاب يفهم منه مرور ولا يفهم منه من مر به ، ثم إن الفعل قد يكون في الظهور دون الضرب والشرب ، وفي الخفاء دون المرور ، فيجوز الإتيان فيه بدون الحرف لظهوره الذي فوق ظهور المرور ، ومع الحرف لكون الظهور دون ظهور الضرب ، ولهذا لا يجوز أن تقول : ضربت بعمرو ، إلا إذا جعلته آلة الضرب .\r\n أما إذا ضربته بسوط أو غيره ، فلا يجوز فيه زيادة الباء ، ولا يجوز مروا به إلا مع الاشتراك ، وتقول مسحته ومسحت به وشكرته وشكرت له ، لأن المسح إمرار اليد بالشيء فصار كالمرور ، والشكر فعل جميل غير أنه يقع بمحسن ، فالأصل في الشكر ، الفعل الجميل ، وكونه واقعاً بغيره كالبيع بخلاف الضرب ، فإنه إمساس جسم بجسم بعنف ، فالمضروب داخل في مفهوم الضرب أولاً ، والمشكور داخل في مفهوم الشكر ثانياً ، إذا عرفت هذا فالتكذيب في القائل ظاهر لأنه هو الذي يصدق أو يكذب ، وفي القول غير ظاهر فكان الاستعمال فيه بالباء أكثر والباء فيه لظهور معنى التعدية .\r\n وقوله { لَمَّا جَاءهُمْ } في الجائي وجهان : أحدهما : أنه هو المكذب تقديره : كذبوا بالحق لما جاءهم الحق ، أي لم يؤخروه إلى الفكر والتدبر ثانيهما : الجائي ههنا هو الجائي في قوله تعالى : { بَلْ عَجِبُواْ أَن جَاءهُمْ مُّنذِرٌ مّنْهُمْ } [ ق : 2 ] تقديره : كذبوا بالحق لما جاءهم المنذر ، والأول لا يصح على قولنا الحق وهو الرجع ، لأنهم لا يكذبون به وقت المجيء بل يقولون { هَذَا مَا وَعَدَ الرحمن } [ ياس : 52 ] .\r\n وقوله { فَهُمْ فِى أَمْرٍ مَّرِيجٍ } أي مختلف مختلط قال الزجاج وغيره : لأنهم تارة يقولون ساحر وأخرى شاعر ، وطوراً ينسبونه إلى الكهانة ، وأخرى إلى الجنون ، والأصح أن يقال : هذا بيان الاختلاف المذكور في الآيات ، وذلك لأن قوله تعالى : { بَلْ عَجِبُواْ } يدل على أمر سابق أضرب عنه ، وقد ذكرنا أنه الشك وتقديره : والقرآن المجيد ، إنك لمنذر ، وإنهم شكوا فيك ، بل عجبوا ، بل كذبوا .\r\n وهذه مراتب ثلاث الأولى : الشك وفوقها التعجب ، لأن الشاك يكون الأمران عنده سيين ، والمتعجب يترجح عنده اعتقاد عدم وقوع العجيب لكنه لا يقطع به والمكذب الذي يجزم بخلاف ذلك ، فكأنهم كانوا شاكين وصاروا ظانين وصاروا جازمين فقال : { فَهُمْ فِى أَمْرٍ مَّرِيجٍ } ويدل عليه الفاء في قوله { فَهُمُ } لأنه حينئذ يصير كونهم { فِى أَمْرٍ مَّرِيجٍ } مرتباً على ما تقدم وفيما ذكروه لا يكون مرتباً .\r\n فإن قيل : المريج ، المختلط ، وهذه أمور مرتبة متميزة على مقتضى العقل ، لأن الشاك ينتهي إلى درجة الظن ، والظان ينتهي إلى درجة القطع ، وعند القطع لا يبقى الظن ، وعند الظن لا يبقى الشك ، وأما ما ذكروه ففيه يحصل الاختلاط لأنهم لم يكن لهم في ذلك ترتيب ، بل تارة كانوا يقولون كاهن وأخرى مجنون ، ثم كانوا يعودون إلى نسبته إلى الكهانة بعد نسبته إلى الجنون وكذا إلى الشعر بعد السحر وإلى السحر بعد الشعر فهذا هو المريج .\r\n نقول كان الواجب أن ينتقلوا من الشك إلى الظن بصدقه لعلمهم بأمانته واجتنابه الكذب طول عمره بين أظهرهم ، ومن الظن إلى القطع بصدقه لظهور المعجزات القاهرة على يديه ولسانه ، فلما غيروا الترتيب حصل عليه المرج ووقع الدرك مع المرج ، وأما ما ذكروه فاللائق به تفسير قوله تعالى : { إِنَّكُمْ لَفِى قَوْلٍ مُّخْتَلِفٍ } [ الذاريات : 8 ] لأن ما كان يصدر منهم في حقه كان قولاً مختلفاً ، وأما الشك والظن والجزم فأمور مختلفة ، وفيه لطيفة وهي أن إطلاق لفظ المريج على ظنهم وقطعهم ينبىء عن عدم كون ذلك الجزم صحيحاً لأن الجزم الصحيح لا يتغير ، وكان ذلك منهم واجب التغير فكان أمرهم مضطرباً ، بخلاف المؤمن الموفق فإنه لا يقع في اعتقاده تردد ولا يوجد معتقده تعدد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "بل كذبوا بالحق لما جاءهم فهم في أمر مريج (5) ",
        "babnum": 5
    },
    {
        "id": 2309,
        "cate": "50",
        "title": "أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ (6) ",
        "details": " إشارة إلى الدليل الذي يدفع قولهم { ذَلِكَ رَجْعُ بَعِيدٌ } [ ق : 3 ] وهذا كما في قوله تعالى : { أَوَلَيْسَ الذى خَلَقَ السموات والأرض بقادر على أَن يَخْلُقَ مِثْلَهُم } [ ياس : 81 ] وقوله تعالى : { لَخَلْقُ السموات والأرض أَكْبَرُ مِنْ خَلْقِ الناس } [ غافر : 57 ] وقوله تعالى : { أَوَلَمْ يَرَوْاْ أَنَّ الله الذى خَلَقَ السموات والأرض وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ على أَن يُحْيىِ الموتى بلى } [ الأحقاف : 33 ] وفيه مسائل : المسألة الأولى : همزة الاستفهام تارة تدخل على الكلام ولا واو فيه ، وتارة تدخل عليه وبعدها واو ، فهل بين الحالتين فرق؟ نقول فرق أدق مما على الفرق ، وهو أن يقول القائل : أزيد في الدار بعد ، وقد طلعت الشمس؟ يذكره للإنكار ، فإذا قال : أو زيداً في الدار بعد ، وقد طلعت الشمس؟ يشير بالواو إشارة خفية إلى أن قبح فعله صار بمنزلة فعلين قبيحين ، كأنه يقول بعد ما سمع ممن صدر عن زيد هو في الدار ، أغفل وهو في الدار بعد ، لأن الواو تنبىء عن ضيف أمر مغاير لما بعدها وإن لم يكن هناك سابق لكنه يومىء بالواو إليه زيادة في الإنكار ، فإن قيل قال في موضع { أَوَ لَمْ يَنظُرُواْ } [ الأعراف : 185 ] وقال ههنا { أَفَلَمْ يَنظُرُواْ } بالفاء فما الفرق؟ نقول ههنا سبق منهم إنكار الرجع فقال بحرف التعقيب بمخالفه ، فإن قيل ففي ياس سبق ذلك بقوله قال : { مَن يُحيىِ العظام } [ ياس : 78 ] نقول هناك الاستدلال بالسموات لما لم يعقب الإنكار على عقيب الإنكار استدل بدليل آخر ، وهو قوله تعالى : { قُلْ يُحْيِيهَا الذى أَنشَأَهَا أَوَّلَ مَرَّةٍ } [ ياس : 79 ] ثم ذكر الدليل الآخر ، وههنا الدليل كان عقيب الإنكار فذكر بالفاء ، وأما قوله ههنا بلفظ النظر ، وفي الأحقاف بلفظ الرؤية ، ففيه لطيفة وهي أنهم ههنا لما استبعدوا أمر الرجع بقولهم { ذَلِكَ رَجْعُ بَعِيدٌ } استبعد استبعادهم ، وقال : { أَفَلَمْ يَنظُرُواْ إِلَى السماء } لأن النظر دون الرؤية فكأن النظر كان في حصول العلم بإنكار الرجع ولا حاجة إلى الرؤية ليقع الاستبعاد في مقابلة الاستعباد ، وهناك لم يوجد منهم بإنكار مذكور فأرشدهم إليه بالرؤية التي هي أتم من النظر ، ثم إنه تعالى كمل ذلك وجمله بقوله { إِلَى السماء } ولم يقل في السماء لأن النظر في الشيء ينبىء عن التأمل والمبالغة والنظر إلى الشيء ينبىء عنه ، لأن إلى للغاية فينتهي النظر عنده في الدخول في معنى الظرف فإذا انتهى النظر إليه ينبغي أن ينفذ فيه حتى يصح معنى الظرفية وقوله تعالى : { فَوْقَهُمُ } تأكيد آخر أي وهو ظاهر فوق رؤوسهم غير غائب عنهم ، وقوله تعالى : { كَيْفَ بنيناها وزيناها وَمَا لَهَا مِن فُرُوجٍ } إشارة إلى وجه الدلالة وأولوية الوقوع وهي للرجع ، أما وجه الدلالة فإن الإنسان له أساس هي العظام التي هي كالدعامة وقوى وأنوار كالسمع والبصر فبناء السماء أرفع من أساس البدن ، وزينة السماء أكمل من زينة الإنسان بلحم وشحم .\r\n وأما الأولوية فإن السماء ما لها من فروج فتأليفها أشد ، وللإنسان فروج ومسام ، ولا شك أن التأليف الأشد كالنسج الأصفق والتأليف الأضعف كالنسج الأسخف ، والأول أصعب عند الناس وأعجب ، فكيف يستبعدون الأدون مع علمهم بوجود الأعلى من الله تعالى؟ قالت الفلاسفة الآية دالة على أن السماء لا تقبل الخرق ، وكذلك قالوا في قوله { هَلْ ترى مِن فُطُورٍ } [ الملك : 3 ] وقوله { سَبْعاً شداداً } [ النبأ : 12 ] وتعسفوا فيه لأن قوله تعالى : { مَّا لَهَا مِن فُرُوجٍ } صريح في عدم ذلك ، والإخبار عن عدم الشيء لا يكون إخباراً عن عدم إمكانه فإن من قال : ما لفلان قال؟ لا يدل على نفي إمكانه ، ثم إنه تعالى بيّن خلاف قولهم بقوله { وَإِذَا السماء فُرِجَتْ } [ المرسلات : 9 ] وقال : { إِذَا السماء انفطرت } [ الانفطار : 1 ] وقال : { فَهِىَ يَوْمَئِذٍ وَاهِيَةٌ } [ الحاقة : 16 ] في مقابلة قوله { سَبْعاً شِدَاداً } وقال : { فَإِذَا انشقت السماء فَكَانَتْ وَرْدَةً كالدهان } [ الرحمن : 37 ] إلى غير ذلك والكل في الرد عليهم صريح وما ذكروه في الدلالة ليس بظاهر ، بل وليس له دلالة خفية أيضاً ، وأما دليلهم المعقول فأضعف وأسخف من تمسكهم بالمنقول .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أفلم ينظروا إلى السماء فوقهم كيف بنيناها وزيناها وما لها من فروج (6) ",
        "babnum": 6
    },
    {
        "id": 2310,
        "cate": "50",
        "title": "وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ (7) ",
        "details": " إشارة إلى دليل آخر ووجه دلالة الأرض هو أنهم قالوا : الإنسان إذا مات وفارقته القوة الغاذية والنامية لا تعود إليه تلك القوة ، فنقول الأرض أشد جموداً وأكثر خموداً والله تعالى ينبت فيها أنواع النبات وينمو ويزيد ، فكذلك الإنسان تعود إليه الحياة وذكر في الأرض ثلاثة أمور كما ذكر في السماء ثلاثة أمور في الأرض المد وإلقاء الرواسي والإنبات فيها ، وفي السماء البناء والتزيين وسد الفروج ، وكل واحد في مقابلة واحد فالمد في مقابلة البناء ، لأن المد وضع والبناء رفع ، والرواسي في الأرض ثابتة والكواكب في السماء مركوزة مزينة لها والإنبات في الأرض شقها كما قال تعالى : { أَنَّا صَبَبْنَا الماء صَبّاً * ثُمَّ شَقَقْنَا الأرض شَقّاً } [ عبس : 25 ، 26 ] وهو على خلاف سد الفروج وإعدامها ، وإذا علمت هذا ففي الإنسان أشياء موضوعة وأشياء مرفوعة وأشياء ثابتة كالأنف والأذن وأشياء متحركة كالمقلة واللسان ، وأشياء مسدودة الفروج كدور الرأس والأغشية المنسوجة نسجاً ضعيفاً كالصفاق ، وأشياء لها فروج وشقوق كالمناخر والصماخ والفم وغيرها ، فالقادر على الأضداد في هذا المهاد ، في السبع الشداد ، غير عاجز عن خلق نظيرها في هذه الأجساد .\r\n ( و ) تفسير الرواسي قد ذكرناه في سورة لقمان ، والبهيج الحسن .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والأرض مددناها وألقينا فيها رواسي وأنبتنا فيها من كل زوج بهيج (7) ",
        "babnum": 7
    },
    {
        "id": 2311,
        "cate": "50",
        "title": "تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ (8) ",
        "details": " يحتمل أن يكون الأمران عائدين إلى الأمرين المذكورين وهما السماء والأرض ، على أن خلق السماء تبصرة وخلق الأرض ذكرى ، ويدل عليه أن السماء زينتها مستمرة غير مستجدة في كل عام فهي كالشيء المرئي على مرور الزمان ، وأما الأرض فهي كل سنة تأخذ زخرفها فذكر السماء تبصرة والأرض تذكرة ، ويحتمل أن يكون كل واحد من الأمرين موجوداً في كل واحد من الأمرين ، فالسماء تبصرة والأرض كذلك ، والفرق بين التبصرة والتذكرة هو أن فيها آيات مستمرة منصوبة في مقابلة البصائر وآيات متجددة مذكرة عند التناسي ، وقوله { لّكُلّ عَبْدٍ مُّنِيبٍ } أي راجع إلى التفكر والتذكر والنظر في الدلائل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "تبصرة وذكرى لكل عبد منيب (8) ",
        "babnum": 8
    },
    {
        "id": 2312,
        "cate": "50",
        "title": "وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ (9) وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ (10) ",
        "details": " إشارة إلى دليل آخر وهو ما بين السماء والأرض ، فيكون الاستدلال بالسماء والأرض وما بينهما ، وذلك إنزال ( الماء من ) السماء من فوق ، وإخراج النبات من تحت وفيه مسائل : المسألة الأولى : هذا الاستدلال قد تقدم بقوله تعالى : { وَأَنبَتْنَا فِيهَا مِن كُلّ زَوْجٍ بَهِيجٍ } [ ق : 7 ] فما الفائدة في إعادته بقوله { فَأَنبَتْنَا بِهِ جنات وَحَبَّ الحصيد } ؟ نقول قوله { فَأَنبَتْنَا } استدلال بنفس النبات أي الأشجار تنمو وتزيد ، فكذلك بدن الإنسان بعد الموت ينمو ويزيد بأن يرجع الله تعالى إليه قوة النشوء والنماء كما يعيدها إلى الأشجار بواسطة ماء السماء { وَحَبَّ الحصيد } فيه حذف تقديره وحب الزرع الحصيد وهو المحصود أي أنشأنا جنات يقطف ثمارها وأصولها باقية وزرعاً يحصد كل سنة ويزرع في كل عام أو عامين ، ويحتمل أن يقال التقدير وننبت الحب الحصيد والأول هو المختار ، وقوله تعالى : { والنخل باسقات } إشارة إلى المختلط من جنسين ، لأن الجنات تقطف ثمارها وتثمر من غير زراعة كل سنة ، لكن النخل يؤبر ولولا التأبير لم يثمر ، فهو جنس مختلط من الزرع والشجر ، فكأنه تعالى خلق ما يقطف كل سنة ويزرع وخلق ما لا يزرع كل سنة ويقطف مع بقاء أصلها وخلق المركب من جنسين في الأثمار ، لأن بعض الثمار فاكهة ولا قوت فيه ، وأكثر الزرع قوت والثمر فاكهة وقوت ، والباسقات الطوال من النخيل .\r\n وقوله تعالى : { باسقات } يؤكد كمال القدرة والاختيار ، وذلك من حيث إن الزرع إن قيل فيه إنه يمكن أن يقطف من ثمرته لضعفه وضعف حجمه ، فكذلك يحتاج إلى إعادته كل سنة والجنات لكبرها وقوتها تبقى وتثمر سنة بعد سنة فيقال : أليس النخل الباسقات أكثر وأقوى من الكرم الضعيف والنخل محتاجة كل سنة إلى عمل عامل والكرم غير محتاج ، فالله تعالى هو الذي قدر ذلك لذلك لا للكبر والصغر والطول والقصر .\r\n قوله تعالى : { لَّهَا طَلْعٌ نَّضِيدٌ } أي منضود بعضها فوق بعض في أكمامها كما في سنبله الزرع وهو عجيب ، فإن الأشجار الطوال أثمارها بارزها متميز بعضها من بعض لكل واحد منها أصل يخرج منه كالجوز واللوز وغيرهما والطلع كالسنبلة الواحدة يكون على أصل واحد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ونزلنا من السماء ماء مباركا فأنبتنا به جنات وحب الحصيد (9) والنخل باسقات لها طلع نضيد (10) ",
        "babnum": 9
    },
    {
        "id": 2313,
        "cate": "50",
        "title": "رِزْقًا لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ (11) ",
        "details": " ثم قال تعالى : { رّزْقاً لّلْعِبَادِ } وفيه وجهان أحدهما نصب على المصدر لأن الإنبات رزق فكأنه تعالى قال : أنبتناها إنباتاً للعباد ، والثاني نصب على كونه مفعولاً له كأنه قال : أنبتناها لرزق العباد ، وههنا مسائل : المسألة الأولى : قال في خلق السماء والأرض { تَبْصِرَةً وذكرى } [ ق : 8 ] وفي الثمار قال : { رِزْقاً } والثمار أيضاً فيها تبصرة ، وفي السماء والأرض أيضاً منفعة غير التبصرة والتذكرة ، فما الحكمة في اختيار الأمرين؟ نقول فيه وجوه أحدها : أن نقول الاستدلال وقع لوجود أمرين أحدهما الإعادة والثاني البقاء بعد الإعادة فإن النبي صلى الله عليه وسلم كان يخبرهم بحشر وجمع يكون بعد الثواب الدائم والعقاب الدائم ، وأنكروا ذلك ، فأما الأول فالله القادر على خلق السموات والأرض قادر على خلق الخلق بعد الفناء ، وأما الثاني فلأن البقاء في الدنيا بالرزق والقادر على إخراج الأرزاق من النجم والشجر ، قادر على أن يرزق العبد في الجنة ويبقى ، فكأن الأول تبصرة وتذكرة بالخلق ، والثاني تذكرة بالبقاء بالرزق ، ويدل على هذا الفصل بينهما بقوله { تَبْصِرَةً وذكرى } حيث ذكر ذلك بعد الآيتين ، ثم بدأ بذكر الماء وإنزاله وإنباته النبات ثانيها : أن منفعة الثمار الظاهرة هي الرزق فذكرها ومنفعة السماء الظاهرة ليست أمراً عائداً إلى انتفاع العباد لبعدها عن ذهنهم ، حتى أنهم لو توهموا عدم الزرع والثمر لظنوا أن يهلكوا ، ولو توهموا عدم السماء فوقهم لقالوا لا يضرنا ذلك مع أن الأمر بالعكس أولى ، لأن السماء سبب الأرزاق بتقدير الله ، وفيها غير ذلك من المنافع ، والثمار وإن لم تكن ( ما ) كان العيش ، كما أنزل الله على قوم المن والسلوى وعلى قوم المائدة من السماء فذكر الأظهر للناس في هذا الموضع ثالثها : قوله { رِزْقاً } إشارة إلى كونه منعماً لكون تكذيبهم في غاية القبح فإنه يكون إشارة ( للتكذيب ) بالمنعم وهو أقبح ما يكون .\r\n المسألة الثانية : قال : { تَبْصِرَةً وذكرى لِكُلّ عَبْدٍ مُّنِيبٍ } [ ق : 8 ] فقيد العبد بكونه منيباً وجعل خلقها تبصرة لعباده المخلصين وقال : { رّزْقاً لّلْعِبَادِ } مطلقاً لأن الرزق حصل لكل أحد ، غير أن المنيب يأكل ذاكراً شاكراً للإنعام ، وغيره يأكل كما تأكل الأنعام فلم يخصص الرزق بقيد .\r\n المسألة الثالثة : ذكر في هذه الآية أمور ثلاثة أيضاً وهي إنبات الجنات والحب والنخل كما ذكر في السماء والأرض في كل واحدة أموراً ثلاثة ، وقد ثبت أن الأمور الثلاثة في الآيتين المتقدمين متناسبة ، فهل هي كذلك في هذه الآية؟ نقول قد بينا أن الأمور الثلاثة إشارة إلى الأجناس الثلاثة ، وهي التي يبقى أصلها سنين ، ولا تحتاج إلى عمل عامل والتي لا يبقى أصلها وتحتاج كل سنة إلى عمل عامل ، والتي يجتمع فيها الأمران وليس شيء من الثمار والزروع خارجاً عنه أصلاً كما أن أمور الأرض منحصرة في ثلاثة : ابتداء وهو المد ، ووسط وهو النبات بالجبال الراسية ، وثالثها هو غاية الكمال وهو الإنبات والتزيين بالزخارف .\r\n ثم قال تعالى : { وَأَحْيَيْنَا بِهِ بَلْدَةً مَّيْتاً } عطفاً على { فأَنبَتْنَا بِهِ } [ ق : 9 ] وفيه بحثان : الأول : إن قلنا إن الاستدلال بإنبات الزرع وإنزال الماء كان لإمكان البقاء بالرزق فقوله { وَأَحْيَيْنَا بِهِ } إشارة إلى أنه دليل على الإعادة كما أنه دليل على البقاء ، ويدل عليه قوله تعالى : { كذلك الخروج } فإن قيل كيف يصح قولك استدلالاً ، وإنزال الماء كان لبيان البقاء مع أنه تعالى قال بعد ذلك { وَأَحْيَيْنَا بِهِ بَلْدَةً مَّيْتاً } .\r\n وقال : { كذلك الخروج } فيكون الاستدلال على البقاء قبل الاستدلال على الإحياء والإحياء سابق على الإبقاء ، فينبغي أن يبين أولاً أنه يحيي الموتى ، ثم يبين أنه يبقيهم ، نقول لما كان الاستدلال بالسموات والأرض على الإعادة كافياً بعد ذكر دليل الإحياء ذكر دليل الإبقاء ، ثم عاد واستدرك فقال هذا الدليل الدال على الإبقاء دال على الإحياء ، وهو غير محتاج إليه لسبق دليلين قاطعين فبدأ ببيان البقاء وقال : { فأَنبَتْنَا بِهِ جنات } [ ق : 9 ] ثم ثنى بإعادة ذكر الإحياء فقال : { وَأَحْيَيْنَا بِهِ } وإن قلنا إن الاستدلال بإنزال الماء وإنبات الزرع لا لبيان إمكان الحشر فقوله { وَأَحْيَيْنَا بِهِ } ينبغي أن يكون مغايراً لقوله { فَأَنبَتْنَا بِهِ } بخلاف ما لو قلنا بالقول الأول لأن الإحياء ، وإن كان غير الإنبات لكن الاستدلال لما كان به على أمرين متغايرين جاز العطف ، تقول خرج للتجارة وخرج للزيارة ، ولا يجوز أن يقال خرج للتجارة وذهب للتجارة إلا إذا كان الذهاب غير الخروج فنقول الإحياء غير إنبات الرزق لأن بإنزال الماء من السماء يخضر وجه الأرض ويخرج منها أنواع من الأزهار ولا يتغذى به ولا يقتات ، وإنما يكون به زينة وجه الأرض وهو أعم من الزرع والشجر لأنه يوجد في كل مكان والزرع والثمر لا يوجدان في كل مكان ، فكذلك هذا الإحياء ، فإن قيل فكان ينبغي أن يقدم في الذكر لأن اخضرار وجه الأرض يكون قبل حصول الزرع والثمر ، ولأنه يوجد في كل مكان بخلاف الزرع والثمر ، نقول لما كان إنبات الزرع والثمر أكمل نعمة قدمه في الذكر .\r\n الثاني : في قوله { بَلْدَةً مَّيْتاً } نقول جاز إثبات التاء في الميت وحذفها عند وصف المؤنث بها ، لأن الميت تخفيف للميت ، والميت فيعل بمعنى فاعل فيجوز فيه إثبات التاء لأن التسوية في الفعيل بمعنى المفعول كقوله { إن رحمة الله قريب من المحسنين } [ الأعراف : 56 ] فإن قيل لم سوى بين المذكر والمؤنث في الفعيل بمعنى المفعول؟ قلنا لأن الحاجة إلى التمييز بين الفاعل والمفعول أشد من الحاجة إلى التمييز بين المفعول المذكر والمفعول المؤنث نظراً إلى المعنى ونظراً إلى اللفظ ، فأما المعنى فظاهر ، وأما اللفظ فلأن المخالفة بين الفاعل والمفعول في الوزن والحرف أشد من المخالفة بين المفعول والمفعول له ، إذا علم هذا فنقول في الفعيل لم يتميز الفاعل بحرف فإن فعيلاً جاء بمعنى الفاعل كالنصير والبصير وبمعنى المفعول كالكسير والأسير ، ولا يتميز بحرف عند المخالفة إلا الأقوى فلا يتميز عند المخالفة الأدنى ، والتحقيق فيه أن فعيلاً وضع لمعنى لفظي ، والمفعول وضع لمعنى حقيقي فكأن القائل قال استعملوا لفظ المفعول للمعنى الفلاني ، واستعملوا لفظ الفعيل مكان لفظ المفعول فصار فعيل كالموضوع للمفعول ، والمفعول كالموضوع للمعنى ، ولما كان تغير اللفظ تابعاً لتغير المعنى تغير المفعول لكونه بإزاء المعنى ، ولم يتغير الفعيل لكونه بإزاء اللفظ في أول الأمر ، فإن قيل فما الفرق بين هذا الموضع وبين قوله { وَءايَةٌ لَّهُمُ الأرض الميتة أحييناها } [ ياس : 33 ] حيث أثبت التاء هناك؟ نقول الأرض أراد بها الوصف فقال : { الأرض الميتة } لأن معنى الفاعلية ظاهر هناك والبلدة الأصل فيها الحياة ، لأن الأرض إذا صارت حية صارت آهلة ، وأقام بها الناس وعمروها فصارت بلدة فأسقط التاء لأن معنى الفاعلية ثبت فيها والذي بمعنى الفاعل لا يثبت فيه التاء ، وتحقيق هذا قوله { بَلْدَةٌ طَيّبَةٌ } [ سبأ : 15 ] حيث أثبت التاء حيث ظهر بمعنى الفاعل ، ولم يثبت حيث لم يظهر وهذا بحث عزيز .\r\n قوله تعالى : { كذلك الخروج } أي كالإحياء { الخروج } فإن قيل الإحياء يشبه به الإخراج لا الخروج فنقول تقديره { وَأَحْيَيْنَا بِهِ بَلْدَةً مَّيْتاً } فتشققت وخرج منها النبات كذلك تشقق ويخرج منها الأموات ، وهذا يؤكد قولنا الرجع بمعنى الرجوع في قوله { ذَلِكَ رَجْعُ بَعِيدٌ } [ ق : 3 ] لأنه تعالى بيّن لهم ما استبعدوه فلو استبعدوا الرجع الذي هو من المتعدي لناسب أن يقول ، كذلك الإخراج ، ولما قال : { كذلك الخروج } فهم أنهم أنكروا الرجوع فقال : { كذلك الخروج } نقول فيه معنى لطيف على القول الآخر ، وذلك لأنهم استبعدوا الرجع الذي هو من المتعدي بمعنى الإخراج والله تعالى أثبت الخروج وفيهما مبالغة تنبيهاً على بلاغة القرآن مع أنها مستغنية عن البيان ، ووجهها هو أن الرجع والإخراج كالسبب للرجوع والخروج ، والسبب إذا انتفى ينتفي المسبب جزماً ، وإذا وجد قد يتخلف عنه المسبب لمانع تقول كسرته فلم ينكسر وإن كان مجازاً والمسبب إذا وجد فقد وجد سببه وإذا انتفى لا ينتفي السبب لما تقدم ، إذا علم هذا فهم أنكروا وجود السبب ونفوه وينتفي المسبب عند انتفائه جزماً فبالغوا وأنكروا الأمر جميعاً ، لأن نفي السبب نفي المسبب ، فأثبت الله الأمرين بالخروج كما نفوا الأمرين جميعاً بنفي الإخراج .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "رزقا للعباد وأحيينا به بلدة ميتا كذلك الخروج (11) ",
        "babnum": 10
    },
    {
        "id": 2314,
        "cate": "50",
        "title": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَابُ الرَّسِّ وَثَمُودُ (12) وَعَادٌ وَفِرْعَوْنُ وَإِخْوَانُ لُوطٍ (13) وَأَصْحَابُ الْأَيْكَةِ وَقَوْمُ تُبَّعٍ كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيدِ (14) ",
        "details": " ذكر المكذبين تذكيراً لهم بحالهم ووبالهم وأنذرهم بإهلاكهم واستئصالهم ، وتفسيره ظاهر وفيه تسلية للرسول صلى الله عليه وسلم وتنبيه بأن حاله كحال من تقدمه من الرسل ، كذبوا وصبروا فأهلك الله مكذبيهم ونصرهم { وأصحاب الرس } فيهم وجوه من المفسرين من قال هم قوم شعيب ومنهم من قال هم الذين جاءهم من أقصى المدينة رجل يسعى وهم قوم عيسى عليه السلام ، ومنهم من قال هم أصحاب الأخدود ، والرس موضع نسبوا إليه أو فعل وهو حفر البئر يقال رس إذا حفر بئراً وقد تقدم في سورة الفرقان ذلك ، وقال ههنا { إخوان لُوطٍ } وقال : { قَوْمُ نُوحٍ } لأن لوطاً كان مرسلاً إلى طائفة من قوم إبراهيم عليه السلام معارف لوط ، ونوح كان مرسلاً إلى خلق عظيم ، وقال : { فِرْعَوْنُ } ولم يقل قوم فرعون ، وقال : { وَقَوْمُ تُّبَّعٍ } لأن فرعون كان هو المغتر المستخف بقومه المستبد بأمره ، وتبع كان معتمداً بقومه فجعل الاعتبار لفرعون ، ولم يقل إلى قوم فرعون .\r\n وقوله تعالى : { كُلٌّ كَذَّبَ الرسل فَحَقَّ وَعِيدِ } .\r\n يحتمل وجهين أحدهما : أن كل واحد كذب رسوله فهم كذبوا الرسل واللام حينئذ لتعريف العهد وثانيهما : وهو الأصح هو أن كل واحد كذب جميع الرسل واللام حينئذ لتعريف الجنس وهو على وجهين أحدهما : أن المكذب للرسول مكذب لكل رسول وثانيهما : وهو الأصح أن المذكورين كانوا منكرين للرسالة والحشر بالكلية ، وقوله { فَحَقَّ وَعِيدِ } أي ما وعد الله من نصرة الرسل عليهم وإهلاكهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كذبت قبلهم قوم نوح وأصحاب الرس وثمود (12) وعاد وفرعون وإخوان لوط (13) وأصحاب الأيكة وقوم تبع كل كذب الرسل فحق وعيد (14) ",
        "babnum": 11
    },
    {
        "id": 2315,
        "cate": "50",
        "title": "أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ (15) ",
        "details": " وفيه وجهان أحدهما : أنه استدلال بدلائل الأنفس ، لأنا ذكرنا مراراً أن الدلائل آفاقية ونفسية كما قال تعالى : { سَنُرِيهِمْ ءاياتنا فِى الآفاق وَفِى أَنفُسِهِمْ } [ فصلت : 53 ] ولما قرن الله تعالى دلائل الآفاق عطف بعضها على بعض بحرف الواو فقال : { والأرض مددناها } [ الحجر : 19 ] وفي غير ذلك ذكر الدليل النفسي ، وعلى هذا فيه لطائف لفظية ومعنوية .\r\n أما اللفظية فهي أنه تعالى في الدلائل الآفاقية عطف بعضها على بعض بحرف الواو فقال : { والأرض مددناها } وقال : { وَنَزَّلْنَا مِنَ السماء مَاء مباركا } [ ق : 9 ] ثم في الدليل النفسي ذكر حرف الاستفهام والفاء بعدها إشارة إلى أن تلك الدلائل من جنس ، وهذا من جنس ، فلم يجعل هذا تبعاً لذلك ، ومثل هذا مراعى في أواخر ياس ، حيث قال تعالى : { أَوَلَمْ يَرَ الإنسان أَنَّا خلقناه } [ ياس : 77 ] ثم لم يعطف الدليل الآفاقي ههنا؟ نقول ، والله أعلم ههنا وجد منهم الاستبعاد بقول { ذَلِكَ رَجْعُ بَعِيدٌ } [ ق : 3 ] فاستدل بالأكبر وهو خلق السموات ، ثم نزل كأنه قال لا حاجة إلى ذلك الاستدلال بل في أنفسهم دليل جواز ذلك ، وفي سورة ياس لم يذكر استبعادهم فبدأ بالأدنى وارتقى إلى الأعلى .\r\n والوجه الثاني : يحتمل أن يكون المراد بالخلق الأول هو خلق السموات ، لأنه هو الخلق الأول وكأنه تعالى قال : { أَفَلَمْ يَنظُرُواْ إِلَى السماء } [ ق : 6 ] ثم قال : { أَفَعَيِينَا } بهذا الخلق ويدل على هذا قوله تعالى : { أَوَلَمْ يَرَوْاْ أَنَّ الله الذى خَلَقَ السموات والأرض وَلَمْ يَعْيَ بِخَلْقِهِنَّ } [ الأحقاف : 33 ] ويؤيد هذا الوجه هو أن الله تعالى قال بعد هذه الآية { وَلَقَدْ خَلَقْنَا الإنسان وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ } [ ق : 16 ] فهو كالاستدلال بخلق الإنسان وهو معطوف بحرف الواو على ما تقدم من الخلق وهو بناء السماء ومد الأرض وتنزيل الماء وإنبات الجنّات ، وفي تعريف الخلق الأول وتنكير خلق جديد وجهان أحدهما : ما عليه الأمران لأن الأول عرفه كل واحد وعلم لنفسه ، والخلق الجديد لم يعلم لنفسه ولم يعرفه كل أحد ولأن الكلام عنهم وهم لم يكونوا عالمين بالخلق الجديد والوجه الثاني : أن ذلك لبيان إنكارهم للخلق الثاني من كل وجه ، كأنهم قالوا أيكون لنا خلق ما على وجه الإنكار له بالكلية؟ وقوله تعالى : { بَلْ هُمْ فِى لَبْسٍ } تقديره ما عيينا بل هم في شك من خلق جديد ، يعني لا مانع من جهة الفاعل ، فيكون من جانب المفعول وهو الخلق الجديد ، لأنهم كانوا يقولون ذلك محال وامتناع وقوع المحال بالفاعل لا يوجب عجزاً فيه ، ويقال للمشكوك فيه ملتبس كما يقال لليقين إنه ظاهر وواضح ، ثم إن اللبس يسند إلى الأمر كم قلنا : إنه يقال إن هذا أمر ظاهر ، وهذا أمر ملتبس وههنا أسند الأمر إليهم حيث قال : { هُمْ فِى لَبْسٍ } وذلك لأن الشيء يكون وراء حجاب والناظر إليه بصير فيختفي الأمر من جانب الرائي فقال ههنا { بَلْ هُمْ فِى لَبْسٍ } ومن في قوله { مّنْ خَلْقٍ جَدِيدٍ } يفيد فائدة وهي ابتداء الغاية كأن اللبس كان حاصلاً لهم من ذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أفعيينا بالخلق الأول بل هم في لبس من خلق جديد (15) ",
        "babnum": 12
    },
    {
        "id": 2316,
        "cate": "50",
        "title": "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ (16) ",
        "details": " وقوله تعالى : { وَلَقَدْ خَلَقْنَا الإنسان } فيه وجهان : أحدهما : أن يكون ابتداء استدلال بخلق الإنسان ، وهذا على قولنا { أَفَعَيِينَا بالخلق الأول } [ ق : 15 ] معناه خلق السموات وثانيهما : أن يكون تتميم بيان خلق الإنسان ، وعلى هذا قولنا ( الخلق الأول ) هو خلق الإنسان أول مرة ، ويحتمل أن يقال هو تنبيه على أمر يوجب عودهم عن مقالهم ، وبيانه أنه تعالى لما قال : { وَلَقَدْ خَلَقْنَا الإنسان وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ } كان ذلك إشارة إلى أنه لا يخفى عليه خافية ويعلم ذوات صدورهم .\r\n وقوله { وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الوريد } .\r\n بيان لكمال علمه ، والوريد العرق الذي هو مجرى الدم يجري فيه ويصل إلى كل جزء من أجزاء البدن والله أقرب من ذلك بعلمه ، لأن العرق تحجبه أجزاء اللحم ويخفى عنه ، وعلم الله تعالى لا يحجب عنه شيء ، ويحتمل أن يقال { وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الوريد } بتفرد قدرتنا فيه يجري فيه أمرنا كما يجري الدم في عروقه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد خلقنا الإنسان ونعلم ما توسوس به نفسه ونحن أقرب إليه من حبل الوريد (16) ",
        "babnum": 13
    },
    {
        "id": 2317,
        "cate": "50",
        "title": "إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ (17) مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ (18) ",
        "details": " { إِذْ } ظرف والعامل فيه ما في قوله تعالى : { وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الوريد } [ ق : 16 ] وفيه إشارة إلى أن المكلف غير متروك سدى ، وذلك لأن الملك إذا أقام كتاباً على أمر اتكل عليهم ، فإن كان له غفلة عنه فيكون في ذلك الوقت يتكل عليهم ، وإذا كان عند إقامة الكتاب لا يبعد عن ذلك الأمر ولا يغفل عنه فهو عند عدم ذلك أقرب إليه وأشد إقبالاً عليه ، فنقول : الله في وقت أخذ الملكين منه فعله وقوله أقرب إليه من عرقه المخالط له ، فعندما يخفى عليهما شيء يكون حفظنا بحاله أكمل وأتم ، ويحتمل أن يقال التلقي من الاستقبال يقال فلان يتلقى الركب وعلى هذا الوجه فيكون معناه وقت ما يتلقاه المتلقيان يكون عن يمينه وعن شماله قعيد ، فالمتلقيان على هذا الوجه هما الملكان اللذان يأخذان روحه من ملك الموت أحدهما يأخذ أرواح الصالحين وينقلها إلى السرور والحبور إلى يوم النشور والآخر يأخذ أرواح الطالحين وينقلها إلى الويل والثبور إلى يوم الحشر من القبور ، فقال تعالى وقت تلقيهما وسؤالهما إنه من أي القبيلين يكون عند الرجل قعيد عن اليمين وقعيد عن الشمال ، يعني الملكان ينزلان وعنده ملكان آخران كاتبان لأعماله يسألانهما من أي القيلين كان ، فإن كان من الصالحين يأخذ روحه ملك السرور ، ويرجع إلى الملك الآخر مسروراً حيث لم يكن مسروراً ممن يأخذها هو ، وإن كان من الطالحين يأخذها ملك العذاب ويرجع إلى الآخر محزوناً حيث لم يكن ممن يأخذها هو ، ويؤيد ما ذكرنا قوله تعالى : { سَائِقٌ وَشَهِيدٌ } [ ق : 21 ] فالشهيد هو القعيد والسائق هو المتلقي يتلقى أخذ روحه من ملك الموت فيسوقه إلى منزله وقت الإعادة .\r\n وهذا أعرف الوجهين وأقربهما إلى الفهم ، وقول القائل جلست عن يمين فلان فيه إنباء عن تنح ما عنه احتراماً له واجتناباً منه ، وفيه لطيفة وهي أن الله تعالى قال : { وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الوريد } [ ق : 16 ] المخالط لأجزائه المداخل في أعضائه والملك متنح عنه فيكون علناً به أكمل من علم الكاتب لكن من أجلس عنده أحداً ليكتب أفعاله وأقواله ويكون الكاتب ناهضاً خبيراً والملك الذي أجلس الرقيب يكون جباراً عظيماً فنفسه أقرب إليه من الكاتب بكثير ، والقعيد هو الجليس كما أن قعد بمعنى جلس .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إذ يتلقى المتلقيان عن اليمين وعن الشمال قعيد (17) ما يلفظ من قول إلا لديه رقيب عتيد (18) ",
        "babnum": 14
    },
    {
        "id": 2318,
        "cate": "50",
        "title": "وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ (19) ",
        "details": " أي شدته التي تذهب العقول وتذهل الفطن ، وقوله { بالحق } يحتمل وجوهاً أحدها : أن يكون المراد منه الموت فإنه حق ، كأن شدة الموت تحضر الموت والباء حينئذ للتعدية ، يقال جاء فلان بكذا أي أحضره ، وثانيهما : أن يكون المراد من الحق ما أتى به من الدين لأنه حق وهو يظهر عند شدة الموت وما من أحد إلا وهو في تلك الحالة يظهر الإيمان لكنه لا يقبل إلا ممن سبق منه ذلك وآمن بالغيب ، ومعنى المجيء به هو أنه يظهره ، كما يقال الدين الذي جاء به النبي صلى الله عليه وسلم أي أظهره ، ولما كانت شدة الموت مظهرة له قيل فيه جاء به ، والباء حينئذ يحتمل أن يكون المراد منها ملبسة يقال جئتك بأمل فسيح وقلب خاشع ، وقوله { ذلك } يحتمل أن يكون إشارة إلى الموت ويحتمل أن يكون إشارة إلى الحق ، وحاد عن الطريق أي مال عنه ، والخطاب قيل مع النبي صلى الله عليه وسلم وهو منكر ، وقيل مع الكافرين وهو أقرب ، والأقوى أن يقال هو خطاب عام مع السامع كأنه يقول { ذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ } أيها السامع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد (19) ",
        "babnum": 15
    },
    {
        "id": 2319,
        "cate": "50",
        "title": "وَنُفِخَ فِي الصُّورِ ذَلِكَ يَوْمُ الْوَعِيدِ (20) ",
        "details": " عطف على قوله { وَجَاءتْ سَكْرَةُ الْمَوْتِ } [ ق : 19 ] والمراد منه إما النفخة الأولى فيكون بياناً لما يكون عند مجيء سكرة الموت أو النفخة الثانية وهو أظهر لأن قوله تعالى : { ذَلِكَ يَوْمَ الوعيد } بالنفخة الثانية أليق ويكون قوله { وَجَاءتْ سَكْرَةُ الْمَوْتِ } إشارة إلى الإماتة ، وقوله { وَنُفِخَ فِى الصور } إشارة إلى الإعادة والإحياء ، وقوله تعالى : { ذلك } ذكر الزمخشري أنه إشارة إلى المصدر الذي من قوله { وَنُفِخَ } أي وقت ذلك النفخ يوم الوعيد وهو ضعيف لأن يوم لو كان منصوباً لكان ما ذكرنا ظاهراً وأما رفع يوم فيفيد أن ذلك نفس اليوم ، والمصدر لا يكون نفس الزمان وإنما يكون في الزمان فالأولى أن يقال ذلك إشارة إلى الزمان المفهوم من قوله { وَنُفِخَ } لأن الفعل كما يدل على المصدر يدل على الزمان فكأنه تعالى قال ذلك الزمان يوم الوعيد ، والوعيد هو الذي أوعد به من الحشر والإيتاء والمجازاة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ونفخ في الصور ذلك يوم الوعيد (20) ",
        "babnum": 16
    },
    {
        "id": 2320,
        "cate": "50",
        "title": "وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ (21) ",
        "details": " قد بينا من قبل أن السائق هو الذي يسوقه إلى الموقف ومنه إلى مقعده والشهيد هو الكاتب ، والسائق لازم للبر والفاجر أما البر فيساق إلى الجنة وأما الفاجر فإلى النار ، وقال تعالى : { وَسِيقَ الذين كَفَرُواْ } [ الزمر : 71 ] { وَسِيقَ الذين اتقوا رَبَّهُمْ } [ الزمر : 73 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وجاءت كل نفس معها سائق وشهيد (21) ",
        "babnum": 17
    },
    {
        "id": 2321,
        "cate": "50",
        "title": "لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ (22) ",
        "details": " وقوله تعالى : { لَّقَدْ كُنتَ فِى غَفْلَةٍ مّنْ هذا } إما على تقدير يقال له أو قيل له { لَّقَدْ كُنتَ } كما قال تعالى : { وَقَالَ لَهُمْ خَزَنَتُهَا } [ الزمر : 73 ] وقال تعالى : { قِيلَ ادخلوا أبواب جَهَنَّمَ } [ الزمر : 72 ] والخطاب عام أما الكافر فمعلوم الدخول في هذا الحكم وأما المؤمن فإنه يزداد علماً ويظهر له ما كان مخفياً عنه ويرى علمه يقيناً رأى المعتبر يقيناً فيكون بالنسبة إلى تلك الأحوال وشدة الأهوال كالغافل وفيه الوجهان اللذان ذكرناهما في قوله تعالى : { مَا كُنتَ مِنْهُ تَحِيدُ } [ ق : 19 ] والغفلة شيء من الغطاء كاللبس وأكثر منه لأن الشاك يلتبس الأمر عليه والغافل يكون الأمر بالكلية محجوباً قلبه عنه وهو الغلف .\r\n وقوله تعالى : { فَكَشَفْنَا عَنكَ غِطَاءكَ } أي أزلنا عنك غفلتك { فَبَصَرُكَ اليوم حَدِيدٌ } وكان من قبل كليلا ، وقرينك حديداً ، وكان في الدنيا خليلاً ، وإليه الإشارة بقوله تعالى .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لقد كنت في غفلة من هذا فكشفنا عنك غطاءك فبصرك اليوم حديد (22) ",
        "babnum": 18
    },
    {
        "id": 2322,
        "cate": "50",
        "title": "وَقَالَ قَرِينُهُ هَذَا مَا لَدَيَّ عَتِيدٌ (23) أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ (24) ",
        "details": " وفي القرين وجهان أحدهما الشيطان الذي زين الكفر له والعصيان وهو الذي قال تعالى فيه { وَقَيَّضْنَا لَهُمْ قُرَنَاء } [ فصلت : 25 ] وقال تعالى : { نُقَيّضْ لَهُ شَيْطَاناً فَهُوَ لَهُ قَرِينٌ } [ الزخرف : 36 ] وقال تعالى : { فَبِئْسَ القرين } [ الزخرف : 38 ] فالإشارة بهذا المسوق إلى المرتكب الفجور والفسوق ، والعتيد معناه المعد للنار وجملة الآية معناها أن الشيطان يقول هذا العاصي شيء هو عندي معد لجهنم أعددته بالإغواء والإضلال ، والوجه الثاني { وَقَالَ قَرِينُهُ } أي القعيد الشهيد الذي سبق ذكره وهو الملك وهذا إشارة إلى كتاب أعماله ، وذلك لأن الشيطان في ذلك الوقت لا يكون له من المكانة أن يقول ذلك القول ، ولأن قوله { هذا مَا لَدَىَّ عَتِيدٌ } فيكون عتيد صفته ، وثانيهما أن تكون موصولة ، فيكون عتيد محتملاً الثلاثة أوجه أحدها : أن يكون خبراً بعد خبر والخبر الأول { مَا لَدَىَّ } معناه هذا الذي هو لدي وهو عتيد وثانيها : أن يكون عتيد هو الخبر لا غير ، و { مَا لَدَىَّ } يقع كالوصف المميز للعتيد عن غيره كما تقول هذا الذي عند زيد وهذا الذي يجيئني عمرو فيكون الذي عندي والذي يجيئني لتمييز المشار إليه عن غيره ثم يخبر عنه بما بعده ثم يقال للسائق أو الشهيد { أَلْقِيَا فِى جَهَنَّمَ } فيكون هو أمراً لواحد ، وفيه وجهان أحدهما أنه ثنى تكرار الأمر كما ألق ألق ، وثانيهما عادة العرب ذلك .\r\n وقوله { كُلَّ كَفَّارٍ عَنِيدٍ } الكفار يحتمل أن يكون من الكفران فيكون بمعنى كثير الكفران ، ويحتمل أن يكون من الكفر ، فيكون بمعنى شديد الكفر ، والتشديد في لفظة فعال يدل على شدة في المعنى ، والعنيد فعيل بمعنى فاعل من عند عنوداً ومنه العناد ، فإن كان الكفار من الكفران ، فهو أنكر نعم الله مع كثرتها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقال قرينه هذا ما لدي عتيد (23) ألقيا في جهنم كل كفار عنيد (24) ",
        "babnum": 19
    },
    {
        "id": 2323,
        "cate": "50",
        "title": "مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ مُرِيبٍ (25) ",
        "details": " وقوله تعالى : { مَّنَّاعٍ لّلْخَيْرِ } .\r\n فيه وجهان أحدهما : كثير المنع للمال الواجب ، وإن كان من الكفر ، فهو أنكر دلائل وحدانية الله مع قوتها وظهورها ، فكان شديد الكفر عنيداً حيث أنكر الأمر اللائح والحق الواضح ، وكان كثير الكفران لوجود الكفران منه عند كل نعمة عنيد ينكرها مع كثرتها عن المستحق الطالب ، والخير هو المال ، فيكون كقوله تعالى : { وَوَيْلٌ لّلْمُشْرِكِينَ * الذين لاَ يُؤْتُونَ الزكواة } [ فصلت : 6 ، 7 ] حيث بدأ ببيان الشرك ، وثنى بالامتناع من إيتاء الزكاة ، وعلى هذا ففيه مناسبة شديدة إذا جعلنا الكفار من الكفران ، كأنه يقول : كفر أنعم الله تعالى ، ولم يؤد منها شيئاً لشكر أنعمه ثانيهما : شديد المنع من الإيمان فهو مناع للخير وهو الإيمان الذي هو خير محض من أن يدخل في قلوب العباد ، وعلى هذا ففيه مناسبة شديدة إذا جعلنا الكفار من الكفر ، كأنه يقول : كفر بالله ، ولم يقتنع بكفره حتى منع الخير من الغير .\r\n وقوله تعالى : { مُعْتَدٍ } .\r\n فيه وجهان أحدهما : أن يكون قوله { مُعْتَدٍ } مرتباً على { مَّنَّاعٍ } بمعنى مناع الزكاة ، فيكون معناه لم يؤد الواجب ، وتعدى ذلك حتى أخذ الحرام أيضاً بالربا والسرقة ، كما كان عادة المشركين وثانيهما : أن يكون قوله { مُعْتَدٍ } مرتباً على { مَّنَّاعٍ } بمعنى منع الإيمان ، كأنه يقول : منع الإيمان ولم يقنع به حتى تعداه ، وأهان من آمن وآذاه ، وأعان من كفر وآواه .\r\n وقوله تعالى : { مُرِيبٍ } .\r\n فيه وجهان أحدهما : ذو ريب ، وهذا على قولنا : الكفار كثير الكفران ، والمناع مانع الزكاة ، كأنه يقول : لا يعطي الزكاة لأنه في ريب من الآخرة ، والثواب فيقول : لا أقرب مالاً من غير عوض وثانيهما : { مُرِيبٍ } يوقع الغير في الريب بإلقاء الشبهة ، والإرابة جاءت بالمعنيين جميعاً ، وفي الآية ترتيب آخر غير ما ذكرناه ، وهو أن يقال : هذا بيان أحوال الكفر بالنسبة إلى الله ، وإلى رسول الله ، وإلى اليوم الآخر ، فقوله { كَفَّارٍ عَنِيدٍ } إشارة إلى حاله مع الله يكفر بعد ويعاند آياته ، وقوله { مَّنَّاعٍ لّلْخَيْرِ مُعْتَدٍ } إشارة إلى حاله مع رسول الله ، فيمنع الناس من اتباعه ، ومن الإنفاق على من عنده ، ويتعدى بالإيذاء وكثرة الهذاء ، وقوله { مُرِيبٍ } إشارة إلى حاله بالنسبة إلى اليوم الآخر يريب فيه ويرتاب ، ولا يظن أن الساعة قائمة ، فإن قيل قوله تعالى : { أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ مَّنَّاعٍ لّلْخَيْرِ } إلى غير ذلك يوجب أن يكون الإلقاء خاصاً بمن اجتمع فيه هذه الصفات بأسرها ، والكفر كاف في إيراث الإلقاء في جهنم والأمر به ، فنقول قوله تعالى : { كُلَّ كَفَّارٍ عَنِيدٍ } ليس المراد منه الوصف المميز ، كما يقال : أعط العالم الزاهد ، بل المراد الوصف المبين بكون الموصوف موصوفاً به إما على سبيل المدح ، أو على سبيل الذم ، كما يقال : هذا حاتم السخي ، فقوله { كُلَّ كَفَّارٍ عَنِيدٍ } يفيد أن الكفار عنيد ومناع ، فالكفار كافر ، لأن آيات الوحدانية ظاهرة ، ونعم الله تعالى على عبده وافرة ، وعنيد ومناع للخير ، لأنه يمدح دينه ويذم دين الحق فهو يمنع ، ومريب لأنه شاك في الحشر ، فكل كافر فهو موصوف بهذه الصفات .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "مناع للخير معتد مريب (25) ",
        "babnum": 20
    },
    {
        "id": 2324,
        "cate": "50",
        "title": "الَّذِي جَعَلَ مَعَ اللَّهِ إِلَهًا آخَرَ فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ (26) ",
        "details": " فيه ثلاثة أوجه أحدها : أنه بدل من قوله { كُلَّ كَفَّارٍ عَنِيدٍ } [ ق : 24 ] ثانيها : أنه عطف على { كُلَّ كَفَّارٍ عَنِيدٍ } ثالثها : أن يكون عطفاً على قوله { أَلْقِيَا فِى جَهَنَّمَ } كأنه قال : ( ألقيا في جهنم كل كفار عنيد ) أي والذي جعل مع الله إلها آخر فألقياه بعد ما ألقيتموه في جهنم في عذاب شديد من عذاب جهنم .\r\n ثم قال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "الذي جعل مع الله إلها آخر فألقياه في العذاب الشديد (26) ",
        "babnum": 21
    },
    {
        "id": 2325,
        "cate": "50",
        "title": "قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ وَلَكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ (27) ",
        "details": " وهو جواب لكلام مقدر ، كأن الكافر حينما يلقى في النار يقول : ربنا أطغاني شيطاني ، فيقول الشيطان : ربنا ما أطغيته ، يدل عليه قوله تعالى بعد هذا { قَالَ لاَ تَخْتَصِمُواْ لَدَىَّ } [ ق : 28 ] لأن الاختصام يستدعي كلاماً من الجانبين وحينئذ هذا ، كما قال الله تعالى في هذه السورة وفي ص { قَالُواْ بَلْ أَنتُمْ لاَ مَرْحَباً بِكُمْ } [ ص : 60 ] وقوله تعالى : { قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هذا فَزِدْهُ } إلى أن قال : { إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النار } [ ص : 61 ، 64 ] وفيه مسائل : المسألة الأولى : قال الزمخشري : المراد بالقرين في الآية المتقدمة هو الشيطان لا الملك الذي هو شهيد وقعيد ، واستدل عليه بهذا .\r\n وقال غيره ، المراد الملك لا الشيطان ، وهذا يصلح دليلاً لمن قال ذلك ، وبيانه هو أنه في الأول لو كان المراد الشيطان ، فيكون قوله { هذا مَا لَدَىَّ عَتِيدٌ } [ ق : 23 ] معناه هذا الشخص عندي عتيد متعد للنار اعتدته بإغوائي ، فإن الزمخشري صرّح في تفسير تلك بهذه ، وعلى هذا فيكون قوله { رَبَّنَا مَا أَطْغَيْتُهُ } مناقضاً لقوله اعتدته وللزمخشري أن يقول الجواب : عنه من وجهين أحدهما : أن يقول إن الشيطان يقول اعتدته بمعنى زينت له الأمر وما ألجأته فيصح القولان من الشيطان وثانيهما : أن تكون الإشارة إلى حالين : ففي الحالة الأولى إنما فعلت به ذلك إظهاراً للانتقام من بني آدم ، وتصحيحاً لما قال : { فَبِعِزَّتِكَ لأَغْوِيَنَّهُمْ أَجْمَعِينَ } [ ص : 82 ] ثم إذا رأى العذاب وأنه معه مشترك وله على الإغواء عذاب ، كما قال تعالى : { فالحق والحق أَقُولُ * لأَمْلاَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ } [ ص : 84 ، 85 ] فيقول { رَبَّنَا مَا أَطْغَيْتُهُ } فيرجع عن مقالته عند ظهور العذاب .\r\n المسألة الثانية : قال ههنا { قَالَ قرِينُهُ } من غير واو ، وقال في الآية الأولى { وَقَالَ قَرِينُهُ } [ ق : 23 ] بالواو العاطفة ، وذلك لأن في الأول الإشارة وقعت إلى معنيين مجتمعين ، وأن كل نفس في ذلك الوقت تجيء ومعها سائق ، ويقول الشهيد ذلك القول ، وفي الثاني لم يوجد هناك معنيان مجتمعان حتى يذكر بالواو ، والفاء في قوله { فألقياه فِى العذاب } [ ق : 26 ] لا يناسب قوله تعالى : { قَالَ قرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ } مناسبة مقتضية للعطف بالواو .\r\n المسألة الثالثة : القائل ههنا واحد ، وقال { رَبَّنَا } ولم يقل رب ، وفي كثير من المواضع مع كون القائل واحداً ، قال رب ، كما في قوله { قَالَ رَبّ أَرِنِى أَنظُرْ إِلَيْكَ } [ الأعراف : 143 ] وقول نوح { رَبّ اغفر لِى } [ نوح : 28 ] وقوله تعالى : { قَالَ رَبّ السجن أَحَبُّ إِلَىَّ } [ يوسف : 33 ] وقوله { قَالَتْ رَبّ ابن لِى عِندَكَ بَيْتاً فِى الجنة } [ التحريم : 11 ] إلى غير ذلك ، وقوله تعالى : { قَالَ رَبّ أَنظِرْنِى إلى يَوْمِ يُبْعَثُونَ } [ ص : 79 ] نقول في جميع تلك المواضع القائل طالب ، ولا يحسن أن يقول الطالب : يا رب عمرني واخصصني وأعطني كذا ، وإنما يقول : أعطنا لأن كونه رباً لا يناسب تخصيص الطالب ، وأما هذا الموضع فموضع الهيبة والعظمة وعرض الحال دون الطلب فقال : { رَبَّنَا مَا أَطْغَيْتُهُ } .\r\n وقوله تعالى : { ولكن كَانَ فِى ضلال بَعِيدٍ } .\r\n يعني أن ذلك لم يكن بإطغائه ، وإنما كان ضالاً متغلغلاً في الضلال فطغى ، وفيه مسائل : المسألة الأولى : ما الوجه في اتصاف الضلال بالبعيد؟ نقول الضال يكون أكثر ضلالاً عن الطريق ، فإذا تمادى في الضلال وبقي فيه مدة يبعد عن المقصد كثيراً ، وإذا علم الضلال قصر في الطريق من قريب فلا يبعد عن المقصد كثيراً ، فقوله { ضلال بَعِيدٍ } وصف المصدر بما يوصف به الفاعل ، كما يقال كلام صادق وعيشة راضية أي ضلال ذو بعد ، والضلال إذا بعد مداه وامتد الضال فيه يصير بيناً ويظهر الضلال ، لأن من حاد عن الطريق وأبعد عنه تتغير عليه السمات والجهات ولا يرى عين المقصد ويتبين له أنه ضل عن الطريق ، وربما يقع في أودية ومفاوز ويظهر له أمارات الضلال بخلاف من حاد قليلاً ، فالضلال وصفه الله تعالى بالوصفين في كثير من المواضع فقال تارة في ضلال مبين وأخرى قال : { فِى ضلال بَعِيدٍ } .\r\n المسألة الثانية : قوله تعالى : { ولكن كَانَ فِى ضلال بَعِيدٍ } إشارة إلى قوله { إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين } [ الحجر : 40 ] وقوله تعالى : { إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سلطان } [ الحجر : 42 ] أي لم يكونوا من العباد ، فجعلهم أهل العناد ، ولو كان لهم في سبيلك قدم صدق لما كان لي عليهم من يد ، والله أعلم .\r\n المسألة الثالثة : كيف قال ما أطغيته مع أنه قال : { لأَغْوِيَنَّهُمْ أَجْمَعِينَ } [ الحجر : 39 ] قلنا الجواب عنه من ثلاثة أوجه وجهان : قد تقدما في الاعتذار عما قاله الزمخشري والثالث : هو أن يكون المراد من قوله { لأَغْوِيَنَّهُمْ } أي لأديمنهم على الغواية كما أن الضال إذا قال له شخص أنت على الجادة ، فلا تتركها ، يقال إنه يضله كذلك ههنا ، وقوله { مَا أَطْغَيْتُهُ } أي ما كان ابتداء الإطغاء مني .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال قرينه ربنا ما أطغيته ولكن كان في ضلال بعيد (27) ",
        "babnum": 22
    },
    {
        "id": 2326,
        "cate": "50",
        "title": "قَالَ لَا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ (28) ",
        "details": " ثم قال تعالى : { قَالَ لاَ تَخْتَصِمُواْ لَدَىَّ } .\r\n قد ذكرنا أن هذا دليل على أن هناك كلاماً قبل قوله { قَالَ قرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ } [ ق : 27 ] وهو قول الملقى في النار ربنا أطغاني وقوله { لاَ تَخْتَصِمُواْ لَدَىَّ } يفيد مفهومه أن الاختصام كان ينبغي أن يكون قبل الحضور والوقوف بين يدي .\r\n وقوله تعالى : { وَقَدْ قَدَّمْتُ إِلَيْكُم بالوعيد } .\r\n تقرير للمنع من الاختصام وبيان لعدم فائدته ، كأنه يقول قد قلت إنكم إذا اتبعتم الشيطان تدخلون النار وقد اتبعتموه ، فإن قيل ما حكم الباء في قوله تعالى : { بالوعيد } ؟ قلنا فيها وجوه أحدها : أنها مزيدة كما في قوله تعالى { تَنبُتُ بالدهن } [ المؤمنون : 20 ] ، على قول من قال إنها هناك زائدة ، وقوله { وكفى بالله } [ النساء : 6 ] وثانيها : معدية فقدمت بمعنى تقدمت كما في قوله تعالى : { ياأيها الذين ءامَنُواْ لاَ تُقَدّمُواْ بَيْنَ يَدَىِ الله } [ الحجرات : 1 ] ثالثها : في الكلام إضمار تقديره ، وقد قدمت إليكم مقترناً بالوعيد { مَا يُبَدَّلُ القول لَدَىَّ } [ ق : 29 ] فيكون المقدم هو قوله ، ما يبدل القول لدي ، رابعها : هي المصاحبة يقول القائل : اشتريت الفرس بلجامه وسرجه أي معه فيكون كأنه تعالى قال : قدمت إليكم ما يجب مع الوعيد على تركه بالإنذار .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال لا تختصموا لدي وقد قدمت إليكم بالوعيد (28) ",
        "babnum": 23
    },
    {
        "id": 2327,
        "cate": "50",
        "title": "مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ (29) ",
        "details": " وقوله تعالى : { مَا يُبَدَّلُ القول لَدَىَّ } يحتمل وجهين : أحدهما : أن يكون قوله { لَدَىَّ } متعلقاً بالقول أي { مَا يُبَدَّلُ القول لَدَىَّ } وثانيهما : أن يكون ذلك متعلقاً بقوله { مَا يُبَدَّلُ } أي لا يقع التبديل عندي ، وعلى الوجه الأول في القول الذي لديه وجوه أحدها : هو أنهم لما قالوا حتى يبدل ما قيل في حقهم { أَلْقِيَا } [ ق : 24 ] بقول الله بعد اعتذارهم لا تلقياه فقال تعالى : ما يبدل هذا القول لدي ، وكذلك قوله { وَقِيلَ ادخلوا أبواب جَهَنَّمَ } [ الزمر : 72 ] لا تبديل له ثانيها : هو قوله { ولكن حَقَّ القول مِنْى لأمْلانَّ جَهَنَّمَ } [ السجدة : 13 ] أي لا تبديل لهذا القول ثالثها : لا خلف في إيعاد الله تعالى كما لا إخلاف في ميعاد الله ، وهذا يرد على المرجئة حيث قالوا ما ورد في القرآن من الوعيد ، فهو تخويف لا يحقق الله شيئاً منه ، وقالوا الكريم إذا وعد أنجز ووفى ، وإذا أوعد أخلف وعفا رابعها : لا يبدل القول السابق أن هذا شقي ، وهذا سعيد ، حين خلقت العباد ، قلت هذا شقي ويعمل عمل الأشقياء ، وهذا تقي ويعمل عمل الأتقياء ، وذلك القول عندي لا تبديل له بسعي ساع ولا سعادة إلا بتوفيق الله تعالى ، وأما على الوجه الثاني ففي { مَا يُبَدَّلُ } وجوه أيضاً أحدها : لا يكذب لدي ولا يفتري بين يدي ، فإني عالم علمت من طغى ومن أطغى ، ومن كان طاغياً ومن كان أطغى ، فلا يفيدكم قولكم أطغاني شيطاني ، ولا قول الشيطان { رَبَّنَا مَا أَطْغَيْتُهُ } [ ق : 27 ] ثانيها : إشارة إلى معنى قوله تعالى : { ارجعوا وَرَاءكُمْ فالتمسوا نُوراً } [ الحديد : 13 ] كأنه تعالى قال لو أردتم أن لا أقول فألقياه في العذاب الشديد كنتم بدلتم هذا من قبل بتبديل الكفر بالإيمان قبل أن تقفوا بين يدي ، وأما الآن فما يبدل القول لدي كما قلنا في قوله تعالى : { قَالَ لاَ تَخْتَصِمُواْ لَدَىَّ } [ ق : 28 ] المراد أن اختصامكم كان يجب أن يكون قبل هذا حيث قلت { إِنَّ الشيطان لَكُمْ عَدُوٌّ فاتخذوه عَدُوّاً } [ فاطر : 6 ] ثالثها : معناه لا يبدل الكفر بالإيمان لدي ، فإن الإيمان عند اليأس غير مقبول فقولكم ربنا وإلهنا لا يفيدكم فمن تكلم بكلمة الكفر لا يفيده قوله ربنا ما أشركنا وقوله ربنا آمنا وقوله تعالى : { مَا يُبَدَّلُ القول } إشارة إلى نفي الحال كأنه تعالى يقول ما يبدل اليوم لدي القول ، لأن ما ينفي بها الحال إذا دخلت على الفعل المضارع ، يقول القائل ماذا تفعل غداً؟ يقال ما أفعل شيئاً أي في الحال ، وإذا قال القائل ماذا يفعل غداً ، يقال لا يفعل شيئاً أو لن يفعل شيئاً إذا أُريد زيادة بيان النفي ، فإن قيل هل فيه بيان معنوي يفيد افتراق ما ولا في المعنى نقول : نعم ، وذلك لأن كلمة لا أدل على النفي لكونها موضوعة للنفي وما في معناه كالنهي خاصة لا يفيد الإثبات إلا بطريق الحذف أو الإضمار وبالجملة فبطريق المجاز كما في قوله { لاَ أُقْسِمُ } [ البلد : 1 ] وأما ما فغير متمحضة للنفي لأنها واردة لغيره من المعاني حيث تكون اسماً والنفي في الحال لا يفيد النفي المطلق لجواز أن يكون مع النفي في الحال الإثبات في الاستقبال ، كما يقال ما يفعل الآن شيئاً وسيفعل إن شاء الله ، فاختص بما لم يتمحض نفياً حيث لم تكن متمحضة للنفي لا يقال إن لا للنفي في الاستقبال والإثبات في الحال فاكتفى في استقبال بما لم يتمحض نفياً لأنا نقول ليس كذلك إذ لا يجوز أن يقال لا يفعل زيد ويفعل الآن نعم يجوز أن يقال لا يفعل غداً ويفعل الآن لكون قولك غداً يجعل الزمان مميزاً فلم يكن قولك لا يفعل للنفي في الاستقبال بل كان للنفي في بعض أزمنة الاستقبال ، وفي مثالنا قلنا ما يفعل وسيفعل وما قلنا سيفعل غداً وبعد غد ، بل ههنا نفينا في الحال وأثبتنا في الاستقبال من غير تمييز زمان من أزمة الاستقبال عن زمان ، ومثاله في العكس أن يقال لا يفعل زيد وهو يفعل من غير تعيين وتمييز ومعلوم أن ذلك غير جائز .\r\n وقوله تعالى { وَمَا أَنَاْ بظلام لّلْعَبِيدِ } مناسب لما تقدم على الوجهين جميعاً ، أما إذا قلنا بأن المراد من قوله { لَدَىَّ } أن قوله { فألقياه } [ ق : 26 ] وقول القائل في قوله : { قِيلَ ادخلوا أبواب جَهَنَّمَ } [ الزمر : 72 ] لا تبديل له فظاهر ، لأن الله تعالى بيّن أن قوله : { أَلْقِيَا فِى جَهَنَّمَ } [ ق : 24 ] لا يكون إلا للكافر العنيد فلا يكون هو ظلاماً للعبيد .\r\n وأما إذا قلنا بأن المراد { مَا يُبَدَّلُ القول لَدَىَّ } بل كان الواجب التبديل قبل الوقوف بين يدي فكذلك لأنه أنذر من قبل ، وما عذب إلا بعد أن أرسل وبيّن السبل ، وفيه مباحث لفظية ومعنوية .\r\n أما اللفظية فهي من الباء من قوله ليس { بظلام } وفي اللام من قوله { لّلْعَبِيدِ } أما الباء فنقول الباء تدخل في المفعول به حيث لا يكون تعلق الفعل به ظاهراً ولا يجوز إدخالها فيه حيث يكون في غاية الظهور ، ويجوز الإدخال والترك حيث لا يكون في غاية الظهور ولا في غاية الخفاء ، فلا يقال ضربت بزيد لظهور تعلق الفعل يزيد ، ولا يقال خرجت وذهبت زيداً بدل قولنا خرجت وذهبت بزيد لخفاه تعلق الفعل بزيد فيهما ، ويقال شكرته وشكرت له للتوسط فكذلك خبر ما لما كان مشبهاً بالمفعول ، وليس في كونه فعلاً غير ظاهر غاية الظهور ، لأن إلحاق الضمائر التي تلحق بالأفعال الماضية كالتاء والنون في قولك : لست ولستم ولستن ولسنا يصحح كونها فعلاً كما في قولك كنت وكنا ، لكن في الاستقبال يبين الفرق حيث نقول يكون وتكون ، وكن ، ولا نقول ذلك في ليس وما يشبه بها فصارتا كالفعل الذي لا يظهر تعلقه بالمفعول غاية الظهور ، فجاز أن يقال ليس زيد جاهلاً وليس زيد بجاهل ، كما يقال مسحته ومسحت به وغير ذلك مما يعدى بنفسه وبالباء ، ولم يجز أن يقال كان زيد بخارج وصار عمرو بدارج لأن صار وكان فعل ظاهر غاية الظهور بخلاف ليس وما النافية ، وهذا يؤيد قول من قال : ( ما هذا بشر ) وهذا ظاهر .\r\n البحث الثاني : لو قال قائل : كان ينبغي أن لا يجوز إخلاء خبر ما عن الباء ، كما لا يجوز إدخال الباء في خبر كان وخبر ليس يجوز فيه الأمران وتقرير هذا السؤال هو أن كان لما كان فعلاً ظاهراً جعلناه بمنزلة ضرب حيث منعنا دخول الباء في خبره كما منعناه في مفعوله ، وليس لما كان فعلاً من وجه نظراً إلى قولنا لست ولسنا ولستم ، ولم يكن فعلاً ظاهراً نظراً إلى صيغ الاستقبال والأمر جعلناه متوسطاً وجوزنا إدخال الباء في خبره وتركه ، كما قلنا في مفعول شكرته وشكرت له ، وما لما لم يكن فعلاً بوجه كان ينبغي أن يكون بمنزلة الفعل الذي لا يتعدى إلى المفعول إلا بالحرف وكان ينبغي أن لا يجيء خبره إلا مع الباء كما لا يجيء مفعول ذهب إلا مع الباء ، ويؤيد هذا أنا فرقنا بين ما وليس وكان ، وجعلنا لكل واحدة مرتبة ليست للأخرى فجوزنا تأخير كان في اللفظ حيث جوزنا أن يقول القائل زيد خارجاً كان وما جوزنا زيد خارجاً ليس ، لأن كان فعل ظاهر وليس دونه في الظهور ، وما جوزنا تأخير ما عن أحد شطري الكلام أيضاً بخلاف ليس ، حيث لا يجوز أن يقول القائل : زيد ما بظلام ، إلا أن يعيد ما يرجع إليه فيقول زيد ما هو بظلام فصار بينهما ترتيب ما يوجه ، وليس يؤخر عن أحد الشطرين ولا يؤخر في الكلام بالكلية ، وكان يؤخر بالكلية لما ذكرنا من الظهور والخفاء ، فكذلك القول في إلحاق الباء كان ينبغي أن لا يصح إخلاء خبر ما عن الباء ، وفي ليس يجوز الأمران ، وفي كان لا يجوز الإدخال ، وهذا هو المعتمد عليه في لغة بني تميم حيث قالوا : إن ما بعد ما إذا جعل خبراً يجب إدخال الباء عليه فإن لم تدخل عليه يكون ذلك معرباً على الابتداء أو على وجه آخر ولا يكون خبراً ، والجواب عن السؤال هو أن نقول الأكثر إدخال الباء في خبر ما ولا سيما في القرآن قال الله تعالى : { وَمَا أَنتَ بِهَادِى العمى عَن ضلالتهم } [ الروم : 53 ] ، { وَمَا أَنتَ بِمُسْمِعٍ } [ فاطر : 22 ] ، { وَمَا هُم بخارجين } [ البقرة : 167 ] ، { وَمَا أَنَاْ بظلام } وأما الوجوب فلا لأن ما أشبه ليس في المعنى في الحقيقة وخالفها في العوارض وهو لحوق التاء والنون ، وأما في المعنى فهما لنفي الحال فالشبه مقتض لجواز الإخلاء والمخالفة مقتضية لوجوب الإدخال ، لكن ذلك المقتضي أقوى لأنه راجع إلى الأمر الحقيقي ، وهذا راجع إلى الأمر العارضي وما بالنفس أقوى مما بالعارض ، وأما التقديم والتأخير فلا يلزم منه وجوب إدخال الباء ، وأما الكلام في اللام فنقول اللام لتحقيق معنى الإضافة يقال غلام زيد وغلام لزيد ، وهذا في الإضافات الحقيقية بإثبات التنوين فيه ، وأما في الإضافات اللفظية كقولنا : ضارب زيد وقاتل عمرو ، فإن الإضافة فيه غير معنوية فإذا خرج الضارب عن كونه مضافاً بإثبات التنوين فقد كان يجب أن يعاد الأصل وينصب ما كان مضافاً إليه الفاعل بالمفعول به ولا يؤتى باللام لأنه حينئذ لم تبق الإضافة في اللفظ ، ولم تكن الإضافة في المعنى ، غير أن اسم الفاعل منحط الدرجة عن الفعل فصار تعلقه بالمفعول أضعف من تعلق الفعل بالمفعول ، وصار من باب الأفعال الضعيفة التعلق حيث بينا جواز تعديتها إلى المفعول بحرف وغير حرف ، فلذلك جاز أن يقال : ضارب زيد أو ضارب لزيد ، كما جاز : مسحته ومسحت به وشكرته وشكرت له ، وذلك إذا تقدم المفعول كما في قوله تعالى : { إِن كُنتُمْ لِلرُّؤْيَا تَعْبُرُونَ } [ يوسف : 43 ] للضعف ، وأما المعنوية فمباحث : الأول : الظلام مبالغة في الظالم ويلزم من إثباته إثبات أصل الظلم إذا قال القائل هو كذاب يلزم أن يكون كاذباً كثر كذبه ، ولا يلزم من نفيه نفي أصل الكذب لجواز أن يقال فلان ليس بكذاب كثير الكذب لكنه يكذب أحياناً ففي قوله تعالى : { وَمَا أَنَاْ بظلام } لا يفهم منه نفي أصل الظلم والله ليس بظالم فما الوجه فيه؟ نقول : الجواب عنه من ثلاثة أوجه : أحدها : أن الظلام بمعنى الظالم كالتمار بمعنى التامر وحينئذ يكون اللام في قوله : { لّلْعَبِيدِ } لتحقيق النسبة لأن الفعال حينئذ بمعنى ذي ظلم ، وهذا وجه جيد مستفاد من الإمام زين الدين أدام الله فوائده .\r\n والثاني : ما ذكره الزمخشري وهو أن ذلك أمر تقديري كأنه تعالى يقول : لو ظلمت عبدي الضعيف الذي هو محل الرحمة لكان ذلك غاية الظلم ، وأما أنا بذلك فيلزم من نفي كونه ظلاماً نفي كونه ظالماً ، ويحقق هذا الوجه إظهار لفظ العبيد حيث يقول : { مَا أَنَاْ بظلام لّلْعَبِيدِ } أي في ذلك اليوم الذي امتلأت جهنم مع سعتها حتى تصيح وتقول لم يبق لي طاقة بهم ، ولم يبق في موضع لهم فهل من مزيد استفهام استكثار ، فذلك اليوم مع أني ألقي فيها عدداً لا حصر له لا أكون بسبب كثرة التعذيب كثير الظلم وهذا مناسب ، وذلك لأنه تعالى خصص النفي بالزمان حيث قال : ما أنا بظلام يوم نقول : أي وما أنا بظلام في جميع الأزمان أيضاً ، وخصص بالعبيد حيث قال : { وَمَا أَنَاْ بظلام لّلْعَبِيدِ } ولم يطلق ، فكذلك خصص النفي بنوع من أنواع الظلم ولم يطلق ، فلم يلزم منه أن يكون ظالماً في غير ذلك الوقت ، وفي حق غير العبيد وإن خصص والفائدة في التخصيص أنه أقرب إلى التصديق من التعميم .\r\n والثالث : هذا يدل على أن التخصيص بالذكر لا يدل على نفي ما عداه ، لأنه نفى كونه ظلاماً ولم يلزم منه نفي كونه ظالماً ، ونفي كونه ظلاماً للعبيد ، ولم يلزم منه نفي كونه ظلاماً لغيرهم ، كما قال في حق الآدمي : { فَمِنْهُمْ ظالم لّنَفْسِهِ } [ فاطر : 32 ] .\r\n البحث الثاني : قال ههنا : { وَمَا أَنَاْ بظلام لّلْعَبِيدِ } من غير إضافة ، وقال : { مَا أَنتَ بِهَادِى العمى } [ النمل : 81 ] ، { وَمَا أَنتَ بِمُسْمِعٍ مَّن فِى القبور } [ فاطر : 22 ] على وجه الإضافة ، فما الفرق بينهما؟ نقول الكلام قد يخرج أولاً مخرج العموم ، ثم يخصص لأمر ما لا لغرض التخصيص ، يقول القائل : فلان يعطي ويمنع ويكون غرضه التعميم ، فإن سأل سائل : يعطي من ، ويمنع من؟ يقول : زيداً وعمراً ، ويأتي بالمخصص لا لغرض التخصيص ، وقد يخرج أولاً مخرج الخصوص ، فيقول فلان يعطي زيداً ماله إذا علمت هذا فقوله : { وَمَا أَنَاْ بظلام } كلام لو اقتصر عليه لكان للعموم ، فأتى بلفظ العبيد لا لكون عدم الظلم مختصاً بهم ، بل لكونهم أقرب إلى كونهم محل الظلم من نفسه تعالى ، وأما النبي صلى الله عليه وسلم فكان في نفسه هادياً ، وإنما أراد نفي ذلك الخاص فقال : { وَمَا أَنتَ بِهَادِى العمى } وما قال : ما أنت بهاد ، وكذلك قوله تعالى : { أَلَيْسَ الله بِكَافٍ عَبْدَهُ } [ الزمر : 36 ] .\r\n البحث الثالث : العبيد يحتمل أن يكون المراد منه الكفار ، كما في قوله تعالى : { ياحسرة عَلَى العباد مَا يَأْتِيهِمْ مّن رَّسُولٍ } [ ياس : 30 ] يعني أعذبهم وما أنا بظلام لهم ، ويحتمل أن يكون المراد منه المؤمنين ووجهه هو أن الله تعالى يقول : لو أبدلت القول ورحمت الكافر ، لكنت في تكليف العباد ظالماً لعبادي المؤمنين ، لأني منعتهم من الشهوات لأجل هذا اليوم ، فإن كان ينال من لم يأت بما أتى المؤمن ما يناله المؤمن ، لكان إتيانه بما أتى به من الإيمان والعبادة غير مفيد فائدة ، وهذا معنى قوله تعالى : { لاَ يَسْتَوِى أصحاب النار وأصحاب الجنة أصحاب الجنة هُمُ الفائزون } [ الحشر : 20 ] ، ومعنى قوله تعالى : { قُلْ هَلْ يَسْتَوِى الذين يَعْلَمُونَ والذين لاَ يَعْلَمُونَ } [ الزمر : 9 ] ، وقوله تعالى : { لاَّ يَسْتَوِى القاعدون مِنَ المؤمنين غَيْرُ أُوْلِى الضرر } [ النساء : 95 ] ويحتمل أن يكون المراد التعميم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ما يبدل القول لدي وما أنا بظلام للعبيد (29) ",
        "babnum": 24
    },
    {
        "id": 2328,
        "cate": "50",
        "title": "يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ (30) ",
        "details": " العامل في { يَوْمٍ } ماذا؟ فيه وجوه : الأول : ما أنا بظلام مطلقاً .\r\n والثاني : الوقت ، حيث قال ما أنا يوم كذا ، ولم يقل : ما أن بظلام في سائر الأزمان ، وقد تقدم بيانه ، فإن قيل فما فائدة التخصيص؟ نقول النفي الخاص أقرب إلى التصديق من النفي العام لأن المتوهم ذلك ، فإن قاصر النظر يقول : يوم يدخل الله عبده الضعيف جهنم يكون ظالماً له ، ولا يقول : بأنه يوم خلقه يرزقه ويربيه يكون ظالماً ، ويتوهم أنه يظلم عبده بإدخاله النار ، ولا يتوهم أنه يظلم نفسه أو غير عبيده المذكورين ، ويتوهم أنه من يدخل خلقاً كثيراً لا يجوزه حد ، ولا يدركه عد النار ، ويتركهم فيها زماناً لا نهاية له كثير الظلم ، فنفى ما يتوهم دون ما لا يتوهم ، وقوله : { هَلِ امتلأت } بيان لتصديق قوله تعالى : { لأَمْلاَنَّ جَهَنَّمَ } ، وقوله : { هَلْ مِن مَّزِيدٍ } فيه وجهان : أحدهما : أنه لبيان استكثارها الداخلين ، كما أن من يضرب غيره ضرباً مبرحاً ، أو يشتمه شتماً قبيحاً فاحشاً ، ويقول المضروب : هل بقي شيء آخر! ، ويدل عليه قوله تعالى : { لأْمْلاَنَّ } لأن الامتلاء لا بد من أن يحصل ، فلا يبقى في جهنم موضع خال حتى تطلب المزيد .\r\n والثاني : هو أنها تطلب الزيادة ، وحينئذ لو قال قائل فكيف يفهم مع هذا معنى قوله تعالى : { لأَمْلاَنَّ } ؟ نقول : الجواب : عنه من وجوه : أحدها : أن هذا الكلام ربما يقع قبل إدخال الكل ، وفيه لطيفة ، وهي أن جهنم تتغيظ على الكفار فتطلبهم ، ثم يبقى فيها موضع لعصاة المؤمنين ، فتطلب جهنم امتلاءها لظنها بقاء أحد من الكفار خارجاً ، فيدخل العاصي من المؤمنين ، فيبرد إيمانه حرارتها ، ويسكن إيقانه غيظها فتسكن ، وعلى هذا يحمل ما ورد في بعض الأخبار ، أن جهنم تطلب الزيادة حتى يضع الجبار قدمه ، والمؤمن جبار متكبر على ما سوى الله تعالى ذليل متواضع لله .\r\n الثاني : أن تكون جهنم تطلب أولاً سعة في نفسها ، ثم مزيداً في الداخلين لظنها بقاء أحد من الكفار .\r\n الثالث : أن الملء له درجات ، فإن الكيل إذا ملىء من غير كبس صح أن يقال : ملىء وامتلأ ، فإذا كبس يسع غيره ولا ينافي كونه ملآن أو لا ، فكذلك في جهنم ملأها الله ثم تطلب زيادة تضييقاً للمكان عليهم وزيادة في التعذيب ، والمزيد جاز أن يكون بمعنى المفعول ، أي هل بقي أحد تزيد به .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يوم نقول لجهنم هل امتلأت وتقول هل من مزيد (30) ",
        "babnum": 25
    },
    {
        "id": 2329,
        "cate": "50",
        "title": "وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ (31) ",
        "details": " بمعنى قريباً أو بمعنى قريب ، والأول أظهر وفيه مسائل : المسألة الأولى : ما وجه التقريب ، مع أن الجنة مكان والأمكنة يقرب منها وهي لا تقرب؟ نقول : الجواب : عنه من وجوه : الأول : أن الجنة لا تزال ولا تنقل ، ولا المؤمن يؤمر في ذلك اليوم بالانتقال إليها مع بعدها ، لكن الله تعالى يطوي المسافة التي بين المؤمن والجنة فهو التقريب .\r\n فإن قيل : فعلى هذا ليس إزلاف الجنة من المؤمن بأولى من إزلاف المؤمن من الجنة ، فما الفائدة في قوله : أزلفت الجنة؟ نقول إكراماً للمؤمن ، كأنه تعالى أراد بيان شرف المؤمن المتقي أنه ممن يمشي إليه ويدني منه .\r\n الثاني : قربت من الحصول في الدخول ، لا بمعنى القرب المكاني ، يقال يطلب من الملك أمراً خطيراً ، والملك بعيد عن ذلك ، ثم إذا رأى منه مخايل إنجاز حاجته ، يقال قرب الملك وما زلت أنهي إليه حالك حتى قربته ، فكذلك الجنة كانت بعيدة الحصول ، لأنها بما فيها لا قيمة لها ، ولا قدرة للمكلف على تحصيلها لولا فضل الله تعالى ، كما قال صلى الله عليه وسلم : « ما من أحد يدخل الجنة إلا بفضل الله تعالى ، فقيل : ولا أنت يا رسول الله ، فقال : ولا أنا » وعلى هذا فقوله غير نصب على الحال ، تقديره قربت من الحصول ، ولم تكن بعيدة في المسافة حتى يقال كيف قربت .\r\n الثالث : هو أن الله تعالى قادر على نقل الجنة من السماء إلى الأرض فيقربها للمؤمن .\r\n وأما إن قلنا إنها قربت ، فمعناه جمعت محاسنها ، كما قال تعالى : { وَفِيهَا مَا تَشتَهِيهِ الأنفس } [ الزخرف : 71 ] .\r\n المسألة الثانية : على هذا الوجه وعلى قولنا قربت تقريب حصول ودخول ، فهو يحتمل وجهين : أحدهما : أن يكون قوله تعالى : { وَأُزْلِفَتِ } أي في ذلك اليوم ولم يكن قبل ذلك ، وأما في جمع المحاسن فربما يزيد الله فيها زينة وقت الدخول ، وأما في الحصول فلأن الدخول قبل ذلك كان مستبعداً إذا لم يقدر الله دخول المؤمنين الجنة في الدنيا ووعد به في الآخرة فقربت في ذلك اليوم .\r\n وثانيهما : أن يكون معنى قوله تعالى : { وَأُزْلِفَتِ الجنة } أي أزلفت في الدنيا ، إما بمعنى جمع المحاسن فلأنها مخلوقة وخلق فيها كل شيء ، وإما بمعنى تقريب الحصول فلأنها تحصل بكلمة حسنة وإما على تفسير الإزلاف بالتقريب المكاني فلا يكون ذلك محمولاً إلا على ذلك الوقت أي أزلفت في ذلك اليوم للمتقين .\r\n المسألة الثالثة : إن حمل على القرب المكاني ، فما الفائدة في الاختصاص بالمتقين مع أن المؤمن والكافر في عرصة واحدة؟ فنقول قد يكون شخصان في مكان واحد وهناك مكان آخر هو إلى أحدهما في غاية القرب ، وعن الآخر في غاية البعد ، مثاله مقطوع الرجلين والسليم الشديد العدو إذا اجتمعا في موضع وبحضرتهما شيء لا تصل إليه اليد بالمد فذلك بعيد عن المقطوع وهو في غاية القرب من العادي ، أو نقول : إذا اجتمع شخصان في مكان وأحدهما أحيط به سد من حديد ووضع بقربه شيء لا تناله يده بالمد والآخر لم يحط به ذلك السد يصح أن يقال هو بعيد عن المسدود وقريب من المحظوظ والمجدود ، وقوله تعالى : { غَيْرَ بَعِيدٍ } يحتمل أن يكون نصباً على الظرف يقال اجلس غير بعيد مني أي مكاناً غير بعيد ، وعلى هذا فقوله غير بعيد يفيد التأكيد وذلك لأن القريب قد يكون بعيداً بالنسبة إلى شيء ، فإن المكان الذي هو على مسيرة يوم قريب بالنسبة إلى البلاد النائية وبعيد بالنسبة إلى متنزهات المدينة ، فإذا قال قائل أيما أقرب المسجد الأقصى أو البلد الذي هو بأقصى المغرب أو المشرق؟ يقال له المسجد الأقصى قريب ، وإن قال أيهما أقرب هو أو البلد؟ يقل له هو بعيد .\r\n فقوله تعالى : { وَأُزْلِفَتِ الجنة \r\nغَيْرَ بَعِيدٍ } أي قربت قرباً حقيقياً لا نسبياً حيث لا يقال فيها إنها بعيدة عنه مقايسة أو مناسبة ، ويحتمل أن يكون نصباً على الحال تقديره : قربت حال كون ذلك غاية التقريب أو نقول على هذا الوجه يكون معنى أزلفت قربت وهي غير بعيد ، فيحصل المعنيان جميعاً الإقراب والاقتراب أو يكون المراد القرب والحصول لا للمكان فيحصل معنيان القرب المكاني بقوله غير بعيد والحصول بقوله : { أُزْلِفَتْ } وقوله : { غَيْرَ بَعِيدٍ } مع قوله : { أُزْلِفَتْ } على التأنيث يحتمل وجوهاً : الأول : إذا قلنا إن { غَيْرِ } نصب على المصدر تقديره مكاناً غير .\r\n الثاني : التذكير فيه كما في قوله تعالى : { إِنَّ رَحْمَةَ الله قَرِيبٌ } [ الأعراف : 56 ] إجراء لفعيل بمعنى فاعل مجرى فعيل بمعنى مفعول .\r\n الثالث : أن يقال { غَيْرِ } منصوب نصباً على المصدر على أنه صفة مصدر محذوف تقديره : أزلفت الجنة إزلافاً غير بعيد ، أي عن قدرتنا فإنا قد ذكرنا أن الجنة مكان ، والمكان لا يقرب وإنما يقرب منه ، فقال : الإزلاف غير بعيد عن قدرتنا فإنا نطوي المسافة بينهما .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأزلفت الجنة للمتقين غير بعيد (31) ",
        "babnum": 26
    },
    {
        "id": 2330,
        "cate": "50",
        "title": "هَذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ (32) ",
        "details": " ثم قال تعالى : { هذا مَا تُوعَدُونَ } قال الزمخشري : هي جملة معترضة بين كلامين وذلك لأن قوله تعالى : { لِكُلّ أَوَّابٍ } بدل عن المتقين كأنه تعالى قال : ( أزلفت الجنة للمتقين لكل أواب ) كما في قوله تعالى : { لَّجَعَلْنَا لِمَن يَكْفُرُ بالرحمن لِبُيُوتِهِمْ } [ الزخرف : 33 ] غير أن ذلك بدل الاشتمال وهذا بدل الكل وقال : { هذا } إشارة إلى الثواب أي هذا الثواب ما توعدون أو إلى الإزلاف المدلول عليه بقوله : { أُزْلِفَتْ } [ ق : 31 ] أي هذا الإزلاف ما وعدتم به ، ويحتمل أن يقال هو كلام مستقل ووجهه أن ذلك محمول على المعنى لا ما يوعد به يقال للموعود هذا لك وكأنه تعالى قال هذا ما قلت إنه لكم .\r\n ثم قال تعالى : { لِكُلّ أَوَّابٍ حَفِيظٍ } بدلاً عن الضمير في { تُوعَدُونَ } ، وكذلك إن قرىء بالياء يكون تقديره هذا لكل أواب بدلاً عن الضمير ، والأواب الرجاع ، قيل هو الذي يرجع من الذنوب ويستغفر ، والحفيظ الحافظ للذي يحفظ توبته من النقض .\r\n ويحتمل أن يقال الأواب هو الرجاع إلى الله بفكره ، والحفيظ الذي يحفظ الله في ذكره أي رجع إليه بالفكر فيرى كل شيء واقعاً به وموجداً منه ثم إذا انتهى إليه حفظه بحيث لا ينساه عند الرخاء والنعماء ، والأواب الحفيظ كلاهما من باب المبالغة أي يكون كثير الأوب شديد الحفظ ، وفيه وجوه أخر أدق ، وهو أن الأواب هو الذي رجع عن متابعة هواه في الإقبال على ما سواه ، والحفيظ هو الذي إذا أدركه بأشرف قواه لا يتركه فيكمل بها تقواه ويكون هذا تفسيراً للمتقي ، لأن المتقي هو الذي أتقى الشرك والتعطيل ولم ينكره ولم يعترف بغيره ، والأواب هو الذي لا يعترف بغيره ويرجع عن كل شيء غير الله تعالى ، والحفيظ هو الذي لم يرجع عنه إلى شيء مما عداه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هذا ما توعدون لكل أواب حفيظ (32) ",
        "babnum": 27
    },
    {
        "id": 2331,
        "cate": "50",
        "title": "مَنْ خَشِيَ الرَّحْمَنَ بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُنِيبٍ (33) ",
        "details": " وفي { مِنْ } وجوه .\r\n أحدها : وهو أغربها أنه منادى كأنه تعالى قال : يا من خشي الرحمن أدخلوها بسلام وحذف حرف النداء شائع .\r\n وثانيها : { مِنْ } بدل عن كل في قوله تعالى : { لِكُلّ أَوَّابٍ } [ ق : 32 ] من غير إعادة حرف الجر تقديره أزلفت الجنة لمن خشي الرحمن بالغيب ، ثالثها : في قوله تعالى : { أَوَّابٍ حَفِيظٍ } [ ق : 32 ] موصوف معلوم غير مذكور كأنه يقول لكل شخص أواب أو عبد أو غير ذلك ، فقوله تعالى : { مَّنْ خَشِىَ الرحمن بالغيب } بدل عن ذلك الموصوف هذه وجوه ثلاثة ذكرها الزمخشري ، وقال لا يجوز أن يكون بدلاً عن أواب أو حفيظ لأن أواب وحفيظ قد وصف به موصوف معلوم غير مذكور كما بيناه والبدل في حكم المبدل منه ، فتكون { مِنْ } موصوفاً بها ومن لا يوصف بها لا يقال : الرجل من جاءني جالسني ، كم يقال الرجل الذي جاءني جالسني ، هذا تمام كلام الزمخشري ، فإن قال قائل إذا كان { مِنْ } والذي يشتركان في كونهما من الموصولات فلماذا لا يشتركان في جواز الوصف بهما؟ نقول : الأمر معقول نبينه في ما ، ومنه يتبين الأمر فيه فنقول : ما اسم مبهم يقع على كل شيء فمفهومه هو شيء لكن الشيء هو أعم الأشياء فإن الجوهر شيء والعرض شيء والواجب شيء والممكن شيء والأعم قبل الأخص في الفهم لأنك إذا رأيت من البعد شبحاً تقول أولاًإنه شيء ثم إذا ظهر لك منه ما يختص بالناس تقول إنسان فإذا بان ذلك أنه ذكر قلت هو رجل فإذا وجدته ذا قوة تقول شجاع إلى غير ذلك ، فالأعم أعرف وهو قبل الأخص في الفهم فمفهوم ما قبل كل شيء فلا يجوز أن يكون صفة لأن الصفة بعد الموصوف هذا من حيث المعقول ، وأما من حيث النحو فلأن الحقائق لا يوصف بها ، فلا يقال جسم رجل جاءني كما يقال جسم ناطق جاءني كما يقال جسم ناطق جاءني لأن الوصف يقوم بالموصوف والحقيقة تقوم بنفسها لا بغيرها وكل ما يقع وصفاً للغير يكون معناه شيء له كذا ، فقولنا عالم معناه شيء له علم أو عالمية فيدخل في مفهوم الوصف شيء مع أمر آخر وهو له كذا لكن ما لمجرد شيء فلا يوجد فيه ما يتم به الوصف وهو الأمر الآخر الذي معناه ذو كذا فلم يجز أن يكون صفة وإذا بان القول فمن في العقلاء كما في غيرهم وفيهم فمن معناه إنسان أو ملك أو غيرهما من الحقائق العاقلة ، والحقائق لا تقع صفات ، وأما الذي يقع على الحقائق والأوصاف ويدخل في مفهومه تعريف أكثر مما يدخل في مجاز الوصف بما دون من .\r\n وفي الآية لطائف معنوية .\r\n الأول : الخشية والخوف معناهما واحد عند أهل اللغة ، لكن بينهما فرق وهو أن الخشية من عظمة المخشي ، وذلك لأن تركيب حرف خ ش ي في تقاليبها يلزمه معنى الهيبة يقال شيخ للسيد والرجل الكبير السن وهم جميعاً مهيبان ، والخوف خشية من ضعف الخاشي وذلك لأن تركيب خ و ف في تقاليبها يدل على الضعف تدل عليه الخيفة والخفية ولولا قرب معناهما لما ورد في القرآن { تَضَرُّعًا وَخُفْيَةً } [ الأنعام : 63 ] و { تَضَرُّعًا وَخِيفَة } [ الأعراف : 205 ] والمخفي فيه ضعف كالخائف إذا علمت هذا تبين لك اللطيفة وهي أن الله تعالى في كثير من المواضع ذكر لفظ الخشية حيث كان الخوف من عظمة المخشي قال تعالى : { إِنَّمَا يَخْشَى الله مِنْ عِبَادِهِ العلماء } [ فاطر : 28 ] ، وقال : { لَوْ أَنزَلْنَا هذا القرءان على جَبَلٍ لَّرَأَيْتَهُ خاشعا مُّتَصَدّعاً مّنْ خَشْيَةِ الله } [ الحشر : 21 ] فإن الجبل ليس فيه ضعف يكون الخوف من ضعفه وإنما الله عظيم يخشاه كل قوي { هُم مّنْ خَشْيةِ رَبّهِمْ مُّشْفِقُونَ } [ المؤمنون : 57 ] مع أن الملائكة أقوياء وقال تعالى : { وَتَخْشَى الناس والله أَحَقُّ أَن تخشاه } [ الأحزاب : 37 ] أي تخافهم إعظاماً لهم إذ لا ضعف فيك بالنسبة إليهم ، وقال تعالى : { لاَ تَخَفْ وَلاَ تَحْزَنْ } [ العنكبوت : 33 ] أي لا تخف ضعفاً فإنهم لا عظمة لهم وقال : { يخافون يَوْماً } [ الإنسان : 7 ] حيث كان عظمة اليوم بالنسبة إلى عظمة الله ضعيفة وقال : { أَلاَّ تَخَافُواْ وَلاَ تَحْزَنُواْ } [ فصلت : 30 ] أي بسبب مكروه يلحقكم من الآخرة فإن المكروهات كلها مدفوعة عنكم ، وقال تعالى : { خَائِفاً يَتَرَقَّبُ } [ القصص : 21 ] وقال : { إِنّى أَخَافُ إِنْ يَقْتُلُونَ } [ القصص : 33 ] لوحدته وضعفه وقال هارون : { إِنّى خَشِيتُ } [ طه : 94 ] لعظمة موسى في عين هارون لا لضعف فيه وقال : { فَخَشِينَا أَن يُرْهِقَهُمَا طغيانا وَكُفْراً } [ الكهف : 80 ] حيث لم يكن لضعف فيه ، وحاصل الكلام أنك إذا تأملت استعمال الخشية وجدتها مستعملة لخوف بسبب عظمة المخشي ، وإذا نظرت إلى استعمال الخوف وجدته مستعملاً لخشية من ضعف الخائف ، وهذا في الأكثر وربما يتخلف المدعى عنه لكن الكثرة كافية .\r\n الثانية : قال الله تعالى ههنا : { خَشِىَ الرحمن } مع أن وصف الرحمة غالباً يقابل الخشية إشارة إلى مدح المتقي حيث لم تمنعه الرحمة من الخوف بسبب العظمة ، وقال تعالى : { لَوْ أَنزَلْنَا هذا القرءان على جَبَلٍ لَّرَأَيْتَهُ خاشعا مُّتَصَدّعاً مّنْ خَشْيَةِ الله } [ الحشر : 21 ] إشارة إلى ذم الكافر حيث لم تحمله الألوهية التي تنبىء عنها لفظة الله وفيها العظمة على خوفه وقال : { إِنَّمَا يَخْشَى الله مِنْ عِبَادِهِ العلماء } [ فاطر : 28 ] لأن { إِنَّمَا } للحصر فكان فيه إشارة إلى أن الجاهل لا يخشاه فذكر الله ليبين أن عدم خشيته مع قيام المقتضى وعدم المانع وهو الرحمة ، وقد ذكرنا ذلك في سورة يس ونزيد ههنا شيئاً آخر ، وهو أن نقول لفظة : { الرحمن } إشارة إلى مقتضى لا إلى المانع ، وذلك لأن الرحمن معناه واهب الوجود بالخلق ، والرحيم واهب البقاء بالرزق وهو في الدنيا رحمان حيث أوجدنا بالرحمة ، ورحيم حيث أبقى بالرزق ، ولا يقال لغيره رحيم لأن البقاء بالرزق قد يظن أن مثل ذلك يأتي ممن يطعم المضطر ، فيقال فلان هو الذي أبقى فلاناً ، وهو في الآخرة أيضاً رحمان حيث يوجدنا ، ورحيم حيث يرزقنا ، وذكرنا ذلك في تفسير الفاتحة حيث قلنا قال : { بِسْمِ اللَّهِ الرحمن الرحيم } إشارة إلى كونه رحماناً في الدنيا حيث خلقنا ، رحيماً في الدنيا حيث رزقنا رحمة ثم قال مرة أخرى بعد قوله : { الحمد للَّهِ رَبّ العالمين * الرحمن الرحيم } أي هو رحمن مرة أخرى في الآخرة بخلقنا ثانياً ، واستدللنا عليه بقوله بعد ذلك : { مالك يَوْمِ الدين } [ الفاتحة : 4 ] أي يخلقنا ثانياً ، ورحيم يرزقنا ويكون هو المالك في ذلك اليوم ، إذا علمت هذا فمن يكون منه وجود الإنسان لا يكون خوفه خشية من غيره ، فإن القائل يقول لغيره أخاف منك أن تقطع رزقي أو تبدل حياتي ، فإذا كان الله تعالى رحماناً منه الوجود ينبغي أن يخشى ، فإن من بيده الوجود بيده العدم ، وقال صلى الله عليه وسلم : « خشية الله رأس كل حكمة » وذلك لأن الحكيم إذا تفكر في غير الله وجده محل التغير يجوز عليه العدم في كل طرفة عين ، وربما يقدر الله عدمه قبل أن يتمكن من الإضرار ، لأن غير الله إن لم يقدر الله أن يضر لا يقدر على الضرر وإن قدر عليه بتقدير الله فسيزول الضرر بموت المعذب أو المعذب ، وأما الله تعالى فلا راد لما أراد ولا آخر لعذابه ، وقال تعالى : { بالغيب } أي كانت خشيتهم قبل ظهور الأمور حيث ترى رأي العين ، وقوله تعالى : { وَجَاء بِقَلْبٍ مُّنِيبٍ } إشارة إلى صفة مدح أخرى ، وذلك لأن الخاشي قد يهرب ويترك القرب من المخشي ولا ينتفع ، وإذا علم المخشي أنه تحت حكمه تعالى علم أنه لا ينفعه الهرب ، فيأتي المخشي وهو ( غير ) خاش فقال : { وَجَاء } ولم يذهب كما يذهب الآبق ، وقوله تعالى : { بِقَلْبٍ مُّنِيبٍ } الباء فيه يحتمل وجوهاً ذكرناها في قوله تعالى : { وَجَاءتْ سَكْرَةُ الْمَوْتِ بِالْحَقّ } [ ق : 19 ] .\r\n أحدها : التعدية أي أحضر قلباً سليماً ، كما يقال ذهب به إذا أذهبه .\r\n ثانيها : المصاحبة يقال : اشترى فلان الفرس بسرجه أي مع سرجه ، وجاء فلان بأهله أي مع أهله .\r\n ثالثها : وهو أعرفها الباء للسبب يقال : ما أخذ فلان إلا بقول فلان وجاء بالرجاء له فكأنه تعالى قال : جاء وما جاء إلا بسبب إنابة في قلبه علم أنه لا مرجع إلا إلى الله فجاء بسبب قلبه المنيب ، والقلب المنيب كالقلب السليم في قوله تعالى : { إِذَا جَاء رَبَّهُ بِقَلْبٍ سَلِيمٍ } [ الصافات : 84 ] أي سليم من الشرك ، ومن سلم من الشرك يترك غير الله ويرجع إلى الله فكان منيباً ، ومن أناب إلى الله برىء من الشرك فكان سليماً ",
        "fav": 0,
        "note": null,
        "normal": "من خشي الرحمن بالغيب وجاء بقلب منيب (33) ",
        "babnum": 28
    },
    {
        "id": 2332,
        "cate": "50",
        "title": "ادْخُلُوهَا بِسَلَامٍ ذَلِكَ يَوْمُ الْخُلُودِ (34) ",
        "details": " ثم قال تعالى : { ادخلوها بِسَلامٍ } .\r\n فالضمير عائد إلى الجنة التي في { وَأُزْلِفَتِ الجنة } [ ق : 31 ] أي لما تكامل حسنها وقربها وقيل لهم إنها منزلكم بقوله : { هذا مَا تُوعَدُونَ } [ ق : 32 ] أذن لهم في دخولها وفيه مسائل : المسألة الأولى : الخطاب مع من؟ نقول إن قرىء { مَّا تُوعَدُونَ } بالتاء فهو ظاهر إذ لا يخفى أن الخطاب مع الموعودين ، وإن قرىء بالياء فالخطاب مع المتقين أي يقال للمتقين أدخلوها .\r\n المسألة الثانية : هذا يدل على أن ذلك يتوقف على الإذن ، وفيه من الانتظار ما لا يليق بالإكرام ، نقول ليس كذلك ، فإن من دعا مكرماً إلى بستانه يفتح له الباب ويجلس في موضعه ، ولا يقف على الباب من يرحبه ، ويقول إذا بلغت بستاني فادخله ، وإن لم يكن هناك أحد يكون قد أخل بإكرامه بخلاف من يقف على بابه قوم يقولون : أدخل باسم الله ، يدل على الإكرام قوله تعالى : { بِسَلامٍ } كما يقول المضيف : أدخل مصاحباً بالسلامة والسعادة والكرامة ، والباء للمصاحبة في معنى الحال ، أي سالمين مقرونين بالسلامة ، أو معناه أدخلوها مسلماً عليكم ، ويسلم الله وملائكته عليكم ، ويحتمل عندي وجهاً آخر ، وهو أن يكون ذلك إرشاداً للمؤمنين إلى مكارم الاْخلاق في ذلك اليوم كما أرشدوا إليها في الدنيا ، حيث قال تعالى : { لاَ تَدْخُلُواْ بُيُوتاً غَيْرَ بُيُوتِكُمْ حتى تَسْتَأْنِسُواْ وَتُسَلّمُواْ على أَهْلِهَا } [ النور : 27 ] فكأنه تعالى قال : هذه داركم ومنزلكم ، ولكن لا تتركوا حسن عادتكم ، ولا تخلوا بمكارم أخلاقكم ، فادخلوها بسلام ، ويصيحون سلاماً على من فيها ، ويسلم من فيها عليهم ، ويقولون السلام عليكم ، ويدل عليه قوله تعالى : { إِلاَّ قِيلاً سلاما سلاما } [ الواقعة : 26 ] أي يسلمون على من فيها ، ويسلم من فيها عليهم ، وهذا الوجه إن كان منقولاً فنعم ، وإن لم يكن منقولاً فهو مناسب معقول أيده دليل منقول .\r\n قوله تعالى : { ذَلِكَ يَوْمُ الخلود } .\r\n حتى لا يدخل في قلبهم أن ذلك ربما ينقطع عنهم فتبقى في قلبهم حسرته ، فإن قيل المؤمن قد علم أنه إذا دخل الجنة خلد فيها ، فما الفائدة في التذكير؟ والجواب : عنه من وجهين .\r\n أحدهما : أن قوله : { ذَلِكَ يَوْمُ الخلود } قول قاله الله في الدنيا إعلاماً وإخباراً ، وليس ذلك قولاً يقوله عند قوله : { ادخلوها } فكأنه تعالى أخبرنا في يومنا أن ذلك اليوم يوم الخلود .\r\n ثانيهما : اطمئنان القلب بالقول أكثر ، قال الزمخشري في قوله : { يَوْمُ الخلود } إضمار تقديره : ذلك يوم تقدير الخلود ، ويحتمل أن يقال اليوم يذكر ، ويراد الزمان المطلق سواء كان يوماً أو ليلاً ، نقول : يوم ولد لفلان ابن يكون السرور العظيم ، ولو ولد له بالليل لكان السرور حاصلاً ، فتريد به الزمان ، فكأنه تعالى قال : ذلك زمان الإقامة الدائمة .\r\n ثم قال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "ادخلوها بسلام ذلك يوم الخلود (34) ",
        "babnum": 29
    },
    {
        "id": 2333,
        "cate": "50",
        "title": "لَهُمْ مَا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ (35) ",
        "details": " وفي الآية ترتيب في غاية الحسن ، وذلك لأنه تعالى بدأ ببيان إكرامهم حيث قال : { وَأُزْلِفَتِ الجنة لِلْمُتَّقِينَ } [ الشعراء : 90 ] ولم يقل : قرب المتقون من الجنة بياناً للإكرام حيث جعلهم ممن تنقل إليهم الجنان بما فيها من الحسان ، ثم قال لهم هذا لكم ، بقوله : { هذا مَا تُوعَدُونَ } [ ق : 32 ] ثم بيّن أنه أجر أعمالهم الصالحة بقوله : { لِكُلّ أَوَّابٍ حَفِيظٍ } وقوله { مَّنْ خَشِىَ الرحمن } [ ق : 33 ] فإن تصرف المالك الذي ملك شيئاً بعوض أتم فيه من تصرف من ملك بغير عوض ، لإمكان الرجوع في التمليك بغير عوض ، ثم زاد في الإكرام بقوله : { ادخلوها } [ ق : 34 ] كما بينا أن ذلك إكرام ، لأن من فتح بابه للناس ، ولم يقف ببابه من يرحب الداخلين ، لا يكون قد أتى بالإكرام التام ، ثم قال : { ذَلِكَ يَوْمُ الخلود } [ ق : 34 ] أي لا تخافوا ما لحقكم من قبل حيث أخرج أبويكم منها ، فهذا دخول لا خروج بعده منها .\r\n ثم لما بيّن أنهم فيها خالدون قال : لا تخافوا انقطاع أرزاقكم وبقاءكم في حاجة ، كما كنتم في الدنيا من كان يعمر ينكس ويحتاج ، بل لكم الخلود ، ولا ينفد ما تمتعون به فلكم ما تشاءون في أي وقت تشاءون ، وإلى الله المنتهى ، وعند الوصول إليه ، والمثول بين يديه ، فلا يوصف ما لديه ، ولا يطلع أحد عليه ، وعظمة من عنده تدلك على فضيلة ما عنده ، هذا هو الترتيب ، وأما التفسير ، ففيه مسألتان : المسألة الأولى : قال تعالى : { ادخلوها بِسَلامٍ } [ ق : 34 ] على سبيل المخاطبة ، ثم قال : { لَهُمْ } ولم يقل لكم ما الحكمة فيه؟ الجواب : عنه من وجوه .\r\n الأول : هو أن قوله تعالى : { ادخلوها } مقدر فيه يقال لهم ، أي يقال لهم { ادخلوها } فلا يكون على هذا التفاتاً .\r\n الثاني : هو أنه من باب الالتفات والحكمة الجمع بين الطرفين ، كأنه تعالى يقول : أكرمهم به في حضورهم ، ففي حضورهم الحبور ، وفي غيبتهم الحور والقصور .\r\n والثالث : هو أن يقال قوله تعالى : { لَهُمْ } جاز أن يكون كلاماً مع الملائكة ، يقول للملائكة : توكلوا بخدمتهم ، واعلموا أن لهم ما يشاءون فيها ، فأحضروا بين أيديهم ما يشاءون ، وأما أنا فعندي ما لا يخطر ببالهم ، ولا تقدرون أنتم عليه .\r\n المسألة الثانية : قد ذكرنا أن لفظ { مَّزِيدٍ } [ ق : 30 ] يحتمل أن يكون معناه الزيادة ، فيكون كما في قوله تعالى : { لّلَّذِينَ أَحْسَنُواْ الحسنى وَزِيَادَةٌ } [ يونس : 26 ] ويحتمل أن يكون بمعنى المفعول ، أي عندنا ما نزيده على ما يرجون وما يكون مما يشتهون : ",
        "fav": 0,
        "note": null,
        "normal": "لهم ما يشاءون فيها ولدينا مزيد (35) ",
        "babnum": 30
    },
    {
        "id": 2334,
        "cate": "50",
        "title": "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَشَدُّ مِنْهُمْ بَطْشًا فَنَقَّبُوا فِي الْبِلَادِ هَلْ مِنْ مَحِيصٍ (36) ",
        "details": " ثم قال تعالى : { وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشاً } .\r\n لما أنذرهم بما بين أيديهم من اليوم العظيم والعذاب الأليم ، أنذرهم بما يعجل لهم من العذاب المهلك والإهلاك المدرك ، وبين لهم حال من تقدمهم ، وقد تقدم تفسيره في مواضع ، والذي يختص بهذا الموضع أمور .\r\n أحدها : إذا كان ذلك للجمع بين الإنذار بالعذاب العاجل والعقاب الآجل ، فلم توسطهما قوله تعالى : { وَأُزْلِفَتِ الجنة لِلْمُتَّقِينَ } إلى قوله : { وَلَدَيْنَا مَزِيدٌ } [ ق : 31 35 ] نقول ليكون ذلك دعاء بالخوف والطمع ، فذكر حال الكفور المعاند ، وحال الشكور العابد في الآخرة ترهيباً وترغيباً ، ثم قال تعالى : إن كنتم في شك من العذاب الأبدي الدائم ، فما أنتم في ريب من العذاب العاجل المهلك الذي أهلك أمثالكم ، فإن قيل : فلم لم يجمع بين الترهيب والترغيب في العاجلة ، كما جمع بينهما في الآجلة ، ولم يذكر حال من أسلم من قبل وأنعم عليه ، كما ذكر حال من أشرك به فأهلكه نقول لأن النعمة كانت قد وصلت إليهم ، وكانوا متقلبين في النعم ، فلم يذكرهم به ، وإنما كانوا غافلين عن الهلاك فأنذرهم به ، وأما في الآخرة ، فكانوا غافلين عن الأمرين جميعاً ، فأخبرهم بهما .\r\n الثاني : قوله تعالى : { فَنَقَّبُواْ فِى البلاد } .\r\n في معناه وجوه .\r\n أحدها : هو ما قاله تعالى في حق ثمود : { الذين جَابُواْ الصخر بالواد } [ الفجر : 9 ] من قوتهم خرق الطرق ونقبوها ، وقطعوا الصخور وثقبوها .\r\n ثانيها : نقبوا ، أي ساروا في الأسفار ولم يجدوا ملجأً ومهرباً ، وعلى هذا يحتمل أن يكون المراد أهل مكة ، أي هم ساروا في الأسفار ، ورأوا ما فيها من الآثار .\r\n ثالثها : { فَنَقَّبُواْ فِى البلاد } أي صاروا نقباء في الأرض أراد ما أفادهم بطشهم وقوتهم ، ويدل على هذا الفاء ، لأنها تصير حينئذ مفيدة ترتب الأمر على مقتضاه ، تقول كان زيد أقوى من عمرو فغلبه ، وكان عمرو مريضاً فغلبه زيد ، كذلك ههنا قال تعالى : { هُمْ أَشَدُّ مِنْهُم بَطْشاً } فصاروا نقباء في الأرض ، وقرىء : { فَنَقَّبُواْ } بالتشديد ، وهو أيضاً يدل على ما ذكرنا في الوجه الثالث ، لأن التنقيب البحث ، وهو من نقب بمعنى صار نقيباً .\r\n الثالث : قوله تعالى : { هَلْ مِن مَّحِيصٍ } .\r\n يحتمل وجوهاً ثلاثة .\r\n الأول : على قراءة من قرأ بالتشديد يحتمل أن يقال هو مفعول ، أي بحثوا عن المحيص { هَلْ مِن مَّحِيصٍ } .\r\n الثاني : على القراءات جميعاً استفهام بمعنى الإنكار أي لم يكن لهم محيص .\r\n الثالث : هو كلام مستأنف كأنه تعالى يقول لقوم محمد صلى الله عليه وسلم هم أهلكوا مع قوة بطشهم فهل من محيص لكم تعتمدون عليه والمحيص كالمحيد غير أن المحيص معدل ومهرب عن الشدة ، يدلك عليه قولهم وقعوا في حيص بيص أي في شدة وضيق ، والمحيد معدل وإن كان لهم بالاختيار يقال حاد عن الطريق نظراً ، ولا يقال حاص عن الأمر نظراً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وكم أهلكنا قبلهم من قرن هم أشد منهم بطشا فنقبوا في البلاد هل من محيص (36) ",
        "babnum": 31
    },
    {
        "id": 2335,
        "cate": "50",
        "title": "إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ (37) ",
        "details": " ثم قال تعالى : { إِنَّ فِى ذلك لذكرى لِمَن كَانَ لَهُ قَلْبٌ } .\r\n الإشارة إلى الإهلاك ويحتمل أن يقال هو إشارة إلى ما قاله من إزلاف الجنة وملء جهنم وغيرهما ، والذكرى اسم مصدر هو التذكر والتذكرة وهي في نفسها مصدر ذكره يذكره ذكراً وذكرى وقوله لمن { كَانَ لَهُ قَلْبٌ } قيل : المراد قلب موصوف بالوعي ، أي لمن كان له قلب واع يقال لفلان مال أي كثير فالتنكير يدل على معنى في الكمال ، والأولى أن يقال هو لبيان وضوح الأمر بعد الذكر وأن لا خفاء فيه لمن كان له قلب ما ولو كان غير كامل ، كما يقال أعطه شيئاً ولو كان درهماً ، ونقول الجنة لمن عمل خيراً ولو حسنة ، فكأنه تعالى قال : إن في ذلك لذكرى لمن يصح أن يقال له قلب وحينئذ فمن لا يتذكر لا قلب له أصلاً كما في قوله تعالى : { صُمٌّ بُكْمٌ عُمْىٌ } [ البقرة : 18 ] حيث لم تكن آذانهم وألسنتهم وأعينهم مفيدة لما يطلب منها كذلك من لا يتذكر كأنه لا قلب له ، ومنه قوله تعالى : { كالأنعام بَلْ هُمْ أَضَلُّ } [ الأعراف : 179 ] أي هم كالجماد وقوله تعالى : { كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ } [ المنافقون : 4 ] أي لهم صور وليس لهم قلب للذكر ولا لسان للشكر .\r\n وقوله تعالى : { أَوْ أَلْقَى السمع وَهُوَ شَهِيدٌ } أي استمع وإلقاء السمع كناية في الاستماع ، لأن من لا يسمع فكأنه حفظ سمعه وأمسكه فإذا أرسله حصل الاستماع ، فإن قيل على قول من قال التنكير في القلب للتكثير يظهر حسن ترتيب في قوله : { أَوْ أَلْقَى السمع } وذلك لأنه يصير كأنه تعالى يقول : إن في ذلك لذكرى لمن كان ذا قلب واع ذكي يستخرج الأمور بذكائه أو ألقى السمع ويستمع من المنذر فيتذكر ، وأما على قولك المراد من صح أن يقال له قلب ولو كان غير واع لا يظهر هذا الحسن ، نقول على ما ذكرنا ربما يكون الترتيب أحسن وذلك لأن التقدير يصير كأنه تعالى قال : فيه ذكرى لكل واحد كيف كان له قلب لظهور الأمر ، فإن كان لا يحصل لكل أحد فلمن يستمع حاصل ويؤيد ما ذكرنا قوله تعالى : { أَوْ أَلْقَى السمع } حيث لم يقل أو استمع لأن الاستماع ينبىء عن طلب زائد ، وأما إلقاء السمع فمعناه أن الذكرى حاصلة لمن لا يمسك سمعه بل يرسله إرسالاً ، وإن لم يقصد السماع كالسامع في الصوت الهائل فإنه يحصل عند مجرد فتح الأذن وإن لم يقصد السماع والصوت الخفي لا يسمع إلا باستماع وتطلب ، فنقول الذكرى حاصلة لمن كان له قلب كيف كان قلبه لظهورها فإن لم تحصل فلمن له أذن غير مسدودة كيف كان حاله سواء استمع باجتهاده أو لم يجتهد في سماعه ، فإن قيل فقوله تعالى : { وَهُوَ شَهِيدٌ } للحال وهو يدل على أن إلقاء السمع بمجرده غير كاف ، نقول هذا يصحح ما ذكرناه لأنا قلنا بأن الذكرى حاصلة لمن له قلب ما ، فإن لم تحصل له فتحصل له إذا ألقى السمع وهو حاضر بباله من القلب ، وأما على الأول فمعناه من ليسه له قلب واع ، يحصل له الذكر إذا ألقى السمع وهو حاضر بقلبه فيكون عند الحضور بقلبه يكون له قلب واع ، وقد فرض عدمه هذا إذا قلنا بأن قوله : { وَهُوَ شَهِيدٌ } بمعنى الحال ، وإذا لم نقل به فلا يرد ما ذكر وهو يحتمل غير ذلك بيانه هو أن يقال ذلك إشارة إلى القرآن وتقريره هو أن الله تعالى لما قال في أول السورة : { ق والقرءان المجيد * بَلْ عَجِبُواْ أَن جَاءهُمْ مُّنذِرٌ مّنْهُمْ } [ ق : 1 ، 2 ] وذكر ما يدفع تعجبهم وبين كونه منذراً صادقاً وكون الحشر أمراً واقعاً ورغب وأرهب بالثواب والعذاب آجلاً وعاجلاً وأتم الكلام قال : { إِنَّ فِى ذَلِكَ } أي القرآن الذي سبق ذكره { لذكرى لِمَن كَانَ لَهُ قَلْبٌ } أو لمن يستمع ، ثم قال : { وَهُوَ شَهِيدٌ } أي المنذر الذي تعجبتم منه شهيد كما قال تعالى : { إِنَّا أرسلناك شَاهِداً } [ الفتح : 8 ] وقال تعالى : { لِيَكُونَ الرسول شَهِيداً عَلَيْكُمْ } [ الحج : 78 ] .\r\n ثم قال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "إن في ذلك لذكرى لمن كان له قلب أو ألقى السمع وهو شهيد (37) ",
        "babnum": 32
    },
    {
        "id": 2336,
        "cate": "50",
        "title": "وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ (38) ",
        "details": " أعاد الدليل مرة أخرى ، وقد ذكرنا تفسير ذلك في الم السجدة ، وقلنا : إن الأجسام ثلاثة أجناس .\r\n أحدها : السموات ، ثم حركها وخصصها بأمور ومواضع وكذلك الأرض خلقها ، ثم دحاها وكذلك ما بينهما خلق أعيانها وأصنافها { فِي سِتَّةِ أَيَّامٍ } إشارة إلى ستة أطوار ، والذي يدل عليه ويقرره هو أن المراد من الأيام لا يمكن أن يكون هو المفهوم في وضع اللغة ، لأن اليوم عبارة في اللغة عن زمان مكث الشمس فوق الأرض من الطلوع إلى الغروب ، وقبل السموات لم يكن شمس ولا قمر لكن اليوم يطلق ويراد به الوقت يقال يوم يولد للملك ابن يكون سرور عظيم ويوم يموت فلان يكون حزن شديد ، وإن اتفقت الولادة أو الموت ليلاً ولا يتعين ذلك ويدخل في مراد العاقل لأنه أراد باليوم مجرد الحين والوقت ، إذا علمت الحال من إضافة اليوم إلى الأفعال فافهم ما عند إطلاق اليوم في قوله : { سِتَّةِ أَيَّامٍ } وقال بعض المفسرين : المراد من الآية الرد على اليهود ، حيث قالوا : بدأ الله تعالى خلق العالم يوم الأحد وفرغ منه في ستة أيام آخرها يوم الجمعة واستراح يوم السبت واستلقى على عرشه فقال تعالى : { وَمَا مَسَّنَا مِن لُّغُوبٍ } رداً عليهم ، والظاهر أن المراد الرد على المشرك والاستدلال بخلق السموات والأرض ومما بينهما وقوله تعالى : { وَمَا مَسَّنَا مِن لُّغُوبٍ } أي ما تعبنا بالخلق الأول حتى لا نقدر على الإعادة .\r\n ثانياً : والخلق الجديد كما قال تعالى : { أَفَعَيِينَا بالخلق الأول } [ ق : 15 ] وأما ما قاله اليهود ونقلوه من التوراة فهو إما تحريف منهم أو لم يعلموا تأويله ، وذلك لأن الأحد والاثنين أزمنة متميز بعضها عن بعض ، فلو كان خلق السموات ابتدىء يوم الأحد لكان الزمان متحققاً قبل الأجسام والزمان لا ينفك عن الأجسام فيكون قبل خلق الأجسام أجسام أُخر فيلزم القول بقدم العالم وهو مذهب الفلاسفة ، ومن العجيب أن بين الفلاسفة والمشبهة غاية الخلاف ، فإن الفلسفي لا يثبت لله تعالى صفة أصلاً ويقول بأن الله تعالى لا يقبل صفة بل هو واحد من جميع الوجوه ، فعلمه وقدرته وحياته هو حقيقته وعينه وذاته ، والمشبهي يثبت لله صفة الأجسام من الحركة والسكون والاستواء والجلوس والصعود والنزول فبينهما منافاة ، ثم إن اليهود في هذا الكلام جمعوا بين المسألتين فأخذوا بمذهب الفلاسفة في المسألة التي هي أخص المسائل بهم وهي القدم حيث أثبتوا قبل خلق الأجسام أياماً معدودة وأزمنة محدودة ، وأخذوا بمذهب المشبهة في المسألة التي هي أخص المسائل بهم وهي الاستواء على العرش فأخطأوا ( وضلوا ) وأضلوا في الزمان والمكان جميعاً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام وما مسنا من لغوب (38) ",
        "babnum": 33
    },
    {
        "id": 2337,
        "cate": "50",
        "title": "فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ (39) ",
        "details": " ثم قال تعالى : { فاصبر على مَا يَقُولُونَ } قال من تقدم ذكرهم من المفسرين إن معناه اصبر على ما يقولون من حديث التعب بالاستلقاء ، وعلى ما قلنا معناه اصبر على ما يقولون إن هذا لشيء عجيب ، { وَسَبّحْ بِحَمْدِ رَبّكَ } وما ذكرناه أقرب لأنه مذكور ، وذكر اليهود وكلامهم لم يجر .\r\n وقوله : { وَسَبّحْ بِحَمْدِ رَبّكَ } يحتمل وجوهاً .\r\n أحدها : أن يكون الله أمر النبي صلى الله عليه وسلم بالصلاة ، فيكون كقوله تعالى : { وَأَقِمِ الصلاة طَرَفَىِ النهار وَزُلَفاً مِّنَ اليل } [ هود : 114 ] .\r\n وقوله تعالى : { قَبْلَ طُلُوعِ الشمس وَقَبْلَ الغروب } إشارة إلى طرفي النهار .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فاصبر على ما يقولون وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب (39) ",
        "babnum": 34
    },
    {
        "id": 2338,
        "cate": "50",
        "title": "وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ (40) ",
        "details": " وقوله : { وَمِنَ اليل فَسَبّحْهُ } إشارة إلى زلفاً من الليل ، ووجه هذا أن النبي صلى الله عليه وسلم له شغلان .\r\n أحدهما : عبادة الله .\r\n وثانيهما : هداية الخلق فإذا هداهم ولم يهتدوا ، قيل له أقبل على شغلك الآخر وهو عبادة الحق .\r\n ثانيها : سبح بحمد ربك ، أي نزهه عما يقولون ولا تسأم من امتناعهم بل ذكرهم بعظمة الله تعالى ونزهه عن الشرك والعجز عن الممكن الذي هو الحشر قبل الطلوع وقبل الغروب ، فإنهما وقت اجتماعهم { وَمِنَ اليل فَسَبّحْهُ } أي أوائل الليل ، فإنه أيضاً وقت اجتماع العرب ، ووجه هذا أنه لا ينبغي أن تسأم من تكذيبهم فإن الرسل من قبلك أوذوا وكذبوا وصبروا على ما كذبوا وأوذوا ، وعلى هذا فلقوله تعالى : { وأدبار السجود } فائدة جليلة وهي الإشارة إلى ما ذكرنا أن شغل الرسول أمر أن العبادة والهداية فقوله : { وأدبار السجود } أي عقب ما سجدت وعبدت نزه ربك بالبرهان عند اجتماع القوم ليحصل لك العبادة بالسجود والهداية أدبار السجود .\r\n ثالثها : أن يكون المراد قل سبحان الله ، وذلك لأن ألفاظاً معدودة جاءت بمعنى التلفظ بكلامهم ، فقولنا كبر يطلق ويراد به قول القائل الله أكبر ، وسلم يراد به قوله السلام عليكم ، وحمد يقال لمن قال الحمد لله ، ويقال هلل لمن قال لا إله إلا الله ، وسبح لمن قال سبحان الله ، ووجه هذا أن هذه أمور تتكرر من الإنسان في الكلام والحاجة تدعو إلى الإخبار عنها ، فلو قال القائل فلان قال لا إله إلا الله أو قال الله أكبر طول الكلام ، فمست الحاجة إلى استعمال لفظة واحدة مفيدة لذلك لعدم تكرر ما في الأول ، وأما مناسبة هذا الوجه للكلام الذي هو فيه ، فهي أن تكذيبهم الرسول وتعجبهم من قوله أو استهزاءهم كان يوجب في العادة أن يشتغل النبي صلى الله عليه وسلم بلعنهم وسبهم والدعاء عليهم فقال : فاصبر على ما يقولون واجعل كلامك بدل الدعاء عليهم التسبيح لله والحمد له ولا تكن كصاحب الحوت أو كنوح عليه السلام حيث قال : { رَّبّ لاَ تَذَرْ عَلَى الأرض مِنَ الكافرين دَيَّاراً } [ نوح : 26 ] بل ادع إلى ربك فإذا ضجرت عن ذلك بسبب إصرارهم فاشتغل بذكر ربك في نفسك ، وفيه مباحث : البحث الأول : استعمل الله التسبيح تارة مع اللام في قوله تعالى : { يُسَبّحُ الله } [ الجمعة : 1 ] ، و { يُسَبّحُونَ لَهُ } [ فصلت : 38 ] وأخرى مع الباء في قوله تعالى : { فَسَبّحْ باسم رَبّكَ العظيم } [ الواقعة : 74 ] و { سَبِّحِ بِحَمْدِ رَبّكَ } [ طه : 130 ] وثالثة من غير حرف في قوله { وسبحه } [ الإنسان : 26 ] وقوله { وسبحوه بكرة } [ الأحزاب : 42 ] وقوله : { سَبِّحِ اسم رَبّكَ الأعلى } [ الأعلى : 1 ] فما الفرق بينها؟ نقول : أما الباء فهي الأهم وبالتقديم أولى في هذا الموضع كقوله تعالى : { وَسَبْح بِحَمْدِ رَبّكَ } فنقول أما على قولنا المراد من سبح قل سبحان الله ، فالباء للمصاحبة أي مقترناً بحمد الله ، فيكون كأنه تعالى قال قل سبحان الله والحمد لله ، وعلى قولنا المراد التنزيه لذلك أي نزهه وأقرنه بحمده أي سبحه واشكره حيث وفقك الله لتسبيحه فإن السعادة الأبدية لمن سبحه ، وعلى هذا فيكون المفعول غير مذكور لحصول العلم به من غير ذكر تقديره : سبح الله بحمد ربك ، أي ملتبساً ومقترناً بحمد ربك ، وعلى قولنا صل ، نقول يحتمل أن يكون ذلك أمراً بقراءة الفاتحة في الصلاة يقال : صلّى فلان بسورة كذا أو صلّى بقل هو الله أحد ، فكأنه يقول صلّى بحمد الله أي مقروءاً فيها : الحمد لله ربّ العالمين ، وهو أبعد الوجوه ، وأما التعدية من غير حرف فنقول هو الأصل لأن التسبيح يتعدى بنفسه لأن معناه تبعيد من السوء ، وأما اللام فيحتمل وجهين : أحدهما : أن يكون كما في قول القائل نصحته ونصحت له ، وشكرته وشكرت له .\r\n وثانيهما : أن يكون لبيان الأظهر أي يسبحون الله وقلوبهم لوجه الله خالصة .\r\n البحث الثاني : قال ههنا : { سَبِّحِ بِحَمْدِ رَبّكَ } ثم قال تعالى : { وَمِنَ اليل فَسَبّحْهُ } من غير باء فما الفرق بين الموضعين؟ نقول الأمر في الموضعين واحد على قولنا التقدير سبح الله مقترناً بحمد ربك ، وذلك لأن سبح الله كقول القائل فسبحه غير أن المفعول لم يذكر .\r\n أولاً : لدلالة قوله بحمد ربك عليه .\r\n وثانياً : لدلالة ما سبق عليه لم يذكر بحمد ربك ، الجواب الثاني على قولنا سبح بمعنى صل يكون الأول أمراً بالصلاة ، والثاني أمراً بالتنزيه ، أي وصل بحمد ربك في الوقت وبالليل نزهه عما لا يليق ، وحينئذ يكون هذا إشارة إلى العمل والذكر والفكر .\r\n فقوله : { سَبِّحِ } إشارة إلى خير الأعمال وهو الصلاة ، وقوله : { بِحَمْدِ رَبّكَ } إشارة إلى الذكر ، وقوله : { وَمِنَ اليل فَسَبّحْهُ } إشارة إلى خير الأعمال وهو الصلاة ، وقوله : { بِحَمْدِ رَبّكَ } إشارة إلى الذكر ، وقوله : { وَمِنَ اليل فَسَبّحْهُ } إشارة إلى الفكر حين هدوا الأصواب ، وصفاء الباطن أي نزهه عن كل سوء بفكرك ، واعلم أنه لا يتصف إلا بصفات الكمال ونعوت الجلال ، وقوله تعالى : { وأدبار السجود } قد تقدم بعض ما يقال في تفسيره ، ووجه آخر هو أنه إشارة إلى الأمر بإدامة التسبيح ، فقوله : { بِحَمْدِ رَبّكَ قَبْلَ طُلُوعِ الشمس وَقَبْلَ الغروب * وَمِنَ اليل فَسَبّحْهُ } إشارة إلى أوقات الصلاة ، وقوله : { وأدبار السجود } يعني بعدما فرغت من السجود وهو الصلاة فلا تترك تسبيح الله وتنزيهه بل داوم أدبار السجود ليكون جميع أوقاتك في التسبيح فيفيد فائدة قوله تعالى : { واذكر رَّبَّكَ إِذَا نَسِيتَ } [ الكهف : 24 ] وقوله : { فَإِذَا فَرَغْتَ فانصب * وإلى رَبّكَ فارغب } [ الشرح : 7 ، 8 ] وقرىء : { وَأَدْبَارَ السجود } .\r\n البحث الثالث : الفاء في قوله تعالى : { فَسَبّحْهُ } ما وجهها؟ نقول هي تفيد تأكيد الأمر بالتسبيح من الليل ، وذلك لأنه يتضمن الشرط كأنه يقول : وأما من الليل فسبحه ، وذلك لأن الشرط يفيد أن عند وجوده يجب وجود الجزاء ، وكأنه تعالى يقول النهار محل الاشتغال وكثرة الشواغل ، فأما الليل فمحل السكون والانقطاع فهو وقت التسبيح ، أو نقول بالعكس الليل محل النوم والثبات والغفلة ، فقال : أما الليل فلا تجعله للغفلة بل اذكر فيه ربك ونزهه .\r\n البحث الرابع : { مِنْ } في قوله : { وَمِنَ اليل } يحتمل وجهين .\r\n أحدهما : أن يكون لابتداء الغاية أي من أول الليل فسبحه ، وعلى هذا فلم يذكر له غاية لاختلاف ذلك بغلبة النوم وعدمها ، يقال أنا من الليل أنتظرك .\r\n ثانيهما : أن يكون للتبعيض أي اصرف من الليل طرفاً إلى التسبيح يقال : من مالك منع ومن الليل انتبه ، أي بعضه .\r\n البحث الخامس : قوله : { وأدبار السجود } عطف على ماذا؟ نقول : يحتمل أن يكون عطفاً على ما قبل الغروب كأنه تعالى قال : ( وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب وأدبار السجود ) وذكر بينهما قوله : { وَمِنَ اليل فَسَبّحْهُ } وعلى هذا ففيه ما ذكرنا من الفائدة وهي الأمر بالمداومة ، كأنه قال : سبح قبل طلوع الشمس ، وإذا جاء وقت الفراغ من السجود قبل الطلوع فسبح وسبح قبل الغروب ، وبعد الفراغ من السجود قبل الغروب سبحه فيكون ذلك إشارة إلى صرف الليل إلى التسبيح ، ويحتمل أن يكون عطفاً على { وَمِنَ اليل فَسَبّحْهُ } وعلى هذا يكون عطفاً على الجار والمجرور جميعاً ، تقديره وبعض الليل ( فسبحه وأدبار السجود ) .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن الليل فسبحه وأدبار السجود (40) ",
        "babnum": 35
    },
    {
        "id": 2339,
        "cate": "50",
        "title": "وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ (41) ",
        "details": " هذا إشارة إلى بيان غاية التسبيح ، يعني اشتغل بتنزيه الله وانتظر المنادي كقوله تعالى : { واعبد رَبَّكَ حتى يَأْتِيَكَ اليقين } [ الحجر : 99 ] وفيه مسائل : المسألة الأولى : ما الذي يستمعه؟ قلنا : يحتمل وجوهاً ثلاثة .\r\n أحدها : أن يترك مفعوله رأساً ويكون المقصود كن مستمعاً ولا تكن مثل هؤلاء المعرضين الغافلين ، يقال هو رجل سميع مطيع ولا يراد مسموع بعينه كما يقال فلان وكاس ، وفلان يعطي ويمنع .\r\n ثانيهما : استمع لما يوحي إليك .\r\n ثالثها : استمع نداء المنادي .\r\n المسألة الثانية : { يَوْمَ يُنَادِ المناد } منصوب بأي فعل؟ نقول : هو مبني على المسألة الأولى ، إن قلنا استمع لا مفعول له فعامله ما يدل عليه قوله تعالى : { يَوْمُ الخروج } [ ق : 42 ] تقديره : يخرجون يوم ينادي المنادي ، وإن قلنا مفعوله لما يوحى فتقديره ( واستمع ) لما يوحى ( يوم ينادي ) ويحتمل ما ذكرنا وجهاً آخر ، وهو ما يوحي أي ما يوحى { يَوْم يُنَادِ المناد } اسمعه ، فإن قيل : استمع عطف على فاصبر وسبح وهو في الدنيا ، والاستماع يكون في الدنيا ، وما يوحى { يَوْمَ يُنَادِ المناد } لا يستمع في الدنيا ، نقول ليس بلازم ذلك لجواز أن يقال صل وادخل الجنة أي صل في الدنيا وادخل الجنة في العقبى ، فكذلك ههنا ، ويحتمل أن يقال بأن استمع بمعنى انتظر فيحتمل الجمع في الدنيا ، وإن قلنا استمع الصيحة وهو نداء المنادي : يا عظام انتشري ، والسؤال الي ذكره علم الجواب منه ، وجواب آخر نقوله حينئذ وهو أن الله تعالى قال : { وَنُفِخَ فِى الصور فَصَعِقَ مَن فِى السموات وَمَن فِى الأرض إِلاَّ مَن شَاء الله } [ الزمر : 68 ] قلنا : إن من شاء الله هم الذين علموا وقوع الصيحة ، واستيقظوا لها فلم تزعجهم كمن يرى برقاً أومض ، وعلم أن عقبيه يكون رعد قوي فينظره ويستمع له ، وآخر غافل فإذا رعد بقوة ربما يغشى على الغافل ولا يتأثر منه المستمع ، فقال : استمع ذلك كي لا تكون ممن يصعق في ذلك اليوم .\r\n المسألة الثانية : ما الذي ينادي المنادي؟ فيه وجوه محتملة منقولة معقولة وحصرها بأن نقول المنادي إما أن يكون هو الله تعالى أو الملائكة أو غيرهما وهم المكلفون من الإنس والجن في الظاهر ، وغيرهم لا ينادي ، فإن قلنا هو تعالى فيه وجوه .\r\n أحدها : ينادي : { احشروا الذين ظَلَمُواْ وأزواجهم } [ الصافات : 22 ] .\r\n ثانيها : ينادي { أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ } [ ق : 24 ] مع قوله : { أدخلوها بسلام } [ ق : 34 ] ومثله قوله تعالى : { خُذُوهُ فَغُلُّوهُ } [ الحاقة : 30 ] يدل على هذا قوله تعالى : { يَوْمَ يُنَادِ المناد مِن مَّكَانٍ قَرِيبٍ } [ ق : 41 ] وقال : { وَأُخِذُواْ مِن مَّكَانٍ قَرِيبٍ } [ سبأ : 51 ] .\r\n ثالثها : غيرهما لقوله تعالى : { يُنَادِيهِمْ أَيْنَ شُرَكَائِى } وغير ذلك ، وأما على قولنا المنادي غير الله ففيه وجوه أيضاً .\r\n أحدها : قول إسرافيل : أيتها العظام البالية اجتمعوا للوصل واستمعوا للفصل .\r\n ثانيها : النداء مع النفس يقال للنفس ارجعي إلى ربك لتدخلي مكانك من الجنة أو النار .\r\n ثالثها : ينادي مناد هؤلاء للجنة وهؤلاء للنار ، كما قال تعالى : { فَرِيقٌ فِى الجنة وَفَرِيقٌ فِى السعير } [ الشورى : 7 ] وعلى قولنا المنادي هو المكلف فيحتمل أن يقال هو ما بين الله تعالى في قوله : { وَنَادَوْاْ يامالك } [ الزخرف : 77 ] أو غير ذلك إلا أن الظاهر أن المراد أحد الوجهين الأولين ، لأن قوله المنادي للتعريف وكون الملك في ذلك اليوم منادياً معروف عرف حاله وإن لم يجر ذكره ، فيقال : قال صلى الله عليه وسلم وإن لم يكن قد سبق ذكره ، وأما أن الله تعالى مناد فقد سبق في هذه السورة في قوله : { أَلْقِيَا } [ ق : 24 ] وهذا نداء ، وقوله : { يَوْمَ نَقُولُ لِجَهَنَّمَ } [ ق : 30 ] وهو نداء ، وأما المكلف ليس كذلك ، وقوله تعالى : { مِن مَّكَانٍ قَرِيبٍ } إشارة إلى أن الصوت لا يخفى على أحد بل يستوي في استماعه كل أحد وعلى هذا فلا يبعد حمل المنادي على الله تعالى إذ ليس المراد من المكان القريب نفس المكان بل ظهور النداء وهو من الله تعالى أقرب ، وهذا كما قال في هذه السورة : { وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الوريد } [ ق : 16 ] وليس ذلك بالمكان .\r\n ثم قال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "واستمع يوم يناد المناد من مكان قريب (41) ",
        "babnum": 36
    },
    {
        "id": 2340,
        "cate": "50",
        "title": "يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ذَلِكَ يَوْمُ الْخُرُوجِ (42) ",
        "details": " هذا تحقيق ما بينا من الفائدة في قوله : { واستمع } [ ق : 41 ] أي لا تكن من الغافلين حتى لا تصعق يوم الصيحة ، وبيانه هو أنه قال استمع أي كن قبل أن تستمع مستيقظاً لوقوعه ، فإن السمع لا بد منه أنت وهم فيه سواء فهم يسمعون لكن من غير استماع فيصعقون وأنت تسمع بعد الاستماع فلا يؤثر فيك إلا ما لا بد منه و { يَوْمٍ } يحتمل وجوهاً .\r\n أحدها : ما قاله الزمخشري أنه بدل من يوم في قوله : { واستمع يَوْمَ يُنَادِ المناد } والعامل فيهما الفعل الذي يدل عليه قوله تعالى : { ذَلِكَ يَوْمُ الخروج } [ ق : 42 ] أي يخرجون يوم يسمعون .\r\n ثانيها : أن { يَوْمَ يَسْمَعُونَ } العامل فيه مما في قوله ذلك { يَوْمَ يُنَادِ المناد } العامل فيه ما ذكرنا .\r\n ثالثها : أن يقال استمع عامل في يوم ينادي كما ذكرنا وينادي عامل في يسمعون ، وذلك لأن يوم ينادي وإن لم يجز أن يكون منصوباً بالمضاف إليه وهو ينادي لكن غيره يجوز أن يكون منصوباً به ، يقال : اذكر حال زيد ومذلته يوم ضربه عمرو ، ويوم كان عمرو والياً ، إذا كان القائل يريد بيان مذلة زيد عندما صار زيد يكرم بسبب من الأسباب ، فلا يكون يوم كان عمرو والياً منصوباً بقوله اذكر لأن غرض القائل التذكير بحال زيد ومذلته وذلك يوم الضرب ، لكن يوم كان عمرو منصوب بقوله ضربه عمرو يوم كان والياً ، فكذلك ههنا قال : { واستمع يَوْمَ يُنَادِ المناد } لئلا تكون ممن يفزع ويصعق ، ثم بين هذا النداء بقوله : { يُنَادِ المناد } يوم يسمعون أي لا يكون نداءً خفياً بحيث لا يسمعه بعض الناس بل يكون نداؤه بحيث تكون نسبته إلى من في أقصى المغرب كنسبته إلى من في المشرق ، وكلكم تسمعون ، ولا شك أن مثل هذا الصوت يجب أن يكون الإنسان متهيئاً لاستماعه ، وذلك يشغل النفس بعبادة الله تعالى وذكره والتفكير فيه فظهر فائدة جليلة من قوله : { فاصبر ، وَسَبّحْ ، واستمع يَوْمَ يُنَادِ المناد ، وَيَوْمَ يَسْمَعُونَ } واللام في الصيحة للتعريف ، وقد عرف حالها وذكرها الله مراراً كما في قوله تعالى : { إِن كَانَتْ إِلاَّ صَيْحَةً واحدة } [ ياس : 29 ] وقوله { فإنما هي زجرة واحدة } [ الصافات : 19 ] وقوله : { نَفْخَةٌ واحدة } [ الحاقة : 13 ] وقوله : { بالحق } جاز أن يكون متعلقاً بالصيحة أي الصحة بالحق يسمعونها ، وعلى هذا ففيه وجوه : الأول : الحق الحشر أي الصيحة بالحشر وهو حق يسمعونها يقال صاح زيد بيا قوم اجتمعوا على حد استعمال تكلم بهذا الكلام وتقديره حينئذ يسمعون الصيحة بيا عظام اجتمعي وهو المراد بالحق .\r\n الثاني : الصيحة بالحق أي باليقين والحق هو اليقين ، يقل صاح فلان بيقين لا بظن وتخمين أي وجد منه الصياح يقيناً لا كالصدى وغيره وهو يجري مجرى الصفة للصيحة ، يقال استمع سماعاً بطلب ، وصاح صيحة بقوة أي قوية فكأنه قال الصيحة المحققة .\r\n الثالث : أن يكون معناه الصيحة المقترنة بالحق وهو الوجود ، يقال كن فيتحقق ويكون ، ويقال اذهب بالسلام وارجع بالسعادة أي مقروناً ومصحوباً ، فإن قيل زد بياناً فإن الباء في الحقيقة للإلصاق فكيف يفهم معنى الإلصاق في هذه المواضع؟ نقول التعدية قد تتحقق بالباء يقال ذهب بزيد على معنى ألصق الذهاب بزيد فوجد قائماً به فصار مفعولاً ، فعلى قولنا المراد يسمعون صيحة من صاح بيا عظام اجتمعي هو تعدية المصدر بالباء يقال أعجبني ذهاب زيد بعمرو ، وكذلك قوله : { الصيحة بالحق } أي ارفع الصوت على الحق وهو الحشر ، وله موعد نبينه في موضع آخر إن شاء الله تعالى .\r\n الوجه الثاني : أن يكون الحق متعلقاً بقوله : { يَسْمَعُونَ } أي يسمعون الصيحة بالحق وفيه وجهان .\r\n الأول : هو قول القائل سمعته بيقين .\r\n الثاني : الباء في يسمعون بالحق قسم أي يسمعون الصيحة بالله الحق وهو ضعيف وقوله تعالى : { ذَلِكَ يَوْمُ } فيه وجهان .\r\n أحدهما : ذلك إشارة إلى يوم أي ذلك اليوم يوم الخروج .\r\n ثانيهما : ذلك إشارة إلى نداء المنادي .\r\n ثم قال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "يوم يسمعون الصيحة بالحق ذلك يوم الخروج (42) ",
        "babnum": 37
    },
    {
        "id": 2341,
        "cate": "50",
        "title": "إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ (43) ",
        "details": " قد ذكرنا في سورة ياس ما يتعلق بقوله : { إِنَّا نَحْنُ } ، وأما قوله : { نحيي ونميت } فالمراد من الإحياء الإحياء أولاً { وَنُمِيتُ } إشارة إلى الموتة الأولى وقوله : { وَإِلَيْنَا } بيان للحشر فقدم { إِنَّا نَحْنُ } لتعريف عظمته يقول القائل أنا أنا أي مشهور و { نحيي ونميت } أمور مؤكدة معنى العظمة { وَإِلَيْنَا المصير } بيان للمقصود .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا نحن نحيي ونميت وإلينا المصير (43) ",
        "babnum": 38
    },
    {
        "id": 2342,
        "cate": "50",
        "title": "يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ (44) ",
        "details": " وقوله تعالى : { يَوْمَ تَشَقَّقُ الأرض عَنْهُمْ سِرَاعاً } العامل فيه هو ما في قوله { يَوْمُ الخروج } [ ق : 42 ] من الفعل أي يخرجون يوم تشقق الأرض عنهم سراعاً وقوله : { سِرَاعاً } حال للخارجين لأن قوله تعالى : { عَنْهُمْ } يفيد كونهم مفعولين بالتشقق فكان التشقق عند الخروج من القبر كما يقال كشف عنه فهو مكشوف عنه فيصير سراعاً هيئة المفعول كأنه قال مسرعين والسراع جمع سريع كالكرام جمع كريم .\r\n قوله : { ذَلِكَ حَشْرٌ } يحتمل أن يكون إشارة إلى التشقق عنهم ، ويحتمل أن يكون إشارة إلى الإخراج المدلول عليه بقوله سراعاً ، ويحتمل أن يكون معناه ذلك الحشر حشر يسير ، لأن الحشر علم مما تقدم من الألفاظ .\r\n وقوله تعالى : { عَلَيْنَا يَسِيرٌ } بتقديم الظرف يدل على الاختصاص ، أي هو علينا هين لا على غيرنا وهو إعادة جواب قولهم : { ذَلِكَ رَجْعُ بَعِيدٌ } [ ق : 3 ] والحشر الجمع ويوم القيامة جمع الأجزاء بعضها إلى بعض وجمع الأرواح مع الأشباح أي يجمع بين كل روح وجسدها وجمع الأمم المتفرقة والرمم المتمزقة والكل واحد في الجمع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يوم تشقق الأرض عنهم سراعا ذلك حشر علينا يسير (44) ",
        "babnum": 39
    },
    {
        "id": 2343,
        "cate": "50",
        "title": "نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ (45) ",
        "details": " فيه وجوه .\r\n أحدها : تسلية لقلب النبي صلى الله عليه وسلم والمؤمنين وتحريض لهم على ما أمر به النبي صلى الله عليه وسلم من الصبر والتسبيح ، أي اشتغل بما قلناه ولا يشغلك الشكوى إلينا فإنا نعلم أقوالهم ونرى أعمالهم ، وعلى هذا فقوله : { وَمَا أَنتَ عَلَيْهِمْ بِجَبَّارٍ } مناسب له أي لا تقل بأني أرسلت إليهم لأهديهم ، فكيف أشتغل بما يشغلني عن الهداية وهو الصلاة والتسبيح ، فإنك ما بعثت مسلطاً على دواعيهم وقدرهم ، وإنما أمرت بالتبليغ ، وقد بلغت فاصبر وسبح وانتظر اليوم الذي يفصل فيه بينكم .\r\n ثانيها : هي كلمة تهديد وتخويف لأن قوله : { وَإِلَيْنَا المصير } [ ق : 43 ] ظاهر في التهديد بالعلم بعملكم لأن من يعلم أن مرجعه إلى الملك ولكنه يعتقد أن الملك لا يعلم ما يفعله لا يمتنع من القبائح ، أما إذا علم أنه يعلمه وعنده غيبه وإليه عوده يمتنع فقال تعالى : { وَإِلَيْنَا المصير } و { نَّحْنُ أَعْلَمُ } وهو ظاهر في التهديد ، وهذا حينئذ كقوله تعالى : { ثُمَّ إلى رَبّكُمْ مَّرْجِعُكُمْ فَيُنَبّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصدور } [ الزمر : 7 ] .\r\n ثالثها تقرير الحشر وذلك لأنه لما بيّن أن الحشر عليه يسير لكمال قدرته ونفوذ إرادته ولكن تمام ذلك بالعلم الشامل حتى يميز بين جزء بدنين جزء بدن زيد وجزء بدن عمرو فقال : { ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ } لكمال قدرتنا ، ولا يخفى علينا الأجزاء لمكان علمنا ، وعلى هذا فقوله : { نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ } معناه نحن نعلم عين ما يقولون في قولهم { أَئذَا مِتْنَا وَكُنَّا تُرَاباً } [ المؤمنون : 82 ] { أَئذَا ضَلَلْنَا فِى الأرض } [ السجدة : 10 ] فيقول : نحن نعلم الأجزاء التي يقولون فيها إنها ضالة وخفية ولا يكون المراد نحن نعلم وقولهم في الأول جاز أن تكون ما مصدرية فيكون المراد من قوله : { بِمَا يَقُولُونَ } أي قولهم ، وفي الوجه الآخر تكون خبرية ، وعلى هذا الدليل فلا يصح قوله : { نَّحْنُ أَعْلَمُ } إذ لا عالم بتلك الأجزاء سواه حتى يقول : { نَّحْنُ أَعْلَمُ } نقول قد علم الجواب عنه مراراً من وجوه : أحدها : أن أفعل لا يقتضي الاشتراك في أصل الفعل كما في قوله تعالى : { والله أَحَقُّ أَن تخشاه } [ الأحزاب : 37 ] وفي قوله تعالى : { أَحْسَنُ نَدِيّاً } [ مريم : 77 ] ، وفي قوله : { وَهُوَ أَهْوَنُ عَلَيْهِ } [ الروم : 27 ] .\r\n ثانيها : معناه نحن أعلم بما يقولون من كل عالم بما يعلمه ، والأول أصح وأظهر وأوضح وأشهر وقوله : { وَمَا أَنتَ عَلَيْهِمْ بِجَبَّارٍ } فيه وجوه : أحدها : أن للتسلية أيضاً ، وذلك لأنه لما من عليه بالإقبال على الشغل الأخروي وهو العبادة أخبر بأنه لم يصرف عن الشغل الآخر وهو البعث ، كما أن الملك إذا أمر بعض عبيده بشغلين فظهر عجزه في أحدهما : يقول له أقبل على الشغل الآخر ومنهما ونحن نبعث من يقدر على الذي عجزت عن منهما ، فقال : { اصبر .\r\n وسبح ، وما أنت بجبار } أي فما كان امتناعهم بسبب تجبر منك أو تكبر فاشمأزوا من سوء خلقك ، بل كنت بهم رؤوفاً وعليهم عطوفاً وبالغت وبلغت وامتنعوا فأقبل على الصبر والتسبيح غير مصروف عن الشغل الأول بسبب جبروتك ، وهذا في معنى قوله تعالى : { مَا أَنتَ بِنِعْمَةِ رَبّكَ بِمَجْنُونٍ } إلى أن قال : { وَإِنَّكَ لعلى خُلُقٍ عَظِيمٍ } [ القلم : 2 4 ] ، ثانيها : هو بيان أن النبي صلى الله عليه وسلم أتى بما عليه من الهداية ، وذلك لأنه أرسله منذراً وهادياً لا ملجأ ومجبراً ، وهذا كما في قوله تعالى : { فَمَا أرسلناك عَلَيْهِمْ حَفِيظاً } [ الشورى : 18 ] أي تحفظهم من الكفر والنار ، وقوله : { وَمَا أَنتَ عَلَيْهِمْ } في معنى قول القائل : اليوم فلان علينا ، في جواب من يقول : من عليكم اليوم؟ أي من الوالي عليكم .\r\n ثالثها : هو بيان لعدم وقت نزول العذاب بعد ، وذلك لأن النبي صلى الله عليه وسلم لما أنذر وأعذر وأظهر لم يؤمنوا كان يقول إن هذا وقت العذاب ، فقال : نحن أعلم بما يقولون وما أنت عليهم بمسلط فذكر بعذابي إن لم يؤمنوا من بقي منهم ممن تعلم أنه يؤمن ثم تسلط ، ويؤيد هذا قول المفسرين أن الآية نزلت قبل نزول آية القتال ، وعلى هذا فقوله : { فَذَكّرْ بالقرءان مَن يَخَافُ وَعِيدِ } أي من بقي منهم ممن يخاف يوم الوعيد ، وفيه وجوه أُخر .\r\n أحدها : أنا بينا في أحد الوجوه أن قوله تعالى : { فاصبر على مَا يَقُولُونَ وَسَبّحْ } [ ق : 39 ] معناه أقبل على العبادة ، ثم قال : ولا تترك الهداية بالكلية بل وذكر المؤمنين { فَإِنَّ الذكرى تَنفَعُ المؤمنين } [ الذاريات : 55 ] { وَأَعْرِض عَنِ الجاهلين } [ الأعراف : 199 ] وقوله : { بالقرءان } فيه وجوه .\r\n الأول : فذكر بما في القرآن واتل عليهم القرآن يحصل لهم بسبب ما فيه المنفعة .\r\n الثاني : { فَذَكّرْ بالقرءان } أي بيّن به أنك رسول لكونه معجزاً ، وإذا ثبت كونك رسولاً لزمهم قبول قولك في جميع ما تقول به .\r\n الثالث : المراد فذكر بمقتضى ما في القرآن من الأوامر الواردة بالتبليغ والتذكير ، وحينئذ يكون ذكر القرآن لانتفاع النبي صلى الله عليه وسلم به أي اجعل القرآن إمامك ، وذكرهم بما أخبرت فيه بأن تذكرهم ، وعلى الأول معناه اتل عليهم القرآن ليتذكروا بسببه ، وقوله تعالى : { مَن يَخَافُ وَعِيدِ } من جملة ما يبين كون الخشية دالة على عظمة المخشي أكثر مما يدل عليه الخوف ، حيث قال : { يَخَافُ } عندما جعل المخوف عذاب ووعيده ، وقال : { اخشوني } [ البقرة : 150 ] عندما جعل المخوف نفسه العظيم ، وفي هذه الآية إشارة إلى الأصول الثلاثة ، وقوله : { وَذَكَرَ } إشارة إلى أنه مرسل مأمور بالتذكير منزل عليه القرآن حيث قال : { بالقرءان } وقوله : { وَعِيدِ } إشارة إلى اليوم الآخر وضمير المتكلم في قوله : { وَعِيدِ } يدل على الوحدانية ، فإنه لو قال من يخاف وعيد الله كان يذهب وهم الله إلى كل صوب فلذا قال : { وَعِيدِ } والمتكلم أعرف المعارف وأبعد عن الإشراك به وقبول الاشتراك فيه ، وقد بينا في أول السورة أن أول السورة وآخرها متقاربان في المعنى حيث قال في الأول : { ق والقرءان المجيد } [ ق : 1 ] وقال في آخرها : { فَذَكّرْ بالقرءان } .\r\n وهذا آخر تفسير هذه السورة والحمد لله ربّ العالمين ، وصلاته على خاتم النبيّين وسيد المرسلين محمد النبي وآله وصحبه وأزواجه وذريته أجمعين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "نحن أعلم بما يقولون وما أنت عليهم بجبار فذكر بالقرآن من يخاف وعيد (45) ",
        "babnum": 40
    }
]