[
    {
        "id": 3344,
        "cate": "107",
        "title": "أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ (1) ",
        "details": " فيه مسائل : المسألة الأولى : قرأ بعضهم ( أريت ) بحذف الهمزة ، قال الزجاج : وهذا ليس بالاختيار ، لأن الهمزة إنما طرحت من المستقبل نحو يرى وأرى وترى ، فأما رأيت فليس يصح عن العرب فيها ريت ، ولكن حرف الاستفهام لما كان في أول الكلام سهل إلغاء الهمزة ، ونظيره : صاح هل ريت أو سمعت براع \r\n رد في الضرع ما قرى في العلاب وقرأ ابن مسعود ( أرأيتك ) بزيادة حرف الخطاب كقوله : { أَرَءيْتَكَ هذا الذى كرمت على } [ الإسراء : 62 ] .\r\n المسألة الثانية : قوله : { أَرَأَيْتَ } معناه هل عرفت الذي يكذب بالجزاء من هو ، فإن لم تعرفه : فهوالذى يَدُعُّ اليتيم .\r\n واعلم أن هذا اللفظ وإن كان في صورة الاستفهام ، لكن الغرض بمثله المبالغة في التعجب كقولك : أرأيت فلاناً ماذا ارتكب ولماذا عرض نفسه؟ ثم قيل : إنه خطاب للرسول صلى الله عليه وسلم ، وقيل : بل خطاب لكل عاقل أي أرأيت يا عاقل هذا الذي يكذب بالدين بعد ظهور دلائله ووضوح تبيانه أيفعل ذلك لا لغرض ، فكيف يليق بالعاقل جر العقوبة الأبدية إلى نفسه من غير غرض أو لأجل الدنيا ، فكيف يليق بالعاقل أن يبيع الكثير الباقي بالقليل الفاني .\r\n المسألة الثالثة : في الآية قولان : أحدهما : أنها مختصة بشخص معين ، وعلى هذا القول ذكروا أشخاصاً ، فقال ابن جريج : نزلت في أبي سفيان كان ينحر جزورين في كل أسبوع ، فأتاه يتيم فسأله لحماً فقرعه بعصاه ، وقال مقاتل : نزلت في العاص بن وائل السهمي ، وكان من صفته الجمع بين التكذيب بيوم القيامة ، والإتيان بالأفعال القبيحة ، وقال السدي : نزلت في الوليد بن المغيرة ، وحكى الماوردي أنها نزلت في أبي جهل ، وروي أنه كان وصياً ليتيم ، فجاءه وهو عريان يسأله شيئاً من مال نفسه ، فدفعه ولم يعبأ به فأيس الصبي ، فقال له أكابر قريش : قل لمحمد يشفع لك ، وكان غرضهم الاستهزاء ولم يعرف اليتيم ذلك ، فجاء إلى النبي صلى الله عليه وسلم والتمس منه ذلك ، وهو عليه الصلاة والسلام ما كان يرد محتاجاً فذهب معه إلى أبي جهل فرحب به وبذل المال لليتيم فعيره قريش ، فقالوا : صبوت ، فقال : لا والله ما صبوت ، لكن رأيت عن يمينه وعن يساره حربة خفت إن لم أجبه يطعنها في ، وروي عن ابن عباس أنها نزلت في منافق جمع بين البخل والمراءاة والقول الثاني : أنه عام لكل من كان مكذباً بيوم الدين ، وذلك لأن إقدام الإنسان على الطاعات وإحجامه عن المحظورات إنما يكون للرغبة في الثواب والرهبة عن العقاب ، فإذا كان منكراً للقيامة لم يترك شيئاً من المشتهيات واللذات ، فثبت أن إنكار القيامة كالأصل لجميع أنواع الكفر والمعاصي .\r\n المسألة الرابعة : في تفسير الدين وجوه أحدها : أن يكون المراد من يكذب بنفس الدين والإسلام إما لأنه كان منكراً للصانع ، أو لأنه كان منكراً للنبوة ، أو لأنه كان منكراً للمعاد أو لشيء من الشرائع ، فإن قيل : كيف يمكن حمله على هذا الوجه ، ولا بد وأن يكون لكل أحد دين والجواب : من وجوه أحدها : أن الدين المطلق في اصطلاح أهل الإسلام ، والقرآن هو الإسلام قال : الله تعالى : { إِنَّ الدّينَ عِندَ الله الإسلام } [ آل عمران : 19 ] أما سائر المذاهب فلا تسمى ديناً إلا بضرب من التقييد كدين النصارى واليهود وثانيها : أن يقال : هذه المقالات الباطلة ليست بدين ، لأن الدين هو الخضوع لله وهذه المذاهب إنما هي خضوع للشهوة أو للشبهة وثالثها : وهو قول أكثر المفسرين .\r\n أن المراد أرأيت الذي يكذب بالحساب والجزاء ، قالوا : وحمله على هذا الوجه أولى لأن من ينكر الإسلام قد يأتي بالأفعال الحميدة ويحترز عن مقابحها إذا كان مقراً بالقيامة والبعث ، أما المقدم على كل قبيح من غير مبالاة فليس هو إلا المنكر للبعث والقيامة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أرأيت الذي يكذب بالدين (1) ",
        "babnum": 1
    },
    {
        "id": 3345,
        "cate": "107",
        "title": "فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ (2) وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ (3) ",
        "details": " ثم قال تعالى : { فَذَلِكَ الذى يَدُعُّ اليتيم * وَلاَ يَحُضُّ على طَعَامِ المسكين } .\r\n واعلم أنه تعالى ذكر في تعريف من يكذب الدين وصفين أحدهما : من باب الأفعال وهو قوله : { فَذَلِكَ الذى يَدُعُّ اليتيم } والثاني : من باب التروك وهو قوله : { وَلاَ يَحُضُّ على طَعَامِ المسكين } والفاء في قوله { فذلك } للسببية أي لما كان كافراً مكذباً كان كفره سبباً لدع اليتيم ، وإنما اقتصر عليهما على معنى أن الصادر عمن يكذب بالدين ليس إلا ذلك ، لأنا نعلم أن المكذب بالدين لا يقتصر على هذين بل على سبيل التمثيل ، كأنه تعالى ذكر في كل واحد من القسمين مثالاً واحداً تنبيهاً بذكره على سائر القبائح ، أو لأجل أن هاتين الخصلتين ، كماأنهما قبيحان منكران بحسب الشرع فهما أيضاً مستنكران بحسب المروءة والإنسانية ، أما قوله : { يَدُعُّ اليتيم } فالمعنى أنه يدفعه بعنف وجفوة كقوله : { يَوْمَ يُدَعُّونَ إلى نَارِ جَهَنَّمَ دَعًّا } [ الطور : 13 ] وحاصل الأمر في دع اليتيم أمور أحدها : دفعه / عن حقه وماله بالظلم والثاني : ترك المواساة معه ، وإن لم تكن المواساة واجبة .\r\n وقد يذم المرء بترك النوافل لاسيما إذا أسند إلى النفاق وعدم الدين والثالث : يزجره ويضربه ويستخف به ، وقرىء ( يدع ) أي يتركه ، ولا يدعوه بدعوة ، أي يدعوا جميع الأجانب ويترك اليتيم مع أنه عليه الصلاة والسلام قال : « ما من مائدة أعظم من مائدة عليها يتيم » وقرىء يدعو اليتيم أي يدعوه رياء ثم لا يطعمه وإنما يدعوه استخداماً أو قهراً أو استطالة .\r\n واعلم أن في قوله : { يَدُعُّ } بالتشديد فائدة ، وهي أن يدع بالتشديد معناه أنه يعتاد ذلك فلا يتناول الوعيد من وجد منه ذلك وندم عليه ، ومثله قوله تعالى : { الذين يَجْتَنِبُونَ كبائر الإثم والفواحش إِلاَّ اللمم } [ النجم : 32 ] سمى ذنب المؤمن لمماً لأنه كالطيف والخيال يطرأ ولا يبقى ، لأن المؤمن كما يفرغ من الذنب يندم ، إنما المكذب هو الذي يصر على الذنب .\r\n أما قوله : { وَلاَ يَحُضُّ على طَعَامِ المسكين } ففيه وجهان أحدهما : أنه لا يحض نفسه على طعام المسكين وإضافة الطعام إلى المسكين تدل على أن ذلك الطعام حق المسكين ، فكأنه منع المسكين مما هو حقه ، وذلك يدل على نهاية بخله وقساوة قلبه وخساسة طبعه والثاني : لا يحض غيره على إطعام ذلك المسكين بسبب أنه لا يتقد في ذلك الفعل ثواباً ، والحاصل أنه تعالى جعل علم التكذيب بالقيامة الإقدام على إيذاء الضعيف ومنع المعروف ، يعني أنه لو آمن بالجزاء وأيقن بالوعيد لما صدر عنه ذلك ، فموضع الذنب هو التكذيب بالقيامة ، وههنا سؤالان : السؤال الأول : أليس قد لا يحض المرء في كثير من الأحوال ولا يكون آثماً؟ الجواب : لأنه غيره ينوب منابه أو لأنه لا يقبل قوله أو لمفسدة أخرى يتوقعها ، أما ههنا فذكر أنه لا يفعل ذلك ( إلا ) لما أنه مكذب بالدين .\r\n السؤال الثاني : لم لم يقل : ولا يطعم المسكين؟ والجواب : إذا منع اليتيم حقه فكيف يطعم المسكين من مال نفسه ، بل هو بخيل من مال غيره ، وهذا هو النهاية في الخسة ، فلأن يكون بخيلاً بمال نفسه أولى ، وضده في مدح المؤمنين : { وَتَوَاصَوْاْ بالمرحمة } [ البلد : 17 ] { وَتَوَاصَوْاْ بالحق وَتَوَاصَوْاْ بالصبر .\r\n } [ العصر : 3 ] ",
        "fav": 0,
        "note": null,
        "normal": "فذلك الذي يدع اليتيم (2) ولا يحض على طعام المسكين (3) ",
        "babnum": 2
    },
    {
        "id": 3346,
        "cate": "107",
        "title": "فَوَيْلٌ لِلْمُصَلِّينَ (4) الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ (5) ",
        "details": " ثم قال تعالى : { فَوَيْلٌ لّلْمُصَلّينَ الذين هُمْ عَن صلاتهم سَاهُونَ } وفيه مسائل : المسألة الأولى : في كيفية اتصال هذه الآية بما قبلها وجوه أحدها : أنه لا يفعل إيذاء اليتيم والمنع من الإطعام دليلاً على النفاق فالصلاة لا مع الخضوع والخضوع أولى أن تدل على النفاق ، لأن الإيذاء والمنع من النفع معاملة مع المخلوق ، أما الصلاة فإنها خدمة للخالق ، وثانيها : كأنه لما ذكر إيذاء اليتيم وتركه للحض كأن سائلاً قال : أليس إن الصلاة تنهى عن الفحشاء والمنكر؟ فقال له : الصلاة كيف تنهاه عن هذا الفعل المنكر وهي مصنوعة من عين الرياء والسهو وثالثها : كأنه يقول : إقدامه على إيذاء اليتيم وتركه للحض ، تقصير فيما يرجع إلى الشفقة على خلق الله ، وسهوه في الصلاة تقصير فيما يرجع إلى التعظيم لأمر الله ، فلما وقع التقصير في الأمرين فقد كملت شقاوته ، فلهذا قال : { فَوَيْلٌ } واعلم أن هذا اللفظ إنما يستعمل عند الجريمة الشديدة كقوله : { وَيْلٌ لّلْمُطَفّفِينَ } [ المطففين : 1 ] { فَوَيْلٌ لَّهُمْ مّمَّا كَتَبَتْ أَيْدِيهِمْ } [ البقرة : 79 ] { وَيْلٌ لّكُلّ هُمَزَةٍ لُّمَزَةٍ } [ الهمزة : 1 ] ويروى أن كل أحد ينوح في النار بحسب جريمته ، فقائل يقول : ويلي من حب الشرف ، وآخر يقول : ويلي من الحمية الجاهلية ، وآخر يقول : ويلي من صلاتي ، فلهذا يستحب عند سماع مثل الآية ، أن يقول : المرء ويلي إن لم يغفر لي .\r\n المسألة الثانية : الآية دالة على حصول التهديد العظيم بفعل ثلاثة أمور أحدها : السهو عن الصلاة وثانيها : فعل المراءاة وثالثها : منع الماعون ، وكل ذلك من باب الذنوب ، ولا يصير المرء به منافقاً فلم حكم الله بمثل هذا الوعيد على فاعل هذه الأفعال؟ ولأجل هذا الإشكال ذكر المفسرون فيه وجوهاً أحدها : أن قوله : { فَوَيْلٌ لّلْمُصَلّينَ } أي فويل للمصلين من المنافقين الذين يأتون بهذه الأفعال ، وعلى هذا التقدير تدل الآية على أن الكافر له مزيد عقوبة بسبب إقدامه على محظورات الشرع وتركه لواجبات الشرع ، وهو يدل على صحة قول الشافعي : إن الكفار مخاطبون بفروع الشرائع ، وهذا الجواب هو المعتمد وثانيها : ما رواه عطاء عن ابن عباس أنه لو قال الله : في صلاتهم ساهون ، لكان هذا الوعيد في المؤمنين لكنه قال : { عَن صلاتهم سَاهُونَ } والساهي عن الصلاة هو الذي لا يتذكرها ويكون فارغاً عنها ، وهذا القول ضعيف لأن السهو عن الصلاة لا يجوز أن يكون مفسراً بترك الصلاة ، لأنه تعالى أثبت لهم الصلاة بقوله : { فَوَيْلٌ لّلْمُصَلّينَ } وأيضاً فالسهو عن الصلاة بمعنى الترك لا يكون نفاقاً ولا كفراً فيعود الإشكال ، ويمكن أن يجاب عن الاعتراض الأول بأنه تعالى حكم عليهم بكونهم مضلين نظراً إلى الصورة وبأنهم نسوا الصلاة بالكلية نظراً إلى المعنى كما قال : { وَإِذَا قَامُواْ إِلَى الصلاة قَامُواْ كسالى يُرَاءونَ الناس ولا يذكرون الله إلاَّ قليلاً } [ النساء : 142 ] ويجاب عن الاعتراض الثاني بأن النسيان عن الصلاة هو أن يبقى ناسياً لذكر الله في جميع أجزاء الصلاة وهذا لا يصدر إلا عن المنافق الذي يعتقد أنه لا فائدة في الصلاة ، أما المسلم الذي يعتقد فيها فائدة عينية يمتنع أن لا يتذكر أمر الدين والثواب والعقاب في شيء من أجزاء الصلاة ، بل قد يحصل له السهو في الصلاة بمعنى أنه يصير ساهياً في بعض أجزاء الصلاة ، فثبت أن السهو في الصلاة من أفعال المؤمن والسهو عن الصلاة من أفعال الكافر وثالثها : أن يكون معنى : { ساهون } أي لا يتعهدون أوقات صلواتهم ولا شرائطها ، ومعناه أنه لا يبالي سواء صلى أو لم يصل ، وهو قول سعد بن أبي وقاص ومسروق والحسن ومقاتل .\r\n المسألة الثالثة : اختلفوا في سهو الرسول عليه الصلاة والسلام في صلاته ، فقال كثير من العلماء : إنه عليه الصلاة والسلام ما سها ، لكن الله تعالى أذن له في ذلك الفعل حتى يفعل ما يفعله الساهي فيصير ذلك بياناً لذلك الشرع بالفعل والبيان بالفعل أقوى ، ثم بتقدير وقوع السهو منه فالسهو على أقسام أحدها : سهو الرسول والصحابة وذلك منجبر تارة بسجود السهو وتارة بالسنن والنوافل والثاني : ما يكون في الصلاة من الغفلة وعدم استحضار المعارف والنيات والثالث : الترك لا إلى قضاء والإخراج عن الوقت ، ومن ذلك صلاة المنافق وهي شر من ترك الصلاة لأنه يستهزىء بالدين بتلك الصلاة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فويل للمصلين (4) الذين هم عن صلاتهم ساهون (5) ",
        "babnum": 3
    },
    {
        "id": 3347,
        "cate": "107",
        "title": "الَّذِينَ هُمْ يُرَاءُونَ (6) ",
        "details": " أما قوله تعالى : { الذين هُمْ يُرَاءونَ } فاعلم أن الفرق بين المنافق والمرائي؛ أن المنافق هو المظهر للإيمان المبطن للكفر ، والمرائي المظهر ما ليس في قلبه من زيادة خشوع ليعتقد فيه من يراه أنه متدين ، أو تقول : المنافق لا يصلي سراً والمرائي تكون صلاته عند الناس أحسن .\r\n اعلم أنه يجب إظهار الفرائض من الصلاة والزكاة لأنها شعائر الإسلام وتاركها مستحق للعن فيجب نفي التهمة بالإظهار .\r\n إنما الإخفاء في النوافل إلا إذا أظهر النوافل ليقتدى به ، وعن بعضهم أنه رأى في المسجد رجلاً يسجد للشكر وأطالها ، فقال : ما أحسن هذا لو كان في بيتكا لكن مع هذا قالوا : لا يترك النوافل حياء ولا يأتى بها رياء ، وقلما يتيسر اجتناب الرياء ، ولهذا قال عليه الصلاة والسلام : « الرياء أخفى من دبيب النملة السوداء في الليلة الظلماء على المسح الأسود » فإن قيل : ما معنى المراءاة؟ قلنا هي مفاعلة من الإراءة لأن المرائي يرى الناس عمله ، وهم يرونه الثناء عليه والإعجاب به .\r\n واعلم أن قوله : { عَن صلاتهم سَاهُونَ } يفيد أمرين : إخراجها عن الوقت ، وكون الإنسان غافلاً فيها ، قوله : { الذين هُمْ يُرَاءونَ } يفيد المراءاة ، فظهر أن الصلاة يجب أن تكون خالية عن هذه الأحوال الثلاثة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الذين هم يراءون (6) ",
        "babnum": 4
    },
    {
        "id": 3348,
        "cate": "107",
        "title": "وَيَمْنَعُونَ الْمَاعُونَ (7) ",
        "details": " ثم لما شرح أمر الصلاة أعقبه بذكر الصلاة فقال : { وَيَمْنَعُونَ الماعون } وفيه أقوال : الأول : وهو قول أبي بكر وعلي وابن عباس وابن الحنفية وابن عمر والحسن وسعيد بن جبير وعكرمة وقتادة والضحاك : هو الزكاة ، وفي حديث أبي : « من قرأ سورة أَرَأَيْتَ غفر الله له إن كان للزكاة مؤدياً » وذلك يوهم أن الماعون هو الزكاة ، ولأن الله تعالى ذكره عقيب الصلاة ، فالظاهر أن يكون ذلك هو الزكاة والقول الثاني : وهو قول أكثر المفسرين ، أن الماعون اسم لما لا يمنع في العادة ويسأله الفقير والغني ، ينسب مانعه إلى سوء الخلق ولؤم الطبيعة كالفأس والقدر والدلو والمقدحة والغربال والقدوم ، ويدخل فيه الملح والماء والنار .\r\n فإنه روي : « ثلاثة لا يحل منعها ، الماء والنار والملح » ومن ذلك أن يلتمس جارك أن يخبز في تنورك ، أو يضع متاعه عندك يوماً أو نصف يوم ، وأصحاب هذا القول قالوا : الماعون فاعول من المعن .\r\n وهو الشيء القليل ومنه ماله سعته ولا معنة أي كثير و ( لا ) قليل ، وسميت الزكاة ماعوناً ، لأنه يؤخذ من المال ربع العشر ، فهو قليل من كثير ، ويسمى ما يستعار في العرف كالفأس والشفرة ماعوناً ، وعلى هذا التقدير يكون معنى الآية الزجر عن البخل بهذه الأشياء القليلة ، فإن البخل بها يكون في نهاية الدناءة والركاكة ، والمنافقون كانوا كذلك ، لقوله تعالى : { الذين يَبْخَلُونَ وَيَأْمُرُونَ الناس بالبخل } [ النساء : 37 ] وقال : { مَّنَّاعٍ لّلْخَيْرِ مُعْتَدٍ أَثِيمٍ } [ القلم : 12 ] قال العلماء : ومن الفضائل أن يستكثر الرجل في منزله مما يحتاج إليه الجيران ، فيعيرهم ذلك ولا يقتصر على الواجب والقول الثالث : قال الفراء : سمعت بعض العرب يقول : الماعون هو الماء وأنشدني فيه : يمج بعيره الماعون مجاً \r\n ولعله خصه بذلك لأن أعز مفقود وأرخص موجود ، وأول شيء يسأله أهل النار الماء ، كما قال : { أَنْ أَفِيضُواْ عَلَيْنَا مِنَ الماء } [ الأعراف : 50 ] وأول لذة يجدها أهل الجنة هو الماء ، كما قال : { وسقاهم رَبُّهُمْ } [ الإنسان : 21 ] القول الرابع : الماعون حسن الانقياد ، يقال : رض بعيرك حتى يعطيك الماعون ، أي حتى يعطيك الطاعة .\r\n واعلم أن الأولى أن يحمل على كل طاعة يخف فعلها لأنه أكثر فائدة ، ثم قال المحققون في الملاءمة : بين قوله : { يُرَاءونَ } وبين قوله : { وَيَمْنَعُونَ الماعون } كأنه تعالى يقول الصلاة لي والماعون للخلق ، فما يجب جعله لي يعرضونه على الخلق وما هو حق الخلق يسترونه عنهم فكأنه لا يعامل الخلق والرب إلا على العكس فَانٍ قِيلَ لم لم يذكر الله اسم الكافر بعينه؟ فإن قلت للستر عليه ، قلت لم لم يستر على آدم بل قال : { وعصى ءادَمَ رَبَّهُ } [ طه : 121 ] ؟ والجواب : أنه تعالى ذكر زلة آدم لكن بعد موته مقروناً بالتوبة ليكون لطفاً لأولاده ، أنه أخرج من الجنة بسبب الصغيرة فكيف يطمعون في الدخول مع الكبيرة ، وأيضاً فإن وصف تلك الزلة رفعة له فإنه رجل لم يصدر عنه إلا تلك الزلة الواحدة ثم تاب عنها مثل هذه التوبة .\r\n ولنختم تفسير هذه السورة بالدعاء : إلهنا ، هذه السورة في ذكر المنافقين والسورة التي بعدها في صفة محمد صلى الله عليه وسلم فنحن وإن لم نصل في الطاعة إلى محمد عليه الصلاة والسلام وإلى أصحابه ، لم نصل في الأفعال القبيحة إلى هؤلاء المنافقين ، فاعف عنا بفضلك يا أرحم الراحمين ، وصلى الله على سيدنا محمد ، وعلى آله وصحبه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويمنعون الماعون (7) ",
        "babnum": 5
    }
]