[
    {
        "id": 3204,
        "cate": "89",
        "title": "وَالْفَجْرِ (1) وَلَيَالٍ عَشْرٍ (2) وَالشَّفْعِ وَالْوَتْرِ (3) وَاللَّيْلِ إِذَا يَسْرِ (4) هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ (5) ",
        "details": " اعلم أن هذه الأشياء التي أقسم الله تعالى بها لا بد وأن يكون فيها إما فائدة دينية مثل كونها دلائل باهرة على التوحيد ، أو فائدة دنيوية توجب بعثاً على الشكر ، أو مجموعهما ، ولأجل ما ذكرناه اختلفوا في تفسير هذه الأشياء اختلافاً شديداً ، فكل أحد فسره بما رآه أعظم درجة في الدين ، وأكثر منفعة في الدنيا .\r\n أما قوله : { والفجر } فذكروا فيه وجوهاً أحدها : ما روي عن ابن عباس أن الفجر هو الصبح المعروف ، فهو انفجار الصبح الصادق والكاذب ، أقسم الله تعالى به لما يحصل به من انقضاء الليل وظهور الضوء ، وانتشار الناس وسائر الحيوانات من الطير والوحوش في طلب الأرزاق ، وذلك مشاكل لنشور الموتى من قبورهم ، وفيه عبرة لمن تأمل ، وهذا كقوله : { والصبح إِذَا أَسْفَرَ } [ المدثر : 34 ] وقال في موضع آخر ، { والصبح إِذَا تَنَفَّسَ } [ التكوير : 18 ] وتمدح في آية أخرى بكونه خالقاً له ، فقال : { فَالِقُ الإصباح } [ الإنعام : 96 ] ومنهم من قال المراد به جميع النهار إلا أنه دل بالابتداء على الجميع ، نظيره : { والضحى } [ الضحى : 1 ] وقوله : { والنهار إِذَا تجلى } [ الليل : 2 ] وثانيها : أن المراد نفسه صلاة الفجر وإنما أقسم بصلاة الفجر لأنها صلاة في مفتتح النهار وتجتمع لها ملائكة النهار وملائكة الليل كما قال تعالى : { إن قرآن الفجر كان مشهوداً } [ الإسراء : 78 ] أي تشهده ملائكة الليل وملائكة النهار القراءة في صلاة الصبح وثالثها : أنه فجر يوم معين ، وعلى هذا القول ذكروا وجوهاً الأول : أنه فجر يوم النحر ، وذلك لأن أمر المناسك من خصائص ملة إبراهيم ، وكانت العرب لا تدع الحج وهو يوم عظيم يأتي الإنسان فيه بالقربان كأن الحاج يريد أن يتقرب بذبح نفسه ، فلما عجز عن ذلك فدى نفسه بذلك القربان ، كما قال تعالى : { وفديناه بِذِبْحٍ عَظِيمٍ } [ الصافات : 107 ] الثاني : أراد فجر ذي الحجة لأنه قرن به قوله : { وَلَيالٍ عَشْرٍ } ولأنه أول شهر هذه العبادة المعظمة الثالث : المراد فجر المحرم ، أقسم به لأنه أول يوم من كل سنة وعند ذلك يحدث أموراً كثيرة مما يتكرر بالسنين كالحج والصوم والزكاة واستئناف الحساب بشهور الأهلة ، وفي الخبر « إن أعظم الشهور عند الله المحرم » وعن ابن عباس أنه قال : فجر السنة هو المحرم فجعل جملة المحرم فجراً ورابعها : أنه عنى بالفجر العيون التي تنفجر منها المياه ، وفيها حياة الخلق ، أما قوله : { وَلَيالٍ عَشْرٍ } ففيه مسألتان : المسألة الأولى : إنما جاءت منكرة من بين ما أقسم الله به لأنها ليال مخصوصة بفضائل لا تحصل في غيرها والتنكير دال على الفضيلة العظيمة .\r\n المسألة الثانية : ذكروا فيه وجوهاً أحدها : أنها عشر ذي الحجة لأنها أيام الاشتغال بهذا النسك في الجملة ، وفي الخبر ما من أيام العمل الصالح فيه أفضل من أيام العشر وثانيها : أنها عشر المحرم من أوله إلى آخره ، وهو تنبيه على شرف تلك الأيام ، وفيها يوم عاشوراء ولصومه من الفضل ما ورد به الأخبار وثالثها : أنها العشر الأواخر من شهر رمضان ، أقسم الله تعالى بها لشرفها وفيها ليلة القدر ، إذ في الخبر « اطلبوها في العشر الأخير من رمضان » وكان عليه الصلاة والسلام ، إذا دخل العشر الأخير من رمضان شد المئزر ، وأيقظ أهله أي كف عن الجماع وأمر أهله بالتهجد ، وأما قوله : { والشفع والوتر } ففيه مسألتان : المسألة الأولى : الشفع والوتر ، هو الذي تسميه العرب الخسا والزكا والعامة الزوج والفرد ، قال يونس : أهل العالية يقولون الوتر بالفتح في العدد والوتر بالكسر في الذحل وتميم تقول وتر بالكسر فيهما معاً ، وتقول أوترته أوتره إيتاراً أي جعلته وتراً ، ومنه قوله عليه الصلاة والسلام : « من استجمر فليوتر » والكسر قراءة الحسن والأعمش وابن عباس ، والفتح قراءة أهل المدينة وهي لغة حجازية .\r\n المسألة الثانية : اضطرب المفسرون في تفسير الشفع والوتر ، وأكثروا فيه ، ونحن نرى ما هو الأقرب أحدها : أن الشفع يوم النحر والوتر يوم عرفة ، وإنما أقسم الله بهما لشرفهما أما يوم عرفة فهو الذي عليه يدور أمر الحج كما في الحديث « الحج عرفة » وأما يوم النحر فيقع فيه القربان وأكثر أمور الحج من الطواف المفروض ، والحلق والرمي ، ويروى « يوم النحر هو يوم الحج الأكبر » فلما اختص هذان اليومان بهذه الفضائل لا جرم أقسم الله بهما وثانيها : أن أيام التشريق أيام بقية أعمال الحج فهي أيام شريفة ، قال الله تعالى : { واذكروا الله فِى أَيَّامٍ معدودات فَمَن تَعَجَّلَ فِى يَوْمَيْنِ فَلا إِثْمَ عَلَيْهِ } [ البقرة : 203 ] والشفع هو يومان بعد يوم النحر ، الوتر هو اليوم الثالث ، ومن ذهب إلى هذا القول قال : حمل الشفع والوتر على هذا أولى من حملهما على العيد وعرفة من وجهين الأول : أن العيد وعرفة دخلا في العشر ، فوجب أن يكون المراد بالشفع والوتر غيرهما الثاني : أن بعض أعمال الحج إنما يحصل في هذه الأيام ، فحمل اللفظ على هذا يفيد القسم بجميع أيام أعمال المناسك وثالثها : الوتر آدم شفع بزوجته ، وفي رواية أخرى الشفع آدم وحواء والوتر هو الله تعالى ورابعها : الوتر ما كان وتراً من الصلوات كالمغرب والشفع ما كان شفعاً منها ، روى عمران بن الحصين عن النبي صلى الله عليه وسلم أنه قال : « هي الصلوات منها شفع ومنها وتر » وإنما أقسم الله بها لأن الصلاة تالية للإيمان ، ولا يخفى قدرها ومحلها من العبادات وخامسها : الشفع هو الخلق كله لقوله تعالى : { وَمِن كُلّ شَىْء خَلَقْنَا زَوْجَيْنِ } [ الذاريات : 49 ] وقوله : { وخلقناكم أزواجا } [ النبأ : 8 ] والوتر هو الله تعالى ، وقال بعض المتكلمين : لا يصح أن يقال الوتر هو الله لوجوه الأول : أنا بينا أن قوله : { والشفع والوتر } تقديره ورب الشفع والوتر ، فيجب أن يراد بالوتر المربوب فبطل ما قالوه الثاني : أن الله تعالى لا يذكر مع غيره على هذا الوجه بل يعظم ذكره حتى يتميز من غيره ، وروي أن عليه الصلاة والسلام سمع من يقول الله ورسوله فنهاه ، وقال : « قل الله ثم رسوله » قالوا : وما روي أنه عليه الصلاة والسلام قال : « إن الله وتر يحب الوتر » ليس بمقطوع به وسادسها : أن شيئاً من المخلوقات لا ينفك عن كونه شفعاً ووتراً فكأنه يقال : أقسم برب الفرد والزوج من خلق فدخل كل الخلق تحته ، ونظيره قوله : { فَلا أُقْسِمُ بِمَا تُبْصِرُونَ * وَمَا لاَ تُبْصِرُونَ } [ الحاقة : 39-38 ] وسابعها : الشفع درجات الجنة وهي ثمانية ، والوتر دركات النار وهي سبعة وثامنها : الشفع صفات الخلق كالعلم والجهل والقدرة والعجز والإرادة والكراهية والحياة والموت ، أما الوتر فهو صفة الحق وجود بلا عدم ، حياة بلا موت ، علم بلا جهل ، قدرة بلا عجز ، عز بلا ذل وتاسعها : المراد بالشفع والوتر ، نفس العدد فكأنه أقسم بالحساب الذي لا بد للخلق منه وهو بمنزلة الكتاب والبيان الذي من الله به على العباد إذ قال : { عَلَّمَ بالقلم * عَلَّمَ الإنسان ما لَمْ يَعْلَمْ } [ العلق : 5-4 ] ، وقال : { عَلَّمَهُ البيان } [ الرحمن : 4 ] .\r\n وكذلك بالحساب ، يعرف مواقيت العبادات والأيام والشهور ، قال تعالى : { الشمس والقمر بِحُسْبَانٍ } [ الرحمن : 5 ] وقال : { لِتَعْلَمُواْ عَدَدَ السنين والحساب مَا خَلَقَ الله ذلك إِلاَّ بالحق } [ يونس : 5 ] وعاشرها : قال مقاتل الشفع هو الأيام والليالي والوتر هو اليوم الذي لا ليل بعده وهو يوم القيامة الحادي عشر : الشفع كل نبي له اسمان مثل محمد وأحمد والمسيح وعيسى ويونس وذي النون والوتر كل نبي له اسم واحد مثل آدم ونوح وإبراهيم الثاني عشر : الشفع آدم وحواء والوتر مريم الثالث عشر : الشفع العيون الإثنتا عشرة ، التي فجرها الله تعالى لموسى عليه السلام والوتر الآيات التسع التي أوتى موسى في قوله : { وَلَقَدْ ءَاتَيْنَا موسى تِسْعَ ءايات بَيّنَاتٍ } [ الإسراء : 101 ] ، الرابع عشر : الشفع أيام عاد والوتر لياليهم لقوله تعالى : { سَبْعَ لَيَالٍ وثمانية أَيَّامٍ حُسُوماً } [ الحاقة : 7 ] الخامس عشر : الشفع البروج الإثنا عشر لقوله تعالى : { جَعَلَ فِي السماء بُرُوجاً } [ الفرقان : 61 ] والوتر الكواكب السبعة السادس عشر : الشفع الشهر الذي يتم ثلاثين يوماً ، والوتر الشهر الذي يتم تسعة وعشرين يوماً السابع عشر : الشفع الأعضاء والوتر القلب ، قال تعالى : { مَّا جَعَلَ الله لِرَجُلٍ مّن قَلْبَيْنِ فِي جَوْفِهِ } [ الأحزاب : 4 ] ، الثامن عشر : الشفع الشفتان والوتر اللسان قال تعالى : { وَلِسَاناً وَشَفَتَيْنِ } [ البلد : 9 ] التاسع عشر : الشفع السجدتان والوتر الركوع العشرون : الشفع أبواب الجنة لأنها ثمانية والوتر أبواب النار لأنها سبعة ، واعلم أن الذي يدل عليه الظاهر ، أن الشفع والوتر أمران شريفان ، أقسم الله تعالى بهما ، وكل هذه الوجوه التي ذكرناها محتمل ، والظاهر لا إشعار له بشيء من هذه الأشياء على التعيين ، فإن ثبت في شيء منها خبر عن رسول الله صلى الله عليه وسلم أو إجماع من أهل التأويل حكم بأنه هو المراد ، وإن لم يثبت ، فيجب أن يكون الكلام على طريقة الجواز لا على وجه القطع ، ولقائل أن يقول أيضاً : إني أحمل الكلام على الكل لأن الألف واللام في الشفع والوتر تفيد العموم ، أما قوله تعالى : { واليل إِذَا يَسْرِ } ففيه مسألتان : المسألة الأولى : { إِذَا يَسْرِ } إذا يمضي كما قال : { واليل إِذَا أَدْبَرَ } [ المدثر : 33 ] وقوله : { واليل إِذَا عَسْعَسَ } [ التكوير : 17 ] وسراها ومضيها وانقضاؤها أو يقال : سراها هو السير فيها ، وقال قتادة : { إِذَا يَسْرِ } أي إذا جاء وأقبل .\r\n المسألة الثانية : أكثر المفسرين على أنه ليس المراد منه ليلة مخصوصة بل العموم بدليل قوله : { واليل إِذَا أَدْبَرَ } { واليل إِذَا عَسْعَسَ } ولأن نعمة الله بتعاقب الليل والنهار واختلاف مقاديرهما على الخلق عظيمة ، فصح أن يقسم به لأن فيه تنبيهاً على أن تعاقبهما بتدبيره مدبر حكيم عالم بجميع المعلومات ، وقال مقاتل : هي ليلة المزدلفة فقوله : { إِذَا يَسْرِ } أي إذا يسار فيه كما يقال : ليل نائم لوقوع النوم فيه ، وليل ساهر لوقوع السهر فيه ، وهي ليلة يقع السري في أولها عند الدفع من عرفات إلى المزدلفة ، وفي آخرها كما روي أنه عليه الصلاة والسلام كان يقدم ضعفة أهله في هذه الليل ، وإنما يجوز ذلك عند الشافعي رحمه الله بعد نصف الليل .\r\n المسألة الثالثة : قال الزجاج : قرىء { إِذَا يَسْرِ } بإثبات الياء ، ثم قال : وحذفها أحب إلي لأنها فاصلة والفواصل تحذف منها الياءات ، ويدل عليها الكسرات ، قال الفراء : والعرب قد تحذف الياء وتكتفي بكسرة ما قبلها ، وأنشد : كفاك كف ما يبقى درهما \r\n جوداً وأخرى تعط بالسيف الدما فإذا جاز هذا في غير الفاضلة فهو في الفاصلة أولى ، فإن قيل : لم كان الاختيار أن تحذف الياء إذا كان في فاصلة أو قافية ، والحرف من نفس الكلمة ، فوجب أن يثبت كما أثبت سائر الحروف ولم يحذف؟ أجاب أبو علي فقال : القول في ذلك أن الفواصل والقوافي موضع وقف والوقف موضع تغيير فلما كان الوقف تغير فيه الحروف الصحيحة بالتضعيف والإسكان وروم الحركة فيها غيرت هذه الحروف المشابهة للزيادة بالحذف ، وأما من أثبت الياء في يسري في الوصل والوقف فإنه يقول : الفعل لا يحذف منه في الوقف كما يحذف في الأسماء نحو قاض وغاز ، تقول : هو يقضي وأنا أقضي فتثبت الياء ولا تحذف .\r\n وقوله تعالى : { هَلْ فِي ذَلِكَ قَسَمٌ لّذِي حِجْرٍ } فيه مسألتان : المسألة الأولى : الحجر العقل سمي به لأنه يمنع عن الوقوع فيما لا ينبغي كما سمي عقلاً ونهية لأنه يعقل ويمنع وحصاة من الإحصاء وهو الضبط ، قال الفراء : والعرب تقول إنه لذو حجر إذا كان قاهراً لنفسه ضابطاً لها كأنه أخذ من قولهم حجرت على الرجل ، وعلى هذا سمي العقل حجراً لأنه يمنع من القبيح من الحجر وهو المنع من الشيء بالتضييق فيه .\r\n المسألة الثانية : قوله : { هَلْ فِي ذَلِكَ قَسَمٌ } استفهام والمراد منه التأكيد كمن ذكر حجة باهرة ، ثم قال : هل فيما ذكرته حجة؟ والمعنى أن من كان ذا لب علم أن ما أقسم الله تعالى به من هذه الأشياء فيه عجائب ودلائل على التوحيد والربوبية ، فهو حقيق بأن يقسم به لدلالته على خالقه .\r\n قال القاضي : وهذه الآية تدل على ما قلنا : أن القسم واقع برب هذه الأمور لأن هذه الآية دالةعلى أن هذا مبالغة في القسم .\r\n ومعلوم أن المبالغة في القسم لا تحصل إلا في القسم بالله ، ولأن النهي قد ورد بأن يحلف العاقل بهذه الأمور .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والفجر (1) وليال عشر (2) والشفع والوتر (3) والليل إذا يسر (4) هل في ذلك قسم لذي حجر (5) ",
        "babnum": 1
    },
    {
        "id": 3205,
        "cate": "89",
        "title": "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ (6) إِرَمَ ذَاتِ الْعِمَادِ (7) الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ (8) وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ (9) وَفِرْعَوْنَ ذِي الْأَوْتَادِ (10) الَّذِينَ طَغَوْا فِي الْبِلَادِ (11) فَأَكْثَرُوا فِيهَا الْفَسَادَ (12) فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ (13) إِنَّ رَبَّكَ لَبِالْمِرْصَادِ (14) ",
        "details": " واعلم أن في جواب القسم وجهين الأول : أن جواب القسم هو قوله : { إِنَّ رَبَّكَ لبالمرصاد } وما بين الموضعين معترض بينهما الثاني : قال صاحب «الكشاف» : المقسم عليه محذوف وهو لنعذبن الكافرين ، يدل عليه قوله تعالى : { أَلَمْ تَرَ } إلى قوله { فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ } وهذا أولى من الوجه الأول لأنه لما لم يتعين المقسم عليه ذهب الوهم إلى كل مذهب ، فكان أدخل في التخويف ، فلما جاء بعده بيان عذاب الكافرين دل على أن المقسم عليه أولاً هو ذلك .\r\n أما قوله تعالى : { أَلَمْ تَرَ } ففيه مسألتان : المسألة الأولى : ألم تر ، ألم تعلم لأن ذلك مما لا يصح أن يراه الرسول وإنما أطلق لفظ الرؤية ههنا على العلم ، وذلك لأن أخبار عاد وثمود وفرعون كانت منقولة بالتواتر! أما عاد وثمود فقد كانا في بلاد العرب وأما فرعون فقد كانوا يسمعونه من أهل الكتاب ، وبلاد فرعون أيضاً متصلة بأرض العرب وخبر التواتر يفيد العلم الضروري ، والعلم الضروري جار مجرى الرؤية في القوة والجلاء والبعد عن الشبهة ، فلذلك قال : { أَلَمْ تَرَ } بمعنى ألم تعلم .\r\n المسألة الثانية : قوله : { أَلَمْ تَرَ } وإن كان في الظاهر خطاباً للنبي صلى الله عليه وسلم لكنه عام لكل من علم ذلك .\r\n والمقصود من ذكر الله تعالى حكايتهم أن يكون زجراً للكفار عن الإقامة على مثل ما أدى إلى هلاك عاد وثمود وفرعون وقومه ، وليكون بعثاً للمؤمنين على الثبات على الإيمان .\r\n أما قوله تعالى : { بِعَادٍ * إِرَمَ ذَاتِ العماد } ففيه مسائل : المسألة الأولى : أنه تعالى ذكر ههنا قصة ثلاث فرق من الكفار المتقدمين وهي عاد وثمود وقوم فرعون على سبيل الإجمال حيث قال : { فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ } ولم يبين كيفية ذلك العذاب ، وذكر في سورة الحاقة بيان ما أبهم في هذه السورة فقال : { فَأَمَّا ثَمُودُ فَأُهْلِكُواْ بالطاغية * وَأَمَّا عَادٌ فَأُهْلِكُواْ بِرِيحٍ صَرْصَرٍ } [ الحاقة : 5 - 6 ] إلى قوله { وَجَاء فِرْعَوْنُ وَمَن قَبْلَهُ والمؤتفكات بِالْخَاطِئَةِ } [ الحاقة : 9 - 9 ] الآية .\r\n المسألة الثانية : عاد هو عاد بن عوص بن أرم بن سام بن نوح ، ثم إنهم جعلوا لفظة عاد اسماً للقبيلة كما يقال لبني هاشم هاشم ولبني تميم تميم ، ثم قالوا للمتقدمين من هذه القبيلة عاد الأولى قال تعالى : { وَأَنَّهُ أَهْلَكَ عَاداً الأولى } [ النجم : 50 ] وللمتأخرين عاد الأخيرة ، وأما إرم فهو اسم لجد عاد ، وفي المراد منه في هذه الآية أقوال : أحدها : أن المتقدمين من قبيلة عاد كانوا يسمون بعاد الأولى فلذلك يسمون بإرم تسمية لهم باسم جدهم والثاني : أن إرم اسم لبلدتهم التي كانوا فيها ثم قبل تلك المدينة هي الإسكندرية وقيل دمشق والثالث : أن إرم أعلام قوم عاد كانوا يبنونها على هيئة المنارة وعلى هيئة القبور ، قال أبو الدقيش : الأروم قبور عاد ، وأنشد : بها أروم كهوادي البخث \r\n ومن الناس من طعن في قول من قال : إن إرم هي الإسكندرية أو دمشق ، قال : لأن منازل عاد كانت بين عمان إلى حضرموت وهي بلاد الرمال والأحقاف ، كما قال : { واذكر أَخَا عَادٍ إِذْ أَنذَرَ قَوْمَهُ بالأحقاف } [ الأحقاق : 21 ] وأما الإسكندرية ودمشق فليستا من بلاد الرمال .\r\n المسألة الثالثة : إرم لا تنصرف قبيلة كانت أو أرضاً للتعريف والتأنيث .\r\n المسألة الرابعة : في قوله : { إِرَمَ } وجهان وذلك لأنا إن جعلناه اسم القبيلة كان قوله : { إِرَمَ } عطف بيان لعاد وإيذاناً بأنهم عاد الأولى القديمة وإن جعلناه اسم البلدة أو الأعلام كان التقدير بعاد أهل إرم ثم حذف المضاف وأقيم المضاف إليه مقامه ، كما في قوله : { واسئل القرية } [ يوسف : 82 ] ويدل عليه قراءة ابن الزبير بعاد إرم على الإضافة .\r\n المسألة الخامسة : قرأ الحسن : { بِعَادٍ * إِرَمَ } مفتوحين وقرىء : { بِعَادٍ * إِرَمَ } بسكون الراء على التخفيف كما قرىء : { بِوَرِقِكُمْ } [ الكهف : 19 ] وقرىء : { بِعَادٍ * إِرَمَ ذَاتِ العماد } بإضافة { إِرَمَ } إلى { ذَاتِ العماد } وقرىء : { بِعَادٍ * إِرَمَ ذَاتِ العماد } بدلاً من { فعل ربك } ، والتقدير : ألم تر كيف فعل ربك بعاد جعل ذات العماد رميماً ، أما قوله : { ذَاتِ العماد } ففيه مسألتان : المسألة الأولى : في إعرابه وجهان وذلك لأنا إن جعلنا : { إِرَمَ } اسم القبيلة فالمعنى أنهم كانوا بدويين يسكنون الأخبية والخيام والخبار لا بد فيها من العماد ، والعماد بمعنى العمود .\r\n وقد يكون جمع العمد أو يكون المراد بذات العماد أنهم طوال الأجسام على تشبيه قدودهم بالأعمدة وقيل : ذات البناء الرفيع ، وإن جعلناه اسم البلد فالمعنى أنها ذات أساطين أي ذات أبنية مرفوعة على العمد وكانوا يعالجون الأعمدة فينصبونها ويبنون فوقها القصور ، قال تعالى في وصفهم : { أَتَبْنُونَ بِكُلّ رِيعٍ ءايَةً تَعْبَثُونَ } [ الشعراء : 128 ] أي علامة وبناء رفيعاً .\r\n المسألة الثانية : روي أنه كان لعاد ابنان شداد وشديد فملكا وقهرا ثم مات شديد وخلص الأمر لشداد فملك الدنيا ودانت له ملوكها .\r\n فسمع بذكر الجنة فقال : ابني مثلها ، فبنى إرم في بعض صحارى عدن في ثلثمائة سنة وكان عمره تسعمائة سنة وهي مدينة عظيمة قصورها من الذهب والفضة وأساطينها من الزبرجد والياقوت وفيها أصناف الأشجار والأنهار ، فلما تم بناؤها سار إليها بأهل مملكته ، فلما كان منها على مسيرة يوم وليلة بعث الله عليهم صيحة من السماء فهلكوا ، وعن عبد الله بن قلابة أنه خرج في طلب إبل له فوصل إلى جنة شداد فحمل ما قدر عليه مما كان هناك وبلغ خبره معاوية فاستحضره وقص عليه ، فبعث إلى كعب فسأله ، فقال : هي إرم ذات العماد ، وسيدخلها رجل من المسلمين في زمانك أحمر أشقر قصير على حاجبه خال وعلى عنقه خال ، يخرج في طلب إبل له ، ثم التفت فأبصر ابن ( أبي ) قلابة فقال : هذا والله هو ذلك الرجل .\r\n أما قوله : { التي لَمْ يُخْلَقْ مِثْلُهَا فِي البلاد } فالضمير في ( مثلها ) إلى ماذا يعود؟ فيه وجوه : الأول : { لَمْ يُخْلَقْ مِثْلُهَا } أي مثل عاد في البلاد في عظم الجثة وشدة القوة ، كان طول الرجل منهم أربعمائة ذراع وكان يحمل الصخرة العظيمة فيلقيها على الجمع فيهلكوا الثاني : لم يخلق مثل مدينة شداد في جميع بلاد الدنيا ، وقرأ ابن الزبير { لَمْ يُخْلَقْ مِثْلُهَا } أي لم يخلق الله مثلها الثالث : أن الكناية عائدة إلى العماد أي لم يخلق مثل تلك الأساطين في البلاد ، وعلى هذا فالعماد جمع عمد ، والمقصود من هذه الحكاية زجر الكفار فإنه تعالى بين أنه أهلكهم بما كفروا وكذبوا الرسل ، مع الذي اختصوا به من هذه الوجوه ، فلأن تكونوا خائفين من مثل ذلك أيها الكفار إذا أقمتم على كفركم مع ضعفكم كان أولى .\r\n أما قوله تعالى : { وَثَمُودَ الذين جَابُواْ الصخر بالواد } فقال الليث : الجواب قطعك الشيء كما يجاب الجيب يقال جاب يجوب جوباً .\r\n وزاد الفراء يجيب جيباً ويقال : جبت البلاد جوباً أي جلت فيها وقطعتها ، قال ابن عباس : كانوا يجوبون البلاد فيجعلون منها بيوتاً وأحواضاً وما أرادوا من الأبنية ، كما قال : { وَتَنْحِتُونَ مِنَ الجبال بُيُوتاً } [ الأعراف : 74 ] قيل : أول من نحت الجبال والصخور والرخام ثمود ، وبنوا ألفاً وسبعمائة مدينة كلها من الحجارة ، وقوله : { بالواد } قال مقاتل : بوادي القرى .\r\n وأما قوله تعالى : { وَفِرْعَوْنَ ذِي الأوتاد } فالاستقصاء فيه مذكور في سورة ص ، ونقول : الآن فيه وجوه أحدها : أنه سمي ذا الأوتاد لكثرة جنوده ومضاربهم التي كانوا يضربونها إذا نزلوا وثانيها : أنه كان يعذب الناس ويشدهم بها إلى أن يموتوا ، روى عن أبي هريرة أن فرعون وتد لامرأته أربعة أوتاد وجعل على صدرها رحا واستقبل بها عين الشمس فرفعت رأسها إلى السماء وقالت رب ابن لي عندك بيتاً في الجنة ، ففرج الله عن بيتها في الجنة فرأته وثالثها : ذي الأوتاد ، أي ذي الملك والرجال ، كما قال الشاعر : في ظل ملك راسخ الأوتاد \r\n ورابعها : روى قتادة عن سعيد بن جبير عن ابن عباس : أن تلك الأوتاد كانت ملاعب يلعبون تحتها لأجله ، واعلم أن الكلام محتمل لكل ذلك ، فبين الله تعالى لرسوله أن كل ذلك مما تعظم به الشدة والقول والكثرة لم يمنع من ورود هلاك عظيم بهم ، ولذلك قال تعالى : { الذين طَغَوْاْ فِي البلاد } وفيه مسائل : المسألة الأولى : يحتمل أنه يرجع الضمير إلى فرعون خاصة لأنه يليه ، ويحتمل أن يرجع إلى جميع من تقدم ذكرهم ، وهذا هو الأقرب .\r\n المسألة الثانية : أحسن الوجوه في إعرابه أن يكون في محل النصب على الذم ، ويجوز أن يكون مرفوعاً على ( الإخبار ، أي ) هم الذين طغوا أو مجروراً على وصف المذكورين عاد وثمود وفرعون .\r\n المسألة الثالثة : { طَغَوْاْ فِي البلاد } أي عملوا المعاصي وتجبروا على أنبياء الله والمؤمنين ثم فسر طغيانهم بقوله تعالى : { فَأَكْثَرُواْ فِيهَا الفساد } ضد الصلاح فكما أن الصلاح يتناول جميع أقسام البر ، فالفساد يتناول جميع أقسام الإثم ، فمن عمل بغير أمر الله وحكم في عباده بالظلم فهو مفسد ثم قال تعالى : { فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ } واعلم أنه يقال : صب عليه السوط وغشاه وقنعه ، وذكر السوط إشارة إلى أن ما أحله بهم في الدنيا من العذاب العظيم بالقياس إلى ما أعد لهم في الآخرة ، كالسوط إذا قيس إلى سائر ما يعذب به .\r\n قال القاضي : وشبهه بصب السوط الذي يتواتر على المضروب فيهلكه ، وكان الحسن إذا قرأ هذه الآية قال : إن عند الله أسواطاً كثيرة فأخذهم بسوط منها ، فإن قيل : أليس أن قوله تعالى : { وَلَوْ يُؤَاخِذُ الله الناس بما كسبوا مَّا تَرَكَ عَلى ظهرها من دَابَّةٍ } [ فاطر : 45 ] يقتضي تأخير العذاب إلى الآخرة فكيف الجمع بين هاتين الآيتين؟ قلنا : هذه الآية تقتضي تأخير تمام الجزاء إلى الآخرة والواقع في الدنيا شيء من ذلك ومقدمة من مقدماته .\r\n ثم قال تعالى : { إِنَّ رَبَّكَ لبالمرصاد } تقدم عند قوله : { كَانَتْ مِرْصَاداً } [ النبأ : 21 ] ونقول : المرصاد المكان الذي يترقب فيه الراصد مفعال من رصده كالميقات من وقته ، وهذا مثل لإرصاده العصاة بالعقاب وأنهم لا يفوتونه ، وعن بعض العرب أنه قيل له : أين ربك؟ فقال : بالمرصاد ، وللمفسرين فيه وجوه أحدها : قال الحسن : يرصد أعمال بني آدم وثانيها : قال الفراء : إليه المصير ، وهذان الوجهان عامان للمؤمنين والكافرين ، ومن المفسرين من يخص هذه الآية إما بوعيد الكفار ، أو بوعيد العصاة ، أما الأول فقال الزجاج : يرصد من كفر به وعدل عن طاعته بالعذاب ، وأما الثاني فقال الضحاك : يرصد لأهل الظلم والمعصية ، وهذه الوجوه متقاربة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ألم تر كيف فعل ربك بعاد (6) إرم ذات العماد (7) التي لم يخلق مثلها في البلاد (8) وثمود الذين جابوا الصخر بالواد (9) وفرعون ذي الأوتاد (10) الذين طغوا في البلاد (11) فأكثروا فيها الفساد (12) فصب عليهم ربك سوط عذاب (13) إن ربك لبالمرصاد (14) ",
        "babnum": 2
    },
    {
        "id": 3206,
        "cate": "89",
        "title": "فَأَمَّا الْإِنْسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ (15) وَأَمَّا إِذَا مَا ابْتَلَاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ (16) ",
        "details": " اعلم أن قوله : { فَأَمَّا الإنسان } متعلق بقوله : { إِنَّ رَبَّكَ لبالمرصاد } [ الفجر : 14 ] كأنه قيل : إنه تعالى لبالمرصاد في الآخرة ، فلا يريد إلا السعي للآخرة فأما الإنسان فإنه لا يهمه إلا الدنيا ولذاتها وشهواتها ، فإن وجد الراحة في الدنيا يقول : ربي أكرمني ، وإن لم يجد هذه الراحة يقول : ربي أهانني ، ونظيره قوله تعالى في صفة الكفار : { يَعْلَمُونَ ظَاهِراً مّنَ الحياة الدنيا وَهُمْ عَنِ الآخرة هُمْ غافلون } [ الروم : 7 ] وقال : { وَمِنَ الناس مَن يَعْبُدُ الله على حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطمأن بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انقلب على وَجْهِهِ } [ الحج : 11 ] وهذا خطأ من وجوه أحدها : أن سعادة الدنيا وشقاوتها في مقابلة ما في الآخرة من السعادة والشقاوة كالقطرة في البحر ، فالمتنعم في الدنيا لو كان شقياً في الآخرة فذاك التنعم ليس بسعادة ، والمتألم المحتاج في الدنيا لو كان سعيداً في الآخرة فذاك ليس بإهانة ولا شقاوة ، إذ المتنعم في الدنيا لا يجوز له أن يحكم على نفسه بالسعادة والكرامة ، والمتألم في الدنيا لا يجوز له أن يحكم على نفسه بالشقاوة والهوان وثانيها : أن حصول النعمة في الدنيا وحصول الآلام في الدنيا لا يدل على الاستحقاق فإنه تعالى كثيراً ما يوسع على العصاة والكفرة ، إما لأنه يفعل ما يشاء ويحكم ما يريد ، وإما يحكم المصلحة ، وإما على سبيل الاستدراج والمكر ، وقد يضيق على الصديقين لأضداد ما ذكرنا ، فلا ينبغي للعبد أن يظن أن ذلك لمجازاة وثالثها : أن المتنعم لا ينبغي أن يغفل عن العاقبة ، فالأمور بخواتيمها ، والفقير والمحتاج لا ينبغي أن يغفل عما لله عليه من النعم التي لا حد لها من سلامة البدن والعقل والدين ودفع الآفات والآلام التي لا حد لها ولا حصر ، فلا ينبغي أن يقضي على نفسه بالإهانة مطلقاً ورابعها : أن النفس قد ألفت هذه المحسوسات ، فمتى حصلت هذه المشتهيات واللذات صعب عليها الانقطاع عنها وعدم الاستغراق فيها ، أما إذا لم يحصل للإنسان شيء من هذه المحسوسات رجعت شاءت أم أبت إلى الله ، واشتغلت بعبودية الله فكان وجدان الدنيا سبباً للحرمان من الله ، فكيف يجوز القضاء بالشقاوة والإهانة عند عدم الدنيا ، مع أن ذلك أعظم الوسائل إلى أعظم السعادات وخامسها : أن كثرة الممارسة سبب لتأكد المحبة ، وتأكد المحبة سبب لتأكد الألم عند الفراق ، فكل من كان وجدانه للدنيا أكثر وأدوم كانت محبته لها أشد ، فكان تألمه بمفارقتها عند الموت أشد ، والذي بالضد فبالضد ، فإذن حصول لذات الدنيا سبب للألم الشديد بعد الموت ، وعدم حصولها سبب للسعادة الشديدة بعد الموت ، فكيف يقال : إن وجدان الدنيا سعادة وفقدانها شقاوة؟ .\r\n واعلم أن هذه الوجوه إنما تصح مع القول بإثبات البعث روحانياً كان أو جسمانياً ، فأما من ينكر البعث من جميع الوجوه فلا يستقيم على قوله شيء من هذه الوجوه ، بل يلزمه القطع بأن وجدان الدنيا هو السعادة وفقدانها هو الشقاوة ، ولكن فيه دقيقة أخرى وهي أنه ربما كان وجدان الدنيا الكثيرة سبباً للقتل والنهب والوقوع في أنواع العذاب ، فربما كان الحرمان سبباً لبقاء السلامة ، فعلى هذا التقدير لا يجوز أيضاً لمنكر البعث من جميع الوجوه أن يقضي على صاحب الدنيا بالسعادة ، وعلى فاقدها بالهوان ، فربما ينكشف له أن الحال بعد ذلك بالضد ، وفي الآية سؤالات : السؤال الأول : قوله : { فَأَمَّا الإنسان } المراد منه شخصين معين أو الجنس؟ الجواب : فيه قولان : الأول : أن المراد منه شخصين معين ، فروي عن ابن عباس أنه عتبة بن ربيعة ، وأبو حذيفة بن المغيرة ، وقال الكلبي : هو أبي بن خلف ، وقال مقاتل : نزلت في أمية بن خلف والقول الثاني : أن المراد من كان موصوفاً بهذا الوصف وهو الكافر الجاحد ليوم الجزاء .\r\n السؤال الثاني : كيف سمي بسط الرزق وتقديره ابتلاء؟ الجواب : لأن كل واحد منهما اختبار للعبد ، فإذا بسط له فقد اختبر حاله أيشكر أم يكفر ، وإذا قدر عليه فقد اختبر حاله أيصبر أم يجزع ، فالحكمة فيهما واحدة ، ونحوه قوله تعالى : { وَنَبْلُوكُم بالشر والخير فِتْنَةً } [ الأنبياء : 35 ] .\r\n السؤال الثالث : لما قال : { فَأَكْرَمَهُ } فقد صحح أنه أكرمه .\r\n وأثبت ذلك ثم إنه لما حكى عنه أنه قال : { رَبّي أَكْرَمَنِ } ذمه عليه فكيف الجمع بينهما؟ والجواب : لأن كلمة الإنكار هي قوله : { كَلاَّ } فلم لا يجوز أن يقال : إنها مختصة بقوله : { رَبّي أَهَانَنِ } سلمنا أن الإنكار عائد إليهما معاً ولكن فيه وجوه ثلاثة أحدها : أنه اعتقد حصول الاستحقاق في ذلك الإكرام الثاني : أن نعم الله تعالى كانت حاصلة قبل وجدان المال ، وهي نعمة سلامة البدن والعقل والدين ، فلما لم يعترف بالنعمة إلا عند وجدان المال ، علمنا أنه ليس غرضه من ذلك شكر نعمة الله ، بل التصلف بالدنيا والتكثر بالأموال والأولاد الثالث : أن تصلفه بنعمة الدنيا وإعراضه عن ذكر نعمة الآخرة يدل على كونه منكراً للبعث ، فلا جرم استحق الذم على ما حكى الله تعالى ذلك ، فقال : { وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لّنَفْسِهِ قَالَ مَا أَظُنُّ أَن تَبِيدَ هذه أَبَداً * وَمَا أَظُنُّ الساعة قَائِمَةً } إلى قوله : { أَكَفَرْتَ بالذي خَلَقَكَ مِن تُرَابٍ } [ الكهف : 35 - 37 ] .\r\n السؤال الرابع لم قال في القسم الأول : { إِذَا مَا ابتلاه رَبُّهُ فَأَكْرَمَهُ } وفي القسم الثاني : { وَأَمَّا إِذَا مَا ابتلاه فَقَدَرَ عَلَيْهِ رِزْقَهُ } فذكر الأول بالفاء والثاني بالواو؟ والجواب : لأن رحمة الله سابقة على غضبه وابتلاءه بالنعم سابق على ابتلائه بإنزال الآلام ، فالفاء تدل على كثرة ذلك القسم وقبله الثاني على ما قال : { وَإِن تَعُدُّواْ نِعْمَةَ الله لاَ تُحْصُوهَا } [ النحل : 18 ] .\r\n السؤال الخامس : لما قال في القسم الأول : { فَأَكْرَمَهُ فَيَقُولُ رَبّي أَكْرَمَنِ } يجب أن يقول في القسم الثاني : فأهانه فيقول : { رَبّي أَهَانَنِ } لكنه لم يقل ذلك والجواب : لأنه في قوله : { أَكْرَمَنِ } صادق وفي قوله : { أَهَانَنِ } غير صادق فهو ظن قلة الدنيا وتقتيرها إهانة ، وهذا جهل واعتقاد فاسد ، فكيف يحكي الله سبحانه ذلك عنه .\r\n السؤال السادس : ما معنى قوله : فقدر عليه رزقه؟ الجواب : ضيق عليه بأن جعله على مقدار البلغة ، وقرىء فقدر على التخفيف وبالتشديد أي قتر ، وأكرمن وأهانن بسكون النون في الوقف فيمن ترك الياء في الدرج مكتفياً منها بالكسرة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فأما الإنسان إذا ما ابتلاه ربه فأكرمه ونعمه فيقول ربي أكرمن (15) وأما إذا ما ابتلاه فقدر عليه رزقه فيقول ربي أهانن (16) ",
        "babnum": 3
    },
    {
        "id": 3207,
        "cate": "89",
        "title": "كَلَّا بَلْ لَا تُكْرِمُونَ الْيَتِيمَ (17) وَلَا تَحَاضُّونَ عَلَى طَعَامِ الْمِسْكِينِ (18) وَتَأْكُلُونَ التُّرَاثَ أَكْلًا لَمًّا (19) وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا (20) ",
        "details": " واعلم أنه تعالى لما حكى عنهم تلك الشبهة قال : { كَلاَّ } وهو ردع للإنسان عن تلك المقالة ، قال ابن عباس : المعنى لم ابتله بالغنى لكرامته علي ، ولم أبتله بالفقر لهوانه علي ، بل ذلك إما على مذهب أهل السنة ، فمن محض القضاء أو القدر والمشيئة ، والحكم الذي تنزه عن التعليل بالعلل ، وإما على مذهب المعتزلة فبسبب مصالح خفية لا يطلع عليها إلا هو ، فقد يوسع على الكافر لا لكرامته ، ويقتر على المؤمن لا لهوانه ، ثم إنه تعالى لما حكى من أقوالهم تلك الشبهة فكأنه قال : بل لهم فعل هو شر من هذا القول ، وهو أن الله تعالى يكرمهم بكثرة المال ، فلا يؤدون ما يلزمهم فيه من إكرام اليتيم ، فقال : { بَل لاَّ تُكْرِمُونَ اليتيم } وفيه مسائل : المسألة الأولى : قرأ أبو عمرو : { يكرمون } وما بعده بالياء المنقوطة من تحت ، وذلك أنه لما تقدم ذكر الإنسان ، وكان يراد به الجنس والكثرة ، وهو على لفظة الغيبة حمل يكرمون ويحبون عليه ، ومن قرأ بالتاء فالتقدير قل لهم يا محمد ذلك .\r\n المسألة الثانية : قال مقاتل : كان قدامة بن مظعون يتيماً في حجر أمية بن خلف ، فكان يدفعه عن حقه .\r\n واعلم أن ترك إكرام اليتيم على وجوه أحدها : ترك بره ، وإليه الإشارة بقوله : { وَلاَ تَحَاضُّونَ على طَعَامِ المسكين } والثاني : دفعه عن حقه الثابت له في الميراث وأكل ماله ، وإليه الإشارة بقوله تعالى : { وَتَأْكُلُونَ التراث أَكْلاً لَّمّاً } والثالث : أخذ ماله منه وإليه الإشارة بقوله : { وَتُحِبُّونَ المال حُبّاً جَمّاً } أي تأخذون أموال اليتامى وتضمونها إلى أموالكم ، أما قوله : { ولا تحضون على طعام المسكين } قال مقاتل : ولا تطعمون مسكيناً ، والمعنى لا تأمرون بإطعامه كقوله تعالى : { إِنَّهُ كَانَ لاَ يُؤْمِنُ بالله العظيم * وَلاَ يَحُضُّ على طَعَامِ المسكين } [ الحاقة : 34 33 ] ومن قرأ ولا تحاضون أراد تتحاضون فحذف تاء تتفاعلون ، والمعنى : لا يحض بعضكم بعضاً وفي قراءة ابن مسعود : { وَلاَ تَحَاضُّونَ } بضم التاء من المحاضة .\r\n أما قوله : { وَتَأْكُلُونَ التراث أَكْلاً لَّمّاً } ففيه مسائل : المسألة الأولى : قالوا : أصل التراث وراث ، والتاء تبدل من الواو المضمومة نحو تجاه ووجاه من واجهت .\r\n المسألة الثانية : قال الليث : اللم الجمع الشديد ، ومنه كتيبة ملمومة وحجر ملموم ، والآكل يلم الثريد فيجعله لقماً ثم يأكله ويقال لممت ما على الخوان ألمه أي أكلته أجمع ، فمعنى اللم في اللغة الجمع ، وأما التفسير ففيه وجوه أحدها : قال الواحدي والمفسرون : يقولون في قوله : { أَكْلاً لَّمّاً } أي شديداً وهو حل معنى وليس بتفسير ، وتفسيره أن اللم مصدر جعل نعتاً للأكل ، والمراد به الفاعل أي آكلاً لامّاً أي جائعاً كأنهم يستوعبونه بالأكل ، قال الزجاج : كانوا يأكلون أموال اليتامى إسرافاً وبداراً ، فقال الله : { وَتَأْكُلُونَ التراث أَكْلاً لَّمّاً } أي تراث اليتامى لماً أي تلمون جميعه ، وقال الحسن : أي يأكلون نصيبهم ونصيب صاحبهم ، فيجمعون نصيب غيرهم إلى نصيبهم وثانيها : أن المال الذي يبقى من الميت بعضه حلال ، وبعضه شبهة وبعضه حرام ، فالوارث يلم الكل أي يضم البعض إلى البعض ويأخذ الكل ويأكله وثالثها : قال صاحب «الكشاف» : ويجوز أن يكون الذم متوجهاً إلى الوارث الذي ظفر بالمال سهلاً مهلاً من غير أن يعرق فيه جبينه فيسرف في إنفاقه ويأكله أكلاً لماً واسعاً ، جامعاً بين ألوان المشتهيات من الأطعمة والأشربة والفواكه ، كما يفعله الوراث البطالون .\r\n أما قوله تعالى : { وَّيُحِبُّونَ المال حُبّاً جَمّاً } فاعلم أن الجم هو الكثرة يقال : جم الشيء يجم جموماً يقال ذلك في المال وغيره فهو شيء جم وجام وقال أبو عمرو جم يجم أي يكثر ، والمعنى : ويحبون المال حباً كثيراً شديداً ، فبين أن حرصهم على الدنيا فقط وأنهم عادلون عن أمر الآخرة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كلا بل لا تكرمون اليتيم (17) ولا تحاضون على طعام المسكين (18) وتأكلون التراث أكلا لما (19) وتحبون المال حبا جما (20) ",
        "babnum": 4
    },
    {
        "id": 3208,
        "cate": "89",
        "title": "كَلَّا إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا (21) وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا (22) وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسَانُ وَأَنَّى لَهُ الذِّكْرَى (23) ",
        "details": " اعلم أن قوله : { كَلاَّ } ردع لهم عن ذلك وإنكار لفعلهم أي لا ينبغي أن يكون الأمر هكذا في الحرص على الدنيا وقصر الهمة والجهاد على تحصيلها والاتكال عليها وترك المواساة منها وجمعها من حيث تتهيأ من حل أو حرام ، وتوهم أن لا حساب ولا جزاء .\r\n فإن من كان هذا حاله يندم حين لا تنفعه الندامة ويتمنى أن لو كان أفنى عمره في التقرب بالأعمال الصالحة والمواساة من المال إلى الله تعالى ، ثم بين أنه إذا جاء يوم موصوف بصفات ثلاثة فإنه يحصل ذلك التمني وتلك الندامة .\r\n الصفة الأولى : من صفات ذلك اليوم قوله : { إِذَا دُكَّتِ الأرض دَكّاً دَكّاً } قال الخليل : الدك كسر الحائط والجبل والدكداك رمل متلبد ، ورجل مدك شديد الوطء على الأرض ، وقال المبرد : الدك حط المرتفع بالبسط واندك سنام البعير إذا انفرش في ظهره ، وناقة دكاء إذا كانت كذلك ومنه الدكان لاستوائه في الانفراش ، فمعنى الدك على قول الخليل : كسر كل شيء على وجه الأرض من جبل أو شجر حين زلزلت فلم يبق على ظهرها شيء ، وعلى قول المبرد : معناه أنها استوت في الانفراش فذهبت دورها وقصورها وسائر أبنيتها حتى تصير كالصحرة الملساء ، وهذا معنى قول ابن عباس : تمد الأرض يوم القيامة .\r\n واعلم أن التكرار في قوله : { دَكّاً دَكّاً } معناه دكاً بعد دك كقولك حسبته باباً باباً وعلمته حرفاً حرفاً أي كرر عليها الدك حتى صارت هباءً منثوراً .\r\n واعلم أن هذا التدكدك لا بد وأن يكون متأخراً عن الزلزلة ، فإذا زلزلت الأرض زلزلة بعد زلزلة وحركت تحريكاً بعد تحريك انكسرت الجبال التي عليها وانهدمت التلال وامتلأت الأغوار وصارت ملساء ، وذلك عند انقضاض الدنيا وقد قال تعالى : { يَوْمَ تَرْجُفُ الراجفة * تَتْبَعُهَا الرادفة } [ النازعات : 7 6 ] وقال : { وَحُمِلَتِ الأرض والجبال فَدُكَّتَا دَكَّةً واحدة } [ الحاقة : 14 ] وقال : { إِذَا رُجَّتِ الأرض رَجّاً ، وَبُسَّتِ الجبال بَسّاً } [ الواقعة : 4 ، 5 ] .\r\n الصفة الثانية : من صفات ذلك اليوم قوله : { وَجَاء رَبُّكَ والملك صَفّاً صَفّاً } .\r\n واعلم أنه ثبت بالدليل العقلي أن الحركة على الله تعالى محال ، لأن كل ما كان كذلك كان جسماً والجسم يستحيل أن يكون أزلياً فلا بد فيه من التأويل ، وهو أن هذا من باب حذف المضاف وإقامة المضاف إليه مقامه ، ثم ذلك المضاف ما هو؟ فيه وجوه أحدها : وجاء أمر ربك بالمحاسبة والمجازاة وثانيها : وجاء قهر ربك كما يقال جاءتنا بنو أمية أي قهرهم وثالثها : وجاء جلائل آيات ربك لأن هذا يكون يوم القيامة ، وفي ذلك اليوم تظهر العظائم وجلائل الآيات ، فجعل مجيئها مجيئاً له تفخيماً لشأن تلك الآيات ورابعها : وجاء ظهور ربك ، وذلك لأن معرفة الله تصير في ذلك اليوم ضرورية فصار ذلك كظهوره وتجليه للخلق ، فقيل : { وَجَاء رَبُّكَ } أي زالت الشبهة وارتفعت الشكوك خامسها : أن هذا تمثيل لظهور آيات الله وتبيين آثار قهره وسلطانه ، مثلت حاله في ذلك بحال الملك إذا حضر بنفسه ، فإنه يظهر بمجرد حضوره من آثار الهيبة والسياسة مالا يظهر بحضور عساكره كلها وسادسها : أن الرب هو المربى ، ولعل ملكاً هو أعظم الملائكة هو مربي للنبي صلى الله عليه وسلم جاء فكان هو المراد من قوله : { وَجَاء رَبُّكَ } .\r\n أما قوله : { والملك صَفّاً صَفّاً } فالمعنى أنه تنزل ملائكة كل سماء فيصطفون صفاً بعد صف محدقين بالجن والإنس .\r\n الصفة الثالثة : من صفات ذلك اليوم قوله تعالى : { وَجِيء يَوْمَئِذٍ بِجَهَنَّمَ } ونظيره قوله تعالى : { وَبُرّزَتِ الجحيم لِلْغَاوِينَ } [ الشعراء : 91 ] قال جماعة من المفسرين : جيء بها يوم القيامة مزمومة بسبعين ألف زمام مع كل زمام سبعون ألف ملك يجرونها حتى تنصب عن يسار العرش فتشرد شردة لو تركت لأحرقت أهل الجمع ، قال الأصوليون : ومعلوم أنها لا تنفك عن مكانها ، فالمراد { وَبُرّزَتِ } أي ظهرت حتى رآها الخلق ، وعلم الكافر أن مصيره إليها ، ثم قال : { يَوْمَئِذٍ يَتَذَكَّرُ الإنسان } واعلم أن تقدير الكلام : إذا دكت الأرض ، وحصل كذا وكذا فيومئذ يتذكر الإنسان ، وفي تذكره وجوه الأول : أنه يتذكر ما فرط فيه لأنه حين كان في الدنيا كانت همته تحصيل الدنيا ، ثم إنه في الآخرة يتذكر أن ذلك كان ضلالاً ، وكان الواجب عليه أن تكون همته تحصيل الآخرة الثاني : يتذكر أي يتعظ ، والمعنى أنه ما كان يتعظ في الدنيا فيصير في الآخرة متعظاً فيقول : { ياليتنا نُرَدُّ وَلاَ نُكَذّبَ بئايات رَبّنَا } [ الأنعام : 27 ] ، الثالث : يتذكر يتوب وهو مروي عن الحسن ، ثم قال تعالى : { وأنى لَهُ الذكرى } وقد جاءهم رسول مبين واعلم أن بين قوله : { يَتَذَكَّرُ } وبين قوله : { وأنى لَهُ الذكرى } تناقضاً فلا بد من إضمار المضاف والمعنى ومن أين له منفعة الذكرى .\r\n ويتفرع على هذه الآية مسألة أصوليه ، وهي أن قبول التوبة عندنا غير واجب على الله عقلاً ، وقالت المعتزلة : هو واجب فنقول : الدليل على قولنا أن الآية دلت ههنا على أن الإنسان يعلم في الآخرة أن الذي يعمله في الدنيا لم يكن أصلح له وإن الذي تركه كان أصلح له ، ومهما عرف ذلك لا بد وأن يندم عليه ، وإذا حصل الندم فقد حصلت التوبة ، ثم إنه تعالى نفى كون تلك التوبة نافعة بقوله : { وأنى لَهُ الذكرى } فعلمنا أن التوبة لا يجب عقلاً قبولها ، فإن قيل القوم : إنما ندموا على أفعالهم لا لوجه قبحها بل لترتب العقاب عليها ، فلا جرم ما كانت التوبة صحيحة؟ قلنا : القوم لما علموا أن الندم على القبيح لا بد وأن يكون لوجه قبحه حتى يكون نافعاً وجب أن يكون ندمهم واقعاً على هذا الوجه ، فحينئذ يكونون آتين بالتوبة الصحيحة مع عدم القبول فصح قولنا .\r\n ثم شرح تعالى ما يقوله هذا الإنسان فقال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "كلا إذا دكت الأرض دكا دكا (21) وجاء ربك والملك صفا صفا (22) وجيء يومئذ بجهنم يومئذ يتذكر الإنسان وأنى له الذكرى (23) ",
        "babnum": 5
    },
    {
        "id": 3209,
        "cate": "89",
        "title": "يَقُولُ يَالَيْتَنِي قَدَّمْتُ لِحَيَاتِي (24) ",
        "details": " وفيه مسألتان : المسألة الأولى : للآية تأويلات : أحدهما : ياليتني قدمت في الدنيا التي كانت حياتي فيها منقطعة ، لحياتي هذه التي هي دائمة غير منقطعة ، وإنما قال : { لِحَيَاتِى } ولم يقل : لهذه الحياة على معنى أن الحياة كأنها ليست إلا الحياة في الدار الآخرة ، قال تعالى : { وَإِنَّ الدار الاخرة لَهِىَ الحيوان } [ العنكبوت : 64 ] أي لهي الحياة .\r\n وثانيها : أنه تعالى قال في حق الكافر : { وَيَأْتِيهِ الموت مِن كُلّ مَكَانٍ وَمَا هُوَ بِمَيّتٍ } [ إبراهيم : 17 ] وقال : { فَإِنَّ لَهُ جَهَنَّمَ لاَ يَمُوتُ فِيهَا وَلاَ يحيى } [ طه : 74 ] وقال : { وَيَتَجَنَّبُهَا الأشقى * الذى يَصْلَى النار الكبرى * ثُمَّ لاَ يَمُوتُ فِيهَا وَلاَ يحيى } [ الأعلى : 11 - 13 ] فهذه الآية دلت على أن أهل النار في الآخرة كأنه لا حياة لهم ، والمعنى فياليتني قدمت عملاً يوجب نجاتي من النار حتى أكون من الأحياء .\r\n وثالثها : أن يكون المعنى : فياليتني قدمت وقت حياتي في الدنيا ، كقولك جئته لعشر ليال خلون من رجب .\r\n المسألة الثانية : استدلت المعتزلة بهذه الآية على أن الاختيار كان في أيديهم ومعلقاً بقصدهم وإرادتهم وأنهم ما كانوا محجوبين عن الطاعات مجترئين على المعاصي وجوابه : أن فعلهم كان معلقاً بقصدهم ، فقصدهم إن كان معلقاً بقصد آخر لزم التسلسل ، وإن كان معلقاً بقصد الله فقد بطل الاعتزال .\r\n ثم قال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "يقول ياليتني قدمت لحياتي (24) ",
        "babnum": 6
    },
    {
        "id": 3210,
        "cate": "89",
        "title": "فَيَوْمَئِذٍ لَا يُعَذِّبُ عَذَابَهُ أَحَدٌ (25) وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ (26) ",
        "details": " وفيه مسألتان : المسألة الأولى : قراءة العامة يعذب ويوثق بكسر العين فيهما قال مقاتل معناه : فيومئذ لا يعذب عذاب الله أحد من الخلق ولا يوثق وثاق الله أحد من الخلق ، والمعنى لا يبلغ أحد من الخلق كبلاغ الله في العذاب والوثاق ، قال أبو عبيدة : هذا التفسير ضعيف لأنه ليس يوم القيامة معذب سوى الله فكيف يقال : لا يعذب أحد في مثل عذابه ، وأجيب عن هذا الاعتراض من وجوه الأول : أن التقدير لا يعذب أحد في الدنيا عذاب الله الكافر يومئذ ، ولا يوثق أحد في الدنيا وثاق الله الكافر يومئذ ، والمعنى مثل عذابه ووثاقه في الشدة والمبالغة الثاني : أن المعنى لا يتولى يوم القيامة عذاب الله أحد ، أي الأمر يومئذ أمره ولا أمر لغيره الثالث : وهو قول أبي علي الفارسي : أن يكون التقدير لا يعذب أحد من الزبانية مثل ما يعذبونه ، فالضمير في عذابه عائد إلى الإنسان ، وقرأ الكسائي لا يعذب ولا يوثق بفتح العين فيها واختاره أبو عبيدة ، وعن أبي عمرو أنه رجع إليها في آخر عمره ، لما روى أن رسول الله صلى الله عليه وسلم قرأهما بالفتح والضمير للإنسان الموصوف ، وقيل : هو أبي بن خلف ولهذه القراءة تفسيران أحدهما : لا يعذب أحد مثل عذابه ولا يوثق بالسلاسل والأغلال مثل وثاقه ، لتناهيه في كفره وفساده والثاني : أنه لا يعذب أحد من الناس عذاب الكافر ، كقوله : { وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى } [ فاطر : 18 ] قال الواحدي وهذه أولى الأقوال .\r\n المسألة الثانية : العذاب في القراءتين بمعنى التعذيب والوثاق بمعنى الإيثاق ، كالعطاء بمعنى الإعطاء في قوله : [ أكفراً بعد رد الموت عن ] \r\n وبعد عطائك المائة الرتاعا ",
        "fav": 0,
        "note": null,
        "normal": "فيومئذ لا يعذب عذابه أحد (25) ولا يوثق وثاقه أحد (26) ",
        "babnum": 7
    },
    {
        "id": 3211,
        "cate": "89",
        "title": "يَاأَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ (27) ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَرْضِيَّةً (28) ",
        "details": " اعلم أنه تعالى لما وصف حال من اطمأن إلى الدنيا ، وصف حال من أطمأن إلى معرفته وعبوديته ، فقال : { يا أيتها النفس } وفيه مسائل : المسألة الأولى : تقدير هذا الكلام .\r\n يقول الله للمؤمن : { يا أيتها النفس } فإما أن يكلمه إكراماً له كما كلم موسى عليه السلام أو على لسان ملك ، وقال القفال : هذا وإن كان أمراً في الظاهر لكنه خبر في المعنى ، والتقدير أن النفس إذا كانت مطمئنة رجعت إلى الله ، وقال الله لها : { فادخلى فِى عِبَادِى * وادخلى جَنَّتِى } [ الفجر : 30 29 ] قال : ومجيء الأمر بمعنى الخبر كثير في كلامهم ، كقولهم : إذا لم تستح فاصنع ما شئت .\r\n المسألة الثانية : الاطمئنان هو الاستقرار والثبات ، وفي كيفية هذا الاستقرار وجوه أحدها : أن تكون متيقنة بالحق ، فلا يخالجها شك ، وهو المراد من قوله : { ولكن لّيَطْمَئِنَّ قَلْبِى } [ البقرة : 260 ] وثانيها : النفس الآمنة التي لا يستفزها خوف ولا حزن ، ويشهد لهذا التفسير قراءة أبي بن كعب يا أيتها النفس الآمنة المطمئنة ، وهذه الخاصة قد تحصل عند الموت عند سماع قوله : { أَلاَّ تَخَافُواْ وَلاَ تَحْزَنُواْ وَأَبْشِرُواْ بالجنة } [ فصلت : 30 ] وتحصل عند البعث ، وعند دخول الجنة لا محالة وثالثها : وهو تأويل مطابق للحقائق العقلية ، فنقول : القرآن والبرهان تطابقا على أن هذا الاطمئنان لا يحصل إلا بذكر الله ، أما القرآن فقوله : { أَلاَ بِذِكْرِ الله تَطْمَئِنُّ القلوب } [ الرعد : 28 ] وأما البرهان فمن وجهين الأول : أن القوة العاقلة إذا أخذت تترقى في سلسلة الأسباب والمسببات ، فكلما وصل إلى سبب يكون هو ممكناً لذاته طلب العقل له سبباً آخر ، فلم يقف العقل عنده ، بل لا يزال ينتقل من كل شيء إلى ما هو أعلى منه ، حتى ينتهي في ذلك الترقي إلى واجب الوجود لذاته مقطع الحاجات .\r\n ومنتهى الضرورات ، فلما وقفت الحاجة دونه وقف العقل عنده واطمأن إليه ، ولم ينتقل عنه إلى غيره ، فإذاً كلما كانت القوة العاقلة ناظرة إلى شيء من الممكنات ملتفة إليه استحال أن تستقر عنده ، وإذا نظرت إلى جلال واجب الوجود ، وعرفت أن الكل منه استحال أن تنتقل عنه ، فثبت أن الاطمئنان لا يحصل إلا بذكر واجب الوجود الثاني : أن حاجات العبد غير متناهية وكل ما سوى الله تعالى فهو متناهي البقاء والقوة إلا بامداد الله ، وغير المتناهي لا يصير مجبوراً بالمتناهي ، فلا بد في مقابلة حاجة العبد التي لا نهاية لها من كمال الله الذي لا نهاية له ، حتى يحصل الاستقرار ، فثبت أن كل من آثر معرفة الله لا لشيء غير الله فهو غير مطمئن ، وليست نفسه نفساً مطمئنة ، أما من آثر معرفة الله لشيء سواه فنفسه هي النفس المطمئنة ، وكل من كان كذلك كان أنسه بالله وشوقه إلى الله وبقاؤه بالله وكلامه مع الله ، فلا جرم يخاطب عند مفارقته الدنيا بقوله : { ارجعى إلى رَبّكِ رَاضِيَةً مَّرْضِيَّةً } وهذا كلام لا ينتفع الإنسان به إلا إذا كان كاملاً في القوة الفكرية الإلهية أو في التجريد والتفريد .\r\n المسألة الثالثة : اعلم أن الله تعالى ذكر مطلق النفس في القرآن فقال : { وَنَفْسٍ وَمَا سَوَّاهَا } [ الشمس : 7 ] وقال : { تَعْلَمُ مَا فِى نَفْسِى وَلاَ أَعْلَمُ مَا فِى نَفْسِكَ } [ المائدة : 116 ] وقال : { فَلاَ تَعْلَمُ نَفْسٌ مَّا أُخْفِىَ لَهُم مّن قُوَّةَ أَعْيُنِ } [ السجدة : 17 ] وتارة وصفها بكونها أمارة بالسوء ، فقال : { إِنَّ النفس لأَمَّارَةٌ بالسوء } [ يوسف : 53 ] وتارة بكونها لوامة ، فقال : { بالنفس اللوامة } [ القيامة : 2 ] وتارة بكونها مطمئنة كما في هذه الآية .\r\n واعلم أن نفس ذاتك وحقيقتك وهي التي تشير إليها بقولك : ( أنا ) حين تخبر عن نفسك بقولك فعلت ورأيت وسمعت وغضبت واشتهيت وتخيلت وتذكرت ، إلا أن المشار إليه بهذه الإشارة ليس هو هذه البنية لوجهين الأول : أن المشار إليه بقولك : ( أنا ) قد يكون معلوماً حال ما تكون هذه البنية المخصوصة غير معلومة ، والمعلوم غير ما هو غير معلوم والثاني : أن هذه البنية متبدلة الأجزاء والمشار إليه بقولك : ( أنا ) غير متبدل ، فإني أعلم بالضرورة أني أنا الذي كنت موجوداً قبل هذا اليوم بعشرين سنة ، والمتبدل غير ما هو غير متبدل ، فإذاً ليست النفس عبارة عن هذه البنية ، وتقول : قال قوم إن النفس ليست بجسم لأنا قد نعقل المشار إليه بقوله : ( أنا ) حال ما أكون غافلاً عن الجسم الذي حقيقته المختص بالحيز الذاهب في الطول والعرض والعمق .\r\n والمعلوم مغاير لما ليس بمعلوم ، وجواب المعارضة بالنفس مذكور في كتابنا المسمى بلباب الإشارات ، وقال آخرون : بل هو جوهر جسماني لطيف صاف بعيد عن مشابهة الأجرام العنصرية نوراني سماوي مخالف بالماهية لهذه الأجسام السفلية ، فإذا صارت مشابكة لهذا البدن الكثيف صار البدن حياً وإن فارقته صار البدن ميتاً ، وعلى التقدير الأول يكون وصفها بالمجيء والرجوع بمعنى التدبير وتركه ، وعلى التقدير الثاني يكون ذلك الوصف حقيقاً .\r\n المسألة الرابعة : من القدماء من زعم أن النفوس أزلية ، واحتجوا بهذه الآية وهي قوله : { ارجعى إلى رَبّكِ } فإن هذا إنما يقال : لما كان موجوداً قبل هذا البدن .\r\n واعلم أن هذا الكلام يتفرع على أن هذا الخطاب متى يوجد؟ وفيه وجهان الأول : أنه إنما يوجد عند الموت ، وههنا تقوى حجة القائلين بتقدم الأرواح على الأجساد ، إلا أنه لا يلزم من تقدمها عليها قدمها الثاني : أنه إنما يوجد عند البعث والقيامة ، والمعنى : ارجعي إلى ثواب ربك ، فادخلي في عبادي ، أي ادخلي في الجسد الذي خرجت منه .\r\n المسألة الخامسة : المجسمة تمسكوا بقوله : { إلى رَبّكَ } وكلمة إلى لانتهاء الغاية وجوابه : إلى حكم ربك ، أو إلى ثواب ربك أو إلى إحسان ربك والجواب : الحقيقي المفرع على القاعدة العقلية التي قررناها ، أن القوة العقلية بسيرها العقلي تترقى من موجود إلى موجود آخر ، ومن سبب إلى سبب حتى تنتهي إلى حضرة واجب الوجود ، فهناك انتهاء الغايات وانقطاع الحركات ، أما قوله تعالى : { رَاضِيَةً مَّرْضِيَّةً } فالمعنى راضية بالثواب مرضية عنك في الأعمال التي عملتها في الدنيا ، ويدل على صحة هذا التفسير ، ما روى أن رجلاً قرأ عند النبي صلى الله عليه وسلم هذه الآيات ، فقال أبو بكر : ما أحسن هذا! فقال عليه الصلاة والسلام : « أما إن الملك سيقولها لك » ثم قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "ياأيتها النفس المطمئنة (27) ارجعي إلى ربك راضية مرضية (28) ",
        "babnum": 8
    },
    {
        "id": 3212,
        "cate": "89",
        "title": "فَادْخُلِي فِي عِبَادِي (29) وَادْخُلِي جَنَّتِي (30) ",
        "details": " وفيه مسألتان : المسألة الأولى : قيل : نزلت في حمزة بن عبد المطلب ، وقيل : في خبيب بن عدي الذي صلبه أهل مكة ، وجعلوا وجهه إلى المدينة ، فقال : اللهم إن كان لي عندك خير فحول وجهي نحو بلدتك ، فحول الله وجهه نحوها ، فلم يستطع أحد أن يحوله ، وأنت قد عرفت أن العبرة بعموم اللفظ لا بخصوص السبب .\r\n المسألة الثانية : قوله : { ادخلى فِى عِبَادِى } أي انضمي إلى عبادي المقربين ، وهذه حالة شريفة ، وذلك لأن الأرواح الشريفة القدسية تكون كالمرايا المصقولة ، فإذا انضم بعضها إلى البعض حصلت فيما بينها حالة شبيهة بالحالة الحاصلة عند تقابل المرايا المصقولة من انعكاس الأشعة من بعضها على بعض ، فيظهر في كل واحد منها كل ما ظهر في كلها ، وبالجملة فيكون ذلك الانضمام سبباً لتكامل تلك السعادات ، وتعاظم تلك الدرجات الروحانية ، وهذا هو المراد من قوله تعالى : { وَأَمَّا إِن كَانَ مِنْ أصحاب اليمين * فسلام لَّكَ مِنْ أصحاب اليمين } [ الواقعة : 91 90 } وذلك هو السعادة الروحاني ] ، ثم قال : { وادخلى جَنَّتِى } وهذا إشارة إلى السعادة الجسمانية ، ولما كانت الجنة الروحانية غير متراخية عن الموت في حق السعداء ، لا جرم قال : { فادخلى فِى عِبَادِى } فذكر بفاه التعقيب ، ولما كانت الجنة الجسمانية لا يحصل الفوز بها إلا بعد قيام القيامة الكبرى ، لا جرم قال : { وادخلى جَنَّتِى } فذكره بالواو لا بالفاء ، والله سبحانه وتعالى أعلم .\r\n وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فادخلي في عبادي (29) وادخلي جنتي (30) ",
        "babnum": 9
    }
]