[
    {
        "id": 2344,
        "cate": "51",
        "title": "وَالذَّارِيَاتِ ذَرْوًا (1) فَالْحَامِلَاتِ وِقْرًا (2) فَالْجَارِيَاتِ يُسْرًا (3) فَالْمُقَسِّمَاتِ أَمْرًا (4) ",
        "details": " أول هذه السورة مناسب لآخر ما قبلها ، وذلك لأنه تعالى لما بيّن الحشر بدلائله وقال : { ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيراً } [ ق : 44 ] وقال : { وَمَا أَنتَ عَلَيْهِمْ بِجَبَّارٍ } [ ق : 45 ] أي تجبرهم وتلجئهم إلى الإيمان إشارة إلى إصرارهم على الكفر بعد إقامة البرهان وتلاوة القرآن عليهم لم يبق إلا اليمين فقال : { والذارياتِ ذَرْواً \r\nإِنَّمَا تُوعَدُونَ لَصَادِقٌ } وأول هذه السورة وآخرها متناسبان حيث قال في أولها : { إِنَّمَا تُوعَدُونَ لصادق } [ الذاريات : 5 ] وقال في آخرها : { فَوَيْلٌ لّلَّذِينَ كَفَرُواْ مِن يَوْمِهِمُ الذى يُوعَدُونَ } [ الذاريات : 60 ] وفي تفسير الآيات مسائل : المسألة الأولى : قد ذكرنا الحكمة وهي في القسم من المسائل الشريفة والمطالب العظيمة في سورة والصافات ، ونعيدها ههنا وفيها وجوه .\r\n الأول : أن الكفار كانوا في بعض الأوقات يعترفون بكون النبي صلى الله عليه وسلم غالباً في إقامة الدليل وكانوا ينسبونه إلى المجادلة وإلى أنه عارف في نفسه بفساد ما يقوله ، وإنه يغلبنا بقوة الجدل لا بصدق المقال ، كما أن بعض الناس إذا أقام عليه الخصم الدليل ولم يبق له حجة ، يقول إنه غلبني لعلمه بطريق الجدل وعجزي عن ذلك ، وهو في نفسه يعلم أن الحق بيدي فلا يبقى للمتكلم المبرهن طريق غير اليمين ، فيقول والله إن الأمر كما أقول ، ولا أجادلك بالباطل ، وذلك لأنه لو سلك طريقاً آخر من ذكر دليل آخر ، فإذا تم الدليل الآخر يقول الخصم فيه مثل ما قال في الأول إن ذلك تقرير بقوة علم الجدل فلا يبقى إلا السكوت أو التمسك بالإيمان وترك إقامة البرهان .\r\n الثاني : هو أن العرب كانت تحترز عن الأيمان الكاذبة وتعتقد أنها تدع الديار بلافع ، ثم إن النبي صلى الله عليه وسلم أكثر من الأيمان بكل شريف ولم يزده ذلك إلا رفعة وثباتاً ، وكان يحصل لهم العلم بأنه لا يحلف بها كاذباً ، وإلا لأصابه شؤم الإيمان ولناله المكروه في بعض الأزمان .\r\n الثالث : وهو أن الأيمان التي حلف الله تعالى بها كلها دلائل أخرجها في صورة الأيمان مثاله قول القائل لمنعمه : وحق نعمك الكثيرة إني لا أزال أشكرك فيذكر النعم وهي سبب مفيد لدوام الشكر ويسلك مسلك القسم ، كذلك هذه الأشياء كلها دليل على قدرة الله تعالى على الإعادة ، فإن قيل فلم أخرجها مخرج الإيمان؟ نقول لأن المتكلم إذا شرع في أول كلامه بحلف بعلم السامع أنه يريد أن يتكلم بكلام عظيم فيصغي إليه أكثر من أن يصغي إليه حيث يعلم أن الكلام ليس بمعتبر فبدأ بالحلف وأدرج الدليل في صورة اليمين حتى أقبل القوم على سماعه فخرج لهم البرهان المبين ، والتبيان المتين في صورة اليمين ، وقد استوفينا الكلام في سورة والصافات .\r\n المسألة الثانية : في جميع السور التي أقسم الله في ابتدائها بغير الحروف كان القسم لإثبات أحد الأصول الثلاثة وهي : الوحدانية والرسالة والحشر ، وهي التي يتم بها الإيمان ، ثم إنه تعالى لم يقسم لإثبات الوحدانية إلا في سورة واحدة من تلك السور وهي { والصافات } حيث قال فيها : { إِنَّ إلهكم لَوَاحِدٌ } [ الصافات : 4 ] وذلك لأنهم وإن كانوا يقولون : { أَجَعَلَ الآلهة إلها واحدا } [ ص : 5 ] على سبيل الإنكار ، وكانوا يبالغون في الشرك ، لكنهم في تضاعيف أقوالهم ، وتصاريف أحوالهم كانوا يصرحون بالتوحيد ، وكانوا يقولون : { مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرّبُونَا إِلَى الله زُلْفَى } [ الزمر : 3 ] وقال تعالى : { وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السموات والأرض لَيَقُولُنَّ الله } [ الزمر : 38 ] فلم يبالغوا في الحقيقة في إنكار المطلوب الأول ، فاكتفى بالبرهان ، ولم يكثر من الأيمان ، وفي سورتين منها أقسم لإثبات صدق محمد صلى الله عليه وسلم ، وكونه رسولاً في إحداهما بأمر واحد ، وهو قوله تعالى : { والنجم إِذَا هوى * مَا ضَلَّ صاحبكم } [ النجم : 1 ، 2 ] وفي الثانية بأمرين وهو قوله تعالى : { والضحى * واليل إِذَا سجى * مَا وَدَّعَكَ رَبُّكَ وَمَا قلى } [ الضحى : 1 3 ] وذلك لأن القسم على إثبات رسالته قد كثر بالحروف والقرآن ، كما في قوله تعالى : { يس * والقرءان الحكيم * إِنَّكَ لَمِنَ المرسلين } [ ياس : 1 3 ] وقد ذكرنا الحكم فيه أن معجزات النبي صلى الله عليه وسلم القرآن ، فأقسم به ليكون في القسم الإشارة واقعة إلى البرهان ، وفي باقي السور كان المقسم عليه الحشر والجزاء وما يتعلق به لكون إنكارهم في ذلك خارجاً عن الحد ، وعدم استيفاء ذلك في صورة القسم بالحروف .\r\n المسألة الثالثة : أقسم الله تعالى بجموع السلامة المؤنثة في سور خمس ، ولم يقسم بجموع السلامة المذكورة في سورة أصلاً ، فلم يقل : والصالحين من عبادي ، ولا المقربين إلى غير ذلك ، مع أن المذكر أشرف ، وذلك لأن جموع السلام بالواو والنون في الأمر الغالب لمن يعقل ، وقد ذكرنا أن القسم بهذه الأشياء ليس لبيان التوحيد إلا في صورة ظهور الأمر فيه ، وحصول الاعتراف منهم به ، ولا للرسالة لحصول ذلك في صور القسم بالحروف والقرآن .\r\n بقي أن يكون المقصود إثبات الحشر والجزاء ، لكن إثبات الحشر لثواب الصالح ، وعذاب الصالح ، ففائدة ذلك راجع إلى من يعقل ، فكان الأمر يقتضي أن يكون القسم بغيرهم ، والله أعلم .\r\n المسألة الرابعة : في السورة التي أقسم لإثبات الوحدانية ، أقسم في أول الأمر بالساكنات حيث قال : { والصافات } [ الصافات : 1 ] وفي السور الأربع الباقية أقسم بالمتحركات ، فقال : { والذريات } وقال : { والمرسلات } [ المرسلات : 1 ] وقال : { والنازعات } [ النازعات : 1 ] ويؤيده قوله تعالى : { والسابحات \r\nفالسابقات } [ النازعات : 3 ، 4 ] وقال : { والعاديات } [ العاديات : 1 ] وذلك لأن الحشر فيه جمع وتفريق ، وذلك بالحركة أليق ، أو أن نقول في جميع السور الأربع أقسم بالرياح على ما بين وهي التي تجمع وتفرق ، فالقادر على تأليف السحاب المتفرق بالرياح الذارية والمرسلة ، قادر على تأليف الأجزاء المتفرقة بطريق من الطرق التي يختارها بمشيئته تعالى .\r\n المسألة الخامسة : في الذاريات أقوال .\r\n الأول : هي الرياح تذرو التراب وغيره ، كما قال تعالى : { تَذْرُوهُ الرياح } [ الكهف : 45 ] .\r\n الثاني : هي الكواكب من ذرا يذرو إذا أسرع .\r\n الثالث : هي الملائكة .\r\n الرابع : رب الذاريات ، والأول أصح .\r\n المسألة السادسة : الأمور الأربعة جاز أن تكون أموراً متباينة ، وجاز أن تكون أمراً له أربع اعتبارات .\r\n والأول : هي ما روي عن علي عليه السلام ، أن الذاريات هي الرياح والحاملات هي السحاب ، والجاريات هي السفن ، والمقسمات هي الملائكة الذين يقسمون الأرزاق .\r\n والثاني : وهو الأقرب أن هذه صفات أربع للرياح ، فالذاريات هي الرياح التي تنشىء السحاب أولاً ، والحاملات هي الرياح التي تحمل السحب التي هي بخار المياه التي إذا سحت جرت السيول العظيمة ، وهي أوقار أثقل من جبال ، والجاريات هي الرياح التي تجري بالسحب بعد حملها ، والمقسمات هي الرياح التي تفرق الأمطار على الأقطار ، ويحتمل أن يقال هذه أمور أربعة مذكورة في مقابلة أمور أربعة بها تتم الإعادة ، وذلك لأن الأجزاء التي تفرقت بعضها في تخوم الأرضين ، وبعضها في قعور البحور ، وبعضها في جو الهواء ، وهي الأجزاء اللطيفة البخارية التي تنفصل عن الأبدان ، فقوله تعالى : { والذريات } يعني الجامع للذاريات من الأرض ، على أن الذارية هي التي تذرو التراب عن وجه الأرض ، وقوله تعالى : { فالحاملات وِقْراً } هي التي تجمع الأجزاء من الجو وتحمله حملاً ، فإن التراب لا ترفعه الرياح حملاً ، بل تنقله من موضع ، وترميه في موضع بخلاف السحاب ، فإنه يحمله وينقله في الجو حملاً لا يقع منه شيء ، وقوله : { فالجاريات يُسْراً } إشارة إلى الجامع من الماء ، فإن من يجري السفن الثقيلة من تيار البحار إلى السواحل يقدر على نقل الأجزاء من البحر إلى البر ، فإذا تبين أن الجمع من الأرض ، وجو الهواء ووسط البحار ممكن ، وإذا اجتمع يبقى نفخ الروح لكن الروح من أمر الله ، كما قال تعالى : { وَيَسْئَلُونَكَ عَنِ الروح قُلِ الروح مِنْ أَمْرِ رَبّى } [ الإسراء : 85 ] فقال : { فالمقسمات أَمْراً } الملائكة التي تنفخ الروح في الجسد بأمر الله ، وإنما ذكرهم بالمقسمات ، لأن الإنسان في الأجزاء الجسمية غير مخالف تخالفاً بيناً ، فإن لكل أحد رأساً ورجلاً ، والناس متقاربة في الأعداد والأقدار ، لكن التفاوت الكثير في النفوس ، فإن الشريفة والخسيسة بينهما غاية الخلاف ، وتلك القسمة المتفاوتة تتقسم بمقسم مختار ومأمور مختار فقال : { فالمقسمات أَمْراً } .\r\n المسألة السابعة : ما هذه المنصوبات من حيث النحو؟ فنقول أما { ذَرْواً } فلا شك في كونه منصوباً على أنه مصدر ، وأما { وِقْراً } فهو مفعول به ، كما يقال : حمل فلان عدلاً ثقيلاً ، ويحتمل أن يكون اسماً أقيم مقام المصدر ، كما يقال : ضربه سوطاً يؤيده قراءة من قرأ بفتح الواو .\r\n وأما { يُسْراً } فهو أيضاً منصوب على أنه صفة مصدر ، تقديره جرياً ذا يسر ، وأما { المقسمات أمْراً } فهو إما مفعول به ، كما يقال : فلان قسم الرزق أو المال وإما حال أتى على صورة المصدر ، كما يقال : قتلته صبراً ، أي مصبوراً كذلك ههنا { المقسمات أمْراً } أي مأمورة ، فإن قيل : إن كان { وِقْراً } مفعوله به فلم لم يجمع ، ومما قيل : والحاملات أوقاراً؟ نقول : لأن الحاملات على ما ذكرنا صفة الرياح ، وهي تتوارد على وقر واحد ، فإن ريحاً تهب وتسوق السحابة فتسبق السحاب ، فتهب أخرى وتسوقها ، وربما تتحول عنه يمنة ويسرة بسبب اختلاف الرياح ، وكذلك القول في المقسمات أمراً ، إذا قلنا هو مفعول به ، لأن جماعة يكونون مأمورين تنقسم أمراً واحداً ، أو نقول هو في تقدير التكرير كأنه قال : فالحاملات وقراً وقراً ، والمقسمات أمراً أمراً .\r\n المسألة الثامنة : ما فائدة الفاء؟ نقول : إن قلنا إنها صفات الرياح فلبيان ترتيب الأمور في الوجود ، فإن الذاريات تنشىء السحاب فتقسم الأمطار على الأمطار ، وإن قلنا إنها أمور أربعة فالفاء للترتيب في القسم لا للترتيب في القسم لا للترتيب في المقسم به ، كأنه يقول : أقسم بالرياح الذاريات ثم بالسحب الحاملات ثم بالسفن الجاريات ثم بالملائكة المقسمات ، وقوله : { فالحاملات } وقوله : { فالجاريات } إشارة إلى بيان ما في الرياح من الفوائد ، أما في البر فإنشاء السحب ، وأما في البحر فإجراء السفن ، ثم المقسمات إشارة إلى ما يترتب على حمل السحب وجري السفن من الأرزاق ، والأرياح التي تكون بقسمة الله تعالى فتجري سفن بعض الناس كما يشتهي ولا تربح وبعضهم تربح وهو غافل عنه ، كما قال تعالى : { نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيشَتَهُمْ } [ الزخرف : 32 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والذاريات ذروا (1) فالحاملات وقرا (2) فالجاريات يسرا (3) فالمقسمات أمرا (4) ",
        "babnum": 1
    },
    {
        "id": 2345,
        "cate": "51",
        "title": "إِنَّمَا تُوعَدُونَ لَصَادِقٌ (5) ",
        "details": " ( ما ) يحتمل أن يكون مصدرية معناه الإيعاد صادق و ( إن ) تكون موصولة أي الذي توعدون صادق ، والصادق معناه ذو صدق كعيشة راضية ووصف المصدر بما يوصف به الفاعل بالمصدر فيه إفادة مبالغة ، فكما أن من قال فلان لطف محض وحلم يجب أن يكون قد بالغ كذلك من قال كلام صادق وبرهان قاهر للخصم أو غير ذلك يكون قد بالغ ، والوجه فيه هو أنه إذا قال هو لطف بدل قوله لطيف فكأنه قال اللطيف شيء له لطف ففي اللطيف لطف وشيء آخر ، فأراد أن يبين كثرة اللطف فجعله كله لطفاً ، وفي الثاني لما كان الصدق يقوم بالمتكلم بسبب كلامه ، فكأنه قال هذا الكلام لا يحوج إلى شيء آخر حتى يصح إطلاق الصادق عليه ، بل هو كاف في إطلاق الصادق لكونه سبباً قوياً وقوله تعالى : { تُوعَدُونَ } يحتمل أن يكون من وعد ويحتمل أن يكون من أوعد ، والثاني هو الحق لأن اليمين مع المنكر بوعيد لا بوعد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنما توعدون لصادق (5) ",
        "babnum": 2
    },
    {
        "id": 2346,
        "cate": "51",
        "title": "وَإِنَّ الدِّينَ لَوَاقِعٌ (6) ",
        "details": " أي الجزاء كائن ، وعلى هذا فالإبعاد بالحشر في الموعد هو الحساب والجزاء هو العقاب ، فكأنه بيّن بقوله : { إِنَّ مَا تُوعَدُونَ لصادق * وَإِنَّ الدين لَوَاقِعٌ } أن الحساب يستوفى والعقاب يوفى .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن الدين لواقع (6) ",
        "babnum": 3
    },
    {
        "id": 2347,
        "cate": "51",
        "title": "وَالسَّمَاءِ ذَاتِ الْحُبُكِ (7) إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ (8) ",
        "details": " وفي تفسيره مباحث : الأول : { والسماء ذَاتِ الحبك } قيل : الطرائق ، وعلى هذا فيحتمل أن يكون المراد طرائق الكواكب وممراتها كما يقال في المحابك ، ويحتمل أن يكون المراد ما في السماء من الأشكال بسبب النجوم ، فإن في سمت كواكبها طريق التنين والعقرب والنسر الذي يقول به أصحاب الصور ومنطقة الجوزاء وغير ذلك كالطرائق ، وعلى هذا فالمراد به السماء المزينة بزينة الكواكب ، ومثله قوله تعالى : { والسماء ذَاتِ البروج } [ البروج : 1 ] وقيل : حبكها صفاقها يقال في الثوب الصفيق حسن الحبك وعلى هذا فهو كقوله تعالى : { والسماء ذَاتِ الرجع } [ الطارق : 11 ] لشدتها وقوتها وهذا ما قيل فيه .\r\n البحث الثاني : في المقسم عليه وهو قوله تعالى : { إِنَّكُمْ لَفِى قَوْلٍ مُّخْتَلِفٍ } وفي تفسيره أقوال مختلفة كلها محكمة .\r\n الأول : إنكم لفي قول مختلف ، في حق محمد صلى الله عليه وسلم ، تارة يقولون إنه أمين وأخرى إنه كاذب ، وتارة تنسبونه إلى الجنون ، وتارة تقولون إنه كاهن وشاعر وساحر ، وهذا محتمل لكنه ضعيف إذ لا حاجة إلى اليمين على هذا ، لأنهم كانوا يقولون ذلك من غير إنكار حتى يؤكد بيمين .\r\n الثاني : { إِنَّكُمْ لَفِى قَوْلٍ مُّخْتَلِفٍ } أي غير ثابتين على أمر ومن لا يثبت على قول لا يكون متيقناً في اعتقاده فيكون كأنه قال تعالى ، والسماء إنكم غير جازمين في اعتقادكم وإنما تظهرون الجزم لشدة عنادكم وعلى هذا القول فيه فائدة وهي أنهم لما قالوا للنبي صلى الله عليه وسلم إنك تعلم أنك غير صادق في قولك ، وإنما تجادل ونحن نعجز عن الجدل قال : { والذريات ذَرْواً } أي أنك صادق ولست معانداً ، ثم قال تعالى : بل أنتم والله جازمون بأني صادق فعكس الأمر عليهم .\r\n الثالث : إنك لفي قول مختلف ، أي متناقض ، أما في الحشر فلأنكم تقولون لا حشر ولا حياة بعد الموت ثم تقولون إنا وجدنا آباءنا على أمة ، فإذا كان لا حياة بعد الموت ولا شعور للميت ، فماذا يصيب آباءكم إذا خالفتموهم؟ وإنما يصح هذا ممن يقولون بأن بعد الموت عذاباً فلو علمنا شيئاً يكرهه الميت يبدي فلا معنى لقولكم إنا لا ننسب آباءنا بعد موتهم إلى الضلال ، وكيف وأنتم تربطون الركائب على قبور الأكابر ، وأما في التوحيد فتقولون خالق السموات والأرض هو الله تعالى لا غيره ثم تقولون هو إله الآلهة وترجعون إلى الشرك ، وأما في قول النبي صلى الله عليه وسلم فتقولون إنه مجنون ثم تقولون له إنك تغلبنا بقوة جدلك ، والمجنون كيف يقدر على الكلام المنتظم المعجز ، إلى غير ذلك من الأمور المتناقضة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والسماء ذات الحبك (7) إنكم لفي قول مختلف (8) ",
        "babnum": 4
    },
    {
        "id": 2348,
        "cate": "51",
        "title": "يُؤْفَكُ عَنْهُ مَنْ أُفِكَ (9) ",
        "details": " وفيه وجوه .\r\n أحدها : أنه مدح للمؤمنين ، أي يؤفك عن القول المختلف ويصرف من صرف عن ذلك القول ويرشد إلى القول المستوي .\r\n وثانيها : أنه ذم معناه يؤفك عن الرسول .\r\n ثالثها : يؤفك عن القول بالحشر .\r\n رابعها : يؤفك عن القرآن ، وقرىء يؤفن عنه من أفن ، أي يحرم ، وقرىء يؤفك عنه من أفك ، أي كذب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يؤفك عنه من أفك (9) ",
        "babnum": 5
    },
    {
        "id": 2349,
        "cate": "51",
        "title": "قُتِلَ الْخَرَّاصُونَ (10) ",
        "details": " وهذا يدل على أن المراد من قوله : { لَفِى قَوْلٍ مُّخْتَلِفٍ } [ الذاريات : 8 ] أنهم غير ثابتين على أمر وغير جازمين بل هم يظنون ويخرصون ، ومعناه لعن الخراصون دعاء عليهم بمكروه .\r\n ثم وصفهم فقال : ",
        "fav": 0,
        "note": null,
        "normal": "قتل الخراصون (10) ",
        "babnum": 6
    },
    {
        "id": 2350,
        "cate": "51",
        "title": "الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ (11) ",
        "details": " وفيه مسألتان إحداهما لفظية والأخرى معنوية .\r\n أما اللفظية : فقوله : { ساهون } يحتمل أن يكون خبراً بعد خبر ، والمبتدأ هو قوله : { هُمْ } وتقديره هم كائنون في غمرة ساهون ، كما يقال زيد جاهل جائز لا على قصد وصف الجاهل بالجائز ، بل الإخبار بالوصفين عن زيد ، ويحتمل أن يكون { ساهون } خبراً و { فِى غَمْرَةٍ } ظرف له كما يقال : زيد في بيته قاعد يكون الخبر هو القاعد لا غير وفي بيته لبيان ظرف القعود كذلك { فِى غَمْرَةٍ } لبيان ظرف السهو الذي يصحح وصف المعرفة بالجملة ، ولولاها لما جاز وصف المعرفة بالجملة .\r\n وأما المعنوية : فهي أن وصف الخراص بالسهو والانهماك في الباطل ، يحقق ذلك كون الخراص صفة ذم ، وذلك لأن ما لا سبيل إليه إلا الظن إذا خرص الخارص وأطلق عليه الخراص لا يكون ذلك مفيد نقص ، كما يقال في خراص الفواكه والعساكر وغير ذلك ، وأما الخرص في محل المعرفة واليقين فهو ذم فقال : قتل الخراصون الذين هم جاهلون ساهلون لا الذين تعين طريقهم في التخمين والحزر وقوله تعالى : { ساهون } بعد قوله : { فِى غَمْرَةٍ } يفيد أنهم وقعوا في جهل وباطل ونسوا أنفسهم فيه فلم يرجعوا عنه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الذين هم في غمرة ساهون (11) ",
        "babnum": 7
    },
    {
        "id": 2351,
        "cate": "51",
        "title": "يَسْأَلُونَ أَيَّانَ يَوْمُ الدِّينِ (12) ",
        "details": " فإن قيل : الزمان يجعل ظرف الأفعال ولا يمكن أن يكون الزمان ظرفاً لظرف آخر ، وههنا جعل أيان ظرف اليوم فقال : { أَيَّانَ يَوْمُ الدين } ويقال متى يقدم زيد ، فيقال : يوم الجمعة ولا يقال : متى يوم الجمعة ، فالجواب : التقدير متى يكون يوم الجمعة وأيان يكون يوم الدين ، وأيان من المركبات ركب من أي التي يقع بها الاستفهام وآن التي هي الزمان أو من أي وأوان فكأنه قال أي أوان فلما ركب بني وهذا منهم جواب لقوله : { وَإِنَّ الدين لَوَاقِعٌ } فكأنهم قالوا أيان يقع استهزاء وترك المسؤول في قوله : { يُسْئَلُونَ } حيث لم يقل يسألون من ، يدل على أن غرضهم ليس بالجواب وإنما يسألون استهزاء .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يسألون أيان يوم الدين (12) ",
        "babnum": 8
    },
    {
        "id": 2352,
        "cate": "51",
        "title": "يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ (13) ",
        "details": " يحتمل وجهين .\r\n أحدهما : أن يكون جواباً عن قولهم { أَيَّانَ } يقع وحينئذ كما أنهم لم يسألوا سؤال مستفهم طالب لحصول العلم كذلك لم يجبهم جواب مجيب معلم مبين حيث قال : { يَوْمَ هُمْ عَلَى النار يُفْتَنُونَ } وجهلهم بالثاني أقوى من جهلهم بالأول ، ولا يجوز أن يكون الجواب بالأخفى ، فإذا قال قائل متى يقدم زيد فلو قال المجيب يوم يقدم رفيقه ولا يعلم يوم قدوم الرفيق ، لا يصح هذا الجواب إلا إذا كان الكلام في صورة جواب ، ولا يكون جواباً كما أن القائل إذا قال كم تعد عداتي تخلفها إلى متى هذا الإخلاف فيغضب ويقول إلى أشأم يوم عليك ، الكلامان في صورة سؤال وجواب ولا الأول يريد به السؤال ، ولا الثاني يريد به الجواب ، فكذلك ههنا قال : { يَوْمَ هُمْ عَلَى النار يُفْتَنُونَ } مقابلة استهزائهم بالإيعاد لا على وجه الإتيان .\r\n والثاني : أن يكون ذلك ابتداء كلام تمامه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يوم هم على النار يفتنون (13) ",
        "babnum": 9
    },
    {
        "id": 2353,
        "cate": "51",
        "title": "ذُوقُوا فِتْنَتَكُمْ هَذَا الَّذِي كُنْتُمْ بِهِ تَسْتَعْجِلُونَ (14) ",
        "details": " فإن قيل : هذا يفضي إلى الإضمار ، نقول الإضمار لا بد منه لأن قوله : { ذُوقُواْ فِتْنَتَكُمْ } غير متصل بما قبله إلا بإضمار ، يقال : ويفتنون قيل معناه : يحرقون ، والأولى أن يقال معناه يعرضون على النار عرض المجرب الذهب على النار كلمة على تناسب ذلك ، ولو كان المراد يحرقون لكان بالنار أو في النار أليق لأن الفتنة هي التجربة ، وأما ما يقال من اختبره ومن أنه تجربة الحجارة فعنى بذلك المعنى مصدر الفتن ، وههنا يقال : { ذُوقُواْ فِتْنَتَكُمْ } والفتنة الامتحان ، فإن قيل : فإذا جعلت { يَوْمَ هُمْ عَلَى النار يُفْتَنُونَ } مقولاً لهم { ذُوقُواْ فِتْنَتَكُمْ } فما قوله : { هذا الذى كُنتُمْ بِهِ تَسْتَعْجِلُونَ } ؟ قلنا : يحتمل أن يكون المراد كنتم تستعجلون بصريح القول كما في قوله تعالى حكاية عنهم : { رَبَّنَا عَجّل لَّنَا قِطَّنَا } [ ص : 16 ] وقوله : { فَأْتِنَا بِمَا تَعِدُنَا } [ الأعراف : 70 ] إلى غير ذلك يدله عليه ههنا قوله تعالى : { يَسْئَلُونَ أَيَّانَ يَوْمُ الدين } [ الذاريات : 12 ] فإنه نوع استعجال ، ويحتمل أن يكون المراد الاستعجال بالفعل وهو الإصرار على العناد وإظهار الفساد فإنه يعجل العقوبة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ذوقوا فتنتكم هذا الذي كنتم به تستعجلون (14) ",
        "babnum": 10
    },
    {
        "id": 2354,
        "cate": "51",
        "title": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ (15) ",
        "details": " بعد بيان حال المغترين المجرمين بين حال المحق المتقي ، وفيه مسائل : المسألة الأولى : قد ذكرنا أن المتقي له مقامات أدناها أن يتقي الشرك ، وأعلاها أن يتقي ما سوى الله ، وأدنى درجات المتقي الجنة ، فما من مكلف اجتنب الكفر إلا ويدخل الجنة فيرزق نعيمها .\r\n المسألة الثانية : الجنة تارة وحدها كما قال تعالى : { مَّثَلُ الجنة التى وُعِدَ المتقون } [ الرعد : 35 ] وأخرى جمعها كما في هذا المقام قال : { إِنَّ المتقين فِى جنات } وتارة ثناها فقال تعالى : { وَلِمَنْ خَافَ مَقَامَ رَبّهِ جَنَّتَانِ } [ الرحمن : 46 ] فما الحكمة فيه؟ نقول : أما الجنة عند التوحيد فلأنها لاتصال المنازل والأشجار والأنهار كجنة واحدة ، وأما حكمة الجمع فلأنها بالنسبة إلى الدنيا وبالإضافة إلى جنانها جنات لا يحصرها عدد ، وأما التثنية فسنذكرها في سورة الرحمن غير أنا نقول ههنا الله تعالى عند الوعد وحَّد الجنة ، وكذلك عند الشراء حيث قال : { إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ وأموالهم بِأَنَّ لَهُمُ الجنة } [ التوبة : 111 ] وعند الإعطاء جمعها إشارة إلى أن الزيادة في الوعد موجودة والخلاف ما لو وعد بجنات ، ثم كان يقول إنه في جنة لأنه دون الموعود .\r\n الثالثة : قوله تعالى : { وَعُيُونٍ } يقتضي أن يكون المتقي فيها ولا لذة في كون الإنسان في ماء أو غير ذلك من المائعات ، نقول معناه في خلال العيون ، وذلك بين الأنهار بدليل أن قوله تعالى : { فِي جنات } ليس معناه إلا بين جنات وفي خلالها لأن الجنة هي الأشجار ، وإنما يكون بينها كذلك القول في العيون والتنكير ، مع أنها معرفة للتعظيم يقال فلان رجل أي عظيم في الرجولية .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن المتقين في جنات وعيون (15) ",
        "babnum": 11
    },
    {
        "id": 2355,
        "cate": "51",
        "title": "آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ (16) ",
        "details": " وقوله تعالى : { ءاخِذِينَ مَا ءاتاهم رَبُّهُمْ } فيه مسائل ولطائف ، أما المسائل : فالأولى منها : ما معنى آخذين؟ نقول فيه وجهان أحدهما : قابضين ما آتاهم شيئاً فشيئاً ولا يستوفونه بكماله لامتناع استيفاء ما لا نهاية له .\r\n ثانيها : آخذين قابلين قبول راض كما قال تعالى : { وَيَأْخُذُ الصدقات } [ التوبة : 104 ] أي يقبلها ، وهذا ذكره الزمخشري وفيه وجه ثالث : وهو أن قوله : { فِي جنات } يدل على السكنى فحسب وقوله : { ءاخِذِينَ } يدل على التملك ولذا يقال أخذ بلاد كذا وقلعة كذا إذا دخلها متملكاً لها ، وكذلك يقال لمن اشترى داراً أو بستاناً أخذه بثمن قليل أي تملكه ، وإن لم يكن هناك قبض حساً ولا قبول برضا ، وحينئذ فائدته بيان أن دخولهم فيها ليس دخول مستعير أو ضعف يسترد منه ذلك ، بل هو ملكه الذي اشتراه بماله ونفسه من الله تعالى وقوله : { ءاتاهم } يكون لبيان أن أخذهم ذلك لم يكن عنوة وفتوحاً ، وإنما كان بإعطاء الله تعالى ، وعلى هذا الوجه { مَا } راجعة إلى الجنّات والعيون .\r\n وقوله : { إِنَّهُمْ كَانُواْ قَبْلَ ذَلِكَ مُحْسِنِينَ } إشارة إلى ثمنها أي أخذوها وملكوها بالإحسان ، كما قال تعالى : { لّلَّذِينَ أَحْسَنُواْ الحسنى } [ يونس : 26 ] بلام الملك وهي الجنة .\r\n المسألة الثانية : { ءاخِذِينَ } حال وهو في معنى قول القائل يأخذون فكيف قال ما آتاهم ولم يقل ما يؤتيهم ليتفق اللفظان ، ويوافق المعنى لأن قوله : { ءاتاهم } ينبىء عن الانقراض وقوله : { يُؤْتِيهِمْ } تنبيه على الدوام وإيتاء الله في الجنة كل يوم متجدد ولا نهاية له ، ولا سيما إذا فسرنا الأخذ بالقبول ، كيف يصح أن يقال فلان يقبل اليوم ما آتاه زيد أمس؟ نقول : أما على ما ذكرنا من التفسير لا يرد لأن معناه يتملكون ما أعطاهم ، وقد يوجد الإعطاء أمس ويتملك اليوم ، وأما على ما ذكروه فنقول الله تعالى أعطى المؤمن الجنة وهو في الدنيا غير أنه لم يكن جنى ثمارها فهو يدخلها على هيئة الآخذ وربما يأخذ خيراً مما أتاه ، ولا ينافي ذلك كونه داخلاً على تلك الهيئة ، يقول القائل : جئتك خائفاً فإذا أنا آمن وما ذكرتم إنما يلزم أن لو كان أخذهم مقتصراً على ما آتاهم من قبل ، وليس كذلك وإنما هم دخلوها على ذلك ولم يخطر ببالهم غيره فيؤتيهم الله ما لم يخطر ببالهم فيأخذون ما يؤتيهم الله وإن دخلوها ليأخذوا ما آتاهم ، وقوله تعالى : { إِنَّ أصحاب الجنة اليوم فِى شُغُلٍ } [ ياس : 55 ] هو أخذهم ما آتاهم وقد ذكرناه في سورة ياس ( 55 ) .\r\n المسألة الثالثة : { ذلك } إشارة إلى ماذا؟ نقول : يحتمل وجهين أحدهما : قبل دخولهم لأن قوله تعالى : { فِي جنات } فيه معنى الدخول يعني قبل دخولهم الجنة أحسنوا ثانيهما : قبل إيتاء الله ما آتاهم الحسنى وهي الجنة فأخذوها ، وفيه وجوه أُخر ، وهو أن ذلك إشارة إلى يوم الدين وقد تقدم .\r\n وأما اللطائف فقد سبق بعضها ، ومنها أن قوله تعالى : { إِنَّ المتقين } لما كان إشارة إلى التقوى من الشرك كان كأنه قال الذين آمنوا لكن الإيمان مع العمل الصالح يفيد سعادتين ، ولذلك دلالة أتم من قول القائل أنهم أحسنوا .\r\n اللطيفة الثانية : أما التقوى فلأنه لما قال لا إله فقد اتقى الشرك ، وأما الإحسان فلأنه لما قال إلا الله فقد أتى بالإحسان ، ولهذا قيل في معنى كلمة التقوى إنها لا إله إلا الله وفي الإحسان قال تعالى : { وَمَنْ أَحْسَنُ قَوْلاً مّمَّن دَعَا إِلَى الله } [ فصلت : 33 ] وقيل في تفسير : { هَلْ جَزَاء الإحسان إِلاَّ الإحسان } [ الرحمن : 60 ] إن الإحسان هو الإتيان بكلمة لا إله إلا الله وهما حينئذ لا يتفاصلان بل هما متلازمان .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "آخذين ما آتاهم ربهم إنهم كانوا قبل ذلك محسنين (16) ",
        "babnum": 12
    },
    {
        "id": 2356,
        "cate": "51",
        "title": "كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ (17) ",
        "details": " كالتفسير لكونهم محسنين ، تقول حاتم كان سخياً كان يبذل موجوده ولا يترك مجهوده ، وفيه مباحث : الأول : { قليلاً } منصوب على الظرف تقديره يهجعون قليلاً تقول قام بعض الليل فتنصب بعض على الظرف وخبر كان هو قوله : { يَهْجَعُونَ } و ( ما ) زائدة هذا هو المشهور وفيه وجه آخر وهو أن يقال كانوا قليلاً ، معناه نفي النوم عنهم وهذا منقول عن الضحاك ومقاتل ، وأنكر الزمخشري كون ما نافية ، وقال : لا يجوز أن تكون نافية لأن بعد ما لا يعمل فيما قبلها لا تقول زيداً ما ضربت ويجوز أن يعمل ما بعد لم فيما تقول زيداً لم أضرب ، وسبب ذلك هو أن الفعل المتعدي إنما يفعل في النفي حملاً له على الإثبات لأنك إذا قلت ضرب زيد عمراً ثبت تعلق فعله بعمرو فإذا قلت ما ضربه لم يوجد منه فعل حتى يتعلق به ويتعدى إليه لكن المنفي محمول على الإثبات ، فإذا ثبت هذا فالنفي بالنسبة إلى الإثبات كاسم الفاعل بالنسبة إلى الفعل فإنه يعمل عمل الفعل ، لكن اسم الفاعل إذا كان بمعنى الماضي لا يعمل ، فلا تقول زيد ضارب عمراً أمس ، وتقول : زيد ضارب عمراً غداً واليوم والآن ، لأن الماضي لم يبق موجوداً ولا متوقع الوجود فلا يتعلق بالمفعول حقيقة لكن الفعل لقوته يعمل واسم الفاعل لضعفه لم يعمل ، إذا عرفت هذا فنقول ما ضرب للنفي في المضي فاجتمع فيه النفي والمضي فضعف ، وأما لم أضرب وإن كان يقلب المستقبل إلى الماضي لكن الصيغة صيغة المستقبل فوجد فيه ما يوجد في قول القائل زيد ضارب عمراً غداً فاعمل هذا بيان قوله غير أن القائل بذلك القول يقول : { قَلِيلاً } ليس منصوباً بقوله : { يَهْجَعُونَ } وإنما ذلك خبر كانوا أي كانوا قليلين ، ثم قال : { وَمِنَ اليل مَا يَهْجَعُونَ } أي ما يهجعون أصلاً بل يحيون الليل جميعه ومن يكون لبيان الجنس لا للتبعيض ، وهذا الوجه حينئذ فيه معنى قوله تعالى : { إلا الذين آمنوا وعملوا الصالحات وقليل ما هم } [ ص : 24 ] وذلك لأنا ذكرنا أن قوله : { إِنَّ المتقين } [ الذاريات : 16 ] فيه معنى الذين آمنوا ، وقوله : { مُحْسِنِينَ } فيه معنى الذين عملوا الصالحات ، وقوله : { كَانُواْ قَلِيلاً } فيه معنى قوله تعالى : { وَقَلِيلٌ مَّا هُمْ } .\r\n البحث الثاني : على القول المشهور وهو أن ما زائدة يحتمل أن يكون قليلاً صفة مصدر تقديره يهجعون هجوعاً قليلاً .\r\n البحث الثالث : يمكن أن يقال : { قَلِيلاً } منصوب على أنه خبر كان و ( ما ) مصدرية تقديره كان هجوعهم من الليل قليلاً فيكون فاعل { كانوا } هو الهجوع ، ويكون ذلك من باب بدل الاشتمال لأن هجوعهم متصل بهم فكأنه قال كان هجوعهم قليلاً كما يقال : كان زيد خلقه حسناً ، فلا يحتاج إلى القول بزيادة ، واعلم أن النحاة لا يقولون فيه إنه بدل فيفرقون بين قول القائل زيد حسن وجهه أو الوجه وبين قوله زيد وجهه حسن فيقولون في الأول صفة وفي الثاني بدل ونحن حيث قلنا إنه من باب بدل الاشتمال أردنا به معنى لا اصطلاحاً ، وإلا فقليلاً عند التقديم ليس في النحو مثله عند التأخير حتى قولك فلان قليل هجوعه ليس ببدل ، وفلان هجوعه قليل بدل ، وعلى هذا يمكن أن تكون ما موصولة معناه كان ما يهجعون فيه قليلاً من الليل ، هذا ما يتعلق باللفظ ، أما ما يتعلق بالمعنى فنقول تقديم قليلاً في الذكر ليس لمجرد السجع حتى يقع يهجعون ويستغفرون في أواخر الآيات ، بل فيه فائدتان .\r\n الأولى : هي أن الهجوع راحة لهم ، وكان المقصود بيان اجتهادهم وتحملهم السهر لله تعالى فلو قال كانوا يهجعون كان المذكور أولاً راحتهم ثم يصفه بالقلة وربما يغفل الإنسان السامع عما بعد الكلام فيقول إحسانهم وكونهم محسنين بسبب أنهم يهجعون وإذا قدم قوله : { قَلِيلاً } يكون السابق إلى الفهم قلة الهجوع ، وهذه الفائدة من يراعيها يقول فلان قليل الهجوع ولا يقول هجوعه قليل ، لأن الغرض بيان قلة الهجوع لا بيان الهجوع بوصف القلة أو الكثرة ، فإن الهجوع لو لم يكن لكان نفي القلة أولى ولا كذلك قلة الهجوع لأنها لو لم تكن لكان بدلها الكثرة في الظاهر .\r\n الفائدة الثانية : في قوله تعالى : { مِّنَ اليل } وذلك لأن النوم القليل بالنهار قد يوجد من كل أحد ، وأما الليل فهو زمان النوم لا يسهره في الطاعة إلا متعبد مقبل ، فإن قيل الهجوع لا يكون إلا بالليل والنوم نهاراً ، لا يقال له الهجوع قلنا ذكر الأمر العام وإرادة التخصيص حسن فنقول : رأيت حيواناً ناطقاً فصيحاً ، وذكر الخاص وإرادة العام لا يحسن إلا في بعض المواضع فلا نقول رأيت فصيحاً ناطقاً حيواناً ، إذا عرفت هذا فنقول في قوله تعالى : { كَانُواْ قَلِيلاً مّن اليل } ذكر أمراً هو كالعام يحتمل أن يكون بعده : كانوا من الليل يسبحون ويستغفرون أو يسهرون أو غير ذلك ، فإذا قال يهجعون فكأنه خصص ذلك العام المحتمل له ولغيره فلا إشكال فيه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كانوا قليلا من الليل ما يهجعون (17) ",
        "babnum": 13
    },
    {
        "id": 2357,
        "cate": "51",
        "title": "وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ (18) ",
        "details": " إشارة إلى أنهم كانوا يتهجدون ويجتهدون يريدون أن يكون عملهم أكثر من ذلك وأخلص منه ويستغفرون من التقصير وهذا سيرة الكريم يأتي بأبلغ وجوه الكرم ويستقله ويعتذر من التقصير ، واللئيم يأتي بالقليل ويستكثره ويمن به .\r\n وفيه وجه آخر ألطف منه ، وهو أنه تعالى لما بيّن أنهم يهجعون قليلاً ، والهجوع مقتضى الطبع ، قال : { يَسْتَغْفِرُونَ } أي من ذلك القدر من النوم القليل ، وفيه لطيفة أخرى تنبيهاً في جواب سؤال ، وهو أنه تعالى مدحهم بقلة الهجوع ، ولم يمدحهم بكثرة السهر ، وما قال : كانوا كثيراً من الليل ما يسهرون ، فما الحكمة فيه ، مع أن السهر هو الكلفة والاجتهاد لا الهجوع؟ نقول : إشارة إلى أن نومهم عبادة ، حيث مدحهم الله تعالى بكونهم هاجعين قليلاً ، وذلك الهجوع أورثهم لاشتغال بعبادة أخرى ، وهو الاستغفار في وجوه الأسحار ، ومنعهم من الإعجاب بأنفسهم والاستكبار .\r\n وفيه مباحث : البحث الأول : في الباء فإنها استعملت للظرف ههنا ، وهي ليست للظرف ، نقول : قال بعض النحاة : إن حروف الجر ينوب بعضها مناب بعض ، يقال في الظرف خرجت لعشر بقين وبالليل وفي شهر رمضان ، فيستعمل اللام والباء وفي ، وكذلك في المكان ، نقول : أقمت بالمدينة كذا وفيها ، ورأيته ببلدة كذا وفيها ، فإن قيل ما التحقيق فيه؟ نقول : الحروف لها معاني مختلفة ، كما أن الأسماء والأفعال كذلك ، غير أن الحروف غير مستقلة بإفادة المعنى ، والاسم والفعل مستقلان ، لكن بين بعض الحروف وبعضها تناف وتباعد ، كما في الأسماء والأفعال ، فإن البيت والمسكن مختلفان متفاوتان ، وكذلك سكن ومكث ، ولا كذلك كل اسمين يفرض أو كل فعلين يوجد ، إذا عرفت هذا فنقول : بين الباء واللام وفي مشاركة ، أما الباء فإنها للإلصاق ، والمتمكن في مكان ملتصق به متصل ، وكذلك الفعل بالنسبة إلى الزمان ، فإذا قال : سار بالنهار معناه ذهب ذهاباً متصلاً بالنهار ، وكذا قوله تعالى : { وبالأسحار هُمْ يَسْتَغْفِرُونَ } أي استغفاراً متصلاً بالأسحار مقترناً بها ، لأن الكائن فيها مقترناً بها ، فإن قيل : فهل يكون بينهما في المعنى تفاوت؟ نقول : نعم ، وذلك لأن من قال : قمت بالليل واستغفر بالأسحار أخبر عن الأمرين ، وذلك أدل على وجود الفعل مع أول جزء من أجزاء الوقت من قوله : قمت في الليل ، لأنه يستدعي احتواش الزمان بالفعل وكذلك قول القائل : أقمت ببلد كذا ، لا يفيد أنه كان محاطاً بالبلد ، وقوله : أقمت فيها يدل على إحاطتها به ، فإذن قول القائل : أقمت بالبلدة ودعوت بالأسحار ، أعم من قوله : قمت فيه ، لأن القائم فيه قائم به ، والقائم به ليس قائماً فيه من كل بد ، إذا علمت هذا فقوله تعالى : { وبالأسحار هُمْ يَسْتَغْفِرُونَ } إشارة إلى أنهم لا يخلون وقتاً عن العبادة ، فإنهم بالليل لا يهجعون ، ومع أول جزء من السحر يستغفرون ، فيكون فيه بيان كونهم مستغفرين من غير أن يسبق منهم ذنب ، لأنهم وقت الانتباه في الأسحار لم يخلو الوقت للذنب ، فإن قيل : زدنا بياناً فإن من الأزمان أزماناً لا تجعل ظروفاً بالباء ، فلا يقال خرجت بيوم الجمعة ويقال بفي ، نقول : إن كل فعل جار في زمان فهو متصل به ، فالخروج يوم الجمعة متصل مقترن بذلك الزمان ، ولم يستعمل خرجت بيوم الجمعة ، نقول الفارق بينهما الإطلاق والتقييد ، بدليل أنك إن قلت : خرجت بنهارنا وبليلة الجمعة لم يحسن ، ولو قلت : خرجت بيوم سعد ، وخرج هو بيوم نحس حسن ، فالنهار والليل لما لم يكن فيهما خصوص وتقييد جاز استعمال الباء فيهما ، فإذا قيدتهما وخصصتهما زال ذلك الجواز ، ويوم الجمعة لما كان فيه خصوص لم يجز استعمال الباء ، وحيث زال الخصوص بالتنكير ، وقلت خرت بيوم كذا عاد الجواز ، والسر فيه أن مثل يوم الجمعة ، وهذه الساعة ، وتلك الليلة وجد فيها أمر غير الزمان وهو خصوصيات ، وخصوصية الشيء في الحقيقة أمور كثيرة غير محصورة عند العاقل على وجه التفصيل لكنها محصورة على الإجمال ، مثاله إذا قلت هذا الرجل فالعام فيه هو الرجل ، ثم إنك لو قلت الرجل الطويل ، ما كان يصير مخصصاً ، لكنه يقرب من الخصوص ، ويخرج من القصار ، فإن قلت العالم لم يصر مخصصاً لكنه يخرج عن الجهال ، فإذا قلت الزاهد فكذلك ، فإذا قلت ابن عمرو خرج عن أبناء زيد وبكر وخالد وغيرهم ، فإذا قلت هذا يتناول تلك المخصصات التي بأجمعها لا تجتمع إلا في ذلك ، فإذن الزمان المتعين فيه أمور غير الزمان ، والفعل حدث مقترن بزمان لا ناشىء عن الزمان ، وأما في فصحيح ، لأن ما حصل في العام فهو في الخاص ، لأن العام أمر داخل في الخاص ، وأما في فيدخل في الذي فيه الشيء ، فصح أن يقال : في يوم الجمعة ، وفي هذه الساعة ، وأما بحث اللام فنؤخره إلى موضعه ، وقد تقدم بعضه في تفسير قوله تعالى : { والشمس تَجْرِى لِمُسْتَقَرّ لَّهَا } [ ياس : 38 ] وقوله : { هُمْ } غير خال عن فائدة ، قال الزمخشري : فائدته انحصار المستغفرين ، أي لكمالهم في الاستغفار ، كأن غيرهم ليس بمستغفر ، فهم المستغفرون لا غير ، يقال فلان هو العالم لكماله في العلم كأنه تفرد به وهو جيد ، ولكن فيه فائدة أخرى ، وهي أن الله تعالى لما عطف { وبالأسحار هُمْ يَسْتَغْفِرُونَ } على قوله : { كَانُواْ قَلِيلاً مّن اليل مَا يَهْجَعُونَ } [ الذاريات : 17 ] فلو لم يؤكد معنى الإثبات بكلمة { هُمْ } لصلح أن يكون معناه : وبالأسحار قليلاً ما يستغفرون ، تقول فلان قليلاً ما يؤذي وإلى الناس يحسن قد يفهم أنه قليل الإيذاء قليل الإحسان ، فإذا قلت قليلاً ما يؤذي وهو يحسن زال ذلك الفهم وظهر فيه معنى قوله : قليل الإيذاء كثير الإحسان ، والاستغفار يحتمل وجوهاً .\r\n أحدها : طلب المغفرة بالذكر بقولهم ربنا اغفر لنا .\r\n الثاني : طلب المغفرة بالفعل ، أي بالأسحار يأتون بفعل آخر طلباً للغفران ، وهو الصلاة أو غيرها من العبادات .\r\n الثالث : وهو أغربها الاستغفار من باب استحصد الزرع إذا جاء أوان حصاده ، فكأنهم بالأسحار يستحقون المغفرة ويأتيهم أوان المغفرة ، فإن قيل : فالله لم يؤخر مغفرتهم إلى السحر؟ نقول وقت السحر تجتمع ملائكة الليل والنهار ، وهو الوقت المشهود ، فيقول الله على ملأ منهم : إني غفرت لعبدي ، والأول أظهر ، والثاني عند المفسرين أشهر .\r\n ثم قال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "وبالأسحار هم يستغفرون (18) ",
        "babnum": 14
    },
    {
        "id": 2358,
        "cate": "51",
        "title": "وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ (19) ",
        "details": " وقد ذكرنا مراراً أن الله تعالى بعد ذكر تعظيم نفسه يذكر الشفقة على خلقه ، ولا شك أن قليل الهجوع المستغفر في وجوه الأسحار وجد منه التعظيم العظيم ، فأشار إلى الشفقة بقوله : { وَفِى أموالهم حَقٌّ } وفيه مسائل : المسألة الأولى : أضاف المال إليهم ، وقال في مواضع : { أَنفِقُواْ مِمَّا رِزَقَكُمُ الله } [ ياس : 47 ] وقال : { وَمِمَّا رزقناهم يُنفِقُونَ } [ الشورى : 38 ] نقول سببه أن في تلك المواضع كان الذكر للحث ، فذكر معه ما يدفع الحث ويرفع المانع ، فقال : هو رزق الله والله يزرقكم فلا تخافوا الفقر وأعطوا ، وأما ههنا فمدح على ما فعلوه فلم يكن إلى الحرص حاجة .\r\n المسألة الثانية : المشهور في الحق أنه هو القدر الذي علم شرعاً وهو الزكاة وحينئذ لا يبقى هذا صفة مدح ، لأن كون المسلم في ماله حق وهو الزكاة ليس صفة مدح لأن كل مسلم كذلك ، بل الكافر إذا قلنا إنه مخاطب بفروع الإسلام في ماله حق معلوم غير أنه إذا أسلم سقط عنه وإن مات عوقب على تركه ، وإن أدى من غير الإسلام لا يقع الموقع ، فكيف يفهم كونه مدحاً؟ نقول الجواب عنه من وجوه .\r\n أحدها : أنا نفسر بمن يطلب شرعاً ، والمحروم الذي لا مكنة له من الطلب ومنعه الشارع من المطالبة ، ثم إن المنع قد يكون لكون الطالب غير مستحق ، وقد يكون لكون المطلوب منه لم يبق عليه حق فلا يطالب فقال تعالى في ماله حق للطالب وهو الزكاة ولغير الطالب وهو الصدقة المتطوع بها فإن ذلك المالك لا يطالب بها ويحرم الطالب منه طلباً على سبيل الجزية والزكاة ، بل يسأل سؤالاً اختيارياً فيكون حينئذ كأنه قال في ماله زكاة وصدقة والصدقة في المال لا تكون إلا بفرضه هو ذلك وتقديره وإفرازه للفقراء والمساكين ، الجواب الثاني : هو أن قوله : { وَفِى أموالهم حَقٌّ لَّلسَّائِلِ } أي مالهم ظرف لحقوقهم فإن كلمة في للظرفية لكن الظرف لا يطلب إلا للمظروف فكأنه تعالى قال هم لا يطلبون المال ولا يجمعونه إلا ويجعلونه ظرفاً للحق ، ولا شك أن المطلوب من الظرف هو المظروف والظرف مالهم فجعل مالهم ظرفاً للحقوق ولا يكون فوق هذا مدح فإن قيل فلو قيل مالهم للسائل هل كان أبلغ؟ قلنا : لا وذلك لأن من يكون له أربعون ديناراً فتصدق بها لا تكون صدقته دائمة لكن إذا اجتهد واتجر وعاش سنين وأدى الزكاة والصدقة يكون مقدار المؤدى أكثر وهذا كما في الصلاة والصوم ولو أضعف واحد نفسه بهما حتى عجز عنهما لا يكون مثل من اقتصد فيهما ، وإليه الإشارة بقوله صلى الله عليه وسلم : « إن هذا الدين متين فأوغل فيه برفق فإن المنبت لا أرضاً قطع ولا ظهراً أبقى » وفي السائل والمحروم وجوه .\r\n أحدها : أن السائل هو الناطق وهو الآدمي والمحروم كل ذي روح غيره من الحيوانات المحرومة قال النبي صلى الله عليه وسلم : « لكل كبد حرى أجر » وثانيها : وهو الأظهر والأشهر ، أن السائل هو الذي يسأل ، والمحروم المتعفف الذي يحسبه بعض الناس غنياً فلا يعطيه شيئاً .\r\n والأول : كقوله تعالى : { كُلُواْ وارعوا أنعامكم } [ طه : 54 ] .\r\n والثاني : كقوله : { وَأَطْعِمُواْ القانع والمعتر } [ الحج : 36 ] فالقانع كالمحروم فإن قيل على الوجه الأول الترتيب في غاية الحسن ، فإن دفع حاجة الناطق مقدم على دفع حاجة البهائم ، فما وجه الترتيب في الوجه الثاني؟ نقول فيه وجهان .\r\n أحدهما : أن السائل اندفاع حاجته قبل اندفاع حاجة المحروم في الوجود لأنه يعرف حاله بمقاله ويطلب لقلة ماله فيقدم بدفع حاجته ، والمحروم غير معلوم فلا تندفع حاجته إلا بعد الاطلاع عليه ، فكان الذكر على الترتيب الواقع .\r\n وثانيهما : هو أن ذلك إشارة إلى كثرة العطاء فيقول يعطي السائل فإذا لم يجدهم يسأل هو عن المحتاجين فيكون سائلاً ومسؤولاً .\r\n الثالث : هو أن المحاسن اللفظية غير مهجورة في الكلام الحكمي ، فإن قول القائل إن رجوعهم إلينا وعلينا حسابهم ليس كقوله تعالى : { إِنَّ إِلَيْنَا إِيَابَهُمْ * ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ } [ الغاشية : 26 ] والكلام له جسم وهو اللفظ وله روح وهو المعنى ، وكما أن الإنسان الذي نور روحه بالمعرفة ينبغي أن ينور جسمه الظاهر بالنظافة ، كذلك الكلام ورب كلمة حكمية لا تؤثر في النفوس لركاكة لفظها ، إذا عرفت هذا فقوله : { وبالأسحار هُمْ يَسْتَغْفِرُونَ * وَفِى أموالهم حَقٌّ لَّلسَّائِلِ والمحروم } أحسن من حيث اللفظ من قولنا وبالأسحار هم يستغفرون ، وفي أموالهم حق للمحروم والسائل ، فإن قيل قدم السائل على المحروم ههنا لما ذكرت من الوجوه ، ولم قدم المحروم على السائل في قوله : { القانع والمعتر } لأن القانع هو الذي لا يسأل { والمعتر } السائل؟ نقول قد قيل إن القانع هو السائل والمعتر الذي لا يسأل ، فلا فرق بين الموضعين ، وقيل بأن القانع والمعتر كلاهما لا يسأل لكن القانع لا يتعرض ولا يخرج من بيته والمعتر يتعرض للأخذ بالسلام والتردد ولا يسأل ، وقيل بأن القانع لا يسأل والمعتر يسأل ، فعلى هذا فلحم البدنة يفرق من غير مطالبة ساع أو مستحق مطالبة جزية ، والزكاة لها طالب وسائل هو الساعي والإمام ، فقوله : { لَّلسَّائِلِ } إشارة إلى الزكاة وقوله : { والمحروم } أي الممنوع إشارة إلى الصدقة المتطوع بها واحدهما قبل الأخرى بخلاف إعطاء اللحم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وفي أموالهم حق للسائل والمحروم (19) ",
        "babnum": 15
    },
    {
        "id": 2359,
        "cate": "51",
        "title": "وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ (20) ",
        "details": " وهو يحتمل وجهين .\r\n أحدهما : أن يكون متعلقاً بقوله : { إِنَّمَا تُوعَدُونَ لصادق * وَإِنَّ الدين لَوَاقِعٌ * وَفِى الأرض ءايات لّلْمُوقِنِينَ } تدلهم على أن الحشر كائن كما قال تعالى : { وَمِنْ ءاياته أَنَّكَ تَرَى الأرض خاشعة } إلى أن قال : { إِنَّ الذى أحياها لمحيي الموتى } [ فصلت : 39 ] .\r\n وثانيهما : أن يكون متعلقاً بأفعال المتقين ، فإنهم خافوا الله فعظموه فأظهروا الشفقة على عباده ، وكان لهم آيات في الأرض ، وفي أنفسهم على إصابتهم الحق في ذلك ، فإن من يكون له في الأرض الآيات العجيبة يكون له القدرة التامة فيخشى ويتقى ، ومن له من أنفس الناس حكم بالغة ونعم سابغة يستحق أن يعبد ويترك الهجوع لعبادته ، وإذا قابل العبد العبادة بالنعمة يجدها دون حد الشكر فيستغفر على التقصير ، وإذا علم أن الرزق من السماء لا يبخل بماله ، فالآيات الثلاثة المتأخرة فيها تقرير ما تقدم ، وعلى هذا فقوله تعالى : { فَوَرَبّ السماء والأرض } [ الذاريات : 23 ] يكون عود الكلام بعد اعتراض الكلام الأول أقوى وأظهر ، وفيه مسائل : المسألة الأولى : كيف خصص الموقنين بكون الآيات لهم مع أن الآيات حاصلة للكل قال تعالى : { وَءايَةٌ لَّهُمُ الأرض الميتة أحييناها } [ ياس : 33 ] نقول قد ذكرنا أن اليمين آخر ما يأتي به المبرهن وذلك لأنه أولاً يأتي بالبرهان ، فإن صدق فذلك وإن لم يصدق لا بد له من أن ينسبه الخصم إلى إصرار على الباطل لأنه إذا لم يقدر على قدح فيه ولم يصدقه يعترف له بقوة الجدل وينسبه إلى المكابرة فيتعين طريقه في اليمين ، فإذا آيات الأرض لم تفدهم لأن اليمين بقوله : { والذريات ذَرْواً } [ الذاريات : 1 ] دلت على سبق إقامة البينات وذكر الآيات ولم يفد فقال فيها : { وَفِى الأرض ءايات لّلْمُوقِنِينَ } وإن لم يحصل للمصر المعاند منها فائدة ، وأما في سورة ياس وغيرها من الموانع التي جعل فيها آيات الأرض للعامة لم يحصل فيها اليمين وذكر الآيات قبله فجاز أن يقال إن الأرض آيات لمن ينظر فيها .\r\n الجواب الثاني : وهو الأصح أن هنا الآيات بالفعل والاعتبار للمؤمنين أي حصل ذلك لهم وحيث قال لكل معناه إن فيها آيات لهم إن نظروا وتأملوا .\r\n المسألة الثانية : ههنا قال : { وَفِى الأرض ءايات } وقال هناك : { وَءايَةٌ لَّهُمُ الأرض } [ ياس : 33 ] نقول لما جعل الآية { لّلْمُوقِنِينَ } ذكر بلفظ الجمع لأن الموقن لا يغفل عن الله تعالى في حال ويرى في كل شيء آيات دالة ، وأما الغافل فلا يتنبه إلا بأمور كثيرة فيكون الكل له كالآية الواحدة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وفي الأرض آيات للموقنين (20) ",
        "babnum": 16
    },
    {
        "id": 2360,
        "cate": "51",
        "title": "وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ (21) ",
        "details": " إشارة إلى دليل الأنفس ، وهو كقوله تعالى : { سَنُرِيهِمْ ءاياتنا فِى الآفاق وَفِى أَنفُسِهِمْ } [ فصلت : 53 ] وإنما اختار من دلائل الآفاق ما في الأرض لظهورها لمن على ظهورها فإن في أطرافها وأكنافها ما لا يمكن عد أصنافها فدليل الأنفس في قوله : { وَفِى أَنفُسِكُمْ } عام ويحتمل أن يكون مع المؤمنين ، وإنما أتى بصيغة الخطاب لأنها أظهر لكون علم الإنسان بما في نفسه أتم وقوله تعالى : { وَفِى أَنفُسِكُمْ } يحتمل أن يكون المراد وفيكم ، يقال الحجارة في نفسها صلبة ولا يراد بها النفس التي هي منبع الحياة والحس والحركات ، ويحتمل أن يكون المراد وفي نفوسكم التي بها حياتكم آيات وقوله : { أَفلاَ تُبْصِرُونَ } بالاستفهام إشارة إلى ظهورها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وفي أنفسكم أفلا تبصرون (21) ",
        "babnum": 17
    },
    {
        "id": 2361,
        "cate": "51",
        "title": "وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ (22) ",
        "details": " وقوله تعالى : { وَفِى السماء رِزْقُكُمْ } فيه وجوه .\r\n أحدها : في السحاب المطر .\r\n ثانيها : { فِى السماء رَزَقَكُمُ } مكتوب .\r\n ثالثها : تقدير الأرزاق كلها من السماء ولولاه لما حصل في الأرض حبة قوت ، وفي الآيات الثلاث ترتيب حسن وذلك لأن الإنسان له أمور يحتاج إليها لا بد من سبقها حتى يوجد هو في نفسه وأمور تقارنه في الوجود وأمور تلحقه وتوجد بعده ليبقى بها ، فالأرض هي المكان وإليه يحتاج الإنسان ولا بد من سبقها فقال : { وَفِى الأرض ءايات } ثم في نفس الإنسان أمور من الأجسام والأعراض فقال : { وَفِى أَنفُسِكُمْ } ثم بقاؤه بالرزق فقال : { وَفِى السماء رِزْقُكُمْ } ولولا السماء لما كان للناس البقاء .\r\n وقوله تعالى : { وَمَا تُوعَدُونَ } فيه وجوه .\r\n أحدها : الجنة الموعود بها لأنها في السماء .\r\n ثانيها : هو من الإيعاد لأن البناء للمفعول من أوعد يوعد أي وما توعدون إما من الجنة والنار في قوله تعالى : { يَوْمَ هُمْ عَلَى النار } [ الذاريات : 13 ] وقوله : { إِنَّ المتقين فِى جنات } [ الذاريات : 15 ] فيكون إيعاداً عاماً ، وأما من العذاب وحينئذ يكون الخطاب مع الكفار فيكون كأنه تعالى قال : وفي الأرض آيات للموقنين كافية ، وأما أنتم أيها الكافرون ففي أنفسكم آيات هي أظهر الآيات وتكفرون لها لحطام الدنيا وحب الرياسة ، وفي السماء الأرزاق ، فلو نظرتم وتأملتم حق التأمل ، لما تركتم الحق لأجل الرزق ، فإنه واصل بكل طريق ولاجتنبتم الباطل اتقاء لما توعدون من العذاب النازل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وفي السماء رزقكم وما توعدون (22) ",
        "babnum": 18
    },
    {
        "id": 2362,
        "cate": "51",
        "title": "فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ (23) ",
        "details": " وفي المقسم عليه وجوه أحدها : { مَّا تُوعَدُونَ } أي ما توعدون لحق يؤيده قوله تعالى : { إِنَّمَا تُوعَدُونَ لصادق } [ الذاريات : 5 ] وعلى هذا يعود كل ما قلناه من وجوه { مَّا تُوعَدُونَ } إن قلنا إن ذلك هو الجنة فالمقسم عليه هو هي .\r\n ثانيها : الضمير راجع إلى القرآن أي أن القرآن حق وفيما ذكرناه في قوله تعالى : { يُؤْفَكُ عَنْهُ } [ الذاريات : 9 ] دليل هذه وعلى هذا فقوله : { مّثْلَ مَا أَنَّكُمْ تَنطِقُونَ } معناه تكلم به الملك النازل من عند الله به مثل ما أنكم تتكلمون وسنذكره .\r\n ثالثها : أنه راجع إلى الدين كما في قوله تعالى : { وَإِنَّ الدين لَوَاقِعٌ } [ الذاريات : 6 ] .\r\n رابعها : أنه راجع إلى اليوم المذكور في قوله : { أَيَّانَ يَوْمُ الدين } [ الذاريات : 12 ] يدل عليه وصف الله اليوم بالحق في قوله تعالى : { ذَلِكَ اليوم الحق } [ النبأ : 39 ] .\r\n خامسها : أنه راجع إلى القول الذي يقال : { هذا الذى كُنتُمْ بِهِ تَسْتَعْجِلُونَ } [ الذاريات : 14 ] وفي التفسير مباحث : الأول : الفاء تستدعي تعقيب أمر لأمر فما الأمر المتقدم؟ نقول فيه وجهان .\r\n أحدهما : الدليل المتقدم كأنه تعالى يقول : إن ما توعدون لحق بالبرهان المبين ، ثم بالقسم واليمين .\r\n ثانيهما : القسم المتقدم كأنه تعالى يقول : { والذريات } ثم { وَرَبُّ السماء والأرض } وعلى هذا يكون الفاء حرف عطف أعيد معه حرف القسم كما يعاد الفعل إذ يصح أن يقال ومررت بعمرو ، فقوله : { والذريات ذَرْواً فالحاملات وِقْراً } [ الذاريات : 1 ، 2 ] عطف من غير إعادة حرف القسم ، وقوله : { فَوَرَبّ السماء } مع إعادة حرفه ، والسبب فيه وقوع الفصل بين القسمين ، ويحتمل أن يقال الأمر المتقدم هو بيان الثواب في قوله : { يَوْمَ هُمْ عَلَى النار يُفْتَنُونَ } [ الذاريات : 13 ] وقوله : { إِنَّ المتقين فِى جنات } [ الذاريات : 15 ] وفيه فائدة ، وهو أن الفاء تكون تنبيهاً على أن لا حاجة إلى اليمين مع ما تقدم من الكشف المبين ، فكأنه يقول ورب السماء والأرض إنه لحق ، كما يقول القائل بعدما يظهر دعواه هذا والله إن الأمر كما ذكرت فيؤكد قوله باليمين ، ويشير إلى ثبوته من غير يمين .\r\n البحث الثاني : أقسم من قبل بالأمور الأرضية وهي الرياح وبالسماء في قوله : { والسماء ذَاتِ الحبك } [ الذاريات : 7 ] ولم يقسم بربها ، وههنا أقسم بربها نقول كذلك الترتيب يقسم المتكلم أولاً بالأدنى فإن لم يصدق به يرتقي إلى الأعلى ، ولهذا قال بعض الناس إذا قال قائل وحياتك ، والله لا يكفر وإذا قال : والله وحياتك لا شك يكفر وهذا استشهاد ، وإن كان الأمر على خلاف ما قاله ذلك القائل لأن الكفر إما بالقلب ، أو باللفظ الظاهر في أمر القلب ، أو بالفعل الظاهر ، وما ذكره ليس بظاهر في تعظيم جانب غير الله ، والعجب من ذلك القائل أنه لا يجعل التأخير في الذكر مفيداً للترتيب في الوضوء وغيره .\r\n البحث الثالث : قرىء مثل بالرفع وحينئذ يكون وصفاً لقوله لحق ومثل وإن أضيف إلى المعرفة لا يخرجه عن جواز وصف المنكر به ، تقول رأيت رجلاً مثل عمرو ، لأنه لا يفيده تعريفاً لأنه في غاية الإبهام وقرىء : { مَثَلُ } بالنصب ، ويحتمل وجهين .\r\n أحدهما : أن يكون مفتوحاً لإضافته إلى ما هو ضعيف وإلا جاز أن يقال زيد قاتل من يعرفه أو ضارب من يشتمه .\r\n ثانيهما : أن يكون منصوباً على البيان تقديره لحق حقاً مثل ، ويحتمل أن يقال إنه منصوب على أنه صفة مصدر معلوم غير مذكور ، ووجهه أنا دللنا أن المراد من الضمير في قوله : { إِنَّهُ } هو القرآن فكأنه قال إن القرآن لحق نطق به الملك نطقاً { مّثْلَ مَا أَنَّكُمْ تَنطِقُونَ } وما مجرور لا شك فيه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فورب السماء والأرض إنه لحق مثل ما أنكم تنطقون (23) ",
        "babnum": 19
    },
    {
        "id": 2363,
        "cate": "51",
        "title": "هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ (24) ",
        "details": " إشارة إلى تسلية قلب النبي صلى الله عليه وسلم ببيان أن غيره من الأنبياء عليهم السلام كان مثله ، واختار إبراهيم لكونه شيخ المرسلين كون النبي عليه الصلاة والسلام على سنته في بعض الأشياء ، وإنذار لقومه بما جرى من الضيف ، ومن إنزال الحجارة على المذنبين المضلين ، وفيه مسائل : المسألة الأولى : إذا كان المراد ما ذكرت من التسلية والإنذار فأي فائدة في حكاية الضيافة؟ نقول ليكون ذلك إشارة إلى الفرج في حق الأنبياء ، والبلاء على الجهلة والأغبياء ، إذا جاءهم من حيث لا يحتسب .\r\n قال الله تعالى : { فأتاهم الله مِنْ حَيْثُ لَمْ يَحْتَسِبُواْ } [ الحشر : 2 ] فلم يكن عند إبراهيم عليه السلام خبر من إنزال العذاب مع ارتفاع مكانته .\r\n المسألة الثانية : كيف سماهم ضيفاً ولم يكونوا؟ نقول لما حسبهم إبراهيم عليه السلام ضيفاً لم يكذبه الله تعالى في حسابه إكراماً له ، يقال في كلمات المحققين الصادق يكون ما يقول ، والصديق يقول ما يكون .\r\n المسألة الثالثة : ضيف لفظ واحد والمكرمين جمع ، فكيف وصف الواحد بالجمع؟ نقول الضيف يقع على القوم ، يقال قوم ضيف ولأنه مصدر فيكون كلفظ الرزق مصدراً ، وإنما وصفهم بالمكرمين إما لكونهم عباداً مكرمين كما قال تعالى : { بَلْ عِبَادٌ مُّكْرَمُونَ } [ الأنبياء : 26 ] وإما لإكرام إبراهيم عليه السلام إياهم ، فإن قيل : بماذا أكرمهم؟ قلنا ببشاشة الوجه أولاً ، وبالإجلاس في أحسن المواضع وألطفها ثانياً ، وتعجيل القرى ثالثاً ، وبعد التكليف للضيف بالأكل والجلوس وكانوا عدة من الملائكة في قول ثلاثة جبريل وميكائيل وثالث ، وفي قول عشرة ، وفي آخر اثنا عشرة .\r\n المسألة الرابعة : هم أرسلوا للعذاب بدليل قولهم : { إِنَّآ أُرْسِلْنَآ إلى قَوْمٍ مُّجْرِمِينَ } [ الذاريات : 32 ] وهم لم يكونوا من قوم إبراهيم عليه السلام ، وإنما كانوا من قوم لوط فما الحكمة في مجيئهم إلى إبراهيم عليه السلام؟ نقول فيه حكمة بالغة ، وبيانها من وجهين .\r\n أحدهما : أن إبراهيم عليه السلام شيخ المرسلين وكان لوط من قومه ومن إكرام الملك للذي في عهدته وتحت طاعته إذا كان يرسل رسول إلى غيره يقول له اعبر على فلان الملك وأخبره برسالتك وخذ فيها رأيه .\r\n وثانيهما : هو أن الله تعالى لما قدر أن يهلك قوماً كثيراً وجماً غفيراً ، وكان ذلك مما يحزن إبراهيم عليه السلام شفقة منه على عباده قال لهم بشروه بغلام يخرج من صلبه أضعاف ما يهلك ، ويكون من صلبه خروج الأنبياء عليهم السلام .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هل أتاك حديث ضيف إبراهيم المكرمين (24) ",
        "babnum": 20
    },
    {
        "id": 2364,
        "cate": "51",
        "title": "إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ سَلَامٌ قَوْمٌ مُنْكَرُونَ (25) ",
        "details": " وفيه مسائل : المسألة الأولى : ما العامل في إذ؟ فيه وجوه .\r\n أحدها : ما في المكرمين من الإشارة إلى الفعل إن قلنا وصفهم بكونهم مكرمين بناء على أن إبراهيم عليه السلام أكرمهم فيكون كأنه تعالى يقول : أكرموا إذ دخلوا ، وهذا من شأن الكريم أن يكرم ضيفه وقت الدخول .\r\n ثانيها : ما في الضيف من الدلالة على الفعل ، لأنا قلنا إن الضيف مصدر فيكون كأنه يقول : أضافهم إذ دخلوا .\r\n وثالثها : يحتمل أن يكون العامل فيه أتاك تقديره ما أتاك حديثهم وقت دخولهم ، فاسمع الآن ذلك ، لأن هل ليس للاستفهام في هذا الموضع حقيقة بل للإعلام ، وهذا أولى لأنه فعل مصرّح به ، ويحتمل أن يقال اذكر إذ دخلوا .\r\n المسألة الثانية : لماذا اختلف إعراب السلامين في القراءة المشهورة؟ نقول : نبين أولاً وجوه النصب والرفع ، ثم نبيّن وجوه الاختلاف في الإعراب ، أما النصب فيحتمل وجوهاً : أحدها : أن يكون المراد من السلام هو التحية وهو المشهور ، ونصبه حينئذ على المصدر تقديره نسلم سلاماً .\r\n ثانيها : هو أن يكون السلام نوعاً من أنواع الكلام وهو كلام سلم به المتكلم من أن يلغو أو يأثم فكأنهم لما دخلوا عليه فقالوا حسناً سلموا من الإثم ، وحينئذ يكون مفعولاً للقول لأن مفعول القول هو الكلام ، يقال قال فلان كلاماً ، ولا يكون هذا من باب ضربه سوطاً لأن المضروب هناك ليس هو السوط ، وههنا القول هو الكلام فسره قوله تعالى : { وَإِذَا خَاطَبَهُمُ الجاهلون قَالُواْ سَلاَماً } [ الفرقان : 63 ] وقوله تعالى : { قِيلاً سلاما سلاما } [ الواقعة : 21 ] .\r\n ثالثها : أن يكون مفعول فعل محذوف تقديره نبلغك سلاماً ، لا يقال على هذا إن المراد لو كان ذلك لعلم كونهم رسل الله عند السلام فما كان يقول : { قَوْمٌ مُّنكَرُونَ } ولا كان يقرب إليهم الطعام ، ولما قال : { نَكِرَهُمْ وأوجس } [ هود : 70 ] لأنا نقول جاز أن يقال إنهم قالوا : نبلغك سلاماً ولم يقولوا من الله تعالى إلى أن سألهم إبراهيم عليه السلام ممن تبلغون لي السلام ، وذلك لأن الحكيم لا يأتي بالأمر العظيم إلا بالتدريج فلما كانت هيبتهم عظيمة ، فلو ضموا إليه الأمر العظيم الذي هو السلام من الله تعالى لانزعج إبراهيم عليه السلام ، ثم إن إبراهيم عليه السلام اشتغل بإكرامهم عن سؤالهم وآخر السؤال إلى حين الفراغ فنكرهم بين السلام والسؤال عمن منه السلام هذا وجه النصب ، وأما الرفع فنقول يحتمل أن المراد منه السلام الذي هو التحية وهو المشهور أيضاً ، وحينئذ يكون مبتدأ خبره محذوف تقديره سلام عليكم ، وكون المبتدأ نكرة يحتمل في قول القائل سلام عليكم وويل له ، أو خبر مبتدأ محذوف تقديره قال جوابه سلام ، ويحتمل أن يكون المراد قولاً يسلم به أو ينبىء عن السلامة فيكون خبر مبتدأ محذوف تقديره أمري سلام بمعنى مسالمة لا تعلق بيني وبينكم لأني لا أعرفكم ، أو يكون المبتدأ قولكم ، وتقديره قولكم سلام ينبىء عن السلامة وأنتم قوم منكرون فما خطبكم فإن الأمر أشكل عليَّ وهذا ما يحتمل أن يقال في النصب والرفع ، وأما الفرق فنقول أما على التفسير المشهور وهو أن السلام في الموضعين بمعنى التحية فنقول الفرق بينهما من حيث اللفظ ومن حيث المعنى .\r\n أما من حيث اللفظ : فنقول سلام عليك إنما جوز واستحسن لكونه مبتدأ وهو نكرة ، من حيث إنه كالمتروك على أصله لأن الأصل أن يكون منصوباً على تقدير أسلم سلاماً وعليك يكون لبيان من أريد بالسلام ، ولا يكون لعليك حظ من المعنى غير ذلك البيان فيكون كالخارج عن الكلام ، والكلام التام أسلم سلاماً ، كما أنك تقول ضربت زيداً على السطح يكون على السطح خارجاً عن الفعل والفاعل والمفعول لبيان مجرد الظرفية ، فإذا كان الأمر كذلك وكان السلام والأدعية كثير الوقوع ، قالوا نعدل عن الجملة الفعلية إلى الإسمية ونجعل لعليك حظاً في الكلام ، فنقول سلام عليك ، فتصير عليك لفائدة لا بد منها ، وهي الخبرية ، ويترك السلام نكرة كما كان حال النصب ، إذا علم هذا فالنصب أصل والرفع مأخوذ منه ، والأصل مقدم على المأخوذ منه ، فقال : { قَالُواْ سلاما قَالَ سلام } قدم الأصل على المتفرع منه .\r\n وأما من حيث المعنى : فذلك لأن إبراهيم عليه السلام أراد أن يرد عليهم بالأحسن ، فأتى بالجملة الإسمية فإنها أدل على الدوام والاستمرار ، فإن قولنا جلس زيد لا ينبىء عنه لأن الفعل لا بد فيه من الإنباء عن التجدد والحدوث ولهذا لو قلت : الله موجود الآن لأثبت العقل الدوام إذ لا ينبىء عن التجدد ، ولو قال قائل : وجد الله الآن لكاد ينكره العاقل لما بينا فلما قالوا : سلاماً قال : سلام عليكم مستمر دائم ، وأما على قولنا المراد القول ذو السلامة فظاهر الفرق ، فإنهم قالوا قولاً ذا سلام ، وقال لهم إبراهيم عليه السلام : سلام أي قولكم ذو سلام وأنتم قوم منكرون فالتبس الأمر عليّ ، وإن قلنا المراد أمر مسالمة ومتاركة وهم سلموا عليه تسليماً ، فنقول فيه جمع بين أمرين : تعظيم جانب الله ، ورعاية قلب عباد الله ، فإنه لو قال : سلام عليكم وهو لم يعلم كونهم من عباد الله الصالحين كان يجوز أن يكونوا على غير ذلك ، فيكون الرسول قد أمنهم ، فإن السلام أمان وأمان الرسول أمان المرسل فيكون فاعلاً للأمر من غير إذن الله نيابة عن الله فقال : أنتم سلمتم عليّ وأنا متوقف أمري متاركة لا تعلق بيننا إلى أن يتبين الحال ويدل على هذا هو أن الله تعالى قال : { وَإِذَا خَاطَبَهُمُ الجاهلون قَالُواْ سَلاَماً } [ الفرقان : 63 ] وقال في مثل هذا المعنى للنبي صلى الله عليه وسلم : { فاصفح عَنْهُمْ وَقُلْ سلام } [ الزخرف : 89 ] ولم يقل قل سلاماً ، وذلك لأن الأخيار المذكورين في القرآن لو سلموا على الجاهلين لا يكون ذلك سبباً لحرمة التعرض إليهم ، وأما النبي صلى الله عليه وسلم لو سلم عليهم لصار ذلك سبباً لحرمة التعرض إليهم ، فقال : قل سلام أي أمري معكم متاركة تركناه إلى أن يأتي أمر الله بأمر ، وأما على قولنا بمعنى نبلغ سلاماً فنقول هم لما قالوا نبلغك سلاماً ولم يعلم إبراهيم عليه السلام أنه ممن قال سلام أي إن كان من الله فإن هذا منه قد ازداد به شرفي وإلا فقد بلغني منه سلام وبه شرفي ولا أتشرف بسلام غيره ، وهذا ما يمكن أن يقال فيه ، والله أعلم بمراده الأول والثاني عليهما الاعتماد فإنهما أقوى وقد قيل بهما .\r\n المسألة الثالثة : قال في سورة هود : { فَلَمَّا رَأَى أَيْدِيَهُمْ لاَ تَصِلُ إِلَيْهِ نَكِرَهُمْ } [ هود : 70 ] فدل على أن إنكارهم كان حاصلاً بعد تقريبه العجل منهم وقال ههنا : { قَالَ سلام قَوْمٌ مُّنكَرُونَ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إذ دخلوا عليه فقالوا سلاما قال سلام قوم منكرون (25) ",
        "babnum": 21
    },
    {
        "id": 2365,
        "cate": "51",
        "title": "فَرَاغَ إِلَى أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ (26) فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ (27) ",
        "details": " بفاء التعقيب فدل على أن تقريب الطعام منهم بعد حصول الإنكار لهم ، فما الوجه فيه؟ نقول : جاز أن يحصل أولاً عنده منهم نكر ثم زاد عند إمساكهم ، والذي يدل على هذا هو أنهم كانوا على شكل وهيئة غير ما يكون عليه الناس وكانوا في أنفسهم عند كل أحد منكرين ، واشترك إبراهيم عليه السلام وغيره فيه ولهذا لم يقل أنكرتكم بل قال : أنتم منكرون في أنفسكم عند كل أحد منا ، ثم إن إبراهيم عليه السلام تفرد بمشاهدة أمر منهم هو الإمساك فنكرهم فوق ما كان منهم بالنسبة إلى الكل لكن الحالة في سورة هود محكية على وجه أبسط مما ذكره ههنا ، فإن ههنا لم يبين المبشر به ، وهناك ذكر باسمه وهو إسحاق ، ولم يقل ههنا إن القوم قوم من وهناك قال قوم لوط ، وفي الجملة من يتأمل السورتين يعلم أن الحكاية محكية هناك على وجه الإضافة أبسط ، فذكر فيها النكتة الزائدة ، ولم يذكر ههنا ولنعد إلى بيان ما أتى به من آداب الإضافة وما أتوا به من آداب الضيافة ، فالإكرام أولاً ممن جاءه ضيف قبل أن يجتمع به ويسلم أحدهما على الآخر أنواع من الإكرام وهي اللقاء الحسن والخروج إليه والتهيؤ له ثم السلام من الضيف على الوجه الحسن الذي دل عليه النصب في قوله : { سَلاَماً } إما لكونه مؤكداً بالمصدر أو لكونه مبلغاً ممن هو أعظم منه ، ثم الرد الحسن الذي دل عليه الرفع والإمساك عن الكلام لا يكون فيه وفاء إن إبراهيم عليه السلام لم يقل سلام عليكم بل قال أمري مسالمة أو قولكم سلام وسلامكم منكر فإن ذلك وإن كان مخلاً بالإكرام ، لكن العذر ليس من شيم الكرام ومودة أعداء الله لا تليق بالأنبياء عليهم السلام ثم تعجيل القرى الذي دل عليه قوله تعالى : { فَمَا لَبِثَ أَن جَاء } [ هود : 69 ] وقوله ههنا : { فَرَاغَ } فإن الروغان يدل على السرعة والروغ الذي بمعنى النظر الخفي أو الرواح المخفي أيضاً كذلك ، ثم الإخفاء فإن المضيف إذا أحضر شيئاً ينبغي أن يخفيه عن الضيف كي لا يمنعه من الإحضار بنفسه حيث راغ هو ولم يقل هاتوا ، وغيبة المضيف لحظة من الضيف مستحسن ليستريح ويأتي بدفع ما يحتاج إليه ويمنعه الحياء منه ثم اختيار الأجود بقوله : { سَمِينٍ } ثم تقديم الطعام إليهم لا نقلهم إلى الطعام بقوله : { فَقَرَّبَهُ إِلَيْهِمْ } لأن من قدم الطعام إلى قوم يكون كل واحد مستقراً في مقره لا يختلف عليه المكان فإن نقلهم إلى مكان الطعام ربما يحصل هناك اختلاف جلوس فيقرب الأدنى ويضيق على الأعلى ثم العرض لا الأمر حيث قال : { أَلا تَأْكُلُونَ } ولم يقل كلوا ثم كون المضيف مسروراً بأكلهم غير مسرور بتركهم الطعام كما يوجد في بعض البخلاء المتكلفين الذين يحضرون طعاماً كثيراً ويكون نظره ونظر أهل بيته في الطعام متى يمسك الضيف يده عنه ، يدل عليه قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "فراغ إلى أهله فجاء بعجل سمين (26) فقربه إليهم قال ألا تأكلون (27) ",
        "babnum": 22
    },
    {
        "id": 2366,
        "cate": "51",
        "title": "فَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا لَا تَخَفْ وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ (28) ",
        "details": " ثم أدب الضيف أنه إذا أكل حفظ حق المؤاكلة ، يدل عليه أنه خافهم حيث لم يأكلوا ، ثم وجوب إظهار العذر عند الإمساك يدل عليه قوله : { لاَ تَخَفْ } ثم تحسين العبارة في العذر وذلك لأن من يكون محتمياً وأحضر لديه الطعام فهناك أمران .\r\n أحدهما : أن الطعام لا يصلح له لكونه مضراً به .\r\n الثاني : كونه ضعيف القوة عن هضم ذلك الطعام فينبغي أن لا يقول الضيف هذا طعام غليظ لا يصلح لي بل الحسن أن يأتي بالعبارة الأخرى ويقول : لي مانع من أكل الطعام وفي بيتي لا آكل أيضاً شيئاً ، يدل عليه قوله : { وَبَشَّرُوهُ بغلام } حيث فهموه أنهم ليسوا ممن يأكلون ولم يقولوا لا يصلح لنا الطعام والشراب ، ثم أدب آخر في البشارة أن لا يخبر الإنسان بما يسره دفعة فإنه يورث مرضاً يدل عليه أنهم جلسوا واستأنس بهم إبراهيم عليه السلام ثم قالوا نبشرك ثم ذكروا أشرف النوعين وهو الذكر ولم يقتنعوا به حتى وصفوه بأحسن الأوصاف فإن الابن يكون دون البنت إذا كانت البنت كاملة الخلقة حسنة الخلق والابن بالضد ، ثم إنهم تركوا سائر الأوصاف من الحسن والجمال والقوة والسلامة واختاروا العلم إشارة إلى أن العلم رأس الأوصاف ورئيس النعوت ، وقد ذكرنا فائدة تقديم البشارة على الإخبار عن إهلاكهم قوم لوط ، ليعلم أن الله تعالى يهلكهم إلى خلف ، ويأتي ببدلهم خيراً منهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فأوجس منهم خيفة قالوا لا تخف وبشروه بغلام عليم (28) ",
        "babnum": 23
    },
    {
        "id": 2367,
        "cate": "51",
        "title": "فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ (29) قَالُوا كَذَلِكِ قَالَ رَبُّكِ إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ (30) ",
        "details": " ثم قال تعالى : { فَأَقْبَلَتِ امرأته فِى صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عجوزٌ عَقِيمٌ } .\r\n أي أقبلت على أهلها ، وذلك لأنها كانت في خدمتهم ، فلما تكلموا مع زوجها بولادتها استحيت وأعرضت عنهم ، فذكر الله تعالى ذلك بلفظ الإقبال على الأهل ، ولم يقل بلفظ الإدبار عن الملائكة ، وقوله تعالى : { فِى صَرَّةٍ } أي صيحة ، كما جرت عادة النساء حيث يسمعن شيئاً من أحوالهن يصحن صيحة معتادة لهن عند الاستحياء أو التعجب ، ويحتمل أن يقال تلك الصيحة كانت بقولها يا ويلتا ، تدل عليه الآية التي في سورة هود ، وصك الوجه أيضاً من عادتهن ، واستبعدت ذلك لوصفين من اجتماعهما .\r\n أحدهما : كبر السن .\r\n والثاني : العقم ، لأنها كانت لا تلد في صغر سنها ، وعنفوان شبابها ، ثم عجزت وأيست فاستبعدت ، فكأنها قالت : يا ليتكم دعوتم دعاءً قريباً من الإجابة ، ظناً منها أن ذلك منهم ، كما يصدر من الضيف على سبيل الأخبار من الأدعية كقول الداعي : الله يعطيك مالاً ويرزقك ولداً ، فقالوا : هذا منا ليس بدعاء .\r\n وإنما ذلك قول الله تعالى : { قَالُواْ كَذَلِكِ قَالَ رَبُّكِ } ثم دفعوا استبعادها بقولهم : { إِنَّهُ هُوَ الحكيم العليم } .\r\n وقد ذكرنا تفسيرهما مراراً ، فإن قيل لم قال ههنا { الحكيم العليم } وقال في هود : { حَمِيدٌ مَّجِيدٌ } [ هود : 73 ] نقول لما بينا أن الحكاية هناك أبسط ، فذكروا ما يدفع الاستبعاد بقولهم : { أَتَعْجَبِينَ مِنْ أَمْرِ الله } [ هود : 73 ] ثم لما صدقت أرشدوهم إلى القيام بشكر نعم الله ، وذكروهم بنعمته بقولهم : { حَمِيدٌ } فإن الحميد هو الذي يتحقق منه الأفعال الحسنة ، وقولهم : { مَّجِيدٌ } إشارة إلى أن الفائق العالي الهمة لا يحمده لفعله الجميل ، وإنما يحمده ويسبح له لنفسه ، وههنا لما لم يقولوا : { أَتَعْجَبِينَ } إشارة إلى ما يدفع تعجبها من التنبيه على حكمه وعلمه ، وفيه لطيفة وهي أن هذا الترتيب مراعى في السورتين ، فالحميد يتعلق بالفعل ، والمجيد يتعلق بالقول ، وكذلك الحكيم هو الذي فعله ، كما ينبغي لعلمه قاصداً لذلك الوجه بخلاف من يتفق فعله موافقاً للمقصود اتفاقاً ، كمن ينقلب على جنبه فيقتل حية وهو نائم ، فائدة لا يقال له حكيم ، وأما إذا فعل فعلاً قاصداً لقتلها بحيث يسلم عن نهشها ، يقال له حكيم فيه ، والعليم راجع إلى الذات إشارة إلى أنه يستحق الحمد بمجده ، وإن لم يفعل فعلاً وهو قاصد لعلمه ، وإن لم يفعل على وفق القاصد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فأقبلت امرأته في صرة فصكت وجهها وقالت عجوز عقيم (29) قالوا كذلك قال ربك إنه هو الحكيم العليم (30) ",
        "babnum": 24
    },
    {
        "id": 2368,
        "cate": "51",
        "title": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ (31) ",
        "details": " وفيه مسائل : المسألة الأولى : لما علم حالهم بدليل قوله : { مُنكِرُونَ } [ الذاريات : 25 ] لِم لَم يقنع بما بشروه لجواز أن يكون نزولهم للبشارة لا غير؟ نقول إبراهيم عليه السلام أتى بما هو من آداب المضيف حيث يقول لضيفه إذا استعجل في الخروج ما هذه العجلة ، وما شغلك الذي يمنعنا من التشرف بالاجتماع بك ، ولا يسكت عند خروجهم مخافة أن يكون سكوته يوهم استثقالهم ، ثم إنهم أتوا بما هو من آداب الصديق الذي لا يسر عن الصديق الصدوق ، لا سيما وكان ذلك بإذن الله تعالى لهم في إطلاع إبراهيم عليه السلام على إهلاكهم ، وجبر قلبه بتقديم البشارة بخير البدل ، وهو أبو الأنبياء إسحاق عليه السلام على الصحيح ، فإن قيل فما الذي اقتضى ذكره بالفاء ، ولو كان كما ذكرتم لقال ماهذا الاستعجال ، وما خطبكم المعجل لكم؟ نقول : لو كان أوجس منهم خيفة وخرجوا من غير بشارة وإيناس ما كان يقول شيئاً ، فلما آنسوه قال : ما خطبكم ، أي بعد هذا الأنس العظيم ، ما هذا الإيحاش الأليم .\r\n المسألة الثانية : هل في الخطب فائدة لا توجد في غيره من الألفاظ؟ نقول : نعم ، وذلك من حيث إن الألفاظ المفردة التي يقرب منها الشغل والأمر والفعل وأمثالها ، وكل ذلك لا يدل على عظم الأمر ، وأما الخطب فهو الأمر العظيم ، وعظم الشأن يدل على عظم من على يده ينقضي ، فقال : { مَا خَطْبُكُمَا } أي لعظمتكم لا ترسلون إلا في عظيم ، ولو قال بلفظ مركب بأن يقول ما شغلكم الخطير وأمركم العظيم للزم التطويل ، فالخطب أفاد التعظيم مع الإيجاز .\r\n المسألة الثالثة : من أين عرف كونهم مرسلين ، فنقول قالوا له بدليل قوله تعالى : { إِنَّا أُرْسِلْنَا إلى قَوْمِ لُوطٍ } [ هود : 70 ] وإنما لم يذكر ههنا لما بينا أن الحكاية ببسطها مذكورة في سورة هود ، أو نقول لما قالوا لامرأته : { كَذَلِكِ قَالَ رَبُّكِ } [ الذاريات : 30 ] علم كونهم منزلين من عند الله حيث كانوا يحكون قول الله تعالى ، يدل على هذا أن قولهم : { إِنَّآ أُرْسِلْنَآ إلى قَوْمٍ مُّجْرِمِينَ } كان جواب سؤاله منهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال فما خطبكم أيها المرسلون (31) ",
        "babnum": 25
    },
    {
        "id": 2369,
        "cate": "51",
        "title": "قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ (32) ",
        "details": " المسألة الرابعة : هذه الحكاية بعينها هي المحكية في هود ، وهناك قالوا : { أَنَّا أَرْسَلْنَا } [ هود : 70 ] بعد ما زال عنه الروع وبشروه ، وهنا قالوا : { أَنَّا أَرْسَلْنَا } بعدما سألهم عن الخطب ، وأيضاً قالوا هناك : { إِنَّا أُرْسِلْنَا إلى قَوْمِ لُوطٍ } [ هود : 70 ] وقالوا ههنا : { إِنَّآ أُرْسِلْنَآ إلى قَوْمٍ مُّجْرِمِينَ } والحكاية من قولهم ، فإن لم يقولوا ذلك ورد السؤال أيضاً ، فنقول إذا قال قائل حاكياً عن زيد : قال زيد عمرو خرج ، ثم يقول مرة أخرى : قال زيد إن بكراً خرج ، فإما أن يكون صدر من زيد قولان ، وإما أن لا يكون حاكياً مما قاله زيد ، والجواب عن الأول : هو أنه لما خاف جاز أنهم ما قالوا له { لاَ تَخَفْ إِنَّا أُرْسِلْنَا إلى قَوْمِ لُوطٍ } فلما قال لهم ماذا تفعلون بهم ، كان لهم أن يقولوا : { إِنَّا أُرْسِلْنَا إلى قَوْمِ لُوطٍ } لنهلكهم ، كما يقول القائل : خرجت من البيت ، فيقال : لماذا خرجت؟ فيقول : خرجت لأتجر ، لكن ههنا فائدة معنوية ، وهي أنهم إنما قالوا في جواب ما خطبكم نهلكهم؟ بأمر الله ، لتعلم براءتهم عن إيلام البريء ، وإهمال الرديء فأعادوا لفظ الإرسال ، وأما عن الثاني : نقول الحكاية قد تكون حكاية اللفظ ، كما تقول : قال زيد بعمرو مررت ، فيحكي لفظه المحكي ، وقد يكون حكاية لكلامه بمعناه تقول : زيد قال عمرو خرج ، ولك أن تبدل مرة أخرى في غير تلك الحكاية بلفظة أخرى ، فتقول لما قال زيد بكر خرج ، قلت كيت وكيت ، كذلك ههنا القرآن لفظ معجز ، وما صدر ممن تقدم نبينا عليه السلام سواء كان منهم ، وسواء كان منزلاً عليهم لم يكن لفظه معجزاً ، فيلزم أن لا تكون هذه الحكايات بتلك الألفاظ ، فكأنهم قالوا له : { إِنَّآ أُرْسِلْنَآ إلى قَوْمٍ مُّجْرِمِينَ } وقالوا : { إِنَّا أُرْسِلْنَا إلى قَوْمِ لُوطٍ } وله أن يقول ، إنا أرسلنا إلى قوم من آمن بك ، لأنه لا يحكي لفظهم حتى يكون ذلك واحداً ، بل يحكي كلامهم بمعناه وله عبارات كثيرة .\r\n ألا ترى أنه تعالى لما حكى لفظهم في السلام على أحد الوجوه في التفسير ، قال في الموضعين : سلاماً وسلام ثم بيّن ما لأجله أرسلوا بقوله : ",
        "fav": 0,
        "note": null,
        "normal": "قالوا إنا أرسلنا إلى قوم مجرمين (32) ",
        "babnum": 26
    },
    {
        "id": 2370,
        "cate": "51",
        "title": "لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ (33) ",
        "details": " وقد فسرنا ذلك في العنكبوت ، وقلنا : إن ذلك دليل على وجوب الرمي بالحجارة على اللائط وفيه مسائل : المسألة الأولى : أي حاجة إلى قوم من الملائكة ، وواحد منهم كان يقلب المدائن بريشة من جناحه؟ نقول الملك القادر قد يأمر الحقير بإهلاك الرجل الخطير ، ويأمر الرجل الخطير بخدمة الشخص الحقير ، إظهاراً لنفاذ أمره ، فحيث أهلك الخلق الكثير بالقمل والجراد والبعوض بل بالريح التي بها الحياة ، كان أظهر في القدرة وحيث أمر آلاف من الملائكة بإهلاك أهل بدر مع قلتهم كان أظهر في نفاذ الأمر وفيه فائدة أخرى ، وهي أن من يكون تحت طاعة ملك عظيم ، ويظهر له عدو ويستعين بالملك فيعينه بأكابر عسكره ، يكون ذلك تعظيماً منه له وكلما كان العدو أكثر والمدد أوفر كان التعظيم أتم ، لكن الله تعالى أعان لوطاً بعشرة ونبينا عليه السلام بخمسة آلاف ، وبين العددين من التفاوت ما لا يخفى وقد ذكرنا نبذاً منه في تفسير قوله تعالى : { وَمَا أَنزَلْنَا على قَوْمِهِ مِن بَعْدِهِ مِن جُندٍ مّنَ السماء } [ ياس : 28 ] .\r\n المسألة الثانية : ما الفائدة في تأكيد الحجارة بكونها من طين؟ نقول : لأن بعض الناس يسمي البرد حجارة فقوله : { مِن طِينٍ } يدفع ذلك التوهم ، واعلم أن بعض من يدعي النظر يقول لا ينزل من السماء إلا حجارة من طين مدورات على هيئة البرد وهيئة البنادق التي يتخذها الرماة ، قالوا : وسبب ذلك هو أن الإعصار يصعد الغبار من الفلوات العظيمة التي لا عمارة فيها والرياح تسوقها إلى بعض البلاد ، ويتفق وصول ذلك إلى هواء ندي ، فيصير طيناً رطباً ، والرطب إذا نزل وتفرق واستدار ، بدليل أنك إذا رميت الماء إلى فوق ثم نظرت إليه رأيته ينزل كرات مدورات كاللآلىء الكبار ، ثم في النزول إذا اتفق أن تضربه النيران التي في الجو ، جعلته حجارة كالآجر المطبوخ ، فينزل فيصيب من قدر الله هلاكه ، وقد ينزل كثيراً في المواضع التي لا عمارة بها فلا يرى ولا يدرى به ، ولهذا قال : { مِن طِينٍ } لأن ما لا يكون من طين كالحجر الذي في الصواعق لا يكون كثيراً بحيث يمطر وهذا تعسف ، ومن يكون كامل العقل يسند الفكر إلى ما قاله ذلك القائل ، فيقول ذلك الإعصار لما وقع فإن وقع بحادث آخر يلزم التسلسل ولا بد من الانتهاء إلى محدث ليس بحادث ، فذلك المحدث لا بد وأن يكون فاعلاً مختاراً ، والمختار له أن يفعل ما ذكر وله أن يخلق الحجارة من طين على وجه آخر من غير نار ولا غبار ، لكن العقل لا طريق له إلى الجزم بطريق إحداثه وما لا يصل العقل إليه يجب أخذه بالنقل ، والنص ورد به فأخذنا به ولا نعلم الكيفية وإنما المعلوم أن الحجارة التي من طين نزولها من السماء أغرب وأعجب من غيرها ، لأنها في العادة لا بد لها من مكث في النار .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لنرسل عليهم حجارة من طين (33) ",
        "babnum": 27
    },
    {
        "id": 2371,
        "cate": "51",
        "title": "مُسَوَّمَةً عِنْدَ رَبِّكَ لِلْمُسْرِفِينَ (34) ",
        "details": " فيه وجوه أحدها : مكتوب على كل واحد اسم واحد يقتل به .\r\n ثانيها : أنها خلقت باسمهم ولتعذيبهم بخلاف سائر الأحجار فإنها مخلوقة للانتفاع في الأبنية وغيرها .\r\n ثالثها : مرسلة للمجرمين لأن الإرسال يقال في السوائم يقال أرسلها لترعى فيجوز أن يقول سومها بمعنى أرسلها وبهذا يفسر قوله تعالى : { والخيل المسومة } [ آل عمران : 14 ] إشارة إلى الاستغناء عنها وأنها ليست للركوب ليكون أدل على الغنى ، كما قال : { والقناطير المقنطرة } [ آل عمران : 14 ] وقوله تعالى : { لِلْمُسْرِفِينَ } إشارة إلى خلاف ما يقول الطبيعيون إن الحجارة إذا أصابت واحداً من الناس فذلك نوع من الاتفاق فإنها تنزل بطبعها يتفق شخص لها فتصيبه فقوله : { مُّسَوَّمَةً } أي في أول ما خلق وأرسل إذا علم هذا فإنما كان ذلك على قصد إهلاك المسرفين ، فإن قيل : إذا كانت الحجارة مسومة للمسرفين فكيف قالوا : { إِنَّآ أُرْسِلْنَآ إلى قَوْمٍ مُّجْرِمِينَ * لِنُرْسِلَ عَلَيْهِمْ } [ الذاريات : 32 ، 33 ] مع أن المسرف غير المجرم في اللغة؟ نقول : المجرم هو الآتي بالذنب العظيم لأن الجرم فيه دلالة على العظم ومنه جرم الشيء لعظمة مقداره ، والمسرف هو الآتي بالكبيرة ، ومن أسرف ولو في الصغائر يصير مجرماً لأن الصغير إلى الصغير إذا انضم صار كبيراً ، ومن أجرم فقد أسرف لأنه أتى بالكبيرة ولو دفعة واحدة فالوصفان اجتمعا فيهم .\r\n لكن فيه لطيفة معنوية ، وهي أن الله تعالى سومها للمسرف المصر الذي لا يترك الجرم والعلم بالأمور المستقبلة عند الله تعالى ، يعلم أنهم مسرفون فأمر الملائكة بإرسالها عليهم ، وأما الملائكة فعلمهم تعلق بالحاضر وهم كانوا مجرمون فقالوا : إنا أرسلنا إلى قوم نعلمهم مجرمين لنرسل عليهم حجارة خلقت لمن لا يؤمن ويصر ويسرف ولزم من هذا علمنا بأنهم لو عاشوا سنين لتمادوا في الإجرام ، فإن قيل اللام لتعريف الجنس أو لتعريف العهد؟ نقول لتعريف العهد أي مسومة لهؤلاء المسرفين إذ ليس لكل مسرف حجارة مسومة ، فإن قيل ما إسرافهم؟ نقول ما دل عليه قوله تعالى : { مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مّن العالمين } [ العنكبوت : 28 ] أي لم يبلغ مبلغكم أحد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "مسومة عند ربك للمسرفين (34) ",
        "babnum": 28
    },
    {
        "id": 2372,
        "cate": "51",
        "title": "فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ (35) ",
        "details": " فيه فائدتان : إحداهما : بيان القدرة والاختيار فإن من يقول بالاتفاق يقول يصيب البر والفاجر فلما ميز الله المجرم عن المحسن دل على الاختيار .\r\n ثانيها : بيان أنه ببركة المحسن ينجو المسيء فإن القرية ما دام فيها المؤمن لم تهلك ، والضمير عائد إلى القرية معلومة وإن لم تكن مذكورة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فأخرجنا من كان فيها من المؤمنين (35) ",
        "babnum": 29
    },
    {
        "id": 2373,
        "cate": "51",
        "title": "فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ (36) ",
        "details": " فيه إشارة إلى أن الكفر إذا غلب والفسق إذا فشا لا تنفع معه عبادة المؤمنين ، بخلاف ما لو كان أكثر الخلق على الطريقة المستقيمة وفيهم شرذمة يسيرة يسرقون ويزنون ، وقيل في مثاله إن العالم كبدن ووجود الصالحين كالأغذية الباردة والحارة والكفار والفساق كالسموم الواردة عليه الضارة ، ثم إن البدن إن خلا عن المنافع وفيه المضار هلك وإن خلا عن المضار وفيه المنافع طاب عيشه ونما ، وإن وجد فيه كلاهما فالحكم للغالب فكذلك البلاد والعباد والدلالة على أن المسلم بمعنى المؤمن ظاهرة ، والحق أن المسلم أعم من المؤمن وإطلاق العام على الخاص لا مانع منه ، فإذا سمي المؤمن مسلماً لا يدل على اتحاد مفهوميهما ، فكأنه تعالى قال أخرجنا المؤمنين فما وجدنا الأعم منهم إلا بيتاً من المسلمين ويلزم من هذا أن لا يكون هناك غيرهم من المؤمنين ، وهذا كما لو قال قائل لغيره : من في البيت من الناس؟ فيقول له : ما في البيت من الحيوانات أحد غير زيد ، فيكون مخبراً له بخلو البيت عن كل إنسان غير زيد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فما وجدنا فيها غير بيت من المسلمين (36) ",
        "babnum": 30
    },
    {
        "id": 2374,
        "cate": "51",
        "title": "وَتَرَكْنَا فِيهَا آيَةً لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ (37) ",
        "details": " وفي الآية خلاف .\r\n قيل : هو ماء أسود منتن انشقت أرضهم وخرج منها ذلك ، وقيل : حجارة مرمية في ديارهم وهي بين الشام والحجاز ، وقوله : { لّلَّذِينَ يَخَافُونَ العذاب الأليم } أي المنتفع بها هو الخائف ، كما قال تعالى : { لّقَوْمٍ يَعْقِلُونَ } [ العنكبوت : 35 ] في سورة العنكبوت ، وبينهما في اللفظ فرق قال ههنا : { ءايَةً } وقال هناك : { آية بيّنة } وقال هناك : { لّقَوْمٍ يَعْقِلُونَ } وقال ههنا : { لّلَّذِينَ يَخَافُونَ } فهل في المعنى فرق؟ نقول هناك مذكور بأبلغ وجه يدل عليه قوله تعالى : { آية بيّنة } حيث وصفها بالظهور ، وكذلك منها وفيها فإن من للتبعيض ، فكأنه تعالى قال : من نفسها لكم آية باقية ، وكذلك قال : { لّقَوْمٍ يَعْقِلُونَ } فإن العاقل أعم من الخائف ، فكانت الآية هناك أظهر ، وسببه ما ذكرنا أن القصد هناك تخويف القوم ، وههنا تسلية القلب ألا ترى إلى قوله تعالى : { فَأَخْرَجْنَا مَن كَانَ فِيهَا مِنَ المؤمنين * فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مّنَ المسلمين } [ الذاريات : 35 ، 36 ] وقال هناك : { إِنَّا مُنَجُّوكَ وَأَهْلَكَ } [ العنكبوت : 33 ] من غير بيان وافٍ بنجاة المسلمين والمؤمنين بأسرهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وتركنا فيها آية للذين يخافون العذاب الأليم (37) ",
        "babnum": 31
    },
    {
        "id": 2375,
        "cate": "51",
        "title": "وَفِي مُوسَى إِذْ أَرْسَلْنَاهُ إِلَى فِرْعَوْنَ بِسُلْطَانٍ مُبِينٍ (38) ",
        "details": " قوله : { وَفِى موسى } يحتمل أن يكون معطوفاً على معلوم ، ويحتمل أن يكون معطوفاً على مذكور ، أما الأول ففيه وجوه .\r\n الأول : أن يكون المراد ذلك في إبراهيم وفي موسى ، لأن من ذكر إبراهيم يعلم ذلك .\r\n الثاني : لقومك في لوط وقومه عبرة ، وفي موسى وفرعون .\r\n الثالث : أن يكون هناك معنى قوله تعالى : تفكروا في إبراهيم ولوط وقومهما ، وفي موسى وفرعون ، والكل قريب بعضه من بعض ، وأما الثاني ففيه أيضاً وجوه .\r\n أحدها : أنه عطف على قوله : { وَفِى الأرض ءايات لّلْمُوقِنِينَ } [ الذاريات : 20 ] ، { وَفِى موسى } وهو بعيد لبعده في الذكر ، ولعدم المناسبة بينهما .\r\n ثانيها : أنه عطف على قوله : { وَتَرَكْنَا فِيهَا ءايَةً لّلَّذِينَ يَخَافُونَ } [ الذاريات : 37 ] ، { وَفِى موسى } أي وجعلنا في موسى على طريقة قولهم : علفتها تبناً وماءً بارداً ، وتقلدت سيفاً ورمحاً ، وهو أقرب ، ولا يخلو عن تعسف إذا قلنا بما قال به بعض المفسرين إن الضمير في قوله تعالى : { وَتَرَكْنَا فِيهَا } عائد إلى القرية .\r\n ثالثها : أن نقول فيها راجع إلى الحكاية ، فيكون التقدير : وتركنا في حكايتهم آية أو في قصتهم ، فيكون : وفي قصة موسى آية ، وهو قريب من الاحتمال الأول ، وهو العطف على المعلوم .\r\n رابعها : أن يكون عطفاً على { هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إبراهيم } [ الذاريات : 24 ] وتقديره : وفي موسى حديث إذ أرسلناه ، « وهو مناسب إذ جمع الله كثيراً من ذكر إبراهيم وموسى عليهما السلام ، كما قال تعالى : { أَمْ لَمْ يُنَبَّأْ بِمَا فِى صُحُفِ موسى وإبراهيم الذى وفى } [ النجم : 36 ] وقال تعالى : { صُحُفِ إبراهيم وموسى } [ الأعلى : 19 ] والسلطان القوة بالحجة والبرهان ، والمبين الفارق ، وقد ذكرنا أنه يحتمل أن يكون المراد منه ما كان معه من البراهين القاطعة التي حاج بها فرعون ، ويحتمل أن يكون المراد المعجز الفارق بين سحر الساحر وأمر المرسلين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وفي موسى إذ أرسلناه إلى فرعون بسلطان مبين (38) ",
        "babnum": 32
    },
    {
        "id": 2376,
        "cate": "51",
        "title": "فَتَوَلَّى بِرُكْنِهِ وَقَالَ سَاحِرٌ أَوْ مَجْنُونٌ (39) ",
        "details": " قوله تعالى : { فتولى بِرُكْنِهِ } فيه وجوه .\r\n الأول : الباء للمصاحبة ، والركن إشارة إلى القوم كأنه تعالى يقول : أعرض مع قومه ، يقال نزل فلان بعسكره على كذا ، ويدل على هذا الوجه قوله تعالى : { فَأَرَاهُ الأية الكبرى * فَكَذَّبَ وعصى * ثُمَّ أَدْبَرَ يسعى } [ النازعات : 20 22 ] قال : { أَدْبَرَ } وهو بمعنى تولى وقوله : { فَحَشَرَ فنادى } [ النازعات : 23 ] وفي معنى قوله تعالى : { بِرُكْنِهِ } .\r\n الثاني : { فتولى } أي اتخذ ولياً ، والباء للتعدية حينئذ يعني تقوى بجنده .\r\n والثالث : تولى أمر موسى بقوته ، كأنه قال : أقتل موسى لئلا يبدل دينكم ، ولا يظهر في الأرض الفساد ، فتولى أمره بنفسه ، وحينئذ يكون المفعول غير مذكور ، وركنه هو نفسه القوية ، ويحتمل أن يكون المراد من ركنه هامان ، فإنه كان وزيره ، وعلى هذا الوجه الثاني أظهر .\r\n { وَقَالَ ساحر أَوْ مَجْنُونٌ } أي هذا ساحر أو مجنون ، وقوله : { ساحر } أي يأتي الجن بسحره أو يقرب منهم ، والجن يقربون منه ويقصدونه إن كان هو لا يقصدهم ، فالساحر والمجنون كلاهما أمره مع الجن ، غير أن الساحر يأتيهم باختياره ، والمجنون يأتونه من غير اختياره ، فكأنه أراد صيانة كلامه عن الكذب فقال هو يسحر الجن أو يسحر ، فإن كان ليس عنده منه خبر ، ولا يقصد ذلك فالجن يأتونه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فتولى بركنه وقال ساحر أو مجنون (39) ",
        "babnum": 33
    },
    {
        "id": 2377,
        "cate": "51",
        "title": "فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ وَهُوَ مُلِيمٌ (40) ",
        "details": " وهو إشارة إلى بعض ما أتى به ، كأنه يقول : واتخذ الأولياء فلم ينفعوه ، وأخذه الله وأخذ أركانه وألقاهم جميعاً في اليم وهو البحر ، والحكاية مشهورة ، وقوله تعالى : { وهو مليم } نقول فيه شرف موسى عليه السلام وبشارة للمؤمنين ، أما شرفه فلأنه قال بأنه أتى بما يلام عليه بمجرد قوله : إني أُريد هلاك أعدائك يا إله العالمين ، فلم يكن له سبب إلا هذا ، أما فرعون فقال : { أَنَاْ رَبُّكُمُ الأعلى } [ النازعات : 24 ] فكان سببه تلك ، وهذا كما قال القائل : فلان عيبه أنه سارق ، أو قاتل ، أو يعاشر الناس يؤذيهم ، وفلان عيبه أنه مشغول بنفسه لا يعاشر ، فتكون نسبة العيبين بعضهما إلى بعض سبباً لمدح أحدهما وذم الآخر .\r\n وأما بشارة المؤمنين فهو بسبب أن من التقمه الحوت وهو مليم نجاه الله تعالى بتسبيحه ، ومن أهلكه الله بتعذيبه لم ينفعه إيمانه حين قال : { آمنت أنه لا إله إلا الذي آمنت به بنو إسرائيل } [ يونس : 90 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فأخذناه وجنوده فنبذناهم في اليم وهو مليم (40) ",
        "babnum": 34
    },
    {
        "id": 2378,
        "cate": "51",
        "title": "وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ (41) ",
        "details": " وفيه ما ذكرنا من الوجوه التي ذكرناها في عطف موسى عليه السلام ، وفيه مسائل : المسألة الأولى : ذكر أن المقصود ههنا تسلية قلب النبي صلى الله عليه وسلم وتذكيره بحال الأنبياء ، ولم يذكر في عاد وثمود أنبياءهم ، كما ذكر إبراهيم وموسى عليهما السلام ، نقول في ذكر الآيات ست حكايات : حكاية إبراهيم عليه السلام وبشارته ، وحكاية قوم لوط ونجاة من كان فيها من المؤمنين ، وحكاية موسى عليه السلام ، وفي هذه الحكايات الثلاث ذكر الرسل والمؤمنين ، لأن الناجين فيهم كانوا كثيرين ، أما في حق إبراهيم وموسى عليهما السلام فظاهر ، وأما في قوم لوط فلأن الناجين ، وإن كانوا أهل بيت واحد ، ولكن المهلكين كانوا أيضاً أهل بقعة واحدة .\r\n وأما عاد وثمود وقوم نوح فكان عدد المهلكين بالنسبة إلى الناجين أضعاف ما كان عدد المهلكين بالنسبة إلى الناجين من قوم لوط عليه السلام .\r\n فذكر الحكايات الثلاثَ الأول للتسلية بالنجاة ، وذكر الثلاث المتأخرة للتسلية بإهلاك العدو ، والكل مذكور للتسلية بدليل قوله تعالى في آخر هذه الآيات : { كَذَلِكَ مَا أَتَى الذين مِن قَبْلِهِمْ مّن رَّسُولٍ إِلاَّ قَالُواْ ساحر أَوْ مَجْنُونٌ } إلى أن قال : { فَتَوَلَّ عَنْهُمْ فَمَا أَنتَ بِمَلُومٍ * وَذَكّرْ فَإِنَّ الذكرى تَنفَعُ المؤمنين } [ الذاريات : 54 ، 55 ] .\r\n وفي هود قال بعد الحكايات : { ذلك مِنْ أَنْبَاء القرى نَقُصُّهُ عَلَيْكَ } إلى أن قال : { وكذلك أَخْذُ رَبّكَ إِذَا أَخَذَ القرى وَهِىَ ظالمة إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ } [ هود : 100 102 ] فذكر بعدها ما يؤكد التهديد ، وذكر بعد الحكايات ههنا ما يفيد التسلي ، وقوله : { العقيم } أي ليست من اللواقح لأنها كانت تكسر وتقلع فكيف كانت تلقح والفعيل لا يلحق به تاء التأنيث إذا كان بمعنى مفعول وكذلك إذا كان بمعنى فاعل في بعض الصور ، وقد ذكرنا سببه أن فعيل لما جاء للمفعول والفاعل جميعاً ولم يتميز المفعول عن الفاعل فأولى أن لا يتميز المؤنث عن المذكر فيه لأنه لو تميز لتميز الفاعل عن المفعول قبل تميز المؤنث والمذكر لأن الفاعل جزء من الكلام محتاج إليه فأول ما يحصل في الفعل الفاعل ثم التذكير والتأنيث يصير كالصفة للفاعل والمفعول ، تقول فاعل وفاعلة ومفعول ومفعولة ، ويدل على ذلك أيضاً أن التمييز بين الفاعل والمفعول جعل بحرف ممازج للكلمة فقيل فاعل بألف فاصلة بين الفاء والعين التي هي من أصل الكلمة ، وقيل مفعول بواو فاصلة بين العين واللام والتأنيث كان بحرف في آخر الكلمة فالمميز فيهما غير نظم الكلمة لشدة الحاجة وفي التأنيث لم يؤثر ، ولأن التمييز في الفاعل والمفعول كان بأمرين يختص كل واحد منهما بأحدهما فالألف بعد الفاء يختص بالفاعل والميم والواو يختص بالمفعول والتمييز في التذكير والتأنيث بحرف عند وجوده يميز المؤنث وعند عدمه يبقى اللفظ على أصل التذكير فإذا لم يكن فعيل يمتاز فيه الفاعل عن المفعول إلا بأمر منفصل كذلك المؤنث والمذكر لا يمتاز أحدهما عن الآخر إلا بحرف غير متصل به .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وفي عاد إذ أرسلنا عليهم الريح العقيم (41) ",
        "babnum": 35
    },
    {
        "id": 2379,
        "cate": "51",
        "title": "مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ (42) ",
        "details": " وفيه مباحث : الأول : في إعرابه وفيه وجهان .\r\n أحدهما : نصب على أنه صفة الريح بعد صفة العقيم ذكر الواحدي أنه وصف فإن قيل كيف يكون وصفاً والمعرفة لا توصف بالجمل وما تذر جملة ولا يوصف بها إلا النكرات؟ نقول الجواب فيه من وجهين .\r\n أحدهما : أنه يكون بإعادة الريح تقديراً كأنه يقول : وأرسلنا عليهم الريح العقيم ريحاً ما تذر .\r\n ثانيهما : هو أن المعرف نكرة لأن تلك الريح منكرة كأنه يقول : وأرسلنا الريح التي لم تكن من الرياح التي تقع ولا وقع مثلها فهي لشدتها منكرة ، ولهذا أكثر ما ذكرها في القرآن ذكرها منكرة ووصفها بالجملة من جملتها قوله تعالى : { بَلْ هُوَ مَا استعجلتم بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ } [ الأحقاف : 24 ] وقوله : { رِيحٌ صَرْصَرٍ عَاتِيَةٍ سَخَّرَهَا } [ الحاقة : 6 ، 7 ] إلى غير ذلك .\r\n الوجه الثاني : وهو الأصح أنه نصب على الحال تقول جاءني ما يفهم شيئاً فعلمته وفهمته أي حاله كذا ، فإن قيل لم تكن حال الإرسال ما تذر والحال ينبغي أن يكون موجوداً مع ذي الحال وقت الفعل فلا يجوز أن يقال جاءني زيد أمس راكباً غداً ، والريح بعدما أرست بزمان صارت ما تذر شيئاً نقول المراد به البيان بالصلاحية أي أرسلناها وهي على قوة وصلاحية أن لا تذر ، نقول لمن جاء وأقام عندك أياماً ثم سألك شيئاً ، جئتني سائلاً أي قبل السؤال بالصلاحية والإمكان ، هذا إن قلنا إنه نصب وهو المشهور ، ويحتمل أنه رفع على أنه خبر مبتدأ محذوف تقديره هي ما تذر .\r\n البحث الثاني : { مَا تَذَرُ } للنفي حال التكلم يقال ما يخرج زيد أي الآن ، وإذا أردت المستقبل تقول لا يخرج أو لن يخرج ، وأما الماضي تقول ما خرج ولم يخرج ، والريح حالة الكلام مع النبي صلى الله عليه وسلم كانت ما تركت شيئاً إلا جعلته كالرميم فكيف قال بلفظ الحالة { مَا تَذَرُ } نقول الحكاية مقدرة على أنها محكية حال الوقوع ، ولهذا قال تعالى : { وَكَلْبُهُمْ باسط ذِرَاعَيْهِ بالوصيد } [ الكهف : 18 ] مع أن اسم الفاعل الماضي لا يعمل وإنما يعمل ما كان منه بمعنى الحال والاستقبال .\r\n البحث الثالث : هل في قوله تعالى : { مَا تَذَرُ مِن شَىْء أَتَتْ عَلَيْهِ } مبالغة ودخول تخصيص كما في قوله تعالى : { تُدَمّرُ كُلَّ شَىْء بِأَمْرِ رَبّهَا } [ الأحقاف : 25 ] نقول هو كما وقع لأن قوله : { أَتَتْ عَلَيْهِ } وصف لقوله : { شَىْء } كأنه قال كل شيء أتت عليه أو كل شيء تأتي عليه جعلته كالرميم ولا يدخل فيه السموات لأنها ما أتت عليها وإنما يدخل فيه الأجسام التي تهب عليها الرياح ، فإن قيل فالجبال والصخور أتت عليها وما جعلتها كالرميم؟ نقول المراد أتت عليه قصداً وهو عاد وأبنيتهم وعروشهم وذلك لأنها كانت مأمورة بأمر من عند الله فكأنها كانت قاصدة إياهم فما تركت شيئاً من تلك الأشياء إلا جعلته كالرميم مع أن الصر الريح الباردة والمكرر لا ينفك عن المعنى الذي في اللفظ من غير تكرير ، تقول حث وحثحث وفيه ما في حث نقول فيه قولان .\r\n أحدهما : أنها كانت باردة فكانت في أيام العجوز وهي ثمانية أيام من آخر شباط وأول آذار ، والريح الباردة من شدة بردها تحرق الأشجار والثمار وغيرهما وتسودهما .\r\n والثاني : أنها كانت حارة والصر هو الشديد لا البارد وبالشدة فسّر قوله تعالى : { فِى صَرَّةٍ } [ الذاريات : 29 ] أي في شدة من الحر .\r\n البحث الرابع : في قوله تعالى : { مَا تَذَرُ مِن شَىْء أَتَتْ عَلَيْهِ إِلاَّ جَعَلَتْهُ كالرميم } لأن في قوله تعالى : { مَا تَذَرُ } نفي الترك مع إثبات الإتيان فكأنه تعالى قال تأتي على أشياء وما تتركها غير محرقة وقول القائل : ما أتى على شيء إلا جعله كذا يكون نفي الإتيان عما لم يجعله كذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ما تذر من شيء أتت عليه إلا جعلته كالرميم (42) ",
        "babnum": 36
    },
    {
        "id": 2380,
        "cate": "51",
        "title": "وَفِي ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا حَتَّى حِينٍ (43) ",
        "details": " قوله تعالى : { وَفِى ثَمُودَ } والبحث فيه وفي عاد هو ما تقدم في قوله تعالى : { وَفِى موسى } [ الذاريات : 38 ] .\r\n وقوله تعالى : { إِذْ قِيلَ لَهُمْ تَمَتَّعُواْ حتى حِينٍ } قال بعض المفسرين : المراد منه هو ما أمهلهم الله ثلاثة أيام بعد قتلهم الناقة وكانت في تلك الأيام تتغير ألوانهم فتصفر وجوههم وتسود ، وهو ضعيف لأن قوله تعالى : { فَعَتَوْاْ عَنْ أَمْرِ رَبّهِمْ } [ الذاريات : 44 ] بحرف الفاء دليل على أن العتو كان بعد قوله : { تَمَتَّعُواْ } فإن الظاهر أن المراد هو ما قدر الله للناس من الآجال ، فما من أحد إلا وهو ممهل مدة الأجل يقول له تمتع إلى آخر أجلك فإن أحسنت فقد حصل لك التمتع في الدارين وإلا فما لك في الآخرة من نصيب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وفي ثمود إذ قيل لهم تمتعوا حتى حين (43) ",
        "babnum": 37
    },
    {
        "id": 2381,
        "cate": "51",
        "title": "فَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ الصَّاعِقَةُ وَهُمْ يَنْظُرُونَ (44) ",
        "details": " فيه بحث وهو أن عتا يستعمل بعلى قال تعالى : { أيهم أشد على الرحمن عتياً } [ مريم : 69 ] وههنا استعمل مع كلمة عن فنقول فيه معنى الاستعتاء فحيث قال تعالى : { عن أمر ربهم } كان كقوله : { لاَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ } [ الأعراف : 206 ] وحيث قال على كان كقول القائل فلان يتكبر علينا ، والصاعقة فيه وجهان ذكرناهما هنا .\r\n أحدها : أنها الواقعة .\r\n والثاني : الصوت الشديد وقوله : { وَهُمْ يَنظُرُونَ } إشارة إلى أحد معنيين إما بمعنى تسليمهم وعدم قدرتهم على الدفع كما يقول القائل للمضروب يضربك فلان وأنت تنظر إشارة إلى أنه لا يدفع ، وإما بمعنى أن العذاب أتاهم لا على غفلة بل أنذروا به من قبل بثلاثة أيام وانتظروه ، ولو كان على غفلة لكان لمتوهم أن يتوهم أنهم أخذوا على غفلة أخذ العاجل المحتاج ، كما يقول المبارز الشجاع أخبرتك بقصدي إياك فانتظرني .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فعتوا عن أمر ربهم فأخذتهم الصاعقة وهم ينظرون (44) ",
        "babnum": 38
    },
    {
        "id": 2382,
        "cate": "51",
        "title": "فَمَا اسْتَطَاعُوا مِنْ قِيَامٍ وَمَا كَانُوا مُنْتَصِرِينَ (45) ",
        "details": " وقوله تعالى : { فَمَا استطاعوا مِن قِيَامٍ } يحتمل وجهين أحدهما : أنه لبيان عجزهم عن الهرب والفرار على سبيل المبالغة ، فإن من لا يقدر على قيام كيف يمشي فضلاً عن أن يهرب ، وعلى هذا فيه لطائف لفظية .\r\n إحداها : قوله تعالى : { فَمَا استطاعوا } فإن الاستطاعة دون القدرة ، لأن في الاستطاعة دلالة الطلب وهو ينبىء عن عدم القدرة والاستقلال ، فمن استطاع شيئاً كان دون من يقدر عليه ، ولهذا يقول المتكلمون الاستطاعة مع الفعل أو قبل الفعل إشارة إلى قدرة مطلوبه من الله تعالى مأخوذة منه وإليه الإشارة بقوله تعالى : { هَلْ يَسْتَطِيعُ رَبُّكَ } [ المائدة : 112 ] على قراءة من قرأ بالتاء وقوله : { فَمَا استطاعوا } أبلغ من قول القائل ما قدروا على قيام .\r\n ثانيها : قوله تعالى : { مِن قِيَامٍ } بزيادة من ، وقد عرفت ما فيه من التأكيد .\r\n ثالثها : قوله : { قِيَامٍ } بدل قوله هرب لما بينا أن العاجز عن القيام أولى أن يعجز عن الهرب .\r\n الوجه الثاني : هو أن المراد من قيام القيام بالأمر ، أي ما استطاعوا من قيام به .\r\n وقوله تعالى : { وَمَا كَانُواْ مُنتَصِرِينَ } أي ما استطاعوا الهزيمة والهرب ، ومن لا يقدر عليه يقاتل وينتصر بكل ما يمكنه لأنه يدفع عن الروح وهم مع ذلك ما كانوا منتصرين ، وقد عرفت أن قول القائل ما هو بمنتصر أبلغ من قوله ما انتصر ولا ينتصر والجواب ترك مع كونه يجب تقديره وقوله : ( ما انتصر ) أي لشيء من شأنه ذلك ، كما تقول فلان لا ينصر أو فلان ليس ينصر .\r\n ثم قال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "فما استطاعوا من قيام وما كانوا منتصرين (45) ",
        "babnum": 39
    },
    {
        "id": 2383,
        "cate": "51",
        "title": "وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (46) ",
        "details": " قرىء : { قَوْمٌ } بالجر والنصب فما وجههما؟ نقول : أما الجر فظاهر عطفاً على ما تقدم في قوله تعالى : { وَفِى عَادٍ } [ الذاريات : 41 ] { وَفِى موسى } [ الذاريات : 38 ] ، تقول لك في فلان عبرة وفي فلان وفلان ، وأما النصب فعلى تقدير : وأهلكنا قوم نوح من قبل ، لأن ما تقدم دلّ على الهلاك فهو عطف على المحل ، وعلى هذا فقوله : { مِن قَبْلُ } معناه ظاهر كأنه يقول : ( وأهلكنا قوم نوح من قبل ) وأما على الوجه الأول فتقديره : وفي قوم نوح لكم عبرة من قبل ثمود وعاد وغيرهم .\r\n ثم قال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "وقوم نوح من قبل إنهم كانوا قوما فاسقين (46) ",
        "babnum": 40
    },
    {
        "id": 2384,
        "cate": "51",
        "title": "وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ (47) ",
        "details": " وهو بيان للوحدانية ، وما تقدم كان بياناً للحشر .\r\n وأما قوله ههنا : { والسماء بنيناها بِأَيْدٍ } وأنتم تعرفون أن ما تعبدون من دون الله ما خلقوا منها شيئاً فلا يصح الإشراك ، ويمكن أن يقال هذا عود بعد التهديد إلى إقامة الدليل ، وبناء السماء دليل على القدرة على خلق الأجسام ثانياً ، كما قال تعالى : { أَوَ لَيْسَ الذى خَلَقَ السموات والأرض بقادر على أَن يَخْلُقَ مِثْلَهُم } [ ياس : 81 ] وفيه مسائل : المسألة الأولى : النصب على شريطة التفسير يختار في مواضع ، وإذا كان العطف على جملة فعليه فما تلك الجملة؟ نقول في بعض الوجوه التي ذكرناها في قوله تعالى : { وَفِى عَادٍ } [ الذاريات : 41 ] { وَفِى ثَمُودَ } [ الذاريات : 43 ] تقديره وهل أتاك حديث عاد وهل أتاك حديث ثمود ، عطفاً على قوله : { هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إبراهيم المكرمين } [ الذاريات : 24 ] وعلى هذا يكون ما تقدم جملة فعلية لا خفاء فيه ، وعلى غير ذلك الوجه فالجار والمجرور النصب أقرب منه إلى الرفع فكان عطفاً على ما بالنصب أولى ، ولأن قوله تعالى : { فنبذناهم } [ الذاريات : 40 ] وقوله : { أَرْسَلْنَا } [ الذاريات : 32 ] وقوله تعالى : { فَأَخَذَتْهُمُ الصاعقة } [ الذاريات : 44 ] و { فَمَا استطاعوا } [ الذاريات : 45 ] كلها فعليات فصار النصب مختاراً .\r\n المسألة الثانية : كرر ذكر البناء في السموات ، قال تعالى : { والسماء وَمَا بناها } [ الشمس : 5 ] وقال تعالى : { أَمِ السماء بناها } [ النازعات : 27 ] وقال تعالى : { جَعَلَ لَكُمُ الأرض قَرَاراً والسماء بِنَاء } [ غافر : 64 ] فما الحكمة فيه؟ نقول فيه وجوه .\r\n أحدها : أن البناء باق إلى قيام القيامة لم يسقط منه شيء ولم يعدم منه جزء ، وأما الأرض فهي في التبدل والتغير فهي كالفرش الذي يبسط ويطوى وينقل ، والسماء كالبناء المبني الثابت ، وإليه الإشارة بقوله تعالى : { سَبْعاً شِدَاداً } [ النبأ : 12 ] وأما الأراضي فكم منها ما صار بحراً وعاد أرضاً من وقت حدوثها .\r\n ثانيها : أن السماء ترى كالقبة المبنية فوق الرؤوس ، والأرض مبسوطة مدحوة والبناء بالمرفوع أليق ، كما قال تعالى : { رَفَعَ سَمْكَهَا } [ النازعات : 28 ] .\r\n ثالثها : قال بعض الحكماء : السماء مسكن الأرواح والأرض موضع الأعمال والمسكن أليق بكونه بناء ، والله أعلم .\r\n المسألة الثالثة : الأصل تقديم العامل على المعمول والفعل هو العامل فقوله : { بنينا } عامل في السماء ، فما الحكمة في تقديم المفعول على الفعل ولو قال : وبنينا السماء بأيد ، كان أوجز؟ نقول الصانع قبل الصنع عند الناظر في المعرفة ، فلما كان المقصود إثبات العلم بالصانع ، قدم الدليل فقال والسماء المزينة التي لا تشكون فيها بنيناها فاعرفونا بها إن كنتم لا تعرفوننا .\r\n المسألة الرابعة : إذا كان المقصود إثبات التوحيد ، فكيف قال : { بنينا } ولم يقل بنيتها أو بناها الله؟ نقول قوله : { بنيانا } أدل على عدم الشريك في التصرف والاستبداد وقوله بنيتها يمكن أن يكون فيه تشريك ، وتمام التقرير هو أن قوله تعالى : { بنيناها } لا يورث إيهاماً بأن الآلهة التي كانوا يعبدونها هي التي يرجع إليها الضمير في { بنيناها } لأن تلك إما أصنام منحوتة وإما كواكب جعلوا الأصنام على صورها وطبائعها ، فأما الأصنام المنحوتة فلا يشكون أنها ما بنت من السماء شيئاً ، وأما الكواكب فهي في السماء محتاجة إليها فلا تكون هي بانيتها ، وإنما يمكن أن يقال إنما بنيت لها وجعلت أماكنها ، فلما لم يتوهم ما قالوا قال بنينا نحن ونحن غير ما يقولون ويدعونه فلا يصلحون لنا شركاء لأن كل ما هو غير السماء ودون السماء في المرتبة فلا يكون خالق السماء وبانيها فإذن علم أن المراد جمع التعظيم وأفاد النص عظمته ، فالعظمة أنفى للشريك فثبت أن قوله : { بنيناها } أدل على نفي الشريك من بنيتها وبناها الله .\r\n فإن قيل : لم قلت : إن الجمع يدل على التعظيم؟ قلنا الجواب من الوجهين .\r\n الأول : أن الكلام على قدر فهم السامع ، والسامع هو الإنسان ، والإنسان يقيس الشاهد على الغائب ، فإن الكبير عندهم من يفعل الشيء بجنده وخدمه ولا يباشر بنفسه ، فيقول الملك فعلنا أي فعله عبادنا بأمرنا ويكون في ذلك تعظيم ، فكذلك في حق الغائب .\r\n الوجه الآخر : هو أن القول إذا وقع من واحد وكان الغير به راضياً يقول القائل فعلنا كلنا كذا وإذا اجتمع جمع على فعل لا يقع إلا بالبعض ، كما إذا خرج جم غفير وجمع كثير لقتل سبع وقتلوه يقال قتله أهل بلدة كذا لرضا الكل به وقصد الكل إليه ، إذا عرفت هذا فالله تعالى كيفما أمر بفعل شيء لا يكون لأحد رده وكان كل واحد منقاداً له ، يقول بدل فعلت فعلنا ، ولهذا الملك العظيم أجمعنا بحيث لا ينكره أحد ولا يرده نفس ، وقوله تعالى : { بِأَيْدٍ } أي قوة والأيد القوة هذا هو المشهور وبه فسّر قوله تعالى : { ذَا الأيد إِنَّهُ أَوَّابٌ } [ ص : 17 ] يحتمل أن يقال إن المراد جمع اليد ، ودليله أنه قال تعالى : { لِمَا خَلَقْتُ بِيَدَىَّ } [ ص : 75 ] وقال تعالى : { مِمَّا عَمِلَتْ أَيْدِينَا أنعاما } [ ياس : 71 ] وهو راجع في الحقيقة إلى المعنى الأول وعلى هذا فحيث قال : { خُلِقَتْ } قال : { بِيَدَىَّ } وحيث قال : { بِأَيْدٍ } لمقابلة الجمع بالجمع ، فإن قيل فلم لم يقل بنيناها بأيدينا وقال : { وما عملت أيدينا } ؟ نقول لفائدة جليلة ، وهي أن السماء لا يخطر ببال أحد أنها مخلوقة لغير الله والأنعام ليست كذلك ، فقال هناك : { مِمَّا عَمِلَتْ أَيْدِينَا } تصريحاً بأن الحيوان مخلوق لله تعالى من غير واسطة وكذلك { خَلَقْتُ بِيَدَىَّ } وفي السماء { بِأَيْدٍ } من غير إضافة للاستغناء عنها وفيه لطيفة أخرى وهي أن هناك لما أثبت الإضافة بعد حذف الضمير العائد إلى المفعول ، فلم يقل خلقته بيدي ولا قال عملته أيدينا وقال ههنا : { بنيناها } لأن هناك لم يخطر ببال أحد أن الإنسان غير مخلوق وأن الحيوان غير معمول فلم يقل خلقته ولا عملته وأما السماء فبعض الجهال يزعم أنها غير مجعولة فقال : { بنيناها } بعود الضمير تصريحاً بأنها مخلوقة .\r\n وقوله تعالى : { وَإِنَّا لَمُوسِعُونَ } فيه وجوه أحدها : أنه من السعة أي أوسعناها بحيث صارت الأرض وما يحيط به من الماء والهواء بالنسبة إلى السماء وسعتها كحلقة في فلاة ، والبناء الواسع الفضاء عجيب فإن القبة الواسعة لا يقدر عليها البناءون لأنهم يحتاجون إلى إقامة آلة يصح بها استدارتها ويثبت بها تماسك أجزائها إلى أن يتصل بعضها ببعض .\r\n ثانيها : قوله : { وإنا لموسعون } أي لقادرون ومنه قوله تعالى : { لاَ يُكَلّفُ الله نَفْسًا إِلاَّ وُسْعَهَا } [ البقرة : 286 ] أي قدرتها والمناسبة حينئذ ظاهرة ، ويحتمل أن يقال بأن ذلك حينئذ إشارة إلى المقصود الآخر وهو الحشر كأنه يقول : بنينا السماء ، وإنا لقادرون على أن نخلق أمثالها ، كما في قوله تعالى : { أَوَ لَيْسَ الذى خَلَقَ السموات والأرض بقادر على أَن يَخْلُقَ مِثْلَهُم } [ ياس : 81 ] .\r\n ثالثها : { إِنا لَمُوسِعُونَ } الرزق على الخلق .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والسماء بنيناها بأيد وإنا لموسعون (47) ",
        "babnum": 41
    },
    {
        "id": 2385,
        "cate": "51",
        "title": "وَالْأَرْضَ فَرَشْنَاهَا فَنِعْمَ الْمَاهِدُونَ (48) ",
        "details": " استدلالاً بالأرض وقد علم ما في قوله : { والأرض فرشناها } وفيه دليل على أن دحو الأرض بعد خلق السماء ، لأن بناء البيت يكون في العادة قبل الفرش ، وقوله تعالى : { فَنِعْمَ الماهدون } أي نحن أو فنعم الماهدون ماهدوها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والأرض فرشناها فنعم الماهدون (48) ",
        "babnum": 42
    },
    {
        "id": 2386,
        "cate": "51",
        "title": "وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ (49) ",
        "details": " ثم قال تعالى : { وَمِن كُلّ شَىْء خَلَقْنَا زَوْجَيْنِ } استدلالاً بما بينهما والزوجان إما الضدان فإن الذكر والأنثى كالضدين والزوجان منهما كذلك ، وإما المتشاكلان فإن كل شيء له شبيه ونظير وضد وند ، قال المنطقيون المراد بالشيء الجنس وأقل ما يكون تحت الجنس نوعان فمن كل جنس خلق نوعين من الجوهر مثلاً المادي والمجرد ، ومن المادي النامي والجامد ومن النامي المدرك والنبات من المدرك للناطق والصامت ، وكل ذلك يدل على أنه فرد لا كثرة فيه .\r\n وقوله تعالى : { لَعَلَّكُمْ تَذَكَّرُونَ } أي لعلّكم تذكرون أن خالق الأزواج لا يكون له زوج وإلا لكان ممكناً فيكون مخلوقاً ولا يكون خالقاً ، أو { لَعَلَّكُمْ تَذَكَّرُونَ } أن خالق الأزواج لا يعجز عن حشر الأجسام وجمع الأرواح .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن كل شيء خلقنا زوجين لعلكم تذكرون (49) ",
        "babnum": 43
    },
    {
        "id": 2387,
        "cate": "51",
        "title": "فَفِرُّوا إِلَى اللَّهِ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ (50) ",
        "details": " أمر بالتوحيد ، وفيه لطائف .\r\n الأولى : قوله تعالى : { فَفِرُّواْ } ينبىء عن سرعة الإهلاك كأنه يقول الإهلاك والعذاب أسرع وأقرب من أن يحتمل الحال الإبطاء في الرجوع ، فافزعوا إلى الله سريعاً وفروا .\r\n الثانية : قوله تعالى : { إِلَى الله } بيان المهروب إليه ولم يذكر الذي منه الهرب لأحد وجهين ، إما لكونه معلوماً وهو هول العذاب أو الشيطان الذي قال فيه : { إِنَّ الشيطان لَكُمْ عَدُوٌّ فاتخذوه عَدُوّاً } [ فاطر : 6 ] وإما ليكون عاماً كأنه يقول : كل ما عدا الله عدوكم ففروا إليه من كل ما عداه ، وبيانه وهو أن كل ما عداه فإنه يتلف عليك رأس مالك الذي هو العمر ، ويفوت عليك ما هو الحق والخير ، ومتلف رأس المال مفوت الكمال عدو ، وأما إذا فررت إلى الله وأقبلت على الله فهو يأخذ عمرك ولكن يرفع أمرك ويعطيك بقاء لا فناء معه .\r\n والثالثة : الفاء للترتيب معناه إذا ثبت أن خالق الزوجين فرد ففروا إليه واتركوا غيره تركاً مؤبداً .\r\n الرابعة : في تنوع الكلام فائدة وبيانها هو أن الله تعالى قال : { والسماء بنيناها } [ الذاريات : 47 ] { والأرض فرشناها } [ الذاريات : 48 ] { وَمِن كُلّ شَىْء خَلَقْنَا } [ الذاريات : 49 ] ثم جعل الكلام للنبي عليه السلام وقال : { فَفِرُّواْ إِلَى الله إِنّى لَكُمْ مّنْهُ نَذِيرٌ مُّبِينٌ } ولم يقل ففروا إلينا ، وذلك لأن لاختلاف الكلام تأثيراً ، وكذلك لاختلاف المتكلمين تأثيراً ، ولهذا يكثر الإنسان من النصائح مع ولده الذي حاد عن الجادة ، ويجعل الكلام مختلفاً ، نوعاً ترغيباً ونوعاً ترهيباً ، وتنبيهاً بالحكاية ، ثم يقول لغيره تكلم معه لعلّ كلامك ينفع ، لما في أذهان الناس أن اختلاف المتكلمين واختلاف الكلام كلاهما مؤثر ، والله تعالى ذكر أنواعاً من الكلام وكثيراً من الاستدلالات والآيات وذكر طرفاً صالحاً من الحكايات ، ثم ذكر كلاماً من متكلم آخر هو النبي صلى الله عليه وسلم ، ومن المفسرين من يقول تقديره فقل لهم ففروا وقوله : { إِنّى لَكُمْ مّنْهُ نَذِيرٌ } إشارة إلى الرسالة .\r\n وفيه أيضاً لطائف .\r\n إحداها : أن الله تعالى بيّن عظمته بقوله : { والسماء بنيناها } { والأرض فرشناها } وهيبته بقوله : { فنبذناهم فِى اليم } [ القصص : 40 ] وقوله تعالى : { أَرْسَلْنَا عَلَيْهِمُ الريح العقيم } [ الذاريات : 48 ] وقوله : { فَأَخَذَتْهُمُ الصاعقة } [ النساء : 153 ] وفيه إشارة إلى أنه تعالى إذا عذب قدر على أن يعذب بما به البقاء والوجود وهو التراب والماء والهواء والنار ، فحكايات لوط تدل على أن التراب الذي منه الوجود والبقاء إذا أراد الله جعله سبب الفناء والماء كذلك في قوم فرعون والهواء في عاد والنار في ثمود ، ولعلّ ترتيب الحكايات الأربع للترتيب الذي في العناصر الأربعة وقد ذكرنا في سورة العنكبوت شيئاً منه ، ثم إذا أبان عظمته وهيبته قال لرسوله عرفهم الحال وقل أنا رسول بتقديم الآيات وسرد الحكايات فلإردافه بذكر الرسول فائدة .\r\n ثانيها : في الرسالة أمور ثلاثة المرسل والرسول والمرسل إليه وههنا ذكر الكل ، فقوله : { لَكُمْ } إشارة إلى المرسل إليهم وقوله : { مِنْهُ } إشارة إلى المرسل وقوله : { نَّذِيرٍ } بيان للرسول ، وقدم المرسل إليه في الذكر ، لأن المرسل إليه أدخل في أمر الرسالة لأن عنده يتم الأمر ، والملك لو لم يكن هناك من يخالفه أو يوافقه فيرسل إليه نذيراً أو بشيراً لا يرسل وإن كان ملكاً عظيماً ، وإذا حصل المخالف أو الموافق يرسل وإن كان غير عظيم ، ثم المرسل لأنه متعين وهو الباعث ، وأما الرسول فباختياره ، ولولا المرسل المتعين لما تمت الرسالة ، وأما الرسول فلا يتعين ، لأن للملك اختيار من يشاء من عباده ، فقال : { مِنْهُ } ثم قال : { نَّذِيرٍ } تأخيراً للرسول عن المرسل .\r\n ثالثها : قوله : { مُّبِينٌ } إشارة إلى ما به تعرف الرسالة ، لأن كل حادث له سبب وعلامة ، فالرسول هو الذي به تتم الرسالة ، ولا بد له من علامة يعرف به ، فقوله : فقوله : { مُّبِينٌ } إشارة إليها وهي إما البرهان والمعجزة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ففروا إلى الله إني لكم منه نذير مبين (50) ",
        "babnum": 44
    },
    {
        "id": 2388,
        "cate": "51",
        "title": "وَلَا تَجْعَلُوا مَعَ اللَّهِ إِلَهًا آخَرَ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ (51) ",
        "details": " ثم قال تعالى : { وَلاَ تَجْعَلُواْ مَعَ الله إلها ءاخَرَ } إتماماً للتوحيد ، وذلك لأن التوحيد بين التعطيل والتشريك ، وطريقة التوحيد هي الطريقة ، فالمعطل يقول لا إله أصلاً ، والمشرك يقول في الوجود آلهة ، والموحد يقول قوله الاثنين باطل ، نفي الواحد باطل ، فقوله تعالى : { فَفِرُّواْ إِلَى الله } [ الذاريات : 50 ] أثبت وجود الله ، ولما قال : { وَلاَ تَجْعَلُواْ مَعَ الله إلها ءاخَرَ } نفى الأكثر من الواحد فصح التوحيد بالآيتين ، ولهذا قال مرتين : { إِنّى لَكُمْ مّنْهُ نَذِيرٌ مُّبِينٌ } أي في المقامين والموضعين ، وقد ذكرنا مراراً أن المعطل إذا قال لا واجب يجعل الكل ممكناً ، فإن كل موجود ممكن ، ولكن الله في الحقيقة موجود ، فقد جعله في تضاعيف قوله كالممكنات فقد أشرك ، وجعل الله كغيره ، والمشرك لما قال بأن غيره إله يلزم من قوله نفي كون الإله إلها لما ذكرنا في تقرير دلالة التمانع مع أنه لو كان فيهما آلهة إلا الله للزم عجز كل واحد ، فلا يكون في الوجود إله أصلاً ، فيكون ناقياً للإلهية ، فيكون معطلاً ، فالمعطل مشرك ، والمشرك معطل ، وكل واحد من الفريقين معترف بأن اسمه مبطل ، لكنه هو على مذهب خصمه يقول إنه نفسه مبطل وهو لا يعلم ، والحمد لله الذي هدانا ، وقوله { وَلاَ تَجْعَلُواْ } فيه لطيفة ، وهي أنه إشارة إلى أن الآلهة مجعولة ، لا يقال فالله متخذ لقوله { فاتخذه وَكِيلاً } [ المزمل : 9 ] قلنا الجواب : عنه الظاهر ، وقد سبق في قوله تعالى : { واتخذوا مِن دُونِ الله ءالِهَةً } [ مريم : 81 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولا تجعلوا مع الله إلها آخر إني لكم منه نذير مبين (51) ",
        "babnum": 45
    },
    {
        "id": 2389,
        "cate": "51",
        "title": "كَذَلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ (52) ",
        "details": " والتفسير معلوم مما سبق ، وقد ذكرنا أنه يدل على أن ذكر الحكايات للتسلية ، غير أن فيه لطيفة واحدة لا نتركها ، وهي أن هذه الآية دليل على أن كل رسول كذب ، وحينئذ يرد عليه أسئلة الأول : هو أنه من الأنبياء من قرر دين النبي الذي كان قبله ، وبقي القوم على ما كانوا عليه كأنبياء بني إسرائيل مدة ، وكيف وآدم لما أرسل لم يكذب الثاني : ما الحكمة في تقدير الله تكذيب الرسل ، ولم يرسل رسولاً مع كثرتهم واختلاف معجزاتهم بحيث يصدقه أهل زمانه؟ الثالث : قوله { مَا أَتَى \r\nإِلاَّ قَالُواْ } دليل على أنهم كلهم قالوا ساحر ، وليس كذلك لأنه ما من رسول إلا وآمن به قوم ، وهم ما قالوا ذلك والجواب عن الأول : هو أن نقول ، أما المقرر فلا نسلم أنه رسول ، بل هو نبي على دين رسول ، ومن كذب رسوله فهو مكذبه أيضاً ضرورة .\r\n وعن الثاني : هو أن الله لا يرسل إلا عند حاجة الخلق ، وذلك عند ظهور الكفار في العلم ، ولا يظهر الكفر إلا عند كثرة الجهل ، ثم إن الله تعالى لا يرسل رسولاً مع كون الإيمان به ضرورياً ، وإلا لكان الإيمان به إيمان اليأس فلا يقبل ، والجاهل إذا لم يكن المبين له في غاية الوضوح لا يقبله فيبقى في ورطة الضلالة ، فهذا قدر لزم بقضاء الله على الخلق على هذا الوجه ، وقد ذكرنا مرة أخرى أن بعض الناس يقول : كل ما هو قضاء الله فهو خير ، والشر في القدر ، فالله قضى بأن النار فيها مصلحة للناس لأنها نور ، ويجعلونها متاعاً في الأسفار وغيرها كما ذكر الله ، والماء فيه مصلحة الشرب ، لكن النار إنما تتم مصلحتها بالحرارة البالغة والماء بالسيلان القوي ، وكونهما كذلك يلزمهما بإجراء الله عادته عليهما أن يحرق ثوب الفقير ، ويغرق شاة المسكين ، فالمنفعة في القضاء والمضرة في القدر ، وهذا الكلام له غور ، والسنة أن نقول ( يفعل الله ما يشاء ، ويحكم ما يريد ) وعن الثالث : أن ذلك ليس بعام ، فإنه لم يقل إلا قال كلهم ، وإنما قال : { إِلاَّ قَالُواْ } ولما كان كثير منهم ، بل أكثرهم قائلين به ، قال الله تعالى : { إِلاَّ قَالُواْ } فإن قيل : فلم لم يذكر المصدقين ، كما ذكر المكذبين ، وقال إلا قال بعضهم صدقت ، وبعضهم كذبت؟ نقول لأن المقصود التسلية وهي على التكذيب ، فكأنه تعالى قال : لا تأس على تكذيب قومك ، فإن أقواماً قبلك كذبوا ، ورسلاً كذبوا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كذلك ما أتى الذين من قبلهم من رسول إلا قالوا ساحر أو مجنون (52) ",
        "babnum": 46
    },
    {
        "id": 2390,
        "cate": "51",
        "title": "أَتَوَاصَوْا بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ (53) ",
        "details": " أي بذلك القول ، وهو قولهم { ساحر أَوْ مَجْنُونٌ } ومعناه التعجيب ، أي كيف اتفقوا على قول واحد كأنهم تواطؤا عليه ، وقال بعضهم لبعض : لا تقولوا إلا هذا ، ثم قال : لم يكن ذلك على التواطؤ ، وإنما كان لمعنى جامع هو أن الكل أترفوا فاستغنوا فنسوا الله وطغوا فكذبوا رسله ، كما أن الملك إذا أمهل أهل بقعة ، ولم يكلفهم بشيء ، ثم قعد بعد مدة وطلبهم إلى بابه يصعب عليهم لاتخاذهم القصور والجنان ، وتحسين بلادهم من الوجوه الحسان ، فيحملهم ذلك على العصيان ، والقول بطاعة ملك آخر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أتواصوا به بل هم قوم طاغون (53) ",
        "babnum": 47
    },
    {
        "id": 2391,
        "cate": "51",
        "title": "فَتَوَلَّ عَنْهُمْ فَمَا أَنْتَ بِمَلُومٍ (54) ",
        "details": " هذه تسلية أخرى ، وذلك لأن النبي صلى الله عليه وسلم كان من كرم الأخلاق ينسب نفسه إلى تقصير ، ويقول إن عدم إيمانهم لتقصيري في التبليغ فيجتهد في الإنذار والتبليغ ، فقال تعالى : قد أتيت بما عليك ، ولا يضرك التولي عنهم ، وكفرهم ليس لتقصير منك ، فلا تحزن فإنك لست بملوم بسبب التقصير ، وإنما هم الملومون بالإعراض والعناد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فتول عنهم فما أنت بملوم (54) ",
        "babnum": 48
    },
    {
        "id": 2392,
        "cate": "51",
        "title": "وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ (55) ",
        "details": " يعني ليس التولي مطلقاً ، بل تول وأقبل وأعرض وادع ، فلا التولي يضرك إذا كان عنهم ، ولا التذكير ينفع إلا إذا كان مع المؤمنين ، وفيه معنى آخر ألطف منه ، وهو أن الهادي إذا كانت هدايته نافعة يكون ثوابه أكثر ، فلما قال تعالى : { فَتَوَلَّ } كان يقع لمتوهم أن يقول ، فحينئذ لا يكون للنبي صلى الله عليه وسلم ثواب عظيم ، فقل بلى وذلك لأن في المؤمنين كثرة ، فإذا ذكرتهم زاد هداهم ، وزيادة الهدى من قوله كزيادة القوم ، فإن قوماً كثيراً إذا صلّى كل واحد ركعة أو ركعتين ، وقوماً قليلاً إذا صلّى كل واحد ألف ركعة تكون العبادة في الكثرة كالعبادة عن زيادة العدد ، فالهادي له على عبادة كل مهتد أجر ، ولا ينقص أجر المهتدي ، قال تعالى : { إِنَّ لَكَ لأَجْرًا } [ القلم : 3 ] أي وإن توليت بسبب انتفاع المؤمنين بل وحالة إعراضك عن المعاندين ، وقوله تعالى : { فَإِنَّ الذكرى تَنفَعُ المؤمنين } يحتمل وجوهاً : أحدها : أن يراد قوة يقينهم كما قال تعالى : { لِيَزْدَادُواْ إيمانا } [ الفتح : 4 ] وقال تعالى : { فأما الذين آمنوا فزادتهم إيماناً } [ التوبة : 124 ] وقال تعالى : { زَادَهُمْ هُدًى وءاتاهم تَقُوَاهُمْ } [ محمد : 17 ] ثانيها : تنفع المؤمنين الذين بعدك فكأنك إذا أكثرت التذكير بالتكرير نقل عنك ذلك بالتواتر فينتفع به من يجيء بعدك من المؤمنين ثالثها : هو أن الذكرى إن أفاد إيمان كافر فقد نفع مؤمناً لأنه صار مؤمناً ، وإن لم يفد يوجد حسنة ويزاد في حسنة المؤمنين فينتفعوا ، وهذا هو الذي قيل في قوله تعالى : { تِلْكَ الجنة التى أُورِثْتُمُوهَا } [ الزخرف : 72 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وذكر فإن الذكرى تنفع المؤمنين (55) ",
        "babnum": 49
    },
    {
        "id": 2393,
        "cate": "51",
        "title": "وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ (56) ",
        "details": " وهذه الآية فيها فوائد كثيرة ، ولنذكرها على وجه الاستقصاء ، فنقول أما تعلقها بما قبلها فلوجوه أحدها : أنه تعالى لما قال : { وَذَكَرَ } [ الذاريات : 55 ] يعني أقصى غاية التذكير وهو أن الخلق ليس إلا للعبادة ، فالمقصود من إيجاد الإنسان العبادة فذكرهم به وأعلمهم أن كل ما عداه تضييع للزمان الثاني : هو أنا ذكرنا مراراً أن شغل الأنبياء منحصر في أمرين عبادة الله وهداية الخلق ، فلما قال تعالى : { فَتَوَلَّ عَنْهُمْ فَمَا أَنتَ بِمَلُومٍ } [ الذاريات : 54 ] بين أن الهداية قد تسقط عند اليأس وعدم المهتدي ، وأما العبادة فهي لازمة والخلق المطلق لها وليس الخلق المطلق للهداية ، فما أنت بملوم إذا أتيت بالعبادة التي هي أصل إذا تركت الهداية بعد بذل الجهد فيها الثالث : هو أنه لما بيّن حال من قبله من التكذيب ، ذكر هذه الآية ليبين سوء صنيعهم حيث تركوا عبادة الله فما كان خلقهم إلا للعبادة ، وأما التفسير ففيه مسائل : المسألة الأولى : الملائكة أيضاً من أصناف المكلفين ولم يذكرهم الله مع أن المنفعة الكبرى في إيجاده لهم هي العبادة ولهذا قال : { بَلْ عِبَادٌ مُّكْرَمُونَ } [ الأنبياء : 26 ] وقال تعالى : { لاَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ } [ الأعراف : 206 ] فما الحكمة فيه؟ نقول : الجواب عنه من وجوه الأول : قد ذكرنا في بعض الوجوه أن تعلق الآية بما قبلها بيان قبح ما يفعله الكفرة من ترك ما خلقوا له ، وهذا مختص بالجن والإنس لأن الكفر في الجن أكثر ، والكافر منهم أكثر من المؤمن لما بينا أن المقصود بيان قبحهم وسوء صنيعهم الثاني : هو أن النبي صلى الله عليه وسلم كان مبعوثاً إلى الجن ، فلما قال وذكرهم ما يذكر به وهو كون الخلق للعبادة خص أمته بالذكر أي ذكر الجن والإنس الثالث : أن عباد الأصنام كانوا يقولون بأن الله تعالى عظيم الشأن خلق الملائكة وجعلهم مقربين فهم يعبدون الله وخلقهم لعبادته ونحن لنزول درجتنا لا نصلح لعبادة الله فنعبد الملائكة وهم يعبدون الله ، فقال تعالى : { وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ } ولم يذكر الملائكة لأن الأمر فيهم كان مسلماً بين القوم فذكر المتنازع فيه الرابع : قيل الجن يتناول الملائكة لأن الجن أصله من الاستتار وهم مستترون عن الخلق ، وعلى هذا فتقديم الجن لدخول الملائكة فيهم وكونهم أكثر عبادة وأخصلها الخامس : قال بعض الناس كلما ذكر الله الخلق كان فيه التقدير في الجرم والزمان قال تعالى : { خُلِقَ السموات والأرض وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ } [ الفرقان : 59 ] وقال تعالى : { خَلَقَ الأرض فِى يَوْمَيْنِ } [ فصلت : 9 ] وقال : { خَلَقْتُ بِيَدَىَّ } [ ص : 75 ] إلى غير ذلك ، وما لم يكن ذكره بلفظ الأمر قال تعالى : { إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ } [ ياس : 82 ] وقال : { قُلِ الروح مِنْ أَمْرِ رَبّى } [ الإسراء : 85 ] وقال تعالى : { أَلاَ لَهُ الخلق والأمر } [ الأعراف : 54 ] والملائكة كالأرواح من عالم الأمر أوجدهم من غير مرور زمان فقوله { وَمَا خَلَقْتُ } إشارة إلى من هو من عالم الخلق فلا يدخل فيه الملائكة ، وهو باطل لقوله تعالى : { خالق كُلّ شَىْء } [ غافر : 62 ] فالملك من عالم الخلق .\r\n المسألة الثانية : تقديم الجن على الإنس لأية حكمة؟ نقول فيه وجوه الأول : بعضها مر في المسألة الأولى الثاني : هو أن العبادة سرية وجهرية ، وللسرية فضل على الجهرية لكن عبادة الجن سرية لا يدخلها الرياء العظيم ، وأما عبادة الإنس فيدخلها الرياء فإنه قد يعبد الله لأبناء جنسه ، وقد يعبد الله ليستخبر من الجن أو مخافة منهم ولا كذلك الجن .\r\n المسألة الثالثة : فعل الله تعالى ليس لغرض وإلا لكان بالغرض مستكملاً وهو في نفسه كامل فكيف يفهم لأمر الله الغرض والعلة؟ نقول المعتزلة تمسكوا به ، وقالوا أفعال الله تعالى لأغراض وبالغوا في الإنكار على منكري ذلك ، ونحن نقول فيه وجوه الأول : أن التعليل لفظي ومعنوي ، واللفظي ما يطلق الناظر إليه اللفظ عليه وإن لم يكن له في الحقيقة ، مثاله إذا خرج ملك من بلاده ودخل بلاد العدو وكان في قلبه أن يتعب عسكر نفسه لا غير ، ففي المعنى المقصود ذلك ، وفي اللفظ لا يصح ولو قال هو أنا ما سافرت إلا لابتغاء أجر أو لأستفيد حسنة يقال هذا ليس بشيء ولا يصح عليه ، ولو قال قائل في مثل هذه الصورة خرج ليأخذ بلاد العدو وليرهبه لصدق ، فالتعليل اللفظي هو جعل المنفعة المعتبرة علة للفعل الذي فيه المنفعة ، يقال إتجر للربح ، وإن لم يكن في الحقيقة له ، إذا عرفت هذا ، فنقول الحقائق غير معلومة عند الناس ، والمفهوم من النصوص معانيها اللفظية لكن الشيء إذا كان فيه منفعة يصح التعليل بها لفظاً والنزاع في الحقيقة في اللفظ الثاني : هو أن ذلك تقدير كالتمني والترجي في كلام الله تعالى وكأنه يقول العبادة عند الخلق شيء لو كان ذلك من أفعالكم لقلتم إنه لها ، كما قلنا في قوله تعالى : { لَّعَلَّهُ يَتَذَكَّرُ } [ طه : 44 ] أي بحيث يصير تذكرة عندكم مرجواً وقوله { عسى رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ } [ الأعراف : 129 ] أي يصير إهلاكه عندكم مرجواً تقولون إنه قرب الثاني : هو أن اللام قد تثبت فيما لا يصح غرضاً كما في الوقت قال تعالى : { أَقِمِ الصلاة لِدُلُوكِ الشمس } [ الإسراء : 78 ] وقوله تعالى : { فَطَلّقُوهُنَّ لِعِدَّتِهِنَّ } [ الطلاق : 1 ] والمراد المقارنة ، وكذلك في جميع الصور ، وحينئذ يكون معناه قرنت الخلق بالعبادة أي بفرض العبادة أي خلقتهم وفرضت عليهم العبادة ، والذي يدل على عدم جواز التعليل الحقيقي هو أن الله تعالى مستغن عن المنافع فلا يكون فعله لمنفعة راجعة إليه ولا إلى غيره ، لأن الله تعالى قادر على إيصال المنفعة إلى الغير من غير واسطة العمل فيكون توسط ذلك لا ليكون علة ، وإذا لزم القول بأن الله تعالى يفعل فعلاً هو لمتوسط لا لعلة لزمهم المسألة ، وأما النصوص فأكثر من أن تعد وهي على أنواع ، منها ما يدل على أن الإضلال بفعل الله كقوله تعالى : { يُضِلُّ مَن يَشَاء } [ الرعد : 27 ] وأمثاله ومنها ما يدل على أن الأشياء كلها بخلق الله كقوله تعالى : { خالق كُلّ شَىْء } [ الرعد : 16 ] ومنها الصرايح التي تدل على عدم ذلك ، كقوله تعالى : { لاَ يُسْأَلُ عَمَّا يَفْعَلُ } [ الأنبياء : 23 ] وقوله تعالى : { وَيَفْعَلُ الله مَا يَشَاء } [ إبراهيم : 27 ] { يَحْكُمُ مَا يُرِيدُ } [ المائدة : 1 ] والاستقصاء مفوض فيه إلى المتكلم الأصولي لا إلى المفسر .\r\n المسألة الرابعة : قال تعالى : { ياأيها الناس إِنَّا خلقناكم مّن ذَكَرٍ وأنثى وجعلناكم شُعُوباً وَقَبَائِلَ لتعارفوا } [ الحجرات : 13 ] وقال : { لِيَعْبُدُونِ } فهل بينها اختلاف؟ نقول ليس كذلك فإن الله تعالى علل جعلهم شعوباً بالتعارف ، وههنا علل خلقهم بالعبادة وقوله هناك { أَكْرَمَكُمْ عَندَ الله أتقاكم } [ الحجرات : 13 ] دليل على ما ذكره ههنا وموافق له ، لأنه إذا كان أتقى كان أعبد وأخلص عملاً ، فيكون المطلوب منه أتم في الوجود فيكون أكرم وأعز ، كالشيء الذي منفعته فائدة ، وبعض أفراده يكون أنفع في تلك الفائدة ، مثاله الماء إذا كان مخلوقاً للتطهير والشرب فالصافي منه أكثر فائدة في تلك المنفعة فيكون أشرف من ماء آخر ، فكذلك العبد الذي وجد فيه ما هو المطلوب منه على وجه أبلغ .\r\n المسألة الخامسة : ما العبادة التي خلق الجن والإنس لها؟ قلنا : التعظيم لأمر الله والشفقة على خلق الله ، فإن هذين النوعين لم يخل شرع منهما ، وأما خصوص العبادات فالشرائع مختلفة فيها بالوضع والهيئة والقلة والكثرة والزمان والمكان والشرائط والأركان ، ولما كان التعظيم اللائق بذي الجلال والإكرام لا يعلم عقلاً لزم اتباع الشرائع فيها والأخذ بقول الرسل عليهم السلام فقد أنعم الله على عباده بإرسال الرسل وإيضاح السبل في نوعي العبادة ، وقيل إن معناه ليعرفوني ، روي عن النبي صلى الله عليه وسلم أنه قال عن ربه « كنت كنزاً مخفياً فأردت أن أعرف » .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما خلقت الجن والإنس إلا ليعبدون (56) ",
        "babnum": 50
    },
    {
        "id": 2394,
        "cate": "51",
        "title": "مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ (57) ",
        "details": " فيه جواب سؤال وهو أن الخلق للغرض ينبىء عن الحاجة ، فقال ما خلقتهم ليطعمون والنفع فيه لهم لا لي ، وذلك لأن منفعة العبد في حق السيد أن يكتسب له ، إما بتحصيل المال له أو بحفظ المال عليه ، وذلك لأن العبد إن كان للكسب فغرض التحصيل فيه ظاهر ، وإن كان للشغل فلولا العبد لاحتاج السيد إلى استئجار من يفعل الشغل له فيحتاج إلى إخراج مال ، والعبد يحفظ ماله عليه ويغنيه عن الإخراج فهو نوع كسب فقال تعالى : { مَا أُرِيدُ مِنْهُم مّن رّزْقٍ وَمَا أُرِيدُ أَن يُطْعِمُونِ } أي لست كالسادة في طلب العبادة بل هم الرابحون في عبادتهم ، وفيه وجه آخر وهو أن يقال هذا تقرير لكونهم مخلوقين للعبادة ، وذلك لأن الفعل في العرف لا بد له من منفعة ، لكن العبيد على قسمين قسم منهم يكون للعظمة والجمال كمماليك الملوك يطعمهم الملك ويسقيهم ويعطيهم الأطراف من البلاد ويؤتيهم الطراف بعد التلاد ، والمراد منهم التعظيم والمثول بين يديه ، ووضع اليمين على الشمال لديه ، وقسم منهم للانتفاع بهم في تحصيل الأرزاق أو لإصلاحها فقال تعالى إني خلقتهم فلا بد فيهم من منفعة فليتفكروا في أنفسهم هل هم من قبيل أن يطلب منهم تحصيل رزق وليسوا كذلك ، فما أُريد منهم من رزق ، أو هل هم ممن يطلب منهم إصلاح قوت كالطباخ والخواني الذي يقرب الطعام وليسوا كذلك فما أُريد أن يطعمون ، فإذن هم عبيد من القسم الأول فينبغي أن لا يتركوا التعظيم ، وفيه لطائف نذكرها في مسائل : المسألة الأولى : ما الفائدة في تكرار الإرادتين ، ومن لا يريد من أحد رزقاً لا يريد أن يطعمه؟ نقول هو لما ذكرناه من قبل ، وهو أن السيد قد يطلب من العبد الكسب له ، وهو طلب الرزق منه ، وقد يكون للسيد مال وافر يستغني عن الكسب لكنه يطلب منه قضاء حوائجه بماله من المال وإحضار الطعام بين يديه من ماله ، فالسيد قال لا أُريد ذلك ولا هذا .\r\n المسألة الثانية : لم قدم طلب الرزق على طلب الإطعام؟ نقول ذلك من باب الارتقاء كقول القائل لا أطلب منك الإعانة ولا ممن هو أقوى ولا يعكس ، ويقل فلان يكرمه الأمراء بل السلاطين ولا يعكس ، فقال ههنا لا أطلب منكم رزقاً ولا ما هو دون ذلك وهو تقديم طعام بين يدي السيد فإن ذلك أمر كثير الطلب من العباد وإن كان الكسب لا يطلب منهم .\r\n المسألة الثالثة : لو قال ما أريد منهم أن يرزقون وما أريد منهم من الطعام هل تحصل هذه الفائدة؟ نقول على ما فصل لا وذلك لأن بالتكسب يطلب الغنى لا الفعل فإن اشتغل بشغل ولم يحصل له غنى لا يكون كمن حصل له غنى ، وإن لم يشتغل ، كالعبد المتكسب إذا ترك الشغل لحاجته ووجد مطلباً يرضى منه السيد إذا كان شغله التكسب ، وأما من يراد منه الفعل لذات الفعل ، كالجائع إذا بعث عبده لإحضار الطعام فاشتغل بأخذ المال من مطلب فربما لا يرضى به السيد فالمقصود من الرزق الغنى ، فلم يقل بلفظ الفعل والمقصود من الإطعام الفعل نفسه فذكر بلفظ الفعل ، ولم يقل وما أريد منهم من طعام هذا مع ما في اللفظين من الفصاحة والجزالة للتنويع .\r\n المسألة الرابعة : إذا كان المعنى به ما ذكرت ، فما فائدة الإطعام وتخصيصه بالذكر مع أن المقصود عدم طلب فعل منهم غير التعظيم؟ نقول لما عمم في المطلب الأول اكتفى بقوله { مِن رّزْقِ } فإنه يفيد العموم ، وأشار إلى التعظيم فذكر الإطعام ، وذلك لأن أدنى درجات الأفعال أن تستعين السيد بعبده أو جاريته في تهيئة أمر الطعام ، ونفي الأدنى يستتبعه نفي الأعلى بطريق الأولى فصار كأنه تعالى قال : ما أريد منهم من عين ولا عمل .\r\n المسألة الخامسة : على ما ذكرت لا تنحصر المطالب فيما ذكره ، لأن السيد قد يشتري لعبد لا لطلب عمل منه ولا لطلب رزق ولا للتعظيم ، بل تشتريه للتجارة والربح فيه ، نقول عموم قوله { مَا أُرِيدُ مِنْهُم مّن رّزْقٍ } يتناول ذلك فإن من اشترى عبداً ليتجر فيه فقد طلب منه رزقاً .\r\n المسألة السادسة : ما أريد في العربية يفيد النفي في الحال ، والتخصيص بالذكر يوهم نفي ما عدا المذكور ، لكن الله تعالى لا يريد منهم رزقاً لا في الحال ولا في الاستقبال ، فلم لم يقل لا أريد منهم من رزق ولا أريد؟ نقول ما للنفي في الحال ، ولا للنفي في الاستقبال ، فالقائل إذا قال فلان لا يفعل هذا الفعل وهو في الفعل لا يصدق ، لكنه إذا ترك مع فراغه من قوله يصدق القائل ، ولو قال ما يفعل لما صدق فيما ذكرنا من الصورة ، مثاله إذا كان الإنسان في الصلاة وقال قائل إنه ما يصلي فانظر إليه فإذا كان نظر إليه الناظر وقد قطع صلاة نفسه صح أن يقول إنك لا تصلي ، ولو قال القائل إنه ما يصلي في تلك الحالة لما صدق ، فإذا علمت هذا فكل واحد من اللفظين للنافية فيه خصوص لكن النفي في الحال أولى لأن المراد من الحال الدنيا والاستقبال هو في أمر الآخرة فالدنيا وأمورها كلها حالية فقوله { مَا أُرِيدُ } أي في هذه الحالة الراهنة التي هي ساعة الدنيا ، ومن المعلوم أن العبد بعد موته لا يصلح أن يطلب منه رزق أو عمل فكان قوله { مَا أُرِيدُ } مفيداً للنفي العام ، ولو قال لا أريد لما أفاد ذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ما أريد منهم من رزق وما أريد أن يطعمون (57) ",
        "babnum": 51
    },
    {
        "id": 2395,
        "cate": "51",
        "title": "إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ (58) ",
        "details": " تعليلاً لما تقدم من الأمرين ، فقوله { هو الرزاق } تعليل لعدم طلب الرزق وقوله تعالى : { ذُو القوة } تعليل لعدم طلب العمل ، لأن من يطلب رزقاً يكون فقيراً محتاجاً ومن يطلب عملاً من غيره يكون عاجزاً لا قوة له ، فصار كأنه يقول ما أريد منهم من رزق فإني أنا الرزاق ولا عمل فإني قوي وفيه مباحث الأول : قال : { مَا أُرِيدُ } ولم يقل إني رزاق بل قال على الحكاية عن الغائب { إِنَّ الله } فما الحكمة فيه؟ نقول قد روي أن النبي صلى الله عليه وسلم قرأ ( إني أنا الرزاق ) على ما ذكرت وأما القراءة المشهورة ففيها وجوه الأول : أن يكون المعنى قل يا محمد { إِنَّ الله هُوَ الرزاق } الثاني : أن يكون ذلك من باب الالتفات والرجوع من التكلم عن النفس إلى التكلم عن الغائب ، وفيه ههنا فائدة وهي أن اسم الله يفيد كونه رزاقاً وذلك لأن الإله بمعنى المعبود كما ذكرنا مراراً وتمسكنا بقوله تعالى : { وَيَذَرَكَ وَءالِهَتَكَ } [ الأعراف : 127 ] أي معبوديك وإذ كان الله هو المعبود ورزق العبد استعمله من غير الكسب إذ رزقه على السيد وههنا لما قال : { مَا خَلَقْتَ الجن والإنس إِلاَّ لِيَعْبُدُونِ } فقد بيّن أنه استخلصهم لنفسه وعبادته وكان عليه رزقهم فقال تعالى : { إِنَّ الله هُوَ الرزاق } بلفظ الله الدال على كونه رزاقاً ، ولو قال إني أنا الرزاق لحصلت المناسبة التي ذكرت ولكن لا يحصل ما ذكرنا الثالث : أن يكون قل مضمراً عند قوله تعالى : { مَا أُرِيدُ مِنْهُم } تقديره قل يا محمد { مَا أُرِيدُ مِنْهُم مّن رّزْقٍ } فيكون بمعنى قوله { قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ } [ الفرقان : 57 ] ويكون على هذا قوله تعالى : { إِنَّ الله هُوَ الرزاق } من قول النبي صلى الله عليه وسلم ولم يقل القوي ، بل قال : { ذُو القوة } وذلك لأن المقصود تقرير ما تقدم من عدم إرادة الرزق وعدم الاستعانة بالغير ، ولكن في عدم طلب الرزق لا يكفي كون المستغني بحيث يرزق واحداً فإن كثيراً من الناس يرزق ولده وغيره ويسترزق والملك يرزق الجند ويسترزق ، فإذا كثر منه الرزق قل منه الطلب ، لأن المسترزق ممن يكثر الرزق لا يسترزق من رزقه ، فلم يكن ذلك المقصود يحصل له إلا بالمبالغة في وصف الرزق ، فقال : { الرزاق } وأما ما يغني عن الاستعانة بالغير فدون ذلك : وذلك لأن القوي إذا كان في غاية القوة يعين الغير فإذا كان دون ذلك لا يعين غيره ولا يستعين به ، وإذا كان دون ذلك يستعين استعانة ما وتتفاوت بعد ذلك ، ولما قال : { وَمَا أُرِيدُ أَن يُطْعِمُونِ } كفاه بيان نفس القوة فقال : { ذُو القوة } إفادة معنى القوة دون القوى لأن ذا لا يقال في الوصف اللازم البين فيقال في الآدمي ذو مال ومتمول وذو جمال وجميل وذو خلق حسن وخليق إلى غير ذلك مما لا يلزمه لزوماً بيناً ، ولا يقال في الثلاثة ذات فردية ولا في الأربعة ذات زوجية ، ولهذا لم يرد في الأوصاف الحقيقية التي ليست مأخوذة من الأفعال ولذا لم يسمع ذو الوجود وذو الحياة ولا ذو العلم ويقال في الإنسان ذو علم وذو حياة لأنها عرض فيه عارض لا لازم بين ، وفي صفات الفعل يقال الله تعالى ذو الفضل كثيراً وذو الخلق قليلاً لأن ذا كذا بمعنى صاحبه وربه والصحبة لا يفهم منها اللزوم فضلاً عن اللزوم البين ، والذي يؤيد هذا هو أنه تعالى قال : { وَفَوْقَ كُلّ ذِى عِلْمٍ عَلِيمٌ } [ يوسف : 76 ] فجعل غيره ذا علم ووصف نفسه بالفعل فبين ذي العلم والعليم فرق وكذلك بين ذي القوة والقوي ، ويؤيده أيضاً أنه تعالى قال : { فَأَخَذَهُمُ الله إِنَّهُ قَوِىٌّ شَدِيدُ العقاب } [ غافر : 22 ] وقال تعالى : { الله لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَن يَشَاء وَهُوَ القوى العزيز } [ الشورى : 19 ] وقال تعالى : { لأَغْلِبَنَّ أَنَاْ وَرُسُلِى إِنَّ الله قَوِىٌّ عَزِيزٌ } [ المجادلة : 21 ] لأن في هذه الصور كان المراد بيان القيام بالأفعال العظيمة والمراد ههنا عدم الاحتياج ومن لا يحتاج إلى الغير يكفيه من القوة قدر ما ، ومن يقوم مستبداً بالفعل لا بد له من قوة عظيمة ، لأن عدم الحاجة قد يكون بترك الفعل والاستغناء عنه ، ولو بين هذا البحث في معرض الجواب عن سؤال سائل عن الفرق بين قوله { ذُو القوة } ههنا وبين قوله { قَوِىٌّ } في تلك المواضع لكان أحسن ، فإن قيل فقد قال تعالى : { لِيَعْلَمَ الله مَن يَنصُرُهُ وَرُسُلَهُ بالغيب إِنَّ الله قَوِىٌّ عَزِيزٌ } [ الحديد : 25 ] وفيه ما ذكرت من المعنى وذلك لأن قوله { قَوِىٌّ } لبيان أنه غير محتاج إلى النصرة وإنما يريد أن يعلم ليثيب الناصر ، لكن عدم الاحتياج إلى النصرة يكفي فيه قوة ما ، فلم لم يقل إن الله ذو القوة؟ نقول فيه إنه تعالى قال من ينصره ورسله ، ومعناه أنه يغني رسله عن الحاجة ولا يطلب نصرتهم من خلقه ليعجزهم وإنما يطلبها لثواب الناصرين لا لاحتياج المستنصرين وإلا فالله تعالى وعدهم بالنصر حيث قال : { وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا المرسلين * إِنَّهُمْ لَهُمُ المنصورون } [ الصافات : 171 ، 172 ] ولما ذكر الرسل قال قوي يكون ذلك تقوية تقارب رسله المؤمنين ، وتسلية لصدورهم وصدور المؤمنين .\r\n البحث الثاني : قال : { المتين } وذلك لأن { ذُو القوة } كما بينا لا يدل إلا على أن له قوة ما فزاد في الوصف بياناً وهو الذي له ثبات لا يتزلزل وهو مع المتين من باب واحد لفظاً ومعنى فإن متن الشيء هو أصله الذي عليه ثباته ، والمتن هو الظهر الذي عليه أساس البدن ، والمتانة مع القوة كالعزة مع القوة حيث ذكر الله تعالى في مواضع ذكر القوة والعزة فقال : { قَوِىٌّ عَزِيزٌ } [ الحديد : 25 ] وقال { القوى العزيز } [ هود : 66 ] .\r\n وفيه لطيفة تؤيد ما ذكرنا من البحث في القوي وذي القوة ، وذلك لأن المتين هو الثابت الذي لا يتزلزل والعزيز هو الغالب ، ففي المتين أنه لا يغلب ولا يقهر ولا يهزم ، وفي العزيز أنه يغلب ويقهر ويزل الأقدام ، والعزة أكمل من المتانة ، كما أن القوي أكمل من ذي القوة ، فقرن الأكمل بالأكمل وما دونه بما دونه ، ولو نظرت حق النظر وتأملت حق التأمل لرأيت في كتاب الله تعالى لطائف تنبهك على عناد المنكرين وقبح إنكار المعاندين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الله هو الرزاق ذو القوة المتين (58) ",
        "babnum": 52
    },
    {
        "id": 2396,
        "cate": "51",
        "title": "فَإِنَّ لِلَّذِينَ ظَلَمُوا ذَنُوبًا مِثْلَ ذَنُوبِ أَصْحَابِهِمْ فَلَا يَسْتَعْجِلُونِ (59) فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ يَوْمِهِمُ الَّذِي يُوعَدُونَ (60) ",
        "details": " وهو مناسب لما قبله وذلك لأنه تعالى بيّن أن من يضع نفسه في موضع عبادة غير الله يكون وضع الشيء في غير موضعه فيكون ظالماً ، فقال إذا ثبت أن الإنس مخلوقون للعبادة فإن الذين ظلموا بعبادة الغير لهم هلاك مثل هلاك من تقدم ، وذلك لأن الشيء إذا خرج عن الانتفاع المطلوب منه ، لا يحفظ وإن كان في موضع يخلي المكان عنه ، ألا ترى أن الدابة التي لا يبقى منتفعاً بها بالموت أو بمرض يخلي عنها الإصطبل ، والطعام الذي يتعفن يبدد ويفرغ منه الإناء ، فكذلك الكافر إذا ظلم ، ووضع نفسه في غير موضعه ، خرج عن الانتفاع فحسن إخلاء المكان عنه وحق نزول الهلاك به ، وفي التفسير مسائل : المسألة الأولى : فيما يتعلق به الفاء ، وقد ذكرنا لك في وجه التعلق .\r\n المسألة الثانية : ما مناسبة الذنوب؟ نقول العذاب مصبوب عليهم ، كأنه قال تعالى نصب من فوق رؤوسهم ذنوباً كذنوب صب فوق رؤوس أولئك ، ووجه آخر وهو أن العرب يستقون من الآبار على النوبة ذنوباً فذنوباً وذلك وقت عيشهم الطيب ، فكأنه تعالى قال : { فَإِنَّ لِلَّذِينَ ظَلَمُواْ } من الدنيا وطيباتها { ذَنُوباً } أي ملاء ، ولا يكون لهم في الآخرة من نصيب ، كما كان عليه حال أصحابهم استقوا ذبوباً وتركوها ، وعلى هذا فالذنوب ليس بعذاب ولا هلاك ، وإنما هو رغد العيش وهو أليق بالعربية ، وقوله تعالى : { فَلاَ يَسْتَعْجِلُونِ } فإن الرزق ما لم يفرغ لا يأتي الأجل .\r\n ثم أعاد ما ذكر في أول السورة فقال : { فَوَيْلٌ لّلَّذِينَ كَفَرُواْ مِن يَوْمِهِمُ الذى يُوعَدُونَ } .\r\n والحمد لله ربّ العالمين وصلّى الله على سيدنا محمد وآله وصحبه أجمعين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فإن للذين ظلموا ذنوبا مثل ذنوب أصحابهم فلا يستعجلون (59) فويل للذين كفروا من يومهم الذي يوعدون (60) ",
        "babnum": 53
    }
]