[
    {
        "id": 1931,
        "cate": "34",
        "title": "الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ (1) ",
        "details": " السور المفتتحة بالحمد خمس سور سورتان منها في النصف الأول وهما الأنعام والكهف وسورتان في الأخير وهما هذه السورة وسورة الملائكة والخامسة وهي فاتحة الكتاب تقرأ مع النصف الأول ومع النصف الأخير والحكمة فيها أن نعم الله مع كثرتها وعدم قدرتنا على إحصائها منحصرة في قسمين نعمة الإيجاد ونعمة الإبقاء ، فإن الله تعالى خلقنا أولاً برحمته وخلق لنا ما نقوم به وهذه النعمة توجد مرة أخرى بالإعادة فإنه يخلقنا مرة أخرى ويخلق لنا ما يدوم فلنا حالتان الابتداء والإعادة وفي كل حالة له تعالى علينا نعمتان نعمة الإيجاد ونعمة الإبقاء فقال في النصف الأول : { الحمد للَّهِ الذى خَلَقَ السموات والأرض وَجَعَلَ الظلمات والنور } [ الأنعام : 1 ] إشارة إلى الشكر على نعمة الإيجاد ويدل عليه قوله تعالى فيه : { هُوَ الذي خَلَقَكُمْ مّن طِينٍ } [ الأنعام : 2 ] إشارة إلى الإيجاد الأول وقال في السورة الثانية وهي الكهف { الحمد لِلَّهِ الذي أَنْزَلَ على عَبْدِهِ الكتاب وَلَمْ يَجْعَل لَّهُ عِوَجَا * قَيِّماً } [ الكهف : 1 ، 2 ] إشارة إلى الشكر على نعمة الإبقاء ، فإن الشرائع بها البقاء ولولا شرع ينقاد له الخلق لاتبع كل واحد هواه ولو وقعت المنازعات في المشتبهات وأدى إلى التقاتل والتفاني ، ثم قال في هذه السورة { الحمد للَّهِ } إشارة إلى نعمة الإيجاد الثاني ويدل عليه قوله تعالى : { وَلَهُ الحمد فِى الأخرة } وقال في الملائكة : { الحمد للَّهِ } إشارة إلى نعمة الإبقاء ويدل عليه قوله تعالى : { جَاعِلِ الملائكة رُسُلاً } [ فاطر : 1 ] والملائكة بأجمعهم لا يكونون رسلاً إلى يوم القيامة يرسلهم الله مسلمين كما قال تعالى : { وتتلقاهم الملئكة } [ الأنبياء : 103 ] وقال تعالى عنهم : { سلام عَلَيْكُمْ طِبْتُمْ فادخلوها خالدين } [ الزمر : 73 ] وفاتحة الكتاب لما اشتملت على ذكر النعمتين بقوله تعالى : { الحمد للَّهِ رَبّ العالمين } [ الفاتحة : 2 ] إشارة إلى النعمة العاجلة وقوله : { مالك يَوْمِ الدين } [ الفاتحة : 4 ] إشارة إلى النعمة الآجلة قرئت في الافتتاح وفي الاختتام ، ثم في الآية مسائل : المسألة الأولى : الحمد شكر والشكر على النعمة والله تعالى جعل ما في السموات وما في الأرض لنفسه بقوله : { لَّهُ مَا فِي السموات وَمَا فِي الأرض } ولم يبين أنه لنا حتى يجب الشكر نقول جواباً عنه الحمد يفارق الشكر في معنى وهو أن الحمد أعم فيحمد من فيه صفات حميدة وإن لم ينعم على الحامد أصلاً ، فإن الإنسان يحسن منه أن يقول في حق عالم لم يجتمع به أصلاً أنه عالم عامل بارع كامل فيقال له إنه يحمد فلاناً ولا يقال إنه يشكره إلا إذا ذكر نعمه أو ذكره على نعمه فالله تعالى محمود في الأزل لاتصافه بأوصاف الكمال ونعوت الجلال ومشكور ولا يزال على ما أبدى من الكرم وأسدى من النعم فلا يلزم ذكر النعمة للحمد بل يكفي ذكر العظمة وفي كونه مالك ما في السموات وما في الأرض عظمة كاملة فله الحمد على أنا نقول قوله : { لَّهُ مَا فِي السموات وَمَا فِي الأرض } يوجب شكراً أتم مما يوجبه قوله تعالى : { خَلَقَ لَكُم مَّا فِي الأرض } [ البقرة : 29 ] وذلك لأن ما في السموات والأرض إذا كان لله ونحن المنتفعون به لا هو ، يوجب ذلك شكراً لا يوجبه كون ذلك لنا .\r\n المسألة الثانية : قد ذكرتم أن الحمد ههنا إشارة إلى النعمة التي في الآخرة ، فلم ذكر الله السموات والأرض؟ فنقول نعم الآخرة غير مرئية فذكر الله النعم المرئية وهي ما في السموات وما في الأرض ، ثم قال : { وَلَهُ الحمد فِى الآخرة } ليقاس نعم الآخرة بنعم الدنيا ويعلم فضلها بدوامها وفناء العاجلة ولهذا قال : { وَهُوَ الحكيم الخبير } إشارة إلى أن خلق هذه الأشياء بالحكمة والخير ، والحكمة صفة ثابتة لله لا يمكن زوالها فيمكن منه إيجاد أمثال هذه مرة أخرى في الآخرة .\r\n المسألة الثالثة : الحكمة هي العلم الذي يتصل به الفعل فإن من يعلم أمراً ولم يأت بما يناسب علمه لا يقال له حكيم ، فالفاعل الذي فعله على وفق العلم هو الحكيم ، والخبير هو الذي يعلم عواقب الأمور وبواطنها فقوله : ( حَكِيمٌ ) أي في الابتداء يخلق كما ينبغي وخبير أي بالانتهاء يعلم ماذا يصدر من المخلوق وما لا يصدر إلى ماذا يكون مصير كل أحد فهو حكيم في الابتداء خبير في الانتهاء .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الحمد لله الذي له ما في السماوات وما في الأرض وله الحمد في الآخرة وهو الحكيم الخبير (1) ",
        "babnum": 1
    },
    {
        "id": 1932,
        "cate": "34",
        "title": "يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ الرَّحِيمُ الْغَفُورُ (2) ",
        "details": " ما يلج في الأرض من الحبة والأموات ويخرج منها من السنابل والأحياء وما ينزل من السماء من أنواع رحمته منها المطر ومنها الملائكة ومنها القرآن ، وما يعرج فيها منها الكلم الطيب لقوله تعالى : { إِلَيْهِ يَصْعَدُ الكلم الطيب } ومنها الأرواح ومنها الأعمال الصالحة لقوله : { والعمل الصالح يَرْفَعُهُ } [ فاطر : 10 ] وفيه مسائل : المسألة الأولى : قدم ما يلج في الأرض على ما ينزل من السماء ، لأن الحبة تبذر أولاً ثم تسقى ثانياً .\r\n المسألة الثانية : قال { وما يعرج فيها } ولم يقل يعرج إليها إشارة إلى قبول الأعمال الصالحة ومرتبة النفوس الزكية وهذا لأن كلمة إلى للغاية ، فلو قال وما يعرج إليها لفهم الوقوف عند السموات فقال : { وَمَا يَعْرُجُ فِيهَا } ليفهم نفوذها فيها وصعودها منها ولهذا قال في الكلم الطيب : { إِلَيْهِ يَصْعَدُ الكلم الطيب } لأن الله هو المنتهى ولا مرتبة فوق الوصول إليه ، وأما السماء فهي دنيا وفوقها المنتهى .\r\n المسألة الثالثة : قال : { وَهُوَ الرحيم الغفور } رحيم بالإنزال حيث ينزل الرزق من السماء ، غفور عندما تعرج إليه الأرواح والأعمال فرحم أولاً بالإنزال وغفر ثانياً عند العروج .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يعلم ما يلج في الأرض وما يخرج منها وما ينزل من السماء وما يعرج فيها وهو الرحيم الغفور (2) ",
        "babnum": 2
    },
    {
        "id": 1933,
        "cate": "34",
        "title": "وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِنْ ذَلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُبِينٍ (3) لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (4) ",
        "details": " ثم بين أن هذه النعمة التي يستحق الله بها الحمد وهي نعمة الآخرة أنكرها قوم فقال تعالى : { وَقَالَ الذين كَفَرُواْ لاَ تَأْتِينَا الساعة } ثم رد عليهم وقال : { قُلْ بلى وَرَبّي لَتَأْتِيَنَّكُمْ عالم الغيب لاَ يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السموات وَلاَ فِى الأرض وَلاَ أَصْغَرُ مِن ذَلِكَ وَلاَ أَكْبَرُ إِلاَّ فِي كتاب مُّبِينٍ * لّيَجْزِىَ الذين ءَامَنُواْ وَعَمِلُواْ الصالحات أُوْلَئِكَ لَهُمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ } .\r\n أخبر بإتيانها وأكده باليمين ، قال الزمخشري رحمه الله : لو قال قائل كيف يصح التأكيد باليمين مع أنهم يقولون لا رب وإن كانوا يقولون به ، لكن المسألة الأصولية لا تثبت باليمين وأجاب عنه بأنه لم يقتصر على اليمين بل ذكر الدليل وهو قوله : { ليجزي الذين آمنوا وعملوا الصالحات } وبيان كونه دليلاً هو أن المسيء قد يبقى في الدنيا مدة مديدة في اللذات العاجلة ويموت عليها والمحسن قد يدوم في دار الدنيا في الآلام الشديدة مدة ويموت فيها ، فلولا دار تكون الأجزية فيها لكان الأمر على خلاف الحكمة ، والذي أقوله أنا هو أن الدليل المذكور في قوله : { عالم الغيب لاَ يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ } أظهر ، وذلك لأنه إذا كان عالماً بجميع الأشياء يعلم أجزاء الأحياء ويقدر على جمعها فالساعة ممكنة القيام ، وقد أخبر عنها الصادق فتكون واقعة ، وعلى هذا فقوله تعالى : { فِي السموات وَلاَ فِى الأرض } فيه لطيفة وهي أن الإنسان له جسم وروح والأجسام أجزاؤها في الأرض والأرواح في السماء فقوله : { لاَ يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِى السموات } إشارة إلى علمه بالأرواح وقوله : { وَلاَ فِى الأرض } إشارة إلى علمه بالأجسام ، وإذا علم الأرواح والأشباح وقدر على جمعها لا يبقى استبعاد في المعاد .\r\n وقوله : { وَلاَ أَصْغَرَ مِن ذلك } إشارة إلى أن ذكر مثقال الذرة ليس للتحديد بل الأصغر منه لا يعزب ، وعلى هذا فلو قال قائل فأي حاجة إلى ذكر الأكبر ، فإن من علم الأصغر من الذرة لا بد من أن يعلم الأكبر؟ فنقول لما كان الله تعالى أراد بيان إثبات الأمور في الكتاب ، فلو اقتصر على الأصغر لتوهم متوهم أنه يثبت الصغائر ، لكونها محل النسيان ، أما الأكبر فلا ينسى فلا حاجة إلى إثباته ، فقال الإثبات في الكتاب ليس كذلك فإن الأكبر أيضاً مكتوب فيه ، ثم لما بين علمه بالصغائر والكبائر ذكر أن جمع ذلك وإثباته للجزاء فقال : { لّيَجْزِىَ الذين ءامَنُواْ وَعَمِلُواْ الصالحات أُوْلَئِكَ لَهُمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ } ذكر فيهم أمرين الإيمان والعمل الصالح ، وذكر لهم أمرين المغفرة والرزق الكريم ، فالمغفرة جزاء الإيمان فكل مؤمن مغفور له ويدل عليه قوله تعالى : { إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء } [ النساء : 48 ] وقوله عليه السلام فيما أخبرنا به تاج الدين عيسى بن أحمد بن الحاكم البندهي قال : أخبرني والدي عن جدي عن محيي السنة عن عبد الواحد المليجي عن أحمد بن عبد الله النعيمي عن محمد بن يوسف الفربري عن محمد بن إسماعيل البخاري « يخرج من النار من قال لا إله إلا الله وفي قلبه وزن ذرة من إيمان » والرزق الكريم من العمل الصالح وهو مناسب فإن من عمل لسيد كريم عملاً ، فعند فراغه من العمل لا بد من أن ينعم عليه إنعاماً ويطعمه طعاماً ، ووصف الرزق بالكريم قد ذكرنا أنه بمعنى ذي كرم أو مكرم ، أو لأنه يأتي من غير طلب بخلاف رزق الدنيا ، فإنه ما لم يطلب ويتسبب فيه لا يأتي ، وفي التفسير مسائل : المسألة الأولى : قوله : { أُوْلئِكَ لَهُمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ } يحتمل وجهين أحدهما : أن يكون لهم ذلك جزاء فيوصله إليهم لقوله : { لّيَجْزِىَ الذين ءامَنُواْ } ، وثانيهما : أن يكون ذلك لهم والله يجزيهم بشيء آخر لأن قوله : { أُوْلئِكَ لَهُمْ } جملة تامة إسمية ، وقوله تعالى : { لّيَجْزِىَ الذين ءامَنُواْ } جملة فعلية مستقلة ، وهذا أبلغ في البشارة من قول القائل .\r\n ليجزي الذين آمنوا رزقاً .\r\n المسألة الثانية : اللام في ليجزي للتعليل ، معناه الآخرة للجزاء ، فإن قال قائل : فما وجه المناسبة؟ فنقول : الله تعالى أراد أن لا ينقطع ثوابه فجعل للمكلف داراً باقية ليكون ثوابه واصلاً إليه دائماً أبداً ، وجعل قبلها داراً فيها الآلام والأسقام وفيها الموت ليعلم المكلف مقدار ما يكون فيه في الآخرة إذا نسبه إلى ما قبلها وإذا نظر إليه في نفسه .\r\n المسألة الثالثة : ميز الرزق بالوصف بقوله كريم ولم يصف المغفرة واحدة هي للمؤمنين والرزق منه شجرة الزقوم والحميم ، ومنه الفواكه والشراب الطهور ، فميز الرزق لحصول الانقسام فيه ، ولم يميز المغفرة لعدم الانقسام فيها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقال الذين كفروا لا تأتينا الساعة قل بلى وربي لتأتينكم عالم الغيب لا يعزب عنه مثقال ذرة في السماوات ولا في الأرض ولا أصغر من ذلك ولا أكبر إلا في كتاب مبين (3) ليجزي الذين آمنوا وعملوا الصالحات أولئك لهم مغفرة ورزق كريم (4) ",
        "babnum": 3
    },
    {
        "id": 1934,
        "cate": "34",
        "title": "وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ (5) ",
        "details": " لما بين حال المؤمنين يوم القيامة بين حال الكافرين ، وقوله : { والذين سَعَوْ فِى ءاياتنا } أي بالإبطال ، ويكون معناه الذين كذبوا بآياتنا وحينئذٍ يكون هذا في مقابلة ما تقدم لأن قوله تعالى : { ءامَنُواْ } معناه صدقوا وهذا معناه كذبوا فإن قيل من أين علم كون سعيهم في الإبطال مع أن المذكور مطلق السعي؟ فنقول فهم من قوله تعالى : { معاجزين } وذلك لأنه حال معناه سعوا فيها وهم يريدون التعجيز وبالسعي في التقرير والتبليغ لا يكون الساعي معاجزاً لأن القرآن وآيات الله معجزة في نفسها لا حاجة لها إلى أحد ، وأما المكذب فهو آت بإخفاء آيات بينات فيحتاج إلى السعي العظيم والجد البليغ ليروج كذبه لعله يعجز المتمسك به ، وقيل بأن المراد من قوله : { معاجزين } أي ظانين أنهم يفوتون الله ، وعلى هذا يكون كون الساعي ساعياً بالباطل في غاية الظهور ، ولهم عذاب في مقابلة لهم رزق ، وفي الآية لطائف الأولى : قال ههنا : { لَهُمْ عَذَابٌ } ولم يقل يجزيهم الله ، وقد تقدم القول منا أن قوله تعالى : { لّيَجْزِىَ الذين ءامَنُواْ } يحتمل أن يكون الله يجزيهم بشيء آخر ، وقوله : { أُوْلَئِكَ لَهُمْ مَّغْفِرَةٌ } إخبار عن مستحقهم المعد لهم ، وعلى الجملة فاحتمال الزيادة هناك قائم نظراً إلى قوله : { لِيَجْزِىَ } وههنا لم يقل ليجازيهم فلم يوجد ذلك الثانية : قال هناك لهم مغفرة ثم زادهم فقال : { وَرِزْقٌ كَرِيمٌ } وههنا لم يقل إلا لهم عذاب من رجز أليم ، والجواب تقدم في مثله الثالثة : قال هناك : { لَّهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ } ولم يقلله بمن التبعيضية فلم يقل لهم نصيب من رزق ولا رزق من جنس كريم ، وقال ههنا : { لَهُمْ عَذَابٌ مّن رّجْزٍ أَلِيمٌ } بلفظة صالحة للتبعيض وكل ذلك إشارة إلى سعة الرحمة وقلة الغضب بالنسبة إليها والرجز قيل أسوأ العذاب ، وعلى هذا { مِنْ } لبيان الجنس كقول القائل خاتم من فضة ، وفي الأليم قراءتان الجر والرفع فالرفع على أن الأليم وصف العذاب كأنه قال عذاب أليم من أسوأ العذاب والجر على أنه وصف للرجز والرفع أقرب نظراً إلى المعنى ، والجر نظراً إلى اللفظ ، فإن قيل فلم تنحصر الأقسام في المؤمن الصالح عمله والمكذب الساعي المعجز لجواز أن يكون أحد مؤمناً ليس له عمل صالح أو كافر متوقف ، فنقول إذا علم حال الفريقين المذكورين يعلم أن المؤمن قريب الدرجة ممن تقدم أمره والكافر قريب الدرجة ممن سبق ذكره وللمؤمن مغفرة ورزق كريم ، وإن لم يكن في الكرامة مثل رزق الذي عمل صالحاً وللكافر غير المعاند عذاب وإن لم يكن من أسوأ الأنواع التي للمكذبين المعاندين .\r\n ثم قال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "والذين سعوا في آياتنا معاجزين أولئك لهم عذاب من رجز أليم (5) ",
        "babnum": 4
    },
    {
        "id": 1935,
        "cate": "34",
        "title": "وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ (6) ",
        "details": " لما بين حال من يسعى في التكذيب في الآخرة بين حاله في الدنيا وهو أن سعيه باطل فإن من أوتي علماً لا يغتر بتكذيبه ويعلم أن ما أنزل إلى محمد صلى الله عليه وسلم حق وصدق ، وقوله : { هو الحق } يفيد الحصر أي ليس الحق إلا ذلك ، وأما قول المكذب فباطل ، بخلاف ما إذا تنازع خصمان ، والنزاع لفظي فيكون قول كل واحد حقاً في المعنى ، وقوله تعالى : { وَيَهْدِى إلى صِرَاطِ العزيز الحميد } يحتمل أن يكون بياناً لكونه هو الحق فإنه هاد إلى هذا الصراط ، ويحتمل أن يكون بياناً لفائدة أخرى ، وهي أنه مع كونه حقاً هادياً والحق واجب القبول فكيف إذا كان فيه فائدة في الاستقبال وهي الوصول إلى الله ، وقوله : { العزيز الحميد } يفيد رغبة ورهبة ، فإنه إذا كان عزيزاً يكون ذا انتقام ينتقم من الذي يسعى في التكذيب ، وإذا كان حميداً يشكر سعي من يصدق ويعمل صالحاً ، فإن قيل كيف قدم الصفة التي للهيبة على الصفة التي للرحمة مع أنك أبداً تسعى في بيان تقديم جانب الرحمة؟ نقول كونه عزيزاً تام الهيبة شديد الانتقام يقوي جانب الرغبة لأن رضا الجبار العزيز أعز وأكرم من رضا من لا يكون كذلك ، فالعزة كما تخوف ترجى أيضاً ، وكما ترغب عن التكذيب ترغب في التصديق ليحصل القرب من العزيز .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويرى الذين أوتوا العلم الذي أنزل إليك من ربك هو الحق ويهدي إلى صراط العزيز الحميد (6) ",
        "babnum": 5
    },
    {
        "id": 1936,
        "cate": "34",
        "title": "وَقَالَ الَّذِينَ كَفَرُوا هَلْ نَدُلُّكُمْ عَلَى رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ (7) ",
        "details": " وجه الترتيب : هو أن الله تعالى لما بين أنهم أنكروا الساعة ورد عليهم بقوله : { قُلْ بلى وَرَبّى لَتَأْتِيَنَّكُمْ } [ سبأ : 3 ] وبين ما يكون بعد إتيانها من جزاء المؤمن على عمله الصالح وجزاء الساعي في تكذيب الآيات بالتعذيب على السيئات ، بين حال المؤمن والكافر بعد قوله : { قُلْ بلى وَرَبّى لَتَأْتِيَنَّكُمْ } فقال المؤمن : هو الذي يقول الذي أنزل إليك الحق وهو يهدي ، وقال الكافر هو الذي يقول هو باطل ، ومن غاية اعتقادهم وعنادهم في إبطال ذلك قالوا على سبيل التعجب : { هَلْ نَدُلُّكُمْ على رَجُلٍ يُنَبّئُكُمْ إِذَا مُزّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِى خَلْقٍ جَدِيدٍ } وهذا كقول القائل في الاستبعاد ، جاء رجل يقول : إن الشمس تطلع من المغرب إلى غير ذلك من المحالات .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقال الذين كفروا هل ندلكم على رجل ينبئكم إذا مزقتم كل ممزق إنكم لفي خلق جديد (7) ",
        "babnum": 6
    },
    {
        "id": 1937,
        "cate": "34",
        "title": "أَفْتَرَى عَلَى اللَّهِ كَذِبًا أَمْ بِهِ جِنَّةٌ بَلِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذَابِ وَالضَّلَالِ الْبَعِيدِ (8) ",
        "details": " هذا يحتمل وجهين أحدهما : أن يكون تمام قول الذين كفروا أولاً أعني هو من كلام من قال : { هَلْ نَدُلُّكُمْ } ويحتمل أن يكون من كلام السامع المجيب لمن قال : { هَلْ نَدُلُّكُمْ } كأن السامع لما سمع قول القائل : { هَلْ نَدُلُّكُمْ على رَجُلٍ } قال له : أهو يفتري على الله كذباً؟ إن كان يعتقد خلافه ، أم به جنة [ أي ] جنون؟ إن كان لا يعتقد خلافه وفي هذا لطيفة : وهي أن الكافر لا يرضى بأن يظهر كذبه ، ولهذا قسم ولم يجزم بأنه مفتر ، بل قال مفتر أو مجنون ، احترازاً من أن يقول قائل كيف يقول بأنه مفتر ، مع أنه جائز أن يظن أن الحق ذلك فظن الصدق يمنع تسمية القائل مفترياً وكاذباً في بعض المواضع ، ألا ترى أن من يقول جاء زيد ، فإذا تبين أنه لم يجىء وقيل له كذبت ، يقول ما كذبت ، وإنما سمعت من فلان أنه جاء ، فظننت أنه صادق فيدفع الكذب عن نفسه بالظن ، فهم احترزوا عن تبين كذبهم ، فكل عاقل ينبغي أن يحترز عن ظهور كذبه عند الناس ، ولا يكون العاقل أدنى درجة من الكافر ، ثم إنه تعالى أجابهم مرة أخرى وقال : { بَلِ الذين لاَ يُؤْمِنُونَ بالأخرة فِى العذاب } في مقابلة قولهم : { افترى عَلَى الله كَذِبًا } وقوله : { والضلال البعيد } في مقابلة قولهم : { بِهِ جِنَّةٌ } وكلاهما مناسب .\r\n أما العذاب فلأن نسبة الكذب إلى الصادق مؤذية ، لأنه شهادة عليه بأنه يستحق العذاب فجعل العذاب عليهم حيث نسبوه إلى الكذب .\r\n وأما الجنون فلأن نسبة الجنون إلى العاقل دونه في الإيذاء ، لأنه لا يشهد عليه بأنه يعذب ، ولكن ينسبه إلى عدم الهداية فبين أنهم هم الضالون ، ثم وصف ضلالهم بالبعد ، لأن من يسمي المهتدي ضالاً يكون هو الضال ، فمن يسمي الهادي ضالاً يكون أضل ، والنبي عليه الصلاة والسلام كان هادي كل مهتد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أفترى على الله كذبا أم به جنة بل الذين لا يؤمنون بالآخرة في العذاب والضلال البعيد (8) ",
        "babnum": 7
    },
    {
        "id": 1938,
        "cate": "34",
        "title": "أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ إِنَّ فِي ذَلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ (9) ",
        "details": " ثم قال تعالى : { أَفَلَمْ يَرَوْاْ إلى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مّنَ السماء والأرض إِن نَّشَأْ نَخْسِفْ بِهِمُ الأرض أَوْ نُسْقِطْ عَلَيْهِمْ كسفاً من السماء } لما ذكر الدليل بكونه عالم الغيب وكونه جازياً على السيئات والحسنات ذكر دليلاً آخر وذكر فيه تهديداً .\r\n أما الدليل فقوله : { مّنَ السماء والأرض } فإنهما يدلان على الوحدانية كما بيناه مراراً ، وكما قال تعالى : { وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السموات والأرض لَيَقُولُنَّ الله } [ لقمان : 25 ] ويدلان على الحشر لأنهما يدلان على كمال قدرته ومنها الإعادة ، وقد ذكرناه مراراً ، وقال تعالى : { أَوَ لَيْسَ الذى خَلَقَ السموات والأرض بقادر على أَن يَخْلُقَ مِثْلَهُم } [ ياس : 81 ] وأما التهديد فبقوله : { إِن نَّشَأْ نَخْسِفْ بِهِمُ الارض } يعني نجعل عين نافعهم ضارهم بالخسف والكسف .\r\n ثم قال تعالى : { إِنَّ فِى ذَلِكَ لأََيَةً لّكُلّ عَبْدٍ مُّنِيبٍ } أي لكل من يرجع إلى الله ويترك التعصب ثم إن الله تعالى لما ذكر من ينيب من عباده ، ذكر منهم من أناب وأصاب ومن جملتهم داود كما قال تعالى عنه : { فاستغفر رَبَّهُ وَخَرَّ رَاكِعاً وَأَنَابَ } [ ص : 24 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أفلم يروا إلى ما بين أيديهم وما خلفهم من السماء والأرض إن نشأ نخسف بهم الأرض أو نسقط عليهم كسفا من السماء إن في ذلك لآية لكل عبد منيب (9) ",
        "babnum": 8
    },
    {
        "id": 1939,
        "cate": "34",
        "title": "وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا يَاجِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ (10) ",
        "details": " وفي الآية مسائل : المسألة الأولى : قوله تعالى : { مِنَّا } إشارة إلى بيان فضيلة داود عليه السلام ، وتقريره هو أن قوله : { وَلَقَدْ ءاتَيْنَا دَاوُودَ مِنَّا فَضْلاً } مستقل بالمفهوم وتام كما يقول القائل : آتي الملك زيداً خلعة ، فإذا قال القائل آتاه منه خلعة يفيد أنه كان من خاص ما يكون له ، فكذلك إيتاء الله الفضل عام لكن النبوة من عنده خاص بالبعض ، ومثل هذا قوله تعالى : { يُبَشّرُهُمْ رَبُّهُم بِرَحْمَةٍ مّنْهُ ورضوان } [ التوبة : 21 ] فإن رحمة الله واسعة تصل إلى كل أحد في الدنيا لكن رحمته في الآخرة على المؤمنين رحمة من عنده لخواصه فقال : { يُبَشّرُهُمْ رَبُّهُم بِرَحْمَةٍ مّنْهُ } .\r\n المسألة الثانية : في قوله : { ياجبال أَوّبِى مَعَهُ } قال الزمخشري : { يا جِبَال } بدل من قوله : { فَضْلاً } معناه آتيناه فضلاً قولنا يا جبال ، أو من آتينا ومعناه قلنا يا جبال .\r\n المسألة الثالثة : قرىء ( أوبي ) بتشديد الواو من التأويب وبسكونها وضم الهمزة أوبي من الأوب وهو الرجوع والتأويب الترجيع ، وقيل بأن معناه سيرى معه ، وفي قوله : { يُسَبّحْنَ } قالوا : هو من السباحة وهي الحركة المخصوصة .\r\n المسألة الرابعة : قرىء { والطير } بالنصب حملاً على محل المنادى والطير بالرفع حملاً على لفظه .\r\n المسألة الخامسة : لم يكن الموافق له في التأويب منحصراً في الجبال والطير ولكن ذكر الجبال ، لأن الصخور للجمود والطير للنفور تستبعد منهما الموافقة ، فإذا وافقه هذه الأشياء فغيرها أولى ، ثم إن من الناس من لم يوافقه وهم القاسية قلوبهم التي هي أشد قسوة من الحجارة .\r\n المسألة السادسة : قوله : { وَأَلَنَّا لَهُ الحديد } عطف ، والمعطوف عليه يحتمل أن يكون قلنا المقدر في قوله يا جبال تقديره قلنا : يا جِبَال أوبي وألنا ، ويحتمل أن يكون عطفاً على آتينا تقديره آتيناه فضلاً وألنا له .\r\n المسألة السابعة : ألان الله له الحديد حتى كان في يده كالشمع وهو في قدرة الله يسير ، فإنه يلين بالنار وينحل حتى يصير كالمداد الذي يكتب به ، فأي عاقل يستبعد ذلك من قدرة الله ، قيل إنه طلب من الله أن يغنيه عن أكل مال بيت المال فألان له الحديد وعلمه صنعة اللبوس وهي الدروع ، وإنما اختار الله له ذلك ، لأنه وقاية للروح التي هي من أمره وسعى في حفظ الآدمي المكرم عند الله من القتل ، فالزراد خير من القواس والسياف وغيرهما .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد آتينا داوود منا فضلا ياجبال أوبي معه والطير وألنا له الحديد (10) ",
        "babnum": 9
    },
    {
        "id": 1940,
        "cate": "34",
        "title": "أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ (11) ",
        "details": " قيل إن ( أن ) ههنا للتفسير فهي مفسرة ، بمعنى أي اعمل سابغات وهو تفسير { ألنا } وتحقيقه لأن يعمل ، يعني ألنا له الحديد ليعمل سابغات ويمكن أن يقال ألهمناه أن اعمل وأن مع الفعل المستقبل للمصدر فيكون معناه : ألنا له الحديد وألهمناه عمل سابغات وهي الدروع الواسعة ذكر الصفة ويعلم منها الموصوف وقدر في السرد ، قال المفسرون : أي لا تغلظ المسامير فيتسع الثقب ولا توسع الثقب فتقلقل المسامير فيها ، ويحتمل أن يقال السرد هو عمل الزرد ، وقوله : { وَقَدّرْ فِى السرد } أي الزرد إشارة إلى أنه غير مأمور به أمر إيجاب إنما هو اكتساب والكسب يكون بقدر الحاجة وباقي الأيام والليالي للعبادة فقدر في ذلك العمل ولا تشغل جميع أوقاتك بالكسب بل حصل به القوت فحسب ، ويدل عليه قوله تعالى : { واعملوا صالحا } أي لستم مخلوقين إلا للعمل الصالح فاعملوا ذلك وأكثروا منه ، والكسب قدروا فيه ، ثم أكد طلب الفعل الصالح بقوله : { إِنّى بِمَا تَعْمَلُونَ بَصِيرٌ } وقد ذكرنا مراراً أن من يعمل لملك شغلاً ويعلم أنه بمرأى من الملك يحسن العمل ويتقنه ويجتهد فيه ، ثم لما ذكر المنيب الواحد ذكر منيباً آخر وهو سليمان ، كما قال تعالى : { وَأَلْقَيْنَا على كُرْسِيّهِ جَسَداً ثُمَّ أَنَابَ } [ ص : 34 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أن اعمل سابغات وقدر في السرد واعملوا صالحا إني بما تعملون بصير (11) ",
        "babnum": 10
    },
    {
        "id": 1941,
        "cate": "34",
        "title": "وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ (12) ",
        "details": " وفيه مسائل : المسألة الأولى : قرىء { ولسليمان الريح } بالرفع وبالنصب وجه الرفع ولسليمان الريح مسخرة أو سخرت لسليمان الريح ووجه النصب ولسليمان سخرنا الريح وللرفع وجه آخر وهو أن يقال معناه : { ولسليمان الريح } كما يقال لزيد الدار ، وذلك لأن الريح كانت له كالمملوك المختص به يأمرها بما يريد حيث يريد .\r\n المسألة الثانية : الواو للعطف فعلى قراءة الرفع يصير عطفاً لجملة إسمية على جملة فعلية وهو لا يجوز أولا يحسن فكيف هذا فنقول لما بين حال داود كأنه تعالى قال ما ذكرنا لداود ولسليمان الريح ، وأما على النصب فعلى قولنا : { وَأَلَنَّا لَهُ الحديد } كأنه قال : وألنا لداود الحديد وسخرنا لسليمان الريح .\r\n المسألة الثالثة : المسخر لسليمان كانت ريحاً مخصوصة لا هذه الرياح ، فإنها المنافع عامة في أوقات الحاجات ويدل عليه أنه لم يقرأ إلا على التوحيد فما قرأ أحد الرياح .\r\n المسألة الرابعة : قال بعض الناس : المراد من تسخير الجبال وتسبيحها مع داود أنها كانت تسبح كما يسبح كل شيء { وَإِن مّن شَيْء إِلاَّ يُسَبّحُ بِحَمْدَهِ } [ الإسراء : 44 ] ، وكان هو عليه السلام يفقه تسبيحها فيسبح ، ومن تسخير الريح أنه راض الخيل وهي كالريح وقوله : { غُدُوُّهَا شَهْرٌ } ثلاثون فرسخاً لأن من يخرج للتفرج في أكثر الأمر لا يسير أكثر من فرسخ ويرجع كذلك ، وقوله في حق داود : { وَأَلَنَّا لَهُ الحديد } وقوله في حق سليمان : { وَأَسَلْنَا لَهُ عَيْنَ القطر } أنهم استخرجوا تذويب الحديد والنحاس بالنار واستعمال الآلات منهما والشياطين أي أناساً أقوياء وهذا كله فاسد حمله على هذا ضعف اعتقاده [ و ] عدم اعتماده على قدرة الله والله قادر على كل ممكن وهذه أشياء ممكنة .\r\n المسألة الخامسة : أقول قوله تعالى : { وَسَخَّرْنَا مَعَ دَاوُودُ الجبال } [ الأنبياء : 79 ] وقوله : { ولسليمان الريح عَاصِفَةً } [ الأنبياء : 81 ] لو قال قائل ما الحكمة في أن الله تعالى قال في الأنبياء : { وَسَخَّرْنَا مَعَ دَاوُودُ الجبال } وفي هذه السورة قال : { ياجبال أَوّبِي مَعَهُ } [ سبأ : 10 ] وقال في الريح هناك وههنا : { ولسليمان } تقول الجبال لما سبحت شرفت بذكر الله فلم يضفها إلى داود بلام الملك بل جعلها معه كالمصاحب ، والريح لم يذكر فيها أنها سبحت فجعلها كالمملوكة له وهذا حسن وفيه أمر آخر معقول يظهر لي وهو أن على قولنا : { أَوّبِي مَعَهُ } سيري فالجبل في السير ليس أصلاً بل هو يتحرك معه تبعاً ، والريح لا تتحرك مع سليمان بل تحرك سليمان مع نفسها ، فلم يقل الريح مع سليمان ، بل سليمان كان مع الريح { وَأَسَلْنَا لَهُ عَيْنَ القطر } أي النحاس { وَمِنَ الجن } أي سخرنا له من الجن ، وهذا ينبىء عن أن جميعهم ما كانوا تحت أمره وهو الظاهر .\r\n واعلم أن الله تعالى ذكر ثلاثة أشياء في حق داود وثلاثة في حق سليمان عليهما الصلاة والسلام فالجبال المسخرة لداود من جنس تسخير الريح لسليمان ، وذلك لأن الثقيل مع ما هو أخف منه إذا تحركا يسبق الخفيف الثقيل ويبقى الثقيل مكانه ، لكن الجبال كانت أثقل من الآدمي والآدمي أثقل من الريح فقدر الله أن سار الثقيل مع الخفيف أي الجبال مع داود على ما قلنا : { أَوّبِى } أي سيري وسليمان وجنوده مع الريح الثقيل مع الخفيف أيضاً ، والطير من جنس تسخير الجن لأنهما لا يجتمعان مع الإنسان؛ الطير لنفوره من الإنس والإنس لنفوره من الجن ، فإن الإنسان يتقي مواضع الجن ، والجن يطلب أبداً اصطياد الإنسان والإنسان يطلب اصطياد الطير فقدر الله أن صار الطير لا ينفر من داود بل يستأنس به ويطلبه ، وسليمان لا ينفر من الجن بل يسخره ويستخدمه وأما القطر والحديد فتجاذبهما غير خفي وههنا لطيفة : وهي أن الآدمي ينبغي أن يتقي الجن ويجتنبه والاجتماع به يفضي إلى المفسدة ولهذا قال تعالى : { أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشياطين * وَأَعُوذُ بِكَ رَبّ أَن يَحْضُرُونِ } [ المؤمنون : 97 ، 98 ] فكيف طلب سليمان الاجتماع بهم فنقول قوله تعالى : { مَن يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ } إشارة إلى أن ذلك الحضور لم يكن فيه مفسدة ولطيفة أخرى : وهي أن الله تعالى قال ههنا : { بِإِذْنِ رَبّهِ } بلفظ الرب وقال : { وَمَن يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا } ولم يقل عن أمر ربه ، وذلك لأن الرب لفظ ينبىء عن الرحمة ، فعندما كانت الإشارة إلى حفظ سليمان عليه السلام قال : { رَبِهِ } وعندما كانت الإشارة إلى تعذيبهم قال : { عَنْ أَمْرِنَا } بلفظ التعظيم الموجب لزيادة الخوف وقوله تعالى : { نُذِقْهُ مِنْ عَذَابِ السعير } فيه وجهان أحدهما : أن الملائكة كانوا موكلين بهم وبأيديهم مقارع من نار فالإشارة إليه وثانيهما : أن السعير هو ما يكون في الآخرة فأوعدهم بما في الآخرة من العذاب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولسليمان الريح غدوها شهر ورواحها شهر وأسلنا له عين القطر ومن الجن من يعمل بين يديه بإذن ربه ومن يزغ منهم عن أمرنا نذقه من عذاب السعير (12) ",
        "babnum": 11
    },
    {
        "id": 1942,
        "cate": "34",
        "title": "يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ اعْمَلُوا آلَ دَاوُودَ شُكْرًا وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ (13) ",
        "details": " المحاريب إشارة إلى الأبنية الرفيعة ولهذا قال تعالى : { إِذْ تَسَوَّرُواْ المحراب } [ ص : 21 ] والتماثيل ما يكون فيها من النقوش ، ثم لما ذكر البناء الذي هو المسكن بين ما يكون في المسكن من ماعون الأكل فقال : { وَجِفَانٍ كالجواب } جمع جابية وهي الحوض الكبير الذي يجبي الماء أي يجمعه وقيل كان يجتمع على جفنة واحدة ألف نفس { وَقُدُورٍ رسيات } ثابتات لا تنقل لكبرها ، وإنما يغرف منها في تلك الجفان ، وفيه مسائل : المسألة الأولى : قدم المحاريب على التماثيل لأن النقوش تكون في الأبنية وقدم الجفان في الذكر على القدور مع أن القدور آلة الطبخ والجفان آلة الأكل والطبخ قبل الأكل ، فنقول : لما بين الأبنية الملكية أراد بيان عظمة السماط الذي يمد في تلك الدور ، وأشار إلى الجفان لأنها تكون فيه ، وأما القدور فلا تكون فيه ، ولا تحضر هناك ، ولهذا قال : { رسيات } أي غير منقولات ، ثم لما بين حال الجفان العظيمة ، كان يقع في النفس أن الطعام الذي يكون فيها في أي شيء يطبخ ، فأشار إلى القدور المناسبة للجفان .\r\n المسألة الثانية : ذكر في حق داود اشتغاله بآلة الحرب ، وفي حق سليمان بحالة السلم وهي المساكن والمآكل وذلك لأن سليمان كان ولد داود ، وداود قتل جالوت والملوك الجبابرة ، واستوى داود على الملك ، فكان سليمان كولد ملك يكون أبوه قد سوى على ابنه الملك وجمع له المال فهو يفرقه على جنوده ، ولأن سليمان لم يقدر أحد عليه في ظنه فتركوا الحرب معه وإن حاربه أحد كان زمان الحرب يسيراً لإدراكه إياه بالريح فكان في زمانه العظمة بالإطعام والإنعام .\r\n المسألة الثالثة : لما قال عقيب قوله تعالى : { أَنِ اعمل سابغات } { اعملوا صالحاً } [ سبأ : 11 ] ، قال عقيب ما يعمله الجن : { اعملوا ءَالَ دَاوُودَ شُكْراً } إشارة إلى ما ذكرنا أن هذه الأشياء حالية لا ينبغي أن يجعل الإنسان نفسه مستغرقة فيها وإنما الواجب الذي ينبغي أن يكثر منه هو العمل الصالح الذي يكون شكراً ، وفيه إشارة إلى عدم الالتفات إلى هذه الأشياء ، وقلة الاشتغال بها كما في قوله : { وَقَدِّرْ فِى السرد } [ سبأ : 11 ] أي اجعله بقدر الحاجة .\r\n المسألة الرابعة : انتصاب شكراً يحتمل ثلاثة أوجه أحدها : أن يكون مفعولاً له كقول القائل جئتك طمعاً وعبدت الله رجاء غفرانه وثانيها : أن يكون مصدراً كقول القائل شكرت الله شكراً ويكون المصدر من غير لفظ الفعل كقول القائل جلست قعوداً ، وذلك لأن العمل شكر فقوله : { اعملوا } يقوم مقام قوله : { اشكروا } وثالثها : أن يكون مفعولاً به كقولك اضرب زيداً كما قال تعالى : { واعملوا صالحا } [ سبأ : 11 ] لأن الشكر صالح .\r\n المسألة الخامسة : قوله : { وَقَلِيلٌ مّنْ عِبَادِيَ الشكور } إشارة إلى أن الله خفف الأمر على عباده ، وذلك لأنه لما قال : { اعملوا ءَالَ دَاوُودَ شُكْراً } فهم منه أن الشكر واجب لكن شكر نعمه كما ينبغي لا يمكن ، لأن الشكر بالتوفيق وهو نعمة تحتاج إلى شكر آخر وهو بتوفيق آخر ، فدائماً تكون نعمة الله بعد الشكر خالية عن الشكر ، فقال تعالى : إن كنتم لا تقدرون على الشكر التام فليس عليكم في ذلك حرج ، فإن عبادي قليل منهم الشكور ويقوي قولنا أنه تعالى أدخل الكل في قوله : { عِبَادِي } مع الإضافة إلى نفسه ، وعبادي بلفظ الإضافة إلى نفس المتكلم لم ترد في القرآن إلا في حق الناجين ، كقوله تعالى : { ياعبادي الذين أَسْرَفُواْ على أَنفُسِهِمْ لاَ تَقْنَطُواْ مِن رَّحْمَةِ الله } [ الزمر : 53 ] وقوله : { إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سلطان } [ الإسراء : 65 ] فإن قيل على ما ذكرتم شكر الله بتمامه لا يمكن وقوله : { قَلِيلٌ } يدل على أن في عباده من هو شاكر لأنعمه ، نقول الشكر بقدر الطاقة البشرية هو الواقع وقليل فاعله ، وأما الشكر الذي يناسب نعم الله فلا قدرة عليه ، ولا يكلف الله نفساً إلا وسعها ، أو نقول الشاكر التام ليس إلا من رضي الله عنه ، وقال له : يا عبدي ما أتيت به من الشكر القليل قبلته منك وكتبت لك أنك شاكر لأنعمي بأسرها ، وهذا القبول نعمة عظيمة لا أكلفك شكرها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يعملون له ما يشاء من محاريب وتماثيل وجفان كالجواب وقدور راسيات اعملوا آل داوود شكرا وقليل من عبادي الشكور (13) ",
        "babnum": 12
    },
    {
        "id": 1943,
        "cate": "34",
        "title": "فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ (14) ",
        "details": " لما بين عظمة سليمان وتسخير الريح والروح له بين أنه لم ينج من الموت ، وأنه قضى عليه الموت ، تنبيهاً للخلق على أن الموت لا بد منه ، ولو نجا منه أحد لكان سليمان أولى بالنجاة منه ، وفيه مسائل : المسألة الأولى : كان سليمان عليه السلام يقف في عبادة الله ليلة كاملة ويوماً تاماً وفي بعض الأوقات يزيد عليه ، وكان له عصا يتكىء عليها واقفاً بين يدي ربه ، ثم في بعض الأوقات كان واقفاً على عادته في عبادته إذ توفي ، فظن جنوده أنه في العبادة وبقي كذلك أياماً وتمادى شهوراً ، ثم أراد الله إظهار الأمر لهم ، فقدر أن أكلت دابة الأرض عصاه فوقع وعلم حاله .\r\n وقوله تعالى : { فَلَمَّا خَرَّ تَبَيَّنَتِ الجن أَن لَّوْ كَانُواْ يَعْلَمُونَ الغيب مَا لَبِثُواْ فِى العذاب المهين } كانت الجن تعلم ما لا يعلمه الإنسان فظن أن ذلك القدر علم الغيب وليس كذلك ، بل الإنسان لم يؤت من العلم إلا قليلاً فهو أكثر الأشياء الحاضرة لا يعلمه ، والجن لم تعلم إلا الأشياء الظاهرة وإن كانت خفية بالنسبة إلى الإنسان ، وتبين لهم الأمر بأنهم لا يعلمون الغيب إذ لو كانوا يعلمونه لما بقوا في الأعمال الشاقة ظانين أن سليمان حي .\r\n وقوله : { مَا لَبِثُواْ فِى العذاب المهين } دليل على أن المؤمنين من الجن لم يكونوا في التسخير ، لأن المؤمن لا يكون في زمان النبي في العذاب المهين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فلما قضينا عليه الموت ما دلهم على موته إلا دابة الأرض تأكل منسأته فلما خر تبينت الجن أن لو كانوا يعلمون الغيب ما لبثوا في العذاب المهين (14) ",
        "babnum": 13
    },
    {
        "id": 1944,
        "cate": "34",
        "title": "لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ (15) ",
        "details": " لما بين الله حال الشاكرين لنعمه بذكر داود وسليمان بين حال الكافرين بأنعمه ، بحكاية أهل سبأ ، وفي سبأ قراءتان بالفتح على أنه اسم بقعة وبالجر مع التنوين على أنه اسم قبيلة وهو الأظهر ، لأن الله جعل الآية لسبأ والفاهم هو العاقل لا المكان فلا يحتاج إلى إضمار الأهل وقوله : { ءَايَةٌ } أي من فضل ربهم ، ثم بينها بذكر بدله بقوله : { جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ } قال الزمخشري أية آية في جنتين ، مع أن بعض بلاد العراق فيها آلاف من الجنان؟ وأجاب بأن المراد لكل واحد جنتان أو عن يمين بلدهم وشمالها جماعتان من الجنات ، ولاتصال بعضها ببعض جعلها جنة واحدة ، قوله : { كُلُواْ مِن رّزْقِ رَبّكُمْ } إشارة إلى تكميل النعم عليهم حيث لم يمنعهم من أكل ثمارها خوف ولا مرض ، وقوله : { واشكروا لَهُ } بيان أيضاً لكمال النعمة ، فإن الشكر لا يطلب إلا على النعمة المعتبرة ، ثم لما بين حالهم في مساكنهم وبساتينهم وأكلهم أتم بيان النعمة بأن بين أن لا غائلة عليه ولا تبعة في المآل في الدنيا ، فقال : { بَلْدَةٌ طَيّبَةٌ } أي طاهرة عن المؤذيات لا حية فيها ولا عقرب ولا وباء ولا وخم ، وقال : { وَرَبٌّ غَفُورٌ } أي لا عقاب عليه ولا عذاب في الآخرة ، فعند هذا بان كمال النعمة حيث كانت لذة حالية خالية عن المفاسد المآلية .\r\n ثم انه تعالى لما بين ما كان من جانبه ذكر ما كان من جانبهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لقد كان لسبإ في مسكنهم آية جنتان عن يمين وشمال كلوا من رزق ربكم واشكروا له بلدة طيبة ورب غفور (15) ",
        "babnum": 14
    },
    {
        "id": 1945,
        "cate": "34",
        "title": "فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ (16) ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ (17) ",
        "details": " فبين كمال ظلمهم بالإعراض بعض إبانة الآية كما قال تعالى : { وَمَنْ أَظْلَمُ مِمَّن ذُكّرَ بئايات رَبّهِ ثُمَّ أَعْرَضَ عَنْهَا } [ الكهف : 57 ] ثم بين كيفية الانتقام منهم كما قال : { إِنَّا مِنَ المجرمين مُنتَقِمُونَ } [ السجدة : 22 ] وكيفيته أنه تعالى أرسل عليهم سيلاً غرق أموالهم وخرب دورهم ، وفي العرم وجوه أحدها : أنه الجرذ الذي سبب خراب السكر ، وذلك من حيث إن بلقيس كانت قد عمدت إلى جبال بينها شعب فسدت الشعب حتى كانت مياه الأمطار والعيون تجتمع فيها وتصير كالبحر وجعلت لها أبواباً ثلاثة مرتبة بعضها فوق بعض وكانت الأبواب يفتح بعضها بعد بعض .\r\n فنقب الجرذ السكر ، وخرب السكر بسببه وانقلب البحر عليهم وثانيها : أن العرم اسم السكر وهو جمع العرمة وهي الحجارة ثالثها : اسم للوادي الذي خرج منه الماء وقوله : { وبدلناهم بِجَنَّتيهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ } بين به دوام الخراب ، وذلك لأن البساتين التي فيها الناس يكون فيها الفواكه الطيبة بسبب العمارة فإذا تركت سنين تصير كالغيضة والأجمة تلتف الأشجار بعضها ببعض وتنبت المفسدات فيها فتقل الثمار وتكثر الأشجار ، والخمط كل شجرة لها شوك أو كل شجرة ثمرتها مرة ، أو كل شجرة ثمرتها لا تؤكل ، والأثل نوع من الطرفاء ولا يكون عليه ثمرة إلا في بعض الأوقات ، يكون عليه شيء كالعفص أو أصغر منه في طعمه وطبعه ، والسدر معروف وقال فيه قليل لأنه كان أحسن أشجارهم فقلله الله ، ثم بين الله أن ذلك كان مجازاة لهم على كفرانهم فقال : { ذَلِكَ جزيناهم بِمَا كَفَرُواْ وَهَلْ نُجازي } أي لا نجازي بذلك الجزاء { إِلاَّ الكفور } قال بعضهم المجازاة تقال في النقمة والجزاء في النعمة لكن قوله تعالى : { ذلك جزيناهم } يدل على أن الجزاء يستعمل في النقمة ، ولعل من قال ذلك أخذه من أن المجازاة مفاعلة وهي في أكثر الأمر تكون بين اثنين ، يؤخذ من كل واحد جزاء في حق الآخر .\r\n وفي النعمة لا تكون مجازاة لأن الله تعالى مبتدىء بالنعم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فأعرضوا فأرسلنا عليهم سيل العرم وبدلناهم بجنتيهم جنتين ذواتي أكل خمط وأثل وشيء من سدر قليل (16) ذلك جزيناهم بما كفروا وهل نجازي إلا الكفور (17) ",
        "babnum": 15
    },
    {
        "id": 1946,
        "cate": "34",
        "title": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ (18) فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (19) ",
        "details": " أي بينهم وبين الشام فإنها هي البقعة المباركة .\r\n وقرى ( ظاهرة ) أي يظهر بعضها لبعضها يرى سواد القرية من القرية الأخرى ، فإن قال قائل : هذا من النعم والله تعالى قد شرع في بيان تبديل نعمهم قوله : { وبدلناهم بِجَنَّتيهِمْ جَنَّتَيْنِ } فكيف عاد مرة أخرى إلى بيان النعمة بعد النقمة؟ فنقول ذكر حال نفس بلدهم وبين تبديل ذلك بالخمط والأثل ، ثم ذكر حال خارج بلدهم وذكر عمارتها بكثرة القرى ، ثم ذكر تبديله ذلك بالمفاوز والبيادي والبراري بقوله : { رَبَّنَا باعد بَيْنَ أَسْفَارِنَا } وقد فعل ذلك ، ويدل عليه قراءة من قرأ ( ربنا بعد ) على المبتدأ والخبر ، وقوله : { وَقَدَّرْنَا فِيهَا السير } الأماكن المعمورة تكون منازلها معلومة مقدرة لا تتجاوز ، فلما كان بين كل قرية مسيرة نصف نهار ، وكانوا يغدون إلى قرية ويروحون إلى أخرى ما أمكن في العرف تجاوزها ، فهو المراد بالتقدير والمفاوز لا يتقدر السير فيها بل يسير السائر فيها بقدر الطاقة جاداً حتى يقطعها ، وقوله : { سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّاماً } أي كان بينهم ليال وأيام معلومة ، وقوله : { ءَامِنِينَ } إشارة إلى كثرة العمارة ، فإن خوف قطاع الطريق والانقطاع عن الرقيق لا يكون في مثل هذه الأماكن ، وقيل بأن معنى قوله : { لَيَالِيَ وَأَيَّاماً } تسيرون فيه إن شئتم ليالي وإن شئتم أياماً لعدم الخوف بخلاف المواضع المخوفة فإن بعضها يسلك ليلاً ، لئلا يعلم العدو بسيرهم ، وبعضها يسلك نهاراً لئلا يقصدهم العدو ، إذا كان العدو غير مجاهر بالقصد والعداوة ، وقوله تعالى : { قَالُواْ ربَّنَا باعد بَيْنَ أَسْفَارِنَا } قيل بأنهم طلبوا ذلك وهو يحتمل وجهين أحدهما : أن يسألوا بطراً كما طلبت اليهود الثوم والبصل ، ويحتمل أن يكون ذلك لفساد اعتقادهم وشدة اعتمادهم على أن ذلك لا يقدر كما يقول القائل لغيره اضربني إشارة إلى أنه لا يقدر عليه .\r\n ويمكن أن يقال : { قَالُواْ ربَّنَا بَعْدَ } بلسان الحال ، أي لما كفروا فقد طلبوا أن يبعد بين أسفارهم ويخرب المعمور من ديارهم ، وقوله : { وَظَلَمُواْ أَنفُسَهُمْ } يكون بياناً لذلك ، وقوله : { فجعلناهم أَحَادِيثَ } أي فعلنا بهم ما جعلناهم به مثلاً ، يقال : تفرقوا أيدي سبا ، وقوله : { ومزقناهم كُلَّ مُمَزَّقٍ } بيان لجعلهم أحاديث ، وقوله تعالى : { إِنَّ فِي ذلك لآيات لِّكُلِّ صَبَّارٍ شَكُورٍ } أي فيما ذكرناه من حال الشاكرين ووبال الكافرين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وجعلنا بينهم وبين القرى التي باركنا فيها قرى ظاهرة وقدرنا فيها السير سيروا فيها ليالي وأياما آمنين (18) فقالوا ربنا باعد بين أسفارنا وظلموا أنفسهم فجعلناهم أحاديث ومزقناهم كل ممزق إن في ذلك لآيات لكل صبار شكور (19) ",
        "babnum": 16
    },
    {
        "id": 1947,
        "cate": "34",
        "title": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ (20) ",
        "details": " أي ظنه أنه يغويهم كما قال : { فَبِعِزَّتِكَ لأَغْوِيَنَّهُمْ } [ ص : 82 ] وقوله : { فاتبعوه } بيان لذلك أي أغواهم ، فاتبعوه { إِلاَّ فَرِيقاً مّنَ المؤمنين } قال تعالى في حقهم : { إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سلطان } [ الحجر : 42 ] ويمكن أن يقال : صدق عليهم ظنه في أنه خير منه كما قال تعالى عنه : { أَنَاْ خَيْرٌ مّنْهُ } [ الأعراف : 12 ] ويتحقق ذلك في قوله فاتبعوه ، لأن المتبوع خير من التابع وإلا لا يتبعه العاقل والذي يدل على أن إبليس خير من الكافر ، هو إن إبليس امتنع من عبادة غير الله لكن لما كان في امتناعه ترك عبادة الله عناداً كفر ، والمشرك يعبد غير الله فهو كفر بأمر أقرب إلى التوحيد ، وهم كفروا بأمر هو الإشراك ، ويؤيد هذا الذي اخترناه الاستثناء ، وبيانه هو أنه وإن لم يظن أنه يغوي الكل ، بدليل أنه تعالى قال عنه : { إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين } [ ص : 76 ] فما ظن أنه يغوي المؤمنين فما ظنه صدقه ولا حاجة إلى الاستثناء ، وأما في قوله : { أَنَاْ خَيْرٌ مّنْهُ } اعتقد الخيرية بالنسبة إلى جميع الناس بدليل تعليله بقوله : { خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ } [ الأعراف : 12 ] وقد كذب في ظنه في حق المؤمنين ، ويمكن الجواب عن هذا في الوجه الأول ، وهو أنه وإن لم يظن إغواء الكل وعلم أن البعض ناج ، لكن ظن في كل واحد أنه ليس هو ذلك الناجي ، إلى أن تبين له فظن أنه يغويه فكذب في ظنه في حق البعض وصدق في البعض .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد صدق عليهم إبليس ظنه فاتبعوه إلا فريقا من المؤمنين (20) ",
        "babnum": 17
    },
    {
        "id": 1948,
        "cate": "34",
        "title": "وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفِيظٌ (21) ",
        "details": " قد ذكرنا في تفسير قوله تعالى : { فَلَيَعْلَمَنَّ الله الذين صَدَقُواْ وَلَيَعْلَمَنَّ الكاذبين } [ العنكبوت : 3 ] أن علم الله من الأزل إلى الأبد محيط بكل معلوم وعلمه لا يتغير وهو في كونه عالماً لا يتغير ولكن يتغير تعلق علمه ، فإن العلم صفة كاشفة يظهر بها كل ما في نفس الأمر فعلم الله في الأزل أن العالم سيوجد ، فإذا وجد علمه موجوداً بذلك العلم ، وإذا عدم يعلمه معدوماً بذلك ، مثاله : أن المرآة المصقولة فيها الصفاء فيظهر فيها صورة زيد إن قابلها ، ثم إذا قابلها عمرو يظهر فيها صورته ، والمرآة لم تتغير في ذاتها ولا تبدلت في صفاتها ، إنما التغير في الخارجات فكذلك ههنا قوله : { إِلاَّ لِنَعْلَمَ } أي ليقع في العلم صدور الكفر من الكافر والإيمان من المؤمن وكان قبله فيه أنه سيكفر زيد ويؤمن عمرو .\r\n وقوله : { وَمَا كَانَ لَهُ عَلَيْهِمْ مِّن سلطان } إشارة إلى أنه ليس بملجىء وإنما هو آية ، وعلامة خلقها الله لتبيين ما هو في علمه السابق ، وقوله : { وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفُيظٌ } يحقق ذلك أي الله تعالى قادر على منع إبليس عنهم عالم بما سيقع ، فالحفظ يدخل في مفهومه العلم والقدرة ، إذ الجاهل بالشيء لا يمكنه حفظه ولا العاجز .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما كان له عليهم من سلطان إلا لنعلم من يؤمن بالآخرة ممن هو منها في شك وربك على كل شيء حفيظ (21) ",
        "babnum": 18
    },
    {
        "id": 1949,
        "cate": "34",
        "title": "قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ (22) وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ (23) ",
        "details": " لما بين الله تعالى حال الشاكرين وحال الكافرين وذكرهم بمن مضى عاد إلى خطابهم وقال لرسوله صلى الله عليه وسلم قل للمشركين ادعوا الذين زعمتم من دون الله ليكشفوا عنكم الضر على سبيل التهكم ثم بين أنهم لا يملكون شيئاً بقوله : { لاَ يَمْلِكُونَ مِثُقَالَ ذَرَّةٍ فِي السموات وَلاَ فِي الأرض } .\r\n واعلم أن المذاهب المفضية إلى الشرك أربعة أحدها : قول من يقول الله تعالى خلق السماء والسماويات وجعل الأرض والأرضيات في حكمهم ، ونحن من جملة الأرضيات فنعبد الكواكب والملائكة التي في السماء فهم آلهتنا والله إلههم ، فقال الله تعالى في إبطال قولهم : إنهم لا يملكون في السموات شيئاً كما اعترفتم ، قال ولا في الأرض على خلاف ما زعمتم وثانيها : قول من يقول السموات من الله على سبيل الاستبداد والأرضيات منه ولكن بواسطة الكواكب فإن الله خلق العناصر والتركيبات التي فيها بالاتصالات والحركات والطوالع فجعلوا لغير الله معه شركاً في الأرض والأولون جعلوا الأرض لغيره والسماء له ، فقال في إبطال قولهم : { وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ } أي الأرض كالسماء لله لا لغيره ، ولا لغيره فيها نصيب وثالثها : قول من قال : التركيبات والحوادث كلها من الله تعالى لكن فوض ذلك إلى الكواكب ، وفعل المأذون ينسب إلى الآذن ويسلب عن المأذون فيه ، مثاله إذا ملك لمملوكه اضرب فلاناً فضربه يقال في العرف الملك ضربه ويصح عرفاً قول القائل ما ضرب فلان فلاناً ، وإنما الملك أمر بضربه فضرب ، فهؤلاء جعلوا السماويات معينات لله فقال تعالى في إبطال قولهم : { وَمَا لَهُ مِنْهُمْ مّن ظَهِيرٍ } ما فوض إلى شيء شيئاً ، بل هو على كل شيء حفيظ ورقيب ورابعها : قول من قال إنا نعبد الأصنام التي هي صور الملائكة ليشفعوا لنا فقال تعالى في إبطال قولهم { وَلاَ تَنفَعُ الشفاعة عِندَهُ إِلاَّ لِمَنْ أَذِنَ لَهُ } فلا فائدة لعبادتكم غير الله فإن الله لا يأذن في الشفاعة لمن يعبد غيره فبطلبكم الشفاعة تفوتون على أنفسكم الشفاعة وقوله : { حتى إِذَا فُزِّعَ عَن قُلُوبِهِمْ } أي أزيل الفزع عنهم ، يقال قرد البعير إذا أخذ منه القراد ويقال لهذا تشديد السلب ، وفي قوله تعالى : { حتى إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُواْ مَاذَا قَالَ رَبُّكُمْ قَالُواْ الحق } وجوه أحدها : الفزع الذي عند الوحي فإن الله عندما يوحي يفزع من في السموات ، ثم يزيل الله عنهم الفزع فيقولون لجبريل عليه السلام ماذا قال الله؟ فيقول قال الحق أي الوحي وثانيها : الفزع الذي من الساعة وذلك لأن الله تعالى لما أوحى إلى محمد عليه السلام فزع من في السموات من القيامة لأن إرسال محمد عليه السلام من أشراط الساعة ، فلما زال عنهم ذلك الفزع قالوا ماذا قال الله قال جبريل { الحق } أي الوحي وثالثها : هو أن الله تعالى يزيل الفزع وقت الموت عن القلوب فيعترف كل أحد بأن ما قال الله تعالى هو الحق فينفع ذلك القول من سبق ذلك منه ، ثم يقبض روحه على الإيمان المتفق عليه بينه وبين الله تعالى ، ويضر ذلك القول من سبق منه خلافه فيقبض روحه على الكفر المتفق بينه وبين الله تعالى : إذا علمت هذا فنقول على القولين الأولين قوله تعالى : { حتى } غاية متعلقة بقوله تعالى : { قُلْ } لأنه بينه بالوحي لأن قول القائل قل لفلان للإنذار حتى يسمع المخاطب ما يقوله ، ثم يقول بعد هذا الكلام ما يجب قوله فلما قال : { قُلْ } فزع من في السموات ، ثم أزيل عنه الفزع ، وعلى الثالث متعلق بقوله تعالى : { زَعَمْتُمْ } أي زعمتم الكفر إلى غاية التفزيع ، ثم تركتم ما زعمتم وقلتم قال الحق ، وعلى القولين الأولين فاعل قوله تعالى : { قَالُواْ مَاذَا } هو الملائكة السائلون من جبريل ، وعلى الثالث الكفار السائلون من الملائكة والفاعل في قوله : { الحق } على القولين الأولين هم الملائكة ، وعلى الثالث هم المشركون .\r\n واعلم أن الحق هو الموجود ثم إن الله تعالى لما كان وجوده لا يرد عليه عدم كان حقاً مطلقاً لا يرتفع بالباطل الذي هو العدم والكلام الذي يكون صدقاً يسمى حقاً ، لأن الكلام له متعلق في الخارج بواسطة أنه متعلق بما في الذهن ، والذي في الذهن متعلق بما في الخارج فإذا قال القائل جاء زيد يكون هذا اللفظ تعلقه بما في ذهن القائل وذهن القائل تعلقه بما في الخارج لكن للصدق متعلق يكون في الخارج فيصير له وجود مستمر وللكذب متعلق لا يكون في الخارج ، وحينئذ إما أن لا يكون له متعلق في الذهن فيكون كالمعدوم من الأول وهو الألفاظ التي تكون صادرة عن معاند كاذب ، وإما أن يكون له متعلق في الذهن على خلاف ما في الخارج فيكون اعتقاداً باطلاً جهلاً أو ظناً لكن لما لم يكن لمتعلقه متعلق يزول ذلك الكلام ويبطل ، وكلام الله لا بطلان له في أول الأمر كما يكون كلام الكاذب المعاند ولا يأتيه الباطل كما يكون كلام الظان ، وقوله تعالى : { وَهُوَ العلي الكبير } قد ذكرنا في تفسير قوله تعالى : { ذَلِكَ بِأَنَّ الله هُوَ الحق وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ الباطل وَأَنَّ الله هُوَ العلي الكبير } [ لقمان : 30 ] أن { الحق } إشارة إلى أنه كامل لا نقص فيه فيقبل نسبة العدم ، وفوق الكاملين لأن كل كامل فوقه كامل فقوله : { وَهُوَ العلي الكبير } إشارة إلى أنه فوق الكاملين في ذاته وصفاته ، وهذا يبطل القول بكونه جسماً وفي حيز ، لأن كل من كان في حيز فإن العقل يحكم بأنه مشار إليه وهو مقطع الإشارة لأن الإشارة لو لم تقع إليه لما كان المشار إليه هو ، وإذا وقعت الإشارة إليه فقد تناهت الإشارة عنده ، وفي كل موقع تقف الإشارة بقدر العقل على أن يفرض البعد أكثر من ذلك فيقول لو كان بين مأخذ الإشارة والمشار إليه أكثر من هذا البعد لكان هذا المشار إليه أعلى فيصير عليه بالإضافة لا مطلقاً وهو علي مطلقاً ولو كان جسماً لكان له مقدار ، وكل مقدار يمكن أن يفرض أكبر منه فيكون كبيراً بالنسبة إلى غيره لا مطلقاً وهو كبير مطلقاً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل ادعوا الذين زعمتم من دون الله لا يملكون مثقال ذرة في السماوات ولا في الأرض وما لهم فيهما من شرك وما له منهم من ظهير (22) ولا تنفع الشفاعة عنده إلا لمن أذن له حتى إذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا الحق وهو العلي الكبير (23) ",
        "babnum": 19
    },
    {
        "id": 1950,
        "cate": "34",
        "title": "قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ (24) ",
        "details": " ثم قال تعالى : { قُلْ مَن يَرْزُقُكُم مِّنَ السموات والأرض } قد ذكرنا مراراً أن العامة يعبدون الله لا لكونه إلهاً ، وإنما يطلبون به شيئاً ، وذلك إما دفع ضرر أو جر نفع فنبه الله تعالى العامة بقوله : { قُلِ ادعوا الذين زَعَمْتُم } [ سبأ : 22 ] على أنه لا يدفع الضر أحد إلا هو كما قال تعالى : { وَإِن يَمْسَسْكَ الله بِضُرّ فَلاَ كاشف لَهُ إِلاَّ هُوَ } وقال بعد إتمام بيان ذلك { قُلْ مَن يَرْزُقُكُم مِّنَ السموات والأرض } إشارة إلى أن جر النفع ليس إلا به ومنه ، فإذاً إن كنتم من الخواص فاعبدوه لعلوه وكبريائه سواء دفع عنكم ضراً أو لم يدفع وسواء نفعكم بخير أو لم ينفع فإن لم تكونوا كذلك فاعبدوه لدفع الضر وجر النفع .\r\n ثم قال تعالى : { قُلِ الله } يعني إن لم يقولوا هم فقل أنت الله يرزق وههنا لطيفة : وهي أن الله تعالى عند الضر ذكر أنهم يقولون الله ويعترفون بالحق حيث قال : { قَالُواْ الحق } وعند النفع لم يقل إنهم يقولون ذلك وذلك لأن لهم حالة يعترفون بأن كاشف الضر هو الله حيث يقعون في الضر كما قال تعالى : { وَإِذَا مَسَّ الناس ضُرٌّ دَعَوْاْ رَبَّهُمْ مُّنِيبِينَ إِلَيْهِ } [ الروم : 33 ] وأما عند الراحة فلا تنبه لهم لذلك فلذلك قال : { قُلِ الله } أي هم في حالة الراحة غافلون عن الله .\r\n ثم قال تعالى : { وَإِنَّا أَوْ إِيَّاكُمْ لعلى هُدًى أَوْ فِي ضلال مُّبِينٍ } وفيه مسائل : المسألة الأولى : هذا إرشاد من الله لرسوله إلى المناظرات الجارية في العلوم وغيرها وذلك لأن أحد المتناظرين إذا قال للآخر هذا الذي تقوله خطأ وأنت فيه مخطىء يغضبه وعند الغضب لا يبقى سداد الفكر وعند اختلاله لا مطمع في الفهم فيفوت الغرض ، وأما إذا قال له بأن أحدنا لا يشك في أنه مخطىء والتمادي في الباطل قبيح والرجوع إلى الحق أحسن الأخلاق فنجتهد ونبصر أينا على الخطأ ليحترز فإنه يجتهد ذلك الخصم في النظر ويترك التعصب وذلك لا يوجب نقصاً في المنزلة لأنه أوهم بأنه في قوله شاك ويدل عليه قول الله تعالى لنبيه : { وَإِنَّا أَوْ إِيَّاكُمْ } مع أنه لا يشك في أنه هو الهادي وهو المهتدي وهم الضالون والمضلون .\r\n المسألة الثانية : في قوله : { لعلى هُدًى أَوْ فِي ضلال مُّبِينٍ } ذكر في الهدى كلمة على وفي الضلال كلمة في لأن المهتدي كأنه مرتفع متطلع فذكره بكلمة التعلي ، والضال منغمس في الظلمة غريق فيها فذكره بكلمة في .\r\n المسألة الثالثة : وصف الضلال بالمبين ولم يصف الهدى لأن الهدى هو الصراط المستقيم الموصل إلى الحق والضلال خلافه لكن المستقيم واحد وما هو غيره كله ضلال وبعضه بين من بعض ، فميز البعض عن البعض بالوصف .\r\n المسألة الرابعة : قدم الهدى على الضلال لأنه كان وصف المؤمنين المذكورين بقوله : { إِنَّآ } وهو مقدم في الذكر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل من يرزقكم من السماوات والأرض قل الله وإنا أو إياكم لعلى هدى أو في ضلال مبين (24) ",
        "babnum": 20
    },
    {
        "id": 1951,
        "cate": "34",
        "title": "قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ (25) ",
        "details": " أضاف الإجرام إلى النفس وقال في حقهم : { وَلاَ نُسْئَلُ عَمَّا تَعْمَلُونَ } ذكر بلفظ العمل لئلا يحصل الإغضاب المانع من الفهم وقوله : { لاَّ تُسْئَلُونَ } { وَلاَ نُسْئَلُ } زيادة حث على النظر وذلك لأن كل أحد إذا كان مؤاخذاً بجرمه فإذا احترز نجا ، ولو كان البريء يؤاخذ بالجرم لما كفى النظر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل لا تسألون عما أجرمنا ولا نسأل عما تعملون (25) ",
        "babnum": 21
    },
    {
        "id": 1952,
        "cate": "34",
        "title": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ (26) ",
        "details": " أكد ما يوجب النظر والتفكر ، فإن مجرد الخطأ والضلال واجب الاجتناب ، فكيف إذا كان يوم عرض وحساب وثواب وعذاب وقوله : { يَفْتَحُ } قيل معناه يحكم ، ويمكن أن يقال بأن الفتح ههنا مجاز وذلك لأن الباب المغلق والمنفذ المسدود يقال فيه فتحه على طريق الحقيقة .\r\n ثم إن الأمر إذا كان فيه انغلاق وعدم وصول إليه فإذا بينه أحد يكون قد فتحه وقوله : { وَهُوَ الفتاح العليم } إشارة إلى أن حكمه يكون مع العلم لا مثل حكم من يحكم بما يتفق له بمجرد هواه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل يجمع بيننا ربنا ثم يفتح بيننا بالحق وهو الفتاح العليم (26) ",
        "babnum": 22
    },
    {
        "id": 1953,
        "cate": "34",
        "title": "قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ كَلَّا بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ (27) ",
        "details": " قد ذكرنا أن المعبود قد يعبده قوم لدفع الضرر وجمع لتوقع المنفعة وقليل من الأشراف الأعزة يعبدونه لأنه يستحق العبادة لذاته فلما بين أنه لا يعبد غير الله لدفع الضرر إذ لا دافع للضرر غيره بقوله : { قُلِ ادعوا الذين زَعَمْتُمْ مّن دُونِ الله } وبين أنه لا يعبد غير الله لتوقع المنفعة بقوله : { قُلْ مَن يَرْزُقُكُم مّنَ السموات والأرض } بين ههنا أنه لا يعبد أحد لاستحقاقه العبادة غير الله فقال : { قُلْ أَرُونِىَ الذين أَلْحَقْتُمْ بِهِ شُرَكَاء كَلاَّ بَلْ هُوَ الله العزيز الحكيم } أي هو المعبود لذاته واتصافه بالعزة وهي القدرة الكاملة والحكمة وهي العلم التام الذي عمله موافق له .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل أروني الذين ألحقتم به شركاء كلا بل هو الله العزيز الحكيم (27) ",
        "babnum": 23
    },
    {
        "id": 1954,
        "cate": "34",
        "title": "وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (28) ",
        "details": " لما بين مسألة التوحيد شرع في الرسالة فقال تعالى : { وَمَا أرسلناك إِلاَّ كَافَّةً } وفيه وجهان أحدها : كافة أي إرسالة كافة أي عامة لجميع الناس تمنعهم من الخروج عن الانقياد لها والثاني : كافة أي أرسلناك كافة تكف الناس أنت من الكفر والهاء للمبالغة على هذا الوجه { بَشِيراً } أي تحثهم بالوعد { وَنَذِيرًا } تزجرهم بالوعيد { ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ } ذلك لا لخفائه ولكن لغفلتهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما أرسلناك إلا كافة للناس بشيرا ونذيرا ولكن أكثر الناس لا يعلمون (28) ",
        "babnum": 24
    },
    {
        "id": 1955,
        "cate": "34",
        "title": "وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (29) قُلْ لَكُمْ مِيعَادُ يَوْمٍ لَا تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ (30) ",
        "details": " ثم قال تعالى : { وَيَقُولُونَ متى هذا الوعد إِن كُنتُمْ صادقين } لما ذكر الرسالة بين الحشر .\r\n وقال : { قُل لَّكُم مّيعَادُ يَوْمٍ لاَّ تَسْتَئَخِرُونَ عَنْهُ سَاعَةً وَلاَ تَسْتَقْدِمُونَ } قد ذكرنا في سورة الأعراف أن قوله : { لاَّ تَسْتَئَخِرُونَ } يوجب الإنذار ، لأن معناه عدم المهلة عن الأجل ولكن الاستقدام ما وجهه؟ وذكرنا هناك وجهه ونذكر ههنا أنهم لما طلبوا الاستعجال بين أنه لا استعجال فيه كما لا أمهال ، وهذا يفيد عظم الأمر وخطر الخطب ، وذلك لأن الأمر الحقير إذا طالبه طالب من غيره لا يؤخره ولا يوقفه على وقت بخلاف الأمر الخطير وفي قوله تعالى : { لَّكُم مّيعَادُ يَوْمٍ } قراءات أحدها : رفعهما مع التنوين على وهذا يوم بدل وثانيها : نصب يوم مع رفع ميعاد والتنوين فيهما ميعاد يوماً قال الزمخشري ووجهه أنه منصوب بفعل محذوف كأنه قال ميعاد أعني يوماً وذلك يفيد التعظيم والتهويل ، ويحتمل أن يقال نصب على الظرف تقديره لكم ميعاد يوماً كما يقول القائل : أنا جائيك يوماً وعلى هذا يكون العامل فيه العلم كأنه يقول لكم ميعاد تعلمونه يوماً وقوله معلوم يدل عليه كقول القائل إنه مقتول يوماً الثالثة : الإضافة لكم ميعاد يوم كما في قول القائل سحق ثوب للتبيين وإسناد الفعل إليهم بقوله : { لاَّ تَسْتَئَخِرُونَ عَنْهُ } بدلاً عن قوله : { لاَ يُؤَخَّرُ عَنْكُمْ } زيادة تأكيد لوقوع اليوم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويقولون متى هذا الوعد إن كنتم صادقين (29) قل لكم ميعاد يوم لا تستأخرون عنه ساعة ولا تستقدمون (30) ",
        "babnum": 25
    },
    {
        "id": 1956,
        "cate": "34",
        "title": "وَقَالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهَذَا الْقُرْآنِ وَلَا بِالَّذِي بَيْنَ يَدَيْهِ وَلَوْ تَرَى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ (31) ",
        "details": " ثم قال تعالى : { وَقَالَ الذين كَفَرُواْ لَن نُّؤْمِنَ بهذا القرءان وَلاَ بالذي بَيْنَ يَدَيْهِ } لما بين الأمور الثلاثة من التوحيد والرسالة والحشر وكانوا بالكل كافرين بين كفرهم العام بقوله : { وَقَالَ الذين كَفَرُواْ لَن نُّؤْمِنَ بهذا القرءان } وذلك لأن القرآن مشتمل على الكل وقوله : { وَلاَ بالذي بَيْنَ يَدَيْهِ } المشهور أنه التوراة والإنجيل ، وعلى هذا فالذين كفروا المراد منهم المشركون المنكرون للنبوات والحشر ، ويحتمل أن يقال إن المعنى هو أنا لا نؤمن بالقرآن أنه من الله ولا بالذي بين يديه أي ولا بما فيه من الإخبارات والمسائل والآيات والدلائل ، وعلى هذا فالذين كفروا المراد منهم العموم ، لأن أهل الكتاب لم يؤمنوا بالقرآن أنه من الله ولا بالذي فيه من الرسالة وتفاصيل الحشر ، فإن قيل : أليس هم مؤمنون بالوحدانية والحشر ، فنقول إذا لم يصدق واحد ما في الكتاب من الأمور المختصة به يقال فيه إنه لم يؤمن بشيء منه وإن آمن ببعض ما فيه لكونه في غيره فيكون إيمانه لا بما فيه .\r\n مثاله : أن من يكذب رجلاً فيما يقوله فإذا أخبره بأن النار حارة لا يكذبه فيه ولكن لا يقال إنه صدقه لأنه إنما صدق نفسه ، فإنه كان عالماً به من قبل وعلى هذا فقوله بين يديه أي الذي هو مشتمل عليه من حيث إنه وارد فيه .\r\n وقوله تعالى : { وَلَوْ ترى إِذِ الظالمون مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إلى بَعْضٍ القول يَقُولُ الذين استضعفوا لِلَّذِينَ استكبروا لَوْلاَ أَنتُمْ لَكُنَّا مُؤْمِنِينَ } .\r\n لما وقع اليأس من إيمانهم في هذه الدار بقولهم لن نؤمن فإنه لتأييد النفي وعد نبيه عليه الصلاة والسلام بأنه يراهم على أذل حال موقوفين للسؤال يرجع بعضهم إلى بعض القول كما يكون عليه حال جماعة أخطؤا في أمر يقول بعضهم كان ذلك بسببك ويرد عليه الآخر مثل ذلك ، وجواب لو محذوف ، تقديره : ولو ترى إذ الظالمون موقوفون لرأيت عجباً ، ثم بدأ بالأتباع لأن المضل أولى بالتوبيخ فقال : { يَقُولُ الذين استضعفوا لِلَّذِينَ استكبروا لَوْلاَ أَنتُمْ لَكُنَّا مُؤْمِنِينَ } إشارة إلى أن كفرهم كان لمانع لا لعدم المقتضى لأنهم لا يمكنهم أن يقولوا ما جاءنا رسول ، ولا أن يقولوا قصر الرسول ، وهذا إشارة إلى إتيان الرسول بما عليه لأن الرسول لو أهمل شيئاً لما كانوا يؤمنون ولولا المستكبرون لآمنوا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقال الذين كفروا لن نؤمن بهذا القرآن ولا بالذي بين يديه ولو ترى إذ الظالمون موقوفون عند ربهم يرجع بعضهم إلى بعض القول يقول الذين استضعفوا للذين استكبروا لولا أنتم لكنا مؤمنين (31) ",
        "babnum": 26
    },
    {
        "id": 1957,
        "cate": "34",
        "title": "قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ (32) ",
        "details": " رداً لما قالوا إن كفرنا كان لمانع { أَنَحْنُ صددناكم عَنِ الهدى بَعْدَ إِذْ جَاءَكُمْ بَلْ كُنتُمْ مُّجْرِمِينَ } يعني المانع ينبغي أن يكون راجحاً على المقتضى حتى يعمل عمله ، والذي جاء به هو الهدى ، والذي صدر من المستكبرين لم يكن شيئاً يوجب الامتناع من قبول ما جاء به فلم يصح تعليلكم بالمانع ، ثم بين أن كفرهم كان إجراماً من حيث إن المعذور لا يكون معذوراً إلا لعدم المقتضى أو لقيام المانع ولم يوجد شيء منهما .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال الذين استكبروا للذين استضعفوا أنحن صددناكم عن الهدى بعد إذ جاءكم بل كنتم مجرمين (32) ",
        "babnum": 27
    },
    {
        "id": 1958,
        "cate": "34",
        "title": "وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ (33) ",
        "details": " ثم قال تعالى : { وَقَالَ الذين استضعفوا لِلَّذِينَ استكبروا بَلْ مَكْرُ اليل والنهار إِذْ تَأْمُرُونَنَا أَن نَّكْفُرَ بالله وَنَجْعَلَ لَهُ أَندَاداً } .\r\n لما ذكر المستكبرون أنا ما صددناكم وما صدر منا ما يصلح مانعاً وصارفاً اعترف المستضعفون به وقالوا : { بَلْ مَكْرُ اليل والنهار } منعنا ، ثم قالوا لهم إنكم وإن كنتم ما أتيتم بالصارف القطعي والمانع القوي ولكن انضم أمركم إيانا بالكفر إلى طول الأمد والامتداد في المدد فكفرنا فكان قولكم جزء السبب ، ويحتمل وجهاً آخر وهو أن يكون المراد بل مكركم بالليل والنهار فحذف المضاف إليه .\r\n وقوله : { إِذْ تَأْمُرُونَنَا أَن نَّكْفُرَ بالله } أي ننكره { وَنَجْعَلَ لَهُ أَندَاداً } هذا يبين أن المشرك بالله مع أنه في الصورة مثبت لكنه في الحقيقة منكر لوجود الله لأن من يساويه المخلوق المنحوت لا يكون إلهاً ، وقوله في الأول : { يَرْجِعُ بَعْضُهُمْ إلى بَعْضٍ القول } يقول الذين استضعفوا بلفظ المستقبل ، وقوله في الآيتين المتأخرتين { وَقَالَ الذي استكبروا ، وَقَالَ الذي استضعفوا } بصيغة الماضي مع أن السؤال والتراجع في القول لم يقع إشارة إلى أن ذلك لا بد وأن يقع ، فإن الأمر الواجب الوقوع يوجد كأنه وقع ، ألا ترى إلى قوله تعالى : { إِنَّكَ مَيّتٌ وَإِنَّهُمْ مَّيّتُونَ } [ الزمر : 30 ] .\r\n ثم قال تعالى : { وَأَسَرُّواْ الندامة لَمَّا رَأَوُاْ العذاب وَجَعَلْنَا الأغلال فِى أَعْنَاقِ الذين كَفَرُواْ هَلْ يُجْزَوْنَ إِلاَّ مَا كَانُواْ يَعْمَلُونَ } .\r\n معناه أنهم يتراجعون القول في الأول ، ثم إذا جاءهم العذاب الشاغل يسرون ذلك التراجع الدال على الندامة ، وقيل معنى الإسرار الإظهار أي أظهروا الندامة ، ويحتمل أن يقال بأنهم لما تراجعوا في القول رجعوا إلى الله بقولهم : { رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فارجعنا نَعْمَلْ صالحا } [ السجدة : 12 ] ثم أجيبوا وأخبروا بأن لا مرد لكم فأسروا ذلك القول ، وقوله : { وَجَعَلْنَا الأغلال فِى أَعْنَاقِ الذين كَفَرُواْ } إشارة إلى كيفية العذاب وإلى أن مجرد الرؤية ليس كافياً بل لما رأوا العذاب قطعوا بأنهم واقعون فيه فتركوا الندم ووقعوا فيه فجعل الأغلال في أعناقهم ، وقوله : { يُجْزَوْنَ إِلاَّ مَا كَانُواْ يَعْمَلُونَ } إشارة إلى أن ذلك حقهم عدلاً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقال الذين استضعفوا للذين استكبروا بل مكر الليل والنهار إذ تأمروننا أن نكفر بالله ونجعل له أندادا وأسروا الندامة لما رأوا العذاب وجعلنا الأغلال في أعناق الذين كفروا هل يجزون إلا ما كانوا يعملون (33) ",
        "babnum": 28
    },
    {
        "id": 1959,
        "cate": "34",
        "title": "وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ (34) وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ (35) ",
        "details": " تسلية لقلب النبي صلى الله عليه وسلم وبياناً لأن إيذاء الكفار الأنبياء الأخيار ليس بدعاً ، بل ذلك عادة جرت من قبل وإنما نسب القول إلى المترفين مع أن غيرهم أيضاً قالوا : { إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كافرون } لأن الأغنياء المترفين هم الأصل في ذلك القول ، ألا ترى أن الله قال عن الذين استضعفوا إنهم قالوا للمستكبرين لولا أنتم لكانوا مؤمنين ، ثم استدلوا على كونهم مصيبين في ذلك بكثرة الأموال والأولاد فقالوا : { نَحْنُ أَكْثَرُ أموالا وأولادا } أي بسبب لزومنا لديننا ، وقوله : { وَمَا نَحْنُ بِمُعَذَّبِينَ } أي في الآخرة كأنهم قالوا حالنا عاجلاً خير من حالكم ، وأما آجلاً فلا نعذب إما إنكاراً منهم للعذاب رأساً أو اعتقاداً لحسن حالهم في الآخرة أيضاً قياساً [ على حسن حالهم في الدنيا ] ",
        "fav": 0,
        "note": null,
        "normal": "وما أرسلنا في قرية من نذير إلا قال مترفوها إنا بما أرسلتم به كافرون (34) وقالوا نحن أكثر أموالا وأولادا وما نحن بمعذبين (35) ",
        "babnum": 29
    },
    {
        "id": 1960,
        "cate": "34",
        "title": "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (36) ",
        "details": " يعني أن الرزق في الدنيا لا تدل سعته وضيقه على حال المحق والمبطل فكم من موسر شقي ومعسر تقي { ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ } أي أن قلة الرزق وضنك العيش وكثرة المال وخصب العيش بالمشيئة من غير اختصاص بالفاسق والصالح .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل إن ربي يبسط الرزق لمن يشاء ويقدر ولكن أكثر الناس لا يعلمون (36) ",
        "babnum": 30
    },
    {
        "id": 1961,
        "cate": "34",
        "title": "وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ (37) ",
        "details": " يعني قولكم نحن أكثر أموالاً فنحن أحسن عند الله حالاً ليس استدلالاً صحيحاً ، فإن المال لا يقرب إلى الله ولا اعتبار بالتعزز به ، وإنما المفيد العمل الصالح بعد الإيمان والذي يدل عليه هو أن المال والولد يشغل عن الله فيبعد عنه فكيف يقرب منه والعمل الصالح إقبال على الله واشتغال بالله ومن توجه إلى الله وصل ومن طلب من الله شيئاً حصل ، وقوله : { فأولئك لَهُمْ جَزَاءُ الضعف } أي الحسنة فإن الضعف لا يكون إلا في الحسنة وفي السيئة لا يكون إلا المثل .\r\n ثم زاد وقال : { وَهُمْ فِى الغرفات ءَامِنُونَ } إشارة إلى دوام النعيم وتأبيده ، فإن من تنقطع عنه النعمة لا يكون آمناً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما أموالكم ولا أولادكم بالتي تقربكم عندنا زلفى إلا من آمن وعمل صالحا فأولئك لهم جزاء الضعف بما عملوا وهم في الغرفات آمنون (37) ",
        "babnum": 31
    },
    {
        "id": 1962,
        "cate": "34",
        "title": "وَالَّذِينَ يَسْعَوْنَ فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ (38) ",
        "details": " وقد ذكرنا تفسيره ، وقوله : { أولئك فِى العذاب مُحْضَرُونَ } إشارة إلى الدوام أيضاً كما قال تعالى : { كُلَّمَا أَرَادُواْ أَن يَخْرُجُواُ مِنْهَا أُعِيدُواْ فِيهَا } [ السجدة : 20 ] وكما قال تعالى : { وَمَا هُمَ عَنْهَا بِغَائِبِينَ } [ الإنفطار : 16 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والذين يسعون في آياتنا معاجزين أولئك في العذاب محضرون (38) ",
        "babnum": 32
    },
    {
        "id": 1963,
        "cate": "34",
        "title": "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ (39) ",
        "details": " إشارة إلى أن نعيم الآخرة لا ينافي نعمة الدنيا ، بل الصالحون قد يحصل لهم في الدنيا النعم مع القطع بحصول النعيم لهم في العقبى بناءً على الوعد ، قطعاً لقول من يقول : إذا كانت العاجلة لنا والآجلة لهم فالنقد أولى ، فقال هذا النقد غير مختص بكم فإن كثيراً من الأشقياء مدقعون ، وكثير من الأتقياء ممتعون وفيه مسائل : المسألة الأولى : ذكر هذا المعنى مرتين : مرة لبيان أن كثرة أموالهم وأولادهم غير دالة على حسن أحوالهم واعتقادهم ، ومرة لبيان أنه غير مختص بهم كأنه قال وجود الترف لا يدل على الشرف ، ثم إن سلمنا أنه كذلك لكن المؤمنين سيحصل لهم ذلك ، فإن الله يملكهم دياركم وأموالكم ، والذي يدل عليه هو أن الله تعالى لم يذكر أولاً لمن يشاء من عباده ، بل قال لمن يشاء ، وثانياً قال لمن يشاء من عباده ، والعباد المضافة يراد بها المؤمن ، ثم وعد المؤمن بخلاف ما للكافر ، فإن الكافر دابره مقطوع ، وماله إلى الزوال ، ومآله إلى الوبال .\r\n وأما المؤمن فما ينفقه يخلفه الله ، ومخلف الله خير ، فإن ما في يد الإنسان في معرض البوار والتلف وهما لا يتطرقان إلى ما عند الله من الخلف ، ثم أكد ذلك بقوله : { والله خَيْرُ الرازقين } [ الجمعة : 11 ] وخيرية الرازق في أمور أحدها : أن لا يؤخر عن وقت الحاجة والثاني : أن لا ينقص عن قدر الحاجة والثالث : أن لا ينكده بالحساب والرابع : أن لا يكدره بطلب الثواب والله تعالى كذلك .\r\n أما الأول : فلأنه عالم وقادر والثاني : فلأنه غني واسع والثالث : فلأنه كريم ، وقد ذكر ذلك بقوله : { يَرْزُقُ مَن يَشَاء بِغَيْرِ حِسَابٍ } [ البقرة : 212 ] وما ذكرنا هو المراد ، أي يرزقه حلالاً لا يحاسبه عليه والرابع : فلأنه علي كبير والثواب يطلبه الأدنى من الأعلى ، ألا ترى أن هبة الأعلى من الأدنى لا تقتضي ثواباً .\r\n المسألة الثانية : قوله تعالى : { وَمَا أَنفَقْتُمْ مِّن شَيْءٍ فَهُوَ يُخْلِفُهُ } يحقق معنى قوله عليه الصلاة والسلام : « ما من يوم يصبح العباد فيه إلا وملكان ينزلان ، يقول أحدهما اللهم أعط منفقاً خلفاً ، ويقول الآخر اللهم اعط ممسكاً تلفاً » وذلك لأن الله تعالى ملك علي وهو غني ملي ، فإذا قال أنفق وعلى بدله فبحكم الوعد يلزمه ، كما إذا قال قائل : ألق متاعك في البحر وعلى ضمانه ، فمن أنفق فقد أتى بما هو شرط حصول البدل فيحصل البدل ، ومن لم ينفق فالزوال لازم للمال ولم يأت بما يستحق عليه من البدل فيفوت من غير خلف وهو التلف ، ثم إن من العجب أن التاجر إذا علم أن مالاً من أمواله في معرض الهلاك يبيعه نسيئة ، وإن كان من الفقراء ويقول بأن ذلك أولى من الإمهال إلى الهلاك ، فإن لم يبع حتى يهلك ينسب إلى الخطأ ، ثم إن حصل به كفيل مليء ولا يبيع ينسب إلى قلة العقل ، فإن حصل به رهن وكتب به وثيقة ولا يبيعه ينسب إلى الجنون ، ثم إن كل أحد يفعل هذا ولا يعلم أن ذلك قريب من الجنون ، فإن أموالنا كلها في معرض الزوال المحقق ، والإنفاق على الأهل والولد إقراض ، وقد حصل الضامن الملىء وهو الله العلي وقال تعالى : { وَمَا أَنفَقْتُمْ مِّن شَىْءٍ فَهُوَ يُخْلِفُهُ } ثم رهن عند كل واحد إما أرضاً أو بستاناً أو طاحونة أو حماماً أو منفعة ، فإن الإنسان لا بد من أن يكون له صنعة أو جهة يحصل له منها مال وكل ذلك ملك الله وفي يد الإنسان بحكم العارية فكأنه مرهون بما تكفل الله من رزقه ليحصل له الوثوق التام ، ومع هذا لا ينفق ويترك ماله ليتلف لا مأجوراً ولا مشكوراً .\r\n المسألة الثالثة : قوله : { خَيْرُ الرازقين } ينبىء عن كثرة في الرازقين ولا رازق إلا الله ، فما الجواب عنه؟ فنقول عنه جوابان أحدهما : أن يقال الله خير الرازقين الذين تظنونهم رازقين وكذلك في قوله تعالى : وهو { أَحْسَنُ الخالقين } الصافات : 125 ) وثانيهما : هو أن الصفات منها ما حصل لله وللعبد حقيقة ، ومنها ما يقال لله بطريق الحقيقة وللعبد بطريق المجاز ، ومنها ما يقال لله بطريق الحقيقة ولا يقال للعبد لا بطريق الحقيقة ولا بطريق المجاز لعدم حصوله للعبد لا حقيقة ولا صورة ، مثال الأول العلم ، فإن الله يعلم أنه واحد والعبد يعلم أنه واحد بطريق الحقيقة ، وكذلك العلم بكون النار حارة ، غاية ما في الباب أن علمه قديم وعلمنا حادث ، مثال الثاني الرازق والخالق ، فإن العبد إذا أعطى غيره شيئاً فإن الله هو المعطي ، ولكن لأجل صورة العطاء منه سمي معطياً ، كما يقال للصورة المنقوشة على الحائط فرس وإنسان ، مثال الثالث الأزلي والله وغيرهما ، وقد يقال في أشياء في الإطلاق على العبد حقيقة وعلى الله مجازاً كالاستواء والنزول والمعية ويد الله وجنب الله .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل إن ربي يبسط الرزق لمن يشاء من عباده ويقدر له وما أنفقتم من شيء فهو يخلفه وهو خير الرازقين (39) ",
        "babnum": 33
    },
    {
        "id": 1964,
        "cate": "34",
        "title": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ (40) قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ (41) ",
        "details": " لما بين أن حال النبي صلى الله عليه وسلم كحال من تقدمه من الأنبياء ، وحال قومه كحال من تقدم من الكفار ، وبين بطلان استدلالهم بكثرة أموالهم وأولادهم ، بين ما يكون من عاقبة حالهم فقال : { وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً } يعني المكذبين بك وبمن تقدمك ، ثم نقول لمن يدعون أنهم يعبدونهم وهم الملائكة ، فإن غاية ما ترتقي إليه منزلتهم أنهم يقولون نحن نعبد الملائكة والكواكب ، فيسأل الملائكة أهم كانوا يعبدونكم! إهانة لهم ، فيقول كل منهم سبحانك ننزهك عن أن يكون غيرك معبوداً وأنت معبودنا ومعبود كل خلق ، وقولهم : { أَنتَ وَلِيُّنَا مِن دُونِهِمْ } إشارة إلى معنى لطيف وهو أن مذاهب الناس مختلفة؛ بعضهم لا يسكن المواضع المعمورة التي يكون فيها سواد عظيم ، لأنه لا يترأس هناك فيرضى الضياع والبلاد الصغيرة ، وبعضهم لا يريد البلاد الصغيرة لعدم اجتماعه فيها بالناس وقلة وصوله فيها إلى الأكياس ، ثم إن الفريقين جميعاً إذا عرض عليهم خدمة السلطان واستخدام الأرذال الذين لا التفات إليهم أصلاً يختار العاقل خدمة السلطان على استخدام من لا يؤبه به ، ولو أن رجلاً سكن جبلاً ووضع بين يديه شيئاً من القاذورات واجتمع عليه الذباب والديدان ، وهو يقول هؤلاء أتباعي وأشياعي ، ولا أدخل المدينة مخافة أن أحتاج إلى خدمة السلطان العظيم والتردد إليه ينسب إلى الجنون ، فكذلك من رضي بأن يترك خدمة الله وعبادته ، ورضي باستتباع الهمج الذين هم أضل من البهائم وأقل من الهوام يكون مجنوناً ، فقالوا : { أَنتَ وَلِيُّنَا مِن دُونِهِمْ } يعني كونك ولينا بالمعبودية أولى ، وأحب إلينا من كونهم أولياءنا بالعبادة لنا وقالوا : { بَلْ كَانُواْ يَعْبُدُونَ الجن } أي كانوا ينقادون لأمر الجن ، فهم في الحقيقة كانوا يعبدون الجن ، ونحن كنا كالقبلة لهم ، لأن العبادة هي الطاعة وقوله تعالى : { أَكْثَرُهُم بِهِم مُّؤْمِنُونَ } لو قال قائل جميعهم كانوا تابعين للشياطين ، فما وجه قوله : { أَكْثَرُهُم بِهِم مُّؤْمِنُونَ } فإنه ينبىء أن بعضهم لم يؤمن بهم ولم يطع لهم؟ نقول الجواب عنه من وجهين أحدهما : أن الملائكة احترزوا عن دعوى الإحاطة بهم فقالوا أكثرهم لأن الذين رأوهم واطلعوا على أحوالهم كانوا يعبدون الجن ويؤمنون بهم ولعل في الوجود من لم يطلع الله الملائكة عليه من الكفار الثاني : هو أن العبادة عمل ظاهر والإيمان عمل باطن فقالوا : { بَلْ كَانُواْ يَعْبُدُونَ الجن } لاطلاعهم على أعمالهم وقالوا : { أَكْثَرُهُم بِهِم مُّؤْمِنُونَ } عند عمل القلب لئلا يكونوا مدعين اطلاعهم على ما في القلوب فإن القلب لا اطلاع عليه إلا لله ، كما قال تعالى : { إِنَّهُ عَلِيمٌ بِذَاتِ الصدور } [ الأنفال : 43 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويوم يحشرهم جميعا ثم يقول للملائكة أهؤلاء إياكم كانوا يعبدون (40) قالوا سبحانك أنت ولينا من دونهم بل كانوا يعبدون الجن أكثرهم بهم مؤمنون (41) ",
        "babnum": 34
    },
    {
        "id": 1965,
        "cate": "34",
        "title": "فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ النَّارِ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ (42) ",
        "details": " وفيه مسائل : المسألة الأولى : الخطاب بقوله : { بَعْضُكُمْ } مع من؟ نقول يحتمل أن يكون الملائكة لسبق قوله تعالى : { أَهَؤُلاَء إِيَّاكُمْ كَانُواْ يَعْبُدُونَ } [ سبأ : 40 ] وعلى هذا يكون ذلك تنكيلاً للكافرين حيث بين لهم أن معبودهم لا ينفع ولا يضر ، ويصحح هذا قوله تعالى : { لاَّ يَمْلِكُونَ الشفاعة إِلاَّ مَنِ اتخذ عِندَ الرحمن عَهْداً } [ مريم : 87 ] وقوله : { وَلاَ يَشْفَعُونَ إِلاَّ لِمَنِ ارتضى } [ الأنبياء : 28 ] ولأنه قال بعده : { وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ } فأفردهم ولو كان المخاطب هم الكفار لقال فذوقوا .\r\n وعلى هذا يكون الكفار داخلين في الخطاب حتى يصح معنى قوله : { بَعْضُكُمْ لِبَعْضٍ } أي الملائكة للكفار ، والحاضر الواحد يجوز أن يجعل من يشاركه في أمر مخاطباً بسببه ، كما يقول القائل لواحد حاضر له شريك في كلام أنتم قلتم ، على معنى أنت قلت ، وهم قالوا ، ويحتمل أن يكون معهم الجن أي لا يملك بعضكم لبعض أيها الملائكة والجن ، وإذا لم تملكوها لأنفسكم فلا تملكوها لغيركم ويحتمل أن يكون المخاطب هم الكفار لأن ذكر اليوم يدل على حضورهم ، وعلى هذا فقوله : { وَنَقُولُ لِلَّذِينَ ظَلَمُواْ } إنما ذكره تأكيداً لبيان حالهم في الظلم ، وسبب نكالهم من الإثم ولو قال : { فَذُوقُواْ عَذَاب النار } لكان كافياً لكنه ، لا يحصل ما ذكرنا من الفائدة ، فإنهم كلما كانوا يسمعون ما كانوا عليه من الظلم والعناد والإثم والفساد يتحسرون ويندمون .\r\n المسألة الثانية : قوله : { نَّفْعاً } مفيد للحسرة ، وأما الضر فما الفائدة فيه مع أنهم لو كانوا يملكون الضر لما نفع الكافرين ذلك؟ فنقول لما كانت العبادة تقع لدفع ضر المعبود كما يعبد الجبار ويخدم مخافة شره بين أنهم ليس فيهم ذلك الوجه الذي يحسن لأجله عبادتهم .\r\n المسألة الثالثة : قال : ههنا { عَذَابَ النار التى كُنتُم بِهَا تُكَذّبُونَ } وقال في السجدة : { عَذَابَ النار الذي كُنتُمْ بِهِ } جعل المكذب هنالك العذاب وجعل المكذب ههنا النار وهم كانوا يكذبون بالكل ، والفائدة فيها أن هناك لم يكن أول ما رأوا النار بل كانوا هم فيها من زمان بدليل قوله تعالى : { كُلَّمَا أَرَادُواْ أَن يَخْرُجُواُ مِنْهَا أُعِيدُواْ فِيهَا وَقِيلَ لَهُمْ ذُوقُواْ عَذَابَ النار الذي كُنتُمْ بِهِ تُكَذّبُونَ } [ السجدة : 20 ] أي العذاب المؤبد الذي أنكرتموه بقولكم : { لَن تَمَسَّنَا النار إِلاَّ أَيَّامًا مَّعْدُودَةً } [ البقرة : 80 ] أي قلتم إن العذاب إن وقع فلا يدوم فذوقوا الدائم ، وههنا أول ما رأوا النار لأنه مذكور عقيب الحشر والسؤال فقيل لهم : هذه { النار التى كُنتُم بِهَا تُكَذّبُونَ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فاليوم لا يملك بعضكم لبعض نفعا ولا ضرا ونقول للذين ظلموا ذوقوا عذاب النار التي كنتم بها تكذبون (42) ",
        "babnum": 35
    },
    {
        "id": 1966,
        "cate": "34",
        "title": "وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَاؤُكُمْ وَقَالُوا مَا هَذَا إِلَّا إِفْكٌ مُفْتَرًى وَقَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (43) ",
        "details": " إظهاراً لفساد اعتقادهم واشتداد عنادهم حيث تبين أن أعلى من يعبدونه وهم الملائكة لا يتأهل للعبادة لذواتهم كما قالوا : { سبحانك أَنتَ وَلِيُّنَا } [ سبأ : 41 ] أي لا أهلية لنا إلا لعبادتك من دونهم أي لا أهلية لنا لأن نكون معبودين لهم ولا لنفع أو ضر كما قال تعالى : { فاليوم لاَ يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعاً وَلاَ ضَرّاً } [ سبأ : 42 ] ثم مع هذا كله إذا قال لهم النبي عليه السلام كلاماً من التوحيد وتلا عليهم آيات الله الدالة عليه ، فإن لله في كل شيء آيات دالة على وحدانيته أنكروها وقالوا ما هذا إلا رجل يريد أن يصدكم عما كان يعبد آباؤكم يعني يعارضون البرهان بالتقليد { وَقَالُواْ مَا هذا إِلاَّ إِفْكٌ مُّفْتَرًى } وهو يحتمل وجوهاً أحدها : أن يكون المراد أن القول بالوحدانية { إِفْكٌ مُّفْتَرًى } ويدل عليه هو أن الموحد كان يقول في حق المشرك إنه يأفك كما قال تعالى في حقهم : { أَءفْكاً ءالِهَةً دُونَ الله تُرِيدُونَ } [ الصافات : 86 ] وكما قالوا هم للرسول : { أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلهتنا } [ الأحقاف : 22 ] وثانيها : أن يكون المراد { مَا هذا إِلاَّ إِفْكٌ } أي القرآن إفك وعلى الأول يكون قوله : { وَقَالَ الذين كَفَرُواْ لِلْحَقّ لَمَّا جَاءهُمْ إِنْ هذا إِلاَّ سِحْرٌ مُّبِينٌ } إشارة إلى القرآن وعلى الثاني يكون إشارة إلى ما أتى به من المعجزات وعلى الوجهين فقوله تعالى : { وَقَالَ الذين كَفَرُواْ } بدلاً عن أن يقول وقالوا للحق هو أن إنكار التوحيد كان مختصاً بالمشركين ، وأما إنكار القرآن والمعجزات [ فقد ] كان متفقاً عليه بين المشركين وأهل الكتاب [ فقال ] تعالى : { وَقَالَ الذين كَفَرُواْ لِلْحَقّ } على وجه العموم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذا تتلى عليهم آياتنا بينات قالوا ما هذا إلا رجل يريد أن يصدكم عما كان يعبد آباؤكم وقالوا ما هذا إلا إفك مفترى وقال الذين كفروا للحق لما جاءهم إن هذا إلا سحر مبين (43) ",
        "babnum": 36
    },
    {
        "id": 1967,
        "cate": "34",
        "title": "وَمَا آتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ (44) وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ فَكَذَّبُوا رُسُلِي فَكَيْفَ كَانَ نَكِيرِ (45) ",
        "details": " وما أرسلنا إليهم قبلك من نذير تأكيد لبيان تقليدهم يعني يقولون عندما تتلى عليهم الآيات البينات هذا رجل كاذب وقولهم : { إِفْكٌ مُّفْتَرًى } من غير برهان ولا كتاب أنزل عليهم ولا رسول أرسل إليهم ، فالآيات البينات لا تعارض إلا بالبراهين العقلية ، ولم يأتوا بها أو بالتقلبات وما عندهم كتاب ولا رسول غيرك ، والنقل المعتبر آيات من كتاب الله أو خبر رسول الله ، ثم بين أنهم كالذين من قبلهم كذبوا مثل عاد وثمود ، وقوله تعالى : { وَمَا بَلَغُواْ مِعْشَارَ مَا ءاتيناهم } قال المفسرون معناه : وما بلغ هؤلاء المشركون معشار ما آتينا المتقدمين من القوة والنعمة وطول العمر ، ثم إن الله أخذهم وما نفعتهم قوتهم ، فكيف حال هؤلاء الضعفاء ، وعندي [ أنه ] يحتمل ذلك وجهاً آخر وهو أن يقال المراد : { وَكَذَّبَ الَّذِينَ مِن قَبلِهِمْ وَمَا بَلَغُواْ مِعْشَارَ مَا ءاتيناهم } أي الذين من قبلهم ما بلغوا معشار ما آتينا قوم محمد من البيان والبرهان ، وذلك لأن كتاب محمد عليه السلام أكمل من سائر الكتب وأوضح ، ومحمد عليه السلام أفضل من جميع الرسل وأفصح ، وبرهانه أوفى ، وبيانه أشفى ، ثم إن المتقدمين لما كذبوا بما جاءهم من الكتب وبمن أتاهم من الرسل أنكر عليهم وكيف لا ينكر عليهم ، وقد كذبوا بأفصح الرسل ، وأوضح السبل ، يؤيد ما ذكرنا من المعنى قوله تعالى : { وَمَا ءاتيناهم مّنْ كُتُبٍ يَدْرُسُونَهَا } يعني غير القرآن ما آتيناهم كتاباً وما أرسنا إليهم قبلك من نذير ، فلما كان المؤتى في الآية الأولى هو الكتاب ، فحمل الإيتاء في الآية الثانية على إيتاء الكتاب أولى .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما آتيناهم من كتب يدرسونها وما أرسلنا إليهم قبلك من نذير (44) وكذب الذين من قبلهم وما بلغوا معشار ما آتيناهم فكذبوا رسلي فكيف كان نكير (45) ",
        "babnum": 37
    },
    {
        "id": 1968,
        "cate": "34",
        "title": "قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ (46) ",
        "details": " ذكر الأصول الثلاثة في هذه الآية بعد ما سبق منه تقريرها بالدلائل فقوله : { أَن تَقُومُواْ لِلَّهِ } إشارة إلى التوحيد وقوله : { مَا بِصَاحِبِكُمْ مّن جِنَّةٍ إِنْ هُوَ إِلاَّ نَذِيرٌ لَّكُمْ } إشارة إلى الرسالة وقوله : { بَيْنَ يَدَىْ عَذَابٍ شَدِيدٍ } إشارة إلى اليوم الآخر وفي الآية مسائل : المسألة الأولى : قوله : { إِنَّمَا أَعِظُكُمْ بواحدة } يقتضي أن لا يكون إلا بالتوحيد ، والإيمان لا يتم إلا بالاعتراف بالرسالة والحشر ، فكيف يصح الحصر المذكور بقوله : { إِنَّمَا أَعِظُكُمْ بواحدة } فنقول التوحيد هو المقصود ومن وحد الله حق التوحيد يشرح الله صدره ويرفع في الآخرة قدره فالنبي صلى الله عليه وسلم أمرهم بما يفتح عليهم أبواب العبادات ويهيء لهم أسباب السعادات ، وجواب آخر وهو أن النبي صلى الله عليه وسلم ما قال إني لا آمركم في جميع عمري إلا بشيء واحد ، وإنما قال أعظكم أولاً بالتوحيد ولا آمركم في أول الأمر بغيره لأنه سابق على الكل ويدل عليه قوله تعالى : { ثُمَّ تَتَفَكَّرُواْ } فإن التفكر أيضاً صار مأموراً به وموعوظاً .\r\n المسألة الثانية : قوله : { بواحدة } قال المفسرون أنثها على أنها صفة خصلة أي أعظكم بخصلة واحدة ، ويحتمل أن يقال المراد حسنة واحدة لأن التوحيد حسنة وإحسان وقد ذكرنا في قوله تعالى : { إِنَّ الله يَأْمُرُ بالعدل والإحسان } [ النحل : 29 ] أن العدل نفي الإلهية عن غير الله والإحسان إثبات الإلهية له ، وقيل في تفسير قوله تعالى : { هَلْ جَزَاء الإحسان إِلاَّ الإحسان } [ الرحمن : 60 ] أن المراد هل جزاء الإيمان إلا الجنان ، وكذلك يدل عليه قوله تعالى : { وَمَنْ أَحْسَنُ قَوْلاً مّمَّن دَعَا إِلَى الله } [ فصلت : 33 ] .\r\n المسألة الثالثة : قوله : { مثنى وفرادى } إشارة إلى جميع الأحوال فإن الإنسان إما أن يكون مع غيره أو يكون وحده ، فإذا كان مع غيره دخل في قوله : { مثنى } وإذا كان وحده دخل في قوله : { فرادى } فكأنه يقول تقوموا لله مجتمعين ومنفردين لا تمنعكم الجمعية من ذكر الله ولا يحوجكم الانفراد إلى معين يعينكم على ذكر الله .\r\n المسألة الرابعة : قوله : { ثُمَّ تَتَفَكَّرُواْ } يعني اعترفوا بما هو الأصل والتوحيد ولا حاجة فيه إلى تفكر ونظر بعد ما بان وظهر ، ثم تتفكروا فيما أقول بعده من الرسالة والحشر ، فإنه يحتاج إلى تفكر ، وكلمة ثم تفيد ما ذكرنا ، فإنه قال : { أَن تَقُومُواْ لِلَّهِ ثُمَّ تَتَفَكَّرُواْ } ثم بين ما يتفكرون فيه وهو أمر النبي عليه السلام فقال : { مَا بِصَاحِبِكُمْ مّن جِنَّةٍ } .\r\n المسألة الخامسة : قوله : { مَا بِصَاحِبِكُمْ مّن جِنَّةٍ } يفيد كونه رسولاً وإن كان لا يلزم في كل من لا يكون به جنة أن يكون رسولاً ، وذلك لأن النبي عليه السلام كان يظهر منه أشياء لا تكون مقدورة للبشر وغير البشر ممن تظهر منه العجائب إما الجن أو الملك ، وإذا لم يكن الصادر من النبي صلى الله عليه وسلم بواسطة الجن يكون بواسطة الملك أو بقدرة الله تعالى من غير واسطة ، وعلى التقديرين فهو رسول الله ، وهذا من أحسن الطرق ، وهو أن يثبت الصفة التي هي أشرف الصفات في البشر بنفي أخس الصفات ، فإنه لو قال أولاً هو رسول الله كانوا يقولون فيه النزاع ، فإذا قال ما هو مجنون لم يسعهم إنكار ذلك لعلمهم بعلو شأنه وحاله في قوة لسانه وبيانه فإذا ساعدوا على ذلك لزمتهم المسألة .\r\n ولهذا قال بعده { إِنْ هُوَ إِلاَّ نَذِيرٌ } يعني إما هو به جنة أو هو رسول لكن تبين أنه ليس به جنة فهو نذير .\r\n المسألة السادسة : قوله : { بَيْنَ يَدَىْ عَذَابٍ شَدِيدٍ } إشارة إلى قرب العذاب كأنه قال ينذركم بعذاب حاضر يمسكم عن قريب بين يدي العذاب أي سوف يأتي العذاب بعده .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل إنما أعظكم بواحدة أن تقوموا لله مثنى وفرادى ثم تتفكروا ما بصاحبكم من جنة إن هو إلا نذير لكم بين يدي عذاب شديد (46) ",
        "babnum": 38
    },
    {
        "id": 1969,
        "cate": "34",
        "title": "قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَهُوَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (47) ",
        "details": " لما ذكر أنه ما به جنة ليلزم منه كونه نبياً ذكر وجهاً آخر يلزم منه أنه نبي إذا لم يكن مجنوناً لأن من يرتكب العناء الشديد لا لغرض عاجل إذا لم يكن ذلك فيه ثواب أخروي يكون مجنوناً ، فالنبي عليه السلام بدعواه النبوة يجعل نفسه عرضة للهلاك عاجلاً ، فإن كل أحد يقصده ويعاديه ولا يطلب أجراً في الدنيا فهو يفعله للآخرة ، والكاذب في الآخرة معذب لا مثاب ، فلو كان كاذباً لكان مجنوناً لكنه ليس بمجنون فليس بكاذب ، فهو نبي صادق وقوله : { وَهُوَ على كُلّ شَىْء شَهِيدٍ } تقرير آخر للرسالة وذلك لأن الرسالة لا تثبت إلا بالدعوى والبينة ، بأن يدعي شخص النبوة ويظهر الله له المعجزة فهي بينة شاهدة والتصديق بالفعل يقوم مقام التصديق بالقول في إفادة العلم بدليل أن من قال لقوم إني مرسل من هذا الملك إليكم ألزمكم قبول قولي والملك حاضر ناظر ، ثم قال للملك أيها الملك إن كنت أنا رسولك إليهم فقل لهم إني رسولك فإذا قال إنه رسولي إليكم لا يبقى فيه شك كذلك إذا قال يا أيها الملك إن كنت أنا رسولك إليهم فألبسني قباءك فلو ألبسه قباءه في عقب كلامه يجزم الناس بأنه رسوله ، كذلك حال الرسول إذا قال الأنبياء لقومهم نحن رسل الله ، ثم قالوا يا إلهنا إن كنا رسلك فأنطق هذه الحجارة أو أنشر هذا الميت ففعله حصل الجزم بأنه صدقه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل ما سألتكم من أجر فهو لكم إن أجري إلا على الله وهو على كل شيء شهيد (47) ",
        "babnum": 39
    },
    {
        "id": 1970,
        "cate": "34",
        "title": "قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ (48) ",
        "details": " وفيه وجهان أحدهما : يقذف بالحق في قلوب المحقين ، وعلى هذا الوجه للآية بما قبلها تعلق ، وذلك من حيث إن الله تعالى لما بين رسالة النبي صلى الله عليه وسلم بقوله : { إِنْ هُوَ إِلاَّ نَذِيرٌ لَّكُمْ } وأكده بقوله : { قُلْ مَا سَأَلْتُكُم مّن أَجْرٍ فَهُوَ لَكُمْ } وكان من عادة المشركين استبعاد تخصيص واحد من بينهم بإنزال الذكر عليه ، كما قال تعالى عنهم : { أأنزل عَلَيْهِ الذكر مِن بَيْنِنَا بْل } [ ص : 8 ] ذكر ما يصلح جواباً لهم فقال : { قُلْ إِنَّ رَبّى يَقْذِفُ بالحق } أي في القلوب إشارة إلى أن الأمر بيده يفعل ما يريد ويعطي ما يشاء لمن يشاء .\r\n ثم قال تعالى : { علام الغيوب } إشارة إلى جواب سؤال فاسد يذكر عليه وهو أن من يفعل شيئاً كما يريد من غير اختصاص محل الفعل بشيء لا يوجد في غيره لا يكون عالماً وإنما فعل ذلك اتفاقاً ، كما إذا أصاب السهم موضعاً دون غيره مع تسوية المواضع في المحاذاة فقال : { يَقْذِفُ بالحق } كيف يشاء وهو عالم بما يفعله وعالم بعواقب ما يفعله فهو يفعل ما يريد لا كما يفعله الهاجم الغافل عن العواقب إذ هو علام الغيوب الوجه الثاني : أن المراد منه هو أنه يقذف بالحق على الباطل كما قال في سورة الأنبياء : { بَلْ نَقْذِفُ بالحق عَلَى الباطل فَيَدْمَغُهُ } [ الأنبياء : 18 ] وعلى هذا تعلق الآية بما قبلها أيضاً ظاهر وذلك من حيث إن براهين التوحيد لما ظهرت ودحضت شبههم قال : { قُلْ إِنَّ رَبّى يَقْذِفُ بالحق } أي على باطلكم ، وقوله : { علام الغيوب } على هذا الوجه له معنى لطيف وهو أن البرهان الباهر المعقول الظاهر لم يقم إلا على التوحيد والرسالة ، وأما الحشر فعلى وقوعه لا برهان غير إخبار الله تعالى عنه ، وعن أحواله وأهواله ، ولولا بيان الله بالقول لما بان لأحد بخلاف التوحيد والرسالة ، فلما قال : { يَقْذِفُ بالحق } أي على الباطل ، إشارة إلى ظهور البراهين على التوحيد والنبوة قال : { علام الغيوب } أي ما يخبره عن الغيب وهو قيام الساعة وأحوالها فهو لا خلف فيه فإن الله علام الغيوب ، والآية تحتمل تفسيراً آخر وهو أن يقال : { رَبّى يَقْذِفُ بالحق } أي ما يقذفه يقذفه بالحق لا بالباطل والباء على الوجهين الأولين متعلق بالمفعول به أي الحق مقذوف وعلى هذا الباء فيه كالباء في قوله : { وَقُضِىَ بَيْنَهُمْ بالحق } [ الزمر : 69 ] وفي قوله : { فاحكم بَيْنَ الناس بالحق } [ ص : 26 ] والمعنى على هذا الوجه هو أن الله تعالى قذف ما قذف في قلب الرسل وهو علام الغيوب يعلم ما في قلوبهم وما في قلوبكم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل إن ربي يقذف بالحق علام الغيوب (48) ",
        "babnum": 40
    },
    {
        "id": 1971,
        "cate": "34",
        "title": "قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ (49) ",
        "details": " لما ذكر الله أنه يقذف بالحق وكان ذلك بصيغة الاستقبال ، ذكر أن ذلك الحق قد جاء وفيه وجوه أحدها : أنه القرآن الثاني : أنه بيان التوحيد والحشر وكل ما ظهر على لسان النبي صلى الله عليه وسلم الثالث : المعجزات الدالة على نبوة محمد عليه السلام ، ويحتمل أن يكون المراد من { جَاء الحق } ظهر الحق لأن كل ما جاء فقد ظهر والباطل خلاف الحق ، وقد بينا أن الحق هو الموجود ، ولما كان ما جاء به النبي صلى الله عليه وسلم لم يمكن انتفاؤه كالتوحيد والرسالة والحشر ، كان حقاً لا ينتفي ، ولما كان ما يأتون به من الإشراك والتكذيب لا يمكن وجوده كان باطلاً لا يثبت ، وهذا المعنى يفهم من قوله : { وَمَا يُبْدِىء الباطل } أي الباطل لا يفيد شيئاً في الأولى ولا في الآخرة فلا إمكان لوجوده أصلاً ، والحق المأتي به لا عدم له أصلاً ، وقيل المراد لا يبدىء الشيطان ولا يعيد ، وفيه معنى لطيف وهو أن قوله تعالى : { قُلْ إِنَّ رَبّى يَقْذِفُ بالحق } لما كان فيه معنى قوله تعالى : { بَلْ نَقْذِفُ بالحق عَلَى الباطل فَيَدْمَغُهُ } كان يقع لمتوهم أن الباطل كان فورد عليه الحق فأبطله ودمغه ، فقال ههنا ليس للباطل تحقق أولاً وآخراً ، وإنما المراد من قوله : { فَيَدْمَغُهُ } أي فيظهر بطلانه الذي لم يزل كذلك وإليه الإشارة بقوله تعالى في موضع آخر : { وَزَهَقَ الباطل إِنَّ الباطل كَانَ زَهُوقًا } [ الإسراء : 81 ] يعني ليس أمراً متجدداً زهوق الباطل ، فقوله : { وَمَا يُبْدِىء الباطل } أي لا يثبت في الأول شيئاً خلاف الحق { وما يُعِيدُ } أي لا يعيد في الآخرة شيئاً خلاف الحق .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل جاء الحق وما يبدئ الباطل وما يعيد (49) ",
        "babnum": 41
    },
    {
        "id": 1972,
        "cate": "34",
        "title": "قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي إِنَّهُ سَمِيعٌ قَرِيبٌ (50) ",
        "details": " هذا فيه تقرير الرسالة أيضاً وذلك لأن الله تعالى قال على سبيل العموم : { مَّنِ اهتدى فَلِنَفْسِهِ } [ الزمر : 41 ] وقال في حق النبي صلى الله عليه وسلم : { وَإِنِ اهتديت فَبِمَا يُوحِى إِلَىَّ رَبّى } يعني ضلالي على نفسي كضلالكم ، وأما اهتدائي فليس بالنظر والاستدلال كاهتدائكم ، وإنما هو بالوحي المبين ، وقوله : { إِنَّهُ سَمِيعٌ } أي يسمع إذا ناديته واستعديت به عليكم قريب يأتيكم من غير تأخير ، ليس يسمع عن بعد ولا يلحق الداعي .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل إن ضللت فإنما أضل على نفسي وإن اهتديت فبما يوحي إلي ربي إنه سميع قريب (50) ",
        "babnum": 42
    },
    {
        "id": 1973,
        "cate": "34",
        "title": "وَلَوْ تَرَى إِذْ فَزِعُوا فَلَا فَوْتَ وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ (51) ",
        "details": " لما قال : { سَمِيعٌ } قال هو قريب فإن لم يعذب عاجلاً ولا يعين صاحب الحق في الحال فيوم الفزع آت لا فوت ، وإنما يستعجل من يخاف الفوت .\r\n وقوله : { وَلَوْ تَرَى } جوابه محذوف أي ترى عجباً { وَأُخِذُواْ مِن مَّكَانٍ قَرِيبٍ } لا يهربون وإنما الأخذ قبل تمكنهم من الهرب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولو ترى إذ فزعوا فلا فوت وأخذوا من مكان قريب (51) ",
        "babnum": 43
    },
    {
        "id": 1974,
        "cate": "34",
        "title": "وَقَالُوا آمَنَّا بِهِ وَأَنَّى لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ (52) ",
        "details": " أي بعد ظهور الأمر حيث لا ينفع إيمان ، قالوا آمنا { وأنى لَهُمُ التناوش } أي كيف يقدرون على الظفر بالمطلوب وذلك لا يكون إلا في الدنيا وهم في الآخرة والدنيا من الآخرة بعيدة ، فإن قيل فكيف قال كثير من المواضع إن الآخرة من الدنيا قريبة ، ولهذا سماها الله الساعة وقال : { لَعَلَّ الساعة قَرِيبٌ } [ الشورى : 17 ] نقول الماضي كالأمس الدابر بعدما يكون إذ لا وصول إليه ، والمستقبل وإن كان بينه وبين الحاضر سنين فإنه آت ، فيوم القيامة الدنيا بعيدة لمضيها وفي الدنيا يوم القيامة قريب لإتيانه والتناوش هو التناول عن قرب .\r\n وقيل عن بعد ، ولما جعل الله الفعل مأخوذاً كالجسم جعل ظرف الفعل وهو الزمان كظرف الجسم وهو المكان فقال : { مِن مَّكَانِ بَعِيدٍ } والمراد ما مضى من الدنيا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقالوا آمنا به وأنى لهم التناوش من مكان بعيد (52) ",
        "babnum": 44
    },
    {
        "id": 1975,
        "cate": "34",
        "title": "وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ (53) ",
        "details": " ثم بين الله تعالى أن إيمانهم لا نفع فيه بسبب أنهم كفروا به من قبل ، والإشارة في قوله : { ءَامَنا بِهِ } وقوله : { وَقَدْ كَفَرُواْ بِهِ مِن قَبْلُ } إلى شيء واحد ، إما محمد عليه الصلاة والسلام وإما القرآن وإما الحق الذي أتى به محمد عليه السلام وهو أقرب وأولى ، وقوله : { وَيَقْذِفُونَ بالغيب } ضد يؤمنون بالغيب لأن الغيب ينزل من الله على لسان الرسول ، فيقذفه الله في القلوب ويقبله المؤمن ، وأما الكافر فهو يقذف بالغيب ، أي يقول ما لا يعلمه ، وقوله : { مِن مَّكَانِ بَعِيدٍ } يحتمل أن يكون المراد منه أن مأخذهم بعيد أخذوا الشريك من أنهم لا يقدرون على أعمال كثيرة إلا إذا كانوا أشخاصاً كثيرة ، فكذلك المخلوقات الكثيرة وأخذوا بعد الإعادة من حالهم وعجزهم عن الإحياء ، فإن المريض يداوى فإذا مات لا يمكنهم إعادة الروح إليه ، وقياس الله على المخلوقات بعيد المأخذ ، ويحتمل أن يقال إنهم كانوا يقولون بأن الساعة إذا كانت قائمة فالثواب والنعيم لنا ، كقول قائلهم : { وَلَئِن رُّجّعْتُ إلى رَبّى إِنَّ لِى عِندَهُ للحسنى } [ فصلت : 50 ] فكانوا يقولون ذلك فإن كان من قول الرسول فما كان ذلك عندهم حتى يقولوا عن إحساس فإن ما لا يجب عقلاً لا يعلم إلا بالإحساس أو بقول الصادق ، فهم كانوا يقولون عن الغيب من مكان بعيد ، فإن قيل قد ذكرت أن الآخرة قريب فكيف قال من مكان بعيد؟ نقول الجواب عنه من وجهين أحدهما : أن ذلك قريب عند من آمن بمحمد صلى الله عليه وسلم ومن لم يؤمن لا يمكنه التصديق به فيكون بعيداً عنده الثاني : أن الحكاية يوم القيامة ، فكأنه قال كانوا يقذفون من مكان بعيد وهو الدنيا ، ويحتمل وجهاً آخر وهو أنهم في الآخرة يقولون : { رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فارجعنا نَعْمَلْ صالحا } [ السجدة : 12 ] وهو قذف بالغيب من مكان بعيد وهو الدنيا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقد كفروا به من قبل ويقذفون بالغيب من مكان بعيد (53) ",
        "babnum": 45
    },
    {
        "id": 1976,
        "cate": "34",
        "title": "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ (54) ",
        "details": " ثم قال تعالى : { وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ } من العود إلى الدنيا أو بين لذات الدنيا ، فإن قيل : كيف يصح قولك ما يشتهون من العود مع أنه تعالى قال : { كَمَا فُعِلَ بِأَشْيَاعِهِم مّن قَبْلُ إِنَّهُمْ كَانُواْ فِى شَكّ مُّرِيبٍ } وما حيل بينهم وبين العود؟ قلنا لم قلتم إنه ما حيل بينهم ، بل كل من جاءه الملك طلب التأخير ولم يعط وأرادوا أن يؤمنوا عند ظهور اليأس ولم يقبل ، وقوله : { مُرِيبٍ } يحتمل وجهين أحدهما : ذي ريب والثاني : موقف في الريب ، وسنذكره في موضع آخر إن شاء الله تعالى ، والله أعلم بالصواب ، والحمد لله رب العالمين وصلاته على خير خلقه محمد النبي وآله وصحبه وأزواجه أجمعين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وحيل بينهم وبين ما يشتهون كما فعل بأشياعهم من قبل إنهم كانوا في شك مريب (54) ",
        "babnum": 46
    }
]