[
    {
        "id": 2711,
        "cate": "62",
        "title": "يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ (1) ",
        "details": " وجه تعلق هذه السورة بما قبلها هو أنه تعالى قال في أول تلك السورة : { سَبَّحَ للَّهِ } [ الصف : 1 ] بلفظ الماضي وذلك لا يدل على التسبيح في المستقبل ، فقال في أول هذه السورة بلفظ المستقبل ليدل على التسبيح في زماني الحاضر والمستقبل ، وأما تعلق الأول بالآخر ، فلأنه تعالى ذكر في آخر تلك السورة أنه كان يؤيد أهل الإيمان حتى صاروا عالين على الكفار ، وذلك على وفق الحكمة لا للحاجة إليه إذ هو غني على الإطلاق ، ومنزه عما يخطر ببال الجهلة في الآفاق ، وفي أول هذه السورة ما يدل على كونه مقدساً ومنزهاً عما لا يليق بحضرته العالية بالاتفاق ، ثم إذا كان خلق السموات والأرض بأجمعهم في تسبيح حضرة الله تعال فله الملك ، كما قال تعالى : { يُسَبّحُ لِلَّهِ مَا فِي السموات وَمَا فِي الأرض لَهُ الملك } [ التغابن : 1 ] ولا ملك أعظم من هذا ، وهو أنه خالقهم ومالكهم وكلهم في قبضة قدرته وتحت تصرفه ، يسبحون له آناء الليل وأطراف النهار بل في سائر الأزمان ، كما مر في أول تلك السورة ، ولما كان الملك كله له فهو الملك على الإطلاق ، ولما كان الكل بخلقه فهو المالك ، والمالك والملك أشرف من المملوك ، فيكون متصفاً بصفات يحصل منها الشرف ، فلا مجال لما ينافيه من الصفات فيكون قدوساً ، فلفظ { الملك } إشارة إلى إثبات ما يكون من الصفات العالية ، ولفظ { القدوس } هو إشارة إلى نفي مالا يكون منها ، وعن الغزالي { القدوس } المنزه عما يخطر ببال أوليائه ، وقد مر تفسيره وكذلك { العزيز الحكيم } ثم الصفات المذكورة قرئت بالرفع على المدح ، أي هو الملك القدوس ، ولو قرئت بالنصب لكان وجهاً ، كقول العرب : الحمد لله أهل الحمد ، كذا ذكره في «الكشاف» ، ثم في الآية مباحث : الأول : قال تعالى : { يُسَبّحُ لِلَّهِ } ولم يقل : يسبح الله ، فما الفائدة؟ نقول : هذا من جملة ما يجري فيه اللفظان : كشكره وشكر له ، ونصحه ونصح له .\r\n الثاني : { القدوس } من الصفات السلبية ، وقيل : معناه المبارك .\r\n الثالث : لفظ { الحكيم } يطلق على الغير أيضاً ، كما قيل في لقمان : إنه حكيم ، نقول : الحكيم عند أهل التحقيق هو الذي يضع الأشياء ( في ) مواضعها ، والله تعالى حكيم بهذا المعنى .\r\n ثم إنه تعالى بعدما فرغ من التوحيد والتنزيه شرع في النبوة فقال : ",
        "fav": 0,
        "note": null,
        "normal": "يسبح لله ما في السماوات وما في الأرض الملك القدوس العزيز الحكيم (1) ",
        "babnum": 1
    },
    {
        "id": 2712,
        "cate": "62",
        "title": "هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ (2) ",
        "details": " الأمي منسوب إلى أمة العرب ، لما أنهم أمة أميون لا كتاب لهم ، ولا يقرأون كتاباً ولا يكتبون .\r\n وقال ابن عباس : يريد الذين ليس لهم كتاب ولا نبي بعث فيهم ، وقيل : الأميون الذين هم على ما خلقوا عليه وقد مر بيانه ، وقرىء الأمين بحذف ياء النسب ، كما قال تعالى : { رَسُولاً مّنْهُمْ } [ المؤمنون : 32 ] يعني محمداً صلى الله عليه وسلم نسبه من نسبهم ، وهو من جنسهم ، كما قال تعالى : { لَقَدْ جَاءكُمْ رَسُولٌ مّنْ أَنفُسِكُمْ } [ التوبة : 128 ] قال أهل المعاني : وكان هو صلى الله عليه وسلم أيضاً أمياً مثل الأمة التي بعث فيهم ، وكانت البشارة به في الكتب قد تقدمت بأنه النبي الأمي ، وكونه بهذه الصفة أبعد من توهم الاستعانة على ما أتى به من الحكمة بالكتابة ، فكانت حاله مشاكلة لحال الأمة الذين بعث فيهم ، وذلك أقرب إلى صدقة .\r\n وقوله تعالى : { يَتْلُواْ عَلَيْهِمْ ءاياته } أي بيناته التي تبين رسالته وتظهر نبوته ، ولا يبعد أن تكون الآيات هي الآيات التي تظهر منها الأحكام الشرعية ، والتي يتميز بها الحق من الباطل { وَيُزَكِّيهِمْ } أي يطهرهم من خبث الشرك ، وخبث ما عداه من الأقوال والأفعال ، وعند البعض { يُزَكِّيهِمْ } أي يصلحهم ، يعني يدعوهم إلى اتباع ما يصيرون به أزكياء أتقياء { وَيُعَلّمُهُمُ الكتاب والحكمة } والكتاب : ما يتلى من الآيات ، والحكمة : هي الفرائض ، وقيل : { الحكمة } السنة ، لأنه كان يتلو عليهم آياته ويعلمهم سننه ، وقيل : { الكتاب } الآيات نصاً ، والحكمة ما أودع فيها من المعاني ، ولا يبعد أن يقال : الكتاب آيات القرآن والحكمة وجه التمسك بها ، وقوله تعالى : { وَإِن كَانُواْ مِن قَبْلُ لَفِي ضلال مُّبِينٍ } ظاهر لأنهم كانوا عبدة الأصنام وكانوا في ضلال مبين وهو الشرك ، فدعاهم الرسول صلى الله عليه وسلم إلى التوحيد والإعراض عما كانوا فيه ، وفي هذه الآية مباحث : أحدها : احتجاج أهل الكتاب بها قالوا قوله : { بَعَثَ فِي الأميين رَسُولاً مّنْهُمْ } يدل على أنه عليه السلام كان رسولاً إلى الأميين وهم العرب خاصة ، غير أنه ضعيف فإنه لا يلزم من تخصيص الشيء بالذكر نفي ما عداه ، ألا ترى إلى قوله تعالى : { وَلاَ تَخُطُّهُ بِيَمِينِكَ } [ العنكبوت : 48 ] أنه لا يفهم منه أنه يخطه بشماله ، ولأنه لو كان رسولاً إلى العرب خاصة كان قوله تعالى : { كَافَّةً لّلنَّاسِ بَشِيراً وَنَذِيراً } [ سبإ : 28 ] لا يناسب ذلك ، ولا مجال لهذا لما اتفقوا على ذلك ، وهو صدق الرسالة المخصوصة ، فيكون قوله تعالى : { كَافَّة الناس } دليلاً على أنه عليه الصلاة والسلام كان رسولاً إلى الكل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هو الذي بعث في الأميين رسولا منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين (2) ",
        "babnum": 2
    },
    {
        "id": 2713,
        "cate": "62",
        "title": "وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ (3) ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (4) ",
        "details": " { وَءاخَرِينَ } عطف على الأميين .\r\n يعني بعث في آخرين منهم ، قال المفسرون : هم الأعاجم يعنون بهم غير العرب أي طائفة كانت ، قاله ابن عباس وجماعة ، وقال مقاتل : يعني التابعين من هذه الأمة الذين لم يلحقوا بأوائلهم ، وفي الجملة معنى جميع الأقوال فيه كل من دخل في الإسلام بعد النبي صلى الله عليه وسلم إلى يوم القيامة فالمراد بالأميين العرب .\r\n وبالآخرين سواهم من الأمم ، وقوله : { وَءاخَرِينَ } مجرور لأنه عطف على المجرور يعني الأميين ، ويجوز أن ينتصب عطفاً على المنصوب في { وَيُعَلّمُهُمُ } [ الجمعة : 2 ] أي ويعلمهم ويعلم آخرين منهم ، أي من الأميين وجعلهم منهم ، لأنهم إذا أسلموا صاروا منهم ، فالمسلمون كلهم أمة واحدة وإن اختلف أجناسهم ، قال تعالى : { والمؤمنون والمؤمنات بَعْضُهُمْ أَوْلِيَاء بَعْضٍ } [ التوبة : 71 ] وأما من لم يؤمن بالنبي صلى الله عليه وسلم ولم يدخل في دينه فإنهم كانوا بمعزل عن المراد بقوله : { وَءَاخَرِينَ مِنْهُمْ } وإن كان النبي مبعوثاً إليهم بالدعوة فإنه تعالى قال في الآية الأولى : { وَيُزَكّيهِمْ وَيُعَلّمُهُمُ الكتاب والحكمة } [ الجمعة : 2 ] وغير المؤمنين ليس من جملة من يعلمه الكتاب والحكمة { وَهُوَ العزيز } من حيث جعل في كل واحد من البشر أثر الذل له والفقر إليه ، والحكيم حيث جعل في كل مخلوق ما يشهد بوحدانيته ، قوله تعالى : { ذَلِكَ فَضْلُ الله يُؤْتِيهِ مَن يَشَاءُ والله ذُو الفضل العظيم } قال ابن عباس : يريد حيث ألحق العجم وابناءهم بقريش ، يعني إذا آمنوا ألحقوا في درجة الفضل بمن شاهد الرسول عليه السلام ، وشاركوهم في ذلك ، وقال مقاتل : { ذلك فَضْلُ الله } يعني الإسلام { يُؤْتِيهِ مَن يَشَاءُ } وقال مقاتل بن حيان : يعني النبوة فضل الله يؤتيه من يشاء ، فاختص بها محمداً صلى الله عليه وسلم .\r\n والله ذو المن العظيم على جميع خلقه في الدنيا بتعليم الكتاب والحكمة كما مر ، وفي الآخرة بتفخيم الجزاء على الأعمال .\r\n ثم إنه تعالى ضرب لليهود الذين أعرضوا عن العمل بالتوراة ، والإيمان بالنبي صلى الله عليه وسلم مثلاً فقال : ",
        "fav": 0,
        "note": null,
        "normal": "وآخرين منهم لما يلحقوا بهم وهو العزيز الحكيم (3) ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم (4) ",
        "babnum": 3
    },
    {
        "id": 2714,
        "cate": "62",
        "title": "مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (5) ",
        "details": " اعلم أنه تعالى لما أثبت التوحيد والنبوة ، وبين في النبوة أنه عليه السلام بعث إلى الأميين واليهود لما أوردوا تلك الشبهة ، وهي أنه عليه السلام بعث إلى العرب خاصة ، ولم يبعث إليهم بمفهوم الآية أتبعه الله تعالى بضرب المثل للذين أعرضوا عن العمل بالتوراة ، والإيمان بالنبي عليه السلام ، والمقصود منه أنهم لما لم يعملوا بما في التوراة شبهوا بالحمار ، لأنهم لو عملوا بمقتضاها لانتفعوا بها ، ولم يوردوا تلك الشبهة ، وذلك لأن فيها نعت الرسول عليه السلام ، والبشارة بمقدمه ، والدخول في دينه ، وقوله : { حُمّلُواْ التوراة } أي حملوا العمل بما فيها ، وكلفوا القيام بها ، وحملوا وقرىء : بالتخفيف والتثقيل ، وقال صاحب «النظم» : ليس هو من الحمل على الظهر ، وإنما هو من الحمالة بمعنى الكفالة والضمان ، ومنه قيل للكفيل : الحميل ، والمعنى : ضمنوا أحكام التوراة ثم لم يضمنوها ولم يعملوا بما فيها .\r\n قال الأصمعي : الحميل ، الكفيل ، وقال الكسائي : حملت له حمالة .\r\n أي كفلت به ، والأسفار جمع سفر وهو الكتاب الكبير ، لأنه يسفر عن المعنى إذا قرىء ، ونظيره شبر وأشبار ، شبه اليهود إذ لم ينتفعوا بما في التوراة ، وهي دالة على الإيمان بمحمد صلى الله عليه وسلم بالحمار الذي يحمل الكتب العلمية ولا يدري ما فيها .\r\n وقال أهل المعاني : هذا المثل مثل من يفهم معاني القرآن ولم يعمل به ، وأعرض عنه إعراض من لا يحتاج إليه ، ولهذا قال ميمون بن مهران : يا أهل القرآن اتبعوا القرآن قبل أن يتبعكم ثم تلا هذه الآية ، وقوله تعالى : { لَمْ يَحْمِلُوهَا } أي لم يؤدوا حقها ولم يحملوها حق حملها على ما بيناه ، فشبههم والتوراة في أيديهم وهم لا يعملون بها بحمار يحمل كتباً ، وليس له من ذلك إلا ثقل الحمل من غير انتفاع مما يحمله ، كذلك اليهود ليس لهم من كتابهم إلا وبال الحجة عليهم ، ثم ذم المثل ، والمراد منه ذمهم فقال : { بِئْسَ مَثَلُ القوم الذين كَذَّبُواْ بئايات الله } أي بئس القوم مثلاً الذين كذبوا ، كما قال : { سَاء مَثَلاً القوم } [ الأعراف : 177 ] وموضع الذين رفع ، ويجوز أن يكون جراً ، وبالجملة لما بلغ كذبهم مبلغاً وهو أنهم كذبوا على الله تعالى كان في غاية الشر والفساد ، فلهذا قال : { بِئْسَ مَثَلُ القوم } والمراد بالآيات ههنا الآيات الدالة على صحة نبوة محمد صلى الله عليه وسلم ، وهو قول ابن عباس ومقاتل ، وقيل : الآيات التوراة لأنهم كذبوا بها حين تركوا الإيمان بمحمد صلى الله عليه وسلم ، وهذا أشبه هنا { والله لاَ يَهْدِى القوم الظالمين } قال عطاء : يريد الذين ظلموا أنفسهم بتكذيب الأنبياء وههنا مباحث : البحث الأول : ما الحكمة في تعيين الحمار من بين سائر الحيوانات؟ نقول : لوجوه منها : أنه تعالى خلق { الخيل والبغال والحمير لِتَرْكَبُوهَا وَزِينَةً } والزينة في الخيل أكثر وأظهر؛ بالنسبة إلى الركوب ، وحمل الشيء عليه ، وفي البغال دون ، وفي الحمار دون البغال ، فالبغال كالمتوسط في المعاني الثلاثة ، وحينئذ يلزم أن يكون الحمار في معنى الحمل أظهر وأغلب بالنسبة إلى الخيل والبغال ، وغيرهما من الحيوانات ، ومنها : أن هذا التمثيل لإظهار الجهل والبلادة ، وذلك في الحمار أظهر ، ومنها : أن في الحمار من الذل والحقارة مالا يكون في الغير ، والغرض من الكلام في هذا المقام تعيير القوم بذلك وتحقيرهم ، فيكون تعيين الحمار أليق وأولى ، ومنها أن حمل الأسفار على الحمار أتم وأعم وأسهل وأسلم ، لكونه ذلولاً ، سلس القياد ، لين الانقياد ، يتصرف فيه الصبي الغبي من غير كلفة ومشقة .\r\n وهذا من جملة ما يوجب حسن الذكر بالنسبة إلى غيره ومنها : أن رعاية الألفاظ والمناسبة بينها من اللوازم في الكلام ، وبين لفظي الأسفار والحمار مناسبة لفظية لا توجد في الغير من الحيوانات فيكون ذكره أولى .\r\n الثاني : { يَحْمِلُ } ما محله؟ نقول : النصب على الحال ، أو الجر على الوصف كما قال في «الكشاف» إذا الحمار كاللئيم في قوله : ولقد أمر على اللئيم يسبني \r\n ( فمررت ثمة قلت لا يعنيني ) الثالث : قال تعالى : { بِئْسَ مَثَلُ القوم } كيف وصف المثل بهذا الوصف؟ نقول : الوصف وإن كان في الظاهر للمثل فهو راجع إلى القوم ، فكأنه قال : بئس القوم قوماً مثلهم هكذا .\r\n ثم إنه تعالى أمر النبي صلى الله عليه وسلم بهذا الخطاب لهم وهو قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "مثل الذين حملوا التوراة ثم لم يحملوها كمثل الحمار يحمل أسفارا بئس مثل القوم الذين كذبوا بآيات الله والله لا يهدي القوم الظالمين (5) ",
        "babnum": 4
    },
    {
        "id": 2715,
        "cate": "62",
        "title": "قُلْ يَاأَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ (6) وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (7) ",
        "details": " هذه الآية من جملة ما مر بيانه ، وقرىء : { فَتَمَنَّوُاْ الموت } بكسر الواو ، و { هَادُواْ } أي تهودوا ، وكانوا يقولون نحن أبناء الله وأحباؤه ، فلو كان قولكم حقاً وأنتم على ثقة فتمنوا على الله أن يميتكم وينقلكم سريعاً إلى دار كرامته التي أعدها لأوليائه ، قال الشاعر : ليس من مات فاستراح بميت \r\n إنما الميت ميت الأحياء فهم يطلبون الموت لا محالة إذا كانت الحالة هذه ، وقوله تعالى : { وَلاَ يَتَمَنَّونَهُ أَبَداً بِمَا قَدَّمَتْ أَيْديهِمْ } أي بسبب ما قدموا من الكفر وتحريف الآيات ، وذكر مرة بلفظ التأكيد { وَلَن يَتَمَنَّوْهُ أَبَدًا } ومرة بدون لفظ التأكيد { وَلاَ يَتَمَنَّونَهُ } وقوله : { أَبَدًا \r\nوالله عَلِيمٌ بالظالمين } أي بظلمهم من تحريف الآيات وعنادهم لها ، ومكابرتهم إياها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل ياأيها الذين هادوا إن زعمتم أنكم أولياء لله من دون الناس فتمنوا الموت إن كنتم صادقين (6) ولا يتمنونه أبدا بما قدمت أيديهم والله عليم بالظالمين (7) ",
        "babnum": 5
    },
    {
        "id": 2716,
        "cate": "62",
        "title": "قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (8) ",
        "details": " يعني أن الموت الذي تفرون منه بما قدمت أيديكم من تحريف الآيات وغيره ملاقيكم لا محالة ، ولا ينفعكم الفرار ثم تردون إلى عالم الغيب والشهادة يعني ما أشهدتم الخلق من التوراة والإنجيل وعالم بما غيبتم عن الخلق من نعت محمد صلى الله عليه وسلم وما أسررتم في أنفسكم من تكذيبكم رسالته ، وقوله تعالى : { فَيُنَبّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ } إما عياناً مقروناً بلقائكم يوم القيامة ، أو بالجزاء إن كان خيراً فخير .\r\n وإن كان شراً فشر ، فقوله : { إِنَّ الموت الذي تَفِرُّونَ مِنْهُ } هو التنبيه على السعي فيما ينفعهم في الآخرة وقوله : { فَيُنَبّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ } هو الوعيد البليغ والتهديد الشديد .\r\n ثم في الآية مباحث : البحث الأول : أدخل الفاء لما أنه في معنى الشرط والجزاء ، وفي قراءة ابن مسعود { ملاقيكم } من غير { فَإِنَّهُ } .\r\n الثاني : أن يقال : الموت ملاقيهم على كل حال ، فروا أو لم يفروا ، فما معنى الشرط والجزاء؟ قيل : إن هذا على جهة الرد عليهم إذ ظنوا أن الفرار ينجيهم ، وقد صرح بهذا المعنى ، وأفصح عنه بالشرط الحقيقي في قوله : ومن هاب أسباب المنايا تناله \r\n ولو نال أسباب السماء بسلم ",
        "fav": 0,
        "note": null,
        "normal": "قل إن الموت الذي تفرون منه فإنه ملاقيكم ثم تردون إلى عالم الغيب والشهادة فينبئكم بما كنتم تعملون (8) ",
        "babnum": 6
    },
    {
        "id": 2717,
        "cate": "62",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (9) فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ (10) ",
        "details": " وجه التعلق بما قبلها هو أن الذين هادوا يفرون من الموت لمتاع الدنيا وطيباتها والذين آمنوا يبيعون ويشرون لمتاع الدنيا وطيباتها كذلك ، فنبههم الله تعالى بقوله : { فاسعوا إلى ذِكْرِ الله } أي إلى ما ينفعكم في الآخرة ، وهو حضور الجمعة ، لأن الدنيا ومتاعها فانية والآخرة وما فيها باقية ، قال تعالى : { والآخرة خَيْرٌ وأبقى } [ الأعلى : 17 ] ووجه آخر في التعلق ، قال بعضهم : قد أبطل الله قول اليهود في ثلاث ، افتخروا بأنهم أولياء الله واحباؤه ، فكذبهم بقوله : { فَتَمَنَّوُاْ الموت إِن كُنْتُمْ صادقين } [ الجمعة : 6 ] وبأنهم أهل الكتاب ، والعرب لا كتاب لهم ، فشبههم بالحمار يحمل أسفاراً ، وبالسبت وليس للمسلمين مثله فشرع الله تعالى لهم الجمعة ، وقوله تعالى : { إِذَا نُودِىَ } يعني النداء إذا جلس الإمام على المنبر يوم الجمعة وهو قول مقاتل ، وأنه كما قال لأنه لم يكن في عهد رسول الله صلى الله عليه وسلم نداء سواء كان إذا جلس عليه الصلاة والسلام على المنبر أذن بلال على باب المسجد ، وكذا على عهد أبي بكر وعمر ، وقوله تعالى : { للصلاة } أي لوقت الصلاة يدل عليه قوله : { مِن يَوْمِ الجمعة } ولا تكون الصلاة من اليوم ، وإنما يكون وقتها من اليوم ، قال الليث : الجمعة يوم خص به لاجتماع الناس في ذلك اليوم ، ويجمع على الجمعات والجمع ، وعن سلمان رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" سميت الجمعة جمعة لأن آدم جمع فيه خلقه \" وقيل : لما أنه تعالى فرغ فيها من خلق الأشياء ، فاجتمعت فيها المخلوقات .\r\n قال الفراء : وفيها ثلاث لغات التخفيف ، وهي قراءة الأعمش والتثقيل ، وهي قراءة العامة ، ولغة لبني عقيل ، وقوله تعالى : { فاسعوا إلى ذِكْرِ الله } أي فامضوا ، وقيل : فامشوا وعلى هذا معنى ، السعي : المشي لا العدو ، وقال الفراء : المضي والسعي والذهاب في معنى واحد ، وعن عمر أنه سمع رجلاً يقرأ : { فاسعوا } قال من أقرأك هذا ، قال : أبي ، قال : لا يزال يقرأ بالمنسوخ ، لو كانت فاسعوا لسعيت حتى يسقط ردائي ، وقيل : المراد بالسعي القصد دون العدو ، والسعي التصرف في كل عمل ، ومنه قوله تعالى : { فَلَمَّا بَلَغَ مَعَهُ السعي } قال الحسن : والله ما هو سعي على الأقدام ولكنه سعي بالقلوب ، وسعي بالنية ، وسعي بالرغبة ، ونحو هذا ، والسعي ههنا هو العمل عند قوم ، وهو مذهب مالك والشافعي ، إذ السعي في كتاب الله العمل ، قال تعالى : { وَإِذَا تولى سعى فِي الأرض } [ البقرة : 205 ] { وَأَنْ سَعْيَكُمْ لشتى } [ الليل : 4 ] أي العمل ، وروي عنه صلى الله عليه وسلم : \" إذا أتيتم الصلاة فلا تأتوها وأنتم تسعون ، ولكن ائتوها وعليكم السكينة \" واتفق الفقهاء على : «أن النبي صلى الله عليه وسلم ( كان ) متى أتى الجمعة أتى على هينة» وقوله : { إلى ذِكْرِ الله } الذكر هو الخطبة عند الأكثر من أهل التفسير ، وقيل : هو الصلاة ، وأما الأحكام المتعلقة بهذه الآية فإنها تعرف من الكتب الفقهية ، وقوله تعالى : { وَذَرُواْ البيع } قال الحسن : إذا أذن المؤذن يوم الجمعة لم يحل الشراء والبيع ، وقال عطاء : إذا زالت الشمس حرم البيع والشراء ، وقال الفراء إنما حرم البيع والشراء إذا نودي للصلاة لمكان الاجتماع ولندرك له كافة الحسنات ، وقوله تعالى : { ذلكم خَيْرٌ لَّكُمْ } أي في الآخرة { إِن كُنتُمْ تَعْلَمُونَ } ما هو خير لكم وأصلح ، وقوله تعالى : { فَإِذَا قُضِيَتِ الصلاة } أي إذا صليتم الفريضة يوم الجمعة { فانتشروا فِي الأرض } هذا صيغة الأمر بمعنى الإباحة لما أن إباحة الانتشار زائلة بفرضية أداء الصلاة ، فإذا زال ذلك عادت الإباحة فيباح لهم أن يتفرقوا في الأرض ويبتغوا من فضل الله ، وهو الرزق ، ونظيره : { لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُواْ فَضْلاً مّن رَّبّكُمْ } [ البقرة : 198 ] ، وقال ابن عباس : إذا فرغت من الصلاة فإن شئت فاخرج ، وإن شئت فصل إلى العصر ، وإن شئت فاقعد ، كذلك قوله : { وابتغوا مِن فَضْلِ الله } فإنه صيغة أمر بمعنى الإباحة أيضاً لجلب الرزق بالتجارة بعد المنع ، بقوله تعالى : { وَذَرُواْ البيع } وعن مقاتل : أحل لهم ابتغاء الرزق بعد الصلاة ، فمن شاء خرج .\r\n ومن شاء لم يخرج ، وقال مجاهد : إن شاء فعل ، وإن شاء لم يفعل ، وقال الضحاك ، هو إذن من الله تعالى إذا فرغ ، فإن شاء خرج ، وإن شاء قعد ، والأفضل في الابتغاء من فضل الله أن يطلب الرزق ، أو الولد الصالح أو العلم النافع وغير ذلك من الأمور الحسنة ، والظاهر هو الأول ، وعن عراك بن مالك أنه كان إذا صلى الجمعة انصرف فوقف على باب المسجد ( و ) قال : اللهم أجبت دعوتك ، وصليت فريضتك ، وانتشرت كما أمرتني ، فارزقني من فضلك وأنت خير الرازقين ، وقوله تعالى : { واذكروا الله كَثِيراً } قال مقاتل : باللسان ، وقال سعيد بن جبير : بالطاعة ، وقال مجاهد : لا يكون من الذاكرين كثيراً حتى يذكره قائماً وقاعداً ومضطجعاً ، والمعنى إذا رجعتم إلى التجارة وانصرفتم إلى البيع والشراء مرة أخرى فاذكروا الله كثيراً ، قال تعالى : { رِجَالٌ لاَّ تُلْهِيهِمْ تجارة وَلاَ بَيْعٌ عَن ذِكْرِ الله } .\r\n وعن عمر رضي الله عنه عن النبي صلى الله عليه وسلم : « إذا أتيتم السوق فقولوا لا إله إلا الله وحده لا شريك له له الملك وله الحمد يحيي ويميت وهو على كل شيء قدير ، فإن من قالها كتب الله له ألف ألف حسنة وحط عنه ألف ألف خطيئة ورفع له ألف ألف درجة » وقوله تعالى : { لَعَلَّكُمْ تُفْلِحُونَ } من جملة ما قد مر مراراً ، وفي الآية مباحث : البحث الأول : ما الحكمة في أن شرع الله تعالى في يوم الجمعة هذا التكليف؟ فنقول : قال القفال : هي أن الله عز وجل خلق الخلق فأخرجهم من العدم إلى الوجود وجعل منهم جماداً ونامياً وحيواناً ، فكان ما سوى الجماد أصنافاً ، منها بهائم وملائكة وجن وإنس ، ثم هي مختلفة المساكن من العلو والسفل فكان أشرف العالم السفلي هم الناس لعجيب تركيبهم ، ولما كرمهم الله تعالى به من النطق ، وركب فيهم من العقول والطباع التي بها غاية التعبد بالشرائع ، ولم يخف موضع عظم المنة وجلالة قدر الموهبة لهم فأمروا بالشكر على هذه الكرامة في يوم من الأيام السبعة التي فيها أنشئت الخلائق وتم وجودها ، ليكون في اجتماعهم في ذلك اليوم تنبيه على عظم ماأنعم الله تعالى به عليهم ، وإذا كان شأنهم لم يخل من حين ابتدئوا من نعمة تتخللهم ، وإن منة الله مثبتة عليهم قبل استحقاقهم لها ، ولكل أهل ملة من الملل المعروفة يوم منها معظم ، فلليهود يوم السبت وللنصارى يوم الأحد ، وللمسلمين يوم الجمعة ، روي عن رسول الله صلى الله عليه وسلم أنه قال : « يوم الجمعة هذا اليوم الذي اختلفوا فيه فهدانا الله له فلليهود غداً وللنصارى بعد غد » ولما جعل يوم الجمعة يوم شكر وإظهار سرور وتعظيم نعمة احتيج فيه إلى الاجتماع الذي به تقع شهرته فجمعت الجماعات له كالسنة في الأعياد ، واحتيج فيه إلى الخطبة تذكيراً بالنعمة وحثاً على استدامتها بإقامة ما يعود بآلاء الشكر ، ولما كان مدار التعظيم ، إنما هو على الصلاة جعلت الصلاة لهذا اليوم وسط النهار ليتم الاجتماع ولم تجز هذه الصلاة إلا في مسجد واحد ليكون أدعى إلى الاجتماع ، والله أعلم .\r\n الثاني : كيف خص ذكر الله بالخطبة ، وفيها ذكر الله وغير الله؟ نقول : المراد من ذكر الله الخطبة والصلاة لأن كل واحدة منهما مشتملة على ذكر الله ، وأما ما عدا ذلك من ذكر الظلمة والثناء عليهم والدعاء لهم فذلك ذكر الشيطان .\r\n الثالث : قوله : { وَذَرُواْ البيع } لم خص البيع من جميع الأفعال؟ نقول : لأنه من أهم ما يشتغل به المرء في النهار من أسباب المعاش ، وفيه إشارة إلى ترك التجارة ، ولأن البيع والشراء في الأسواق غالباً ، والغفلة على أهل السوق أغلب ، فقوله : { وَذَرُواْ البيع } تنبيه للغافلين ، فالبيع أولى بالذكر ولم يحرم لعينه ، ولكن لما فيه من الذهول عن الواجب فهو كالصلاة في الأرض المغصوبة .\r\n الرابع : ما الفرق بين ذكر الله أولاً وذكر الله ثانياً؟ فنقول : الأول من جملة مالا يجتمع مع التجارة أصلاً إذ المراد منه الخطبة والصلاة كما مر ، والثاني من جملة ما يجتمع كما في قوله تعالى : { رِجَالٌ لاَّ تُلْهِيهِمْ تجارة وَلاَ بَيْعٌ عَن ذِكْرِ الله } [ النور : 37 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله وذروا البيع ذلكم خير لكم إن كنتم تعلمون (9) فإذا قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل الله واذكروا الله كثيرا لعلكم تفلحون (10) ",
        "babnum": 7
    },
    {
        "id": 2718,
        "cate": "62",
        "title": "وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ (11) ",
        "details": " قال مقاتل : إن دحية بن خليفة الكلبي أقبل بتجارة من الشام قبل أن يسلم وكان معه من أنواع التجارة ، وكان يتلقاه أهل المدينة بالطبل والصفق : وكان ذلك في يوم الجمعة والنبي صلى الله عليه وسلم قائم على المنبر يخطب فخرج إليه الناس وتركوا النبي صلى الله عليه وسلم ولم يبق إلا إثنا عشر رجلاً أو أقل كثمانية أو أكثر كأربعين ، فقال عليه السلام : لولا هؤلاء لسومت لهم الحجارة ، ونزلت الآية : وكان من الذين معه أبو بكر وعمر .\r\n وقال الحسن : أصاب أهل المدينة جوع وغلاء سعر فقدمت عير والنبي صلى الله عليه وسلم يخطب يوم الجمعة فسمعوا بها وخرجوا إليها ، فقال النبي صلى الله عليه وسلم : \" لو اتبع آخرهم أولهم لالتهب الوادي عليهم ناراً \" قال قتادة : فعلوا ذلك ثلاث مرات ، وقوله تعالى : { أَوْ لَهْواً } وهو الطبل ، وكانوا إذا أنكحوا الجواري يضربون المزامير ، فمروا يضربون ، فتركوا النبي صلى الله عليه وسلم ، وقوله : { انفضوا إِلَيْهَا } أي تفرقوا وقال المبرد : مالوا إليها وعدلوا نحوها ، والضمير في ( إليها ) للتجارة ، وقال الزجاج : انفضوا إليه وإليها ، ومعناهما واحد كقوله تعالى : { واستعينوا بالصبر والصلاة } [ البقرة : 45 ] واعتبر هنا الرجوع إلى التجارة لما أنها أهم إليهم ، وقوله تعالى : { وَتَرَكُوكَ قَائِماً } اتفقوا على أن هذا القيام كان في الخطبة للجمعة قال جابر : ما رأيت رسول الله صلى الله عليه وسلم في الخطبة إلا وهو قائم ، وسئل عبد الله أكان النبي يخطب قائماً أو قاعداً فقرأ : { وَتَرَكُوكَ قَائِماً } وقوله تعالى : { قُلْ مَا عِندَ الله خَيْرٌ } أي ثواب الصلاة والثبات مع النبي صلى الله عليه وسلم { خَيْرٌ مّنَ اللهو وَمِنَ التجارة } من اللهو الذي مر ذكره ، والتجارة التي جاء بها دحية ، وقوله تعالى : { والله خَيْرُ الرازقين } هو من قبيل أحكم الحاكمين وأحسن الخالقين ، والمعنى إن أمكن وجود الرازقين فهو خير الرازقين ، وقيل : لفظ الرازق لا يطلق على غيره إلا بطريق المجاز ، ولا يرتاب في أن الرازق بطريق الحقيقة خير من الرازق بطريق المجاز ، وفي الآية مباحث : البحث الأول : أن التجارة واللهو من قبيل ما لا يرى أصلاً ، ولو كان كذلك كيف يصح { وَإِذَا رَأَوْاْ تجارة أَوْ لَهْواً } نقول : ليس المراد إلا ما يقرب منه اللهو والتجارة ، ومثله حتى يسمع كلام الله ، إذ الكلام غير مسموع ، بل المسموع صوت يدل عليه .\r\n الثاني : كيف قال : { انفضوا إِلَيْهَا } وقد ذكر شيئين وقد مر الكلام فيه ، وقال صاحب «الكشاف» : تقديره إذا رأوا تجارة انفضوا إليها ، أو لهواً انفضوا إليه ، فحذف أحدهما لدلالة المذكور عليه .\r\n الثالث : أن قوله تعالى : { والله خَيْرُ الرازقين } مناسب للتجارة التي مر ذكرها لا للهو ، نقول : بل هو مناسب للمجموع لما أن اللهو الذي مر ذكره كالتبع للتجارة ، لما أنهم أظهروا ذلك فرحاً بوجود التجارة كما مر ، والله أعلم بالصواب ، والحمد لله رب العالمين ، وصلاته وسلامه على سيدنا محمد وآله وصحبه أجمعين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما قل ما عند الله خير من اللهو ومن التجارة والله خير الرازقين (11) ",
        "babnum": 8
    }
]