[
    {
        "id": 3324,
        "cate": "103",
        "title": "وَالْعَصْرِ (1) ",
        "details": " { والعصر } اعلم أنهم ذكروا في تفسير العصر أقوالاً .\r\n الأول : أنه الدهر ، واحتج هذا القائل بوجوه أحدها : ما روى عن النبي صلى الله عليه وسلم أنه أقسم بالدهر ، وكان عليه السلام يقرأ : والعصر ونوائب الدهر إلا أنا نقول : هذا مفسد للصلاة ، فلا نقول : إنه قرأه قرآناً بل تفسيراً ، ولعله تعالى لم يذكر الدهر لعلمه بأن الملحد مولع بذكره وتعظيمه ومن ذلك ذكره في : { هَلْ أتى } [ الإنسان : 1 ] رداً على فساد قولهم : بالطبع والدهر وثانيها : أن الدهر مشتمل على الأعاجيب لأنه يحصل فيه السراء والضراء ، والصحة والسقم ، والغنى والفقر ، بل فيه ما هو أعجب من كل عجب ، وهو أن العقل لا يقوى على أن يحكم عليه بالعدم ، فإنه مجزأ مقسم بالسنة ، والشهر ، واليوم ، والساعة ، ومحكوم عليه بالزيادة والنقصان والمطابقة ، وكونه ماضياً ومستقبلاً ، فكيف يكون معدوماً؟ ولا يمكنه أن يحكم عليه بالوجود لأن الحاضر غير قابل للقسمة والماضي والمستقبل معدومان ، فكيف يمكن الحكم عليه بالوجود؟ وثالثها : أن بقية عمر المرء لا قيمة له ، فلو ضيعت ألف سنة ، ثم تبث في اللمحة الأخيرة من العمر بقيت في الجنة أبد الآباد فعلمت حينئذ أن أشرف الأشياء حياتك في تلك اللمحة ، فكأن الدهر والزمان من جملة أصول النعم ، فلذلك أقسم به ونبه على أن الليل والنهار فرصة يضيعها المكلف ، وإليه الإشارة بقوله : { وَهُوَ الذى جَعَلَ اليل والنهار خِلْفَةً لّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُوراً } [ الفرقان : 62 ] ورابعها : وهو أن قوله تعالى في سورة الأنعام [ 12 ] : { قُل لّمَن مَّا فِى السموات والأرض قُلِ الله } إشارة إلى المكان والمكانيات ، ثم قال : { وَلَهُ مَا سَكَنَ فِى اليل والنهار } [ 13 ] وهو إشارة إلى الزمان والزمانيات ، وقد بينا هناك أن الزمان أعلم وأشرف من المكان ، فلما كان كذلك كان القسم بالعصر قسماً بأشرف النصفين من ملك الله وملكوته وخامسها : أنهم كانوا يضيفون الخسران إلى نوائب الدهر ، فكأنه تعالى أقسم على أن الدهر والعصر نعمة حاصلة لا عيب فيها ، إنما الخاسر المعيب هو الإنسان وسادسها : أنه تعالى ذكر العصر الذي بمضيه ينتقص عمرك ، فإذا لم يكن في مقابلته كسب صار ذلك النقصان عن الخسران ، ولذلك قال : { لَفِى خُسْرٍ } ومنه قول القائل : إنا لنفرح بالأيام نقطعها \r\n وكل يوم مضى نقص من الأجل فكأن المعنى : والعصر العجيب أمره حيث يفرح الإنسان بمضيه لظنه أنه وجد الربح مع أنه هدم لعمره وإنه لفي خسر والقول الثاني : وهو قول أبي مسلم : المراد بالعصر أحد طرفي النهار ، والسبب فيه وجوه أحدها : أنه أقسم تعالى بالعصر كما أقسم بالضحى لما فيهما جميعاً من دلائل القدرة فإن كل بكرة كأنها القيامة يخرجون من القبور وتصير الأموات أحياء ويقام الموازين وكل عشية تشبه تخريب الدنيا بالصعق والموت ، وكل واحد من هاتين الحالتين شاهد عدل ثم إذا لم يحكم الحاكم عقيب الشاهدين عد خاسراً فكذا الإنسان الغافل عنهما في خسر وثانيها : قال الحسن رحمه الله : إنما أقسم بهذا الوقت تنبيهاً على أن الأسواق قد دنا وقت انقطاعها وانتهاء التجارة والكسب فيها ، فإذا لم تكتسب ودخلت الدار وطاف العيال عليك يسألك كل أحد ما هو حقه فحينئذ تخجل فتكون من الخاسرين ، فكذا نقول : والعصر أي عصر الدنيا قد دنت القيامة و ( أنت ) بعد لم تستعد وتعلم أنك تسأل غداً عن النعيم الذي كنت فيه في دنياك ، وتسأل في معاملتك مع الخلق وكل أحد من المظلومين يدعي ما عليك فإذا أنت خاسر ، ونظيره : { اقترب لِلنَّاسِ حسابهم وَهُمْ فِى غَفْلَةٍ مُّعْرِضُونَ } [ الأنبياء : 1 ] ، وثالثها : أن هذا الوقت معظم ، والدليل عليه قوله عليه السلام : « من حلف بعد العصر كاذباً لا يكلمه الله ولا ينظر إليه يوم القيامة » فكما أقسم في حق الرابح بالضحى فكذا أقسم في حق الخاسر بالعصر وذلك لأنه أقسم بالضحى في حق الرابح وبشر الرسول أن أمره إلى الإقبال وههنا في حق الخاسر توعده أن أمره إلى الإدبار ، ثم كأنه يقول بعض النهار : باق فيحثه على التدارك في البقية بالتوبة ، وعن بعض السلف : تعلمت معنى السورة من بائع الثلج كان يصيح ويقول : ارحموا من يذوب رأس ماله ، ارحموا من يذوب رأس ماله فقلت : هذا معنى : { إِنَّ الإنسان لَفِى خُسْرٍ } يمر به العصر فيمضي عمره ولا يكتسب فإذا هو خاسر .\r\n القول الثالث : وهو قول مقاتل : أراد صلاة العصر ، وذكروا فيه وجوهاً أحدها : أنه تعالى أقسم بصلاة العصر لفضلها بدليل قوله : { والصلاة الوسطى } [ البقرة : 238 ] صلاة العصر في مصحف حفصة وقيل في قوله : { تَحْبِسُونَهُمَا مِن بَعْدِ الصلاة فَيُقْسِمَانِ بالله } [ المائدة : 106 ] إنها صلاة العصر وثانيها : قوله عليه السلام : « من فاتته صلاة العصر فكأنما وتر أهله وماله » وثالثها : أن التكليف في أدائها أشق لتهافت الناس في تجاراتهم ومكاسبهم آخر النهار واشتغالهم بمعايشهم ورابعها : روي أن امرأة كانت تصيح في سكك المدينة وتقول : دلوني على النبي صلى الله عليه وسلم فرآها رسول الله صلى الله عليه وسلم ، « فسألها ماذا حدث؟ قالت : يا رسول الله إن زوجي غاب عني فزنيت فجاءني ولد من الزنا فألقيت الولد في دن من الخل حتى مات ، ثم بعنا ذلك الخل فهل لي من توبة؟ فقال عليه السلام : أما الزنا فعليك الرجم ، أما قتل الولد فجزاؤه جهنم ، وأما بيع الخل فقد ارتكبت كبيراً ، لكن ظننت أنك تركت صلاة صلاة العصر » ففي هذا الحديث إشارة إلى تفخيم أمر هذه الصلاة وخامسها : أن صلاة العصر بها يحصل ختم طاعات النهار ، فهي كالتوبة بها يختم الأعمال ، فكما تجب الوصية بالتوبة كذا بصلاة العصر لأن الأمور بخواتيمها ، فأقسم بهذه الصلاة تفخيماً لشأنها ، وزيادة توصية المكلف على أدائها وإشارة منه أنك إن أديتها على وجهها عاد خسرانك ربحاً ، كما قال : { إِلاَّ الذين ءامَنُواْ } [ الشعراء : 227 ] وسادسها : قال النبي صلى الله عليه وسلم : « ثلاثة لا ينظر الله إليهم يوم القيامة ولا يكلمهم ولا يزكيهم ( عد ) منهم رجل حلف بعد العصر كاذباً » فإن قيل صلاة العصر فعلنا ، فكيف يجوز أن يقال : أقسم الله تعالى به؟ والجواب : أنه ليس قسماً من حيث إنها فعلنا ، بل من حيث إنها أمر شريف تعبدنا الله تعالى بها .\r\n القول الرابع : أنه قسم بزمان الرسول عليه السلام ، واحتجوا عليه بقوله عليه السلام : « إنما مثلكم ومثل من كان قبلكم مثل رجل استأجر أجيراً ، فقال : من يعمل من الفجر إلى الظهر بقيراط ، فعملت اليهود ، ثم قال : من يعمل من الظهر إلى العصر بقيراط ، فعملت النصارى ، ثم قال : من يعمل من العصر إلى المغرب بقراطين ، فعملتم أنتم ، فغضبت اليهود والنصارى ، وقالوا : نحن أكثر عملاً وأقل أجراً! فقال الله : وهل نقصت من أجركم شيئاً ، قالوا : لا ، قال : فهذا فضلي أوتيه من أشاء ، فكنتم أقل عملاً وأكثر أجراً » فهذا الخبر دل على أن العصر هو الزمان المختص به وبأمته ، فلا جرم أقسم الله به ، فقوله : { والعصر } أي والعصر الذي أنت فيه فهو تعالى أقسم بزمانه في هذه الآية وبمكانه في قوله : { وَأَنتَ حِلٌّ بهذا البلد } [ البلد : 2 ] وبعمره في قوله : { لَعَمْرُكَ } [ الحجر : 72 ] فكأنه قال : وعصرك وبلدك وعمرك ، وذلك كله كالظرف له ، فإذا وجب تعظيم حال الظرف فقس حال المظروف ، ثم وجه القسم ، كأنه تعالى يقول : أنت يا محمد حضرتهم ودعوتهم ، وهم أعرضوا عنك وما التفتوا إليك ، فما أعظم خسرانهم وما أجل خذلانهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والعصر (1) ",
        "babnum": 1
    },
    {
        "id": 3325,
        "cate": "103",
        "title": "إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (2) ",
        "details": " قوله تعالى : { إِنَّ الإنسان لَفِى خُسْرٍ } وفيه مسائل : المسألة الأولى : الألف واللام في الإنسان ، يحتمل أن تكون للجنس ، وأن تكون للمعهود السابق ، فلهذا ذكر المفسرون فيه قولين الأول : أن المراد منه الجنس وهو كقولهم : كثر الدرهم في أيدي الناس ، ويدل على هذا القول استثناء الذين آمنوا من الإنسان والقول الثاني : المراد منه شخص معين ، قال ابن عباس : يريد جماعة من المشركين كالوليد بن المغيرة ، والعاص بن وائل ، والأسود بن عبد المطلب .\r\n وقال مقاتل : نزلت في أبي لهب ، وفي خبر مرفوع إنه أبو جهل ، وروي أن هؤلاء كانوا يقولون : إن محمداً لفي خسر ، فأقسم تعالى أن الأمر بالضد مما توهمون .\r\n المسألة الثانية : الخسر الخسران ، كما قيل : الكفر في الكفران ، ومعناه النقصان وذهاب رأس المال ، ثم فيه تفسيران ، وذلك لأنا إذا حملنا الإنسان على الجنس كان معنى الخسر هلاك نفسه وعمره ، إلا المؤمن العامل فإنه ما هلك عمره وماله ، لأنه اكتسب بهما سعادة أبدية ، وإن حملنا لفظ الإنسان على الكافر كان المراد كونه في الضلالة والكفر إلا من آمن من هؤلاء ، فحينئذ يتخلص من ذلك الخسار إلى الربح .\r\n المسألة الثالثة : إنما قال : { لَفِى خُسْرٍ } ولم يقل : لفي الخسر ، لأن التنكير يفيد التهويل تارة والتحقير أخرى ، فإن حملنا على الأول كان المعنى إن الإنسان لفي خسر عظيم لا يعلم كنهه إلا الله ، وتقريره أن الذنب يعظم بعظم من في حقه الذنب ، أو لأنه وقع في مقابلة النعم العظيمة ، وكلا الوجهين حاصلان في ذنب العبد في حق ربه ، فلا جرم كان ذلك الذنب في غاية العظم ، وإن حملناه على الثاني كان المعنى أن خسران الإنسان دون خسران الشيطان ، وفيه بشارة أن في خلقي من هو أعصى منك ، والتأويل الصحيح هو الأول .\r\n المسألة الرابعة : لقائل : أن يقول قوله : { لَفِى خُسْرٍ } يفيد التوحيد ، مع أنه في أنواع من الخسر والجواب : أن الخسر الحقيقي هو حرمانه عن خدمة ربه ، وأما البواقي وهو الحرمان عن الجنة ، والوقوع في النار ، فبالنسبة إلى الأول كالعدم ، وهذا كماأن الإنسان في وجوده فوائد ، ثم قال : { وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ } [ الذاريات : 56 ] أي لما كان هذا المقصود أجل المقاصد كان سائر المقاصد بالنسبة إليه كالعدم .\r\n واعلم أن الله تعالى قرن بهذه الآية قرائن تدل على مبالغته تعالى في بيان كون الإنسان في خسر أحدها : قوله : { لَفِى خُسْرٍ } يفيد أنه كالمغمور في الخسران ، وأنه أحاط به من كل جانب وثانيها : كلمة إن ، ، فإنها للتأكيد وثالثها : حرف اللام في { لفي خسر } ، وههنا احتمالان : الأول : في قوله تعالى : { لَفِى خُسْرٍ } أي في طريق الخسر ، وهذا كقوله في أكل أموال اليتامى : { إِنَّمَا يَأْكُلُونَ فِى بُطُونِهِمْ نَاراً } [ النساء : 10 ] لما كانت عاقبته النار .\r\n الاحتمال الثاني : أن الإنسان لا ينفك عن خسر ، لأن الخسر هو تضييع رأس المال ، ورأس ماله هو عمره ، وهو قلما ينفك عن تضييع عمره ، وذلك لأن كل ساعة تمر بالإنسان؛ فإن كانت مصروفة إلى المعصية فلا شك في الخسران ، وإن كانت مشغولة بالمباحات فالخسران أيضاً حاصل ، لأنه كما ذهب لم يبق منه أثر ، مع أنه كان متمكناً من أن يعمل فيه عملاً يبقى أثره دائماً ، وإن كانت مشغولة بالطاعات فلا طاعة إلا ويمكن الإتيان بها ، أو بغيرها على وجه أحسن من ذلك ، لأن مراتب الخضوع والخشوع لله غير متناهية ، فإن مراتب جلال الله وقهره غير متناهية ، وكلما كان علم الإنسان بها أكثر كان خوفه منه تعالى أكثر ، فكان تعظيمه عند الإتيان بالطاعات أتم وأكمل ، وترك الأعلى والاقتصار بالأدنى نوع خسران ، فثبت أن الإنسان لا ينفك ألبتة عن نوع خسران .\r\n واعلم أن هذه الآية كالتنبيه على أن الأصل في الإنسان أن يكون في الخسران والخيبة ، وتقريره أن سعادة الإنسان في حب الآخرة والإعراض عن الدنيا ، ثم إن الأسباب الداعية إلى الآخرة خفية ، والأسباب الداعية إلى حب الدنيا ظاهرها ، وهي الحواس الخمس والشهوة والغضب ، فلهذا السبب صار أكثر الخلق مشتغلين بحب الدنيا مستغرقين في طلبها ، فكانوا في الخسران والبوار ، فإن قيل : إنه تعالى قال في سورة التين ( 4 ، 5 ) : { لَقَدْ خَلَقْنَا الإنسان فِى أَحْسَنِ تَقْوِيمٍ ثُمَّ رددناه أَسْفَلَ سافلين } فهناك يدل على أن الابتداء من الكمال والانتهاء إلى النقصان ، وههنا يدل على أن الابتداء من النقصان والانتهاء إلى الكمال ، فكيف وجه الجمع؟ قلنا : المذكور في سورة التين أحوال البدن ، وههنا أحوال النفس فلا تناقض بين القولين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الإنسان لفي خسر (2) ",
        "babnum": 2
    },
    {
        "id": 3326,
        "cate": "103",
        "title": "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (3) ",
        "details": " قوله تعالى : { إِلاَّ الذين ءامَنُواْ وَعَمِلُواْ الصالحات } .\r\n اعلم أن الإيمان والأعمال الصالحة قد تقدم تفسيرهما مراراً ، ثم ههنا مسائل : المسألة الأولى : احتج من قال : العمل غير داخل في مسمى الإيمان ، بأن الله تعالى عطف عمل الصالحات على الإيمان ، ولو كان عمل الصالحات داخلاً في مسمى الإيمان لكان ذلك تكريراً ولا يمكن أن يقال : هذا التكرير واقع في القرآن ، كقوله تعالى : { وَإِذَا أَخَذْنَا مِنَ النبيين مِيثَاقَهُمْ وَمِنْكَ وَمِن نُّوحٍ } [ الأحزاب : 7 ] وقوله : { وَمَلَئِكَتُهُ وَجِبْرِيلَ وميكال } [ البفرة : 98 ] أنا نقول هناك : إنما حسن ، لأن إعادته تدل على كونه أشرف أنواع ذلك الكلي ، وعمل الصالحات ليس أشرف أنواع الأمور المسماة بالإيمان ، فبطل هذا التأويل .\r\n قال الحليمي : هذا التكرير واقع لا محالة ، لأن الإيمان وإن لم يشتمل على عمل الصالحات ، لكن قوله : { وَعَمِلُواْ الصالحات } يشتمل على الإيمان ، فيكون قوله : { وعملوا لصالحات } مغنياً عن ذكر قوله : { الذين كَفَرُواْ } وأيضاً فقوله : { وَعَمِلُواْ الصالحات } يشتمل على قوله : { وَتَوَاصَوْاْ بالحق وَتَوَاصَوْاْ بالصبر } فوجب أن يكون ذلك تكراراً ، أجاب الأولون وقالوا : إنا لا نمنع ورود التكرير لأجل التأكيد ، لكن الأصل عدمه ، وهذا القدر يكفي في الاستدلال .\r\n المسألة الثانية : احتج القاطعون بوعيد الفساق بهذه الآية ، قالوا : الآية دلت على أن الإنسان في الخسارة مطلقاً ، ثم استثنى : { الذين ءامَنُواْ وَعَمِلُواْ الصالحات } والمعلق على الشرطين مفقود عند فقد أحدهما ، فعلمنا أن من لم يحصل له الإيمان والأعمال الصالحة ، لا بد وأن يكون في الخسار في الدنيا وفي الآخرة ، ولما كان المستجمع لهاتين الخصلتين في غاية القلة ، وكان الخسار لازماً لمن لم يكن مستجمعاً لهما كان الناجي أقل من الهالك ، ثم لو كان الناجي أكثر كان الخوف عظيماً حتى لا تكون أنت من القليل ، كيف والناجي أقل؟ أفلا ينبغي أن يكون الخوف أشد! .\r\n المسألة الثالثة : أن هذا الاستثناء فيه أمور ثلاثة أحدها : أنه تسلية للمؤمن من فوت عمره وشبابه ، لأن العمل قد أوصله إلى خير من عمره وشبابه وثانيها : أنه تنبيه على أن كل ما دعاك إلى طاعة الله فهو الصلاح ، وكل ما شغلك عن الله بغيره فهو الفساد وثالثها : قالت المعتزلة : تسمية الأعمال بالصالحات تنبيه على أن وجه حسنها ليس هو الأمر على ما يقوله الأشعرية ، لكن الأمر إنما ورد لكونها في أنفسها مشتملة على وجوه الصلاح ، وأجابت الأشعرية بأن الله تعالى وصفها بكونها صالحة ، ولم يبين أنها صالحة بسبب وجوه عائدة إليها أو بسبب الأمر .\r\n المسألة الرابعة : لسائل أن يسأل ، فيقول : إنه في جانب الخسر ذكر الحكم ولم يذكر السبب وفي جانب الربح ذكر السبب ، وهو الإيمان والعمل الصالح ، ولم يذكر الحكم فما الفرق قلنا : إنه لم يذكر سبب الخسر لأن الخسر كما يحصل بالفعل ، وهو الإقدام على المعصية يحصل بالترك ، وهو عدم الإقدام على الطاعة ، أما الربح فلا يحصل إلا بالفعل ، فلهذا ذكر سبب الربح وهو العمل ، وفيه وجه آخر ، وهو أنه تعالى في جانب الخسر أبهم ولم يفصل ، وفي جانب الربح فصل وبين ، وهذا هو اللائق بالكرم .\r\n أما قوله تعالى : { وَتَوَاصَوْاْ بالحق وَتَوَاصَوْاْ بالصبر } .\r\n فاعلم أنه تعالى لما بين في أهل الاستثناء أنهم بإيمانهم وعملهم الصالح خرجوا عن أن يكونوا في خسر وصاروا أرباب السعادة من حيث إنهم تمسكوا بما يؤديهم إلى الفوز بالثواب والنجاة من العقاب وصفهم بعد ذلك بأنهم قد صاروا لشدة محبتهم للطاعة لا يقتصرون على ما يخصهم بل يوصون غيرهم بمثل طريقتهم ليكونوا أيضاً سبباً لطاعات الغير كما ينبغي أن يكون عليه أهل الدين وعلى هذا الوجه قال تعالى : { يأَيُّهَا الذين ءامَنُواْ قُواْ أَنفُسَكُمْ وَأَهْلِيكُمْ نَاراً } [ التحريم : 6 ] فالتواصي بالحق يدخل فيه سائر الدين من علم وعمل ، والتواصي بالصبر يدخل فيه حمل النفس على مشقة التكليف في القيام بما يجب ، وفي اجتنابهم ما يحرم إذ الإقدام على المكروه ، والإحجام عن المراد كلاهما شاق شديد ، وههنا مسائل : المسألة الأولى : هذه الآية فيها وعيد شديد ، وذلك لأنه تعالى حكم بالخسار على جميع الناس إلا من كان آتياً بهذه الأشياء الأربعة ، وهي الإيمان والعمل الصالح والتواصي بالحق والتواصي بالصبر ، فدل ذلك على أن النجاة معلقة بمجموع هذه الأمور وإنه كما يلزم المكلف تحصيل ما يخص نفسه فكذلك يلزمه في غيره أمور ، منها الدعاء إلى الدين والنصيحة والأمر بالمعروف والنهي عن المنكر ، وأن يحب له ما يحب لنفسه ، ثم كرر التواصي ليضمن الأول الدعاء إلى الله ، والثاني الثبات عليه ، والأول الأمر بالمعروف والثاني النهي عن المنكر ، ومنه قوله : { وانه عَنِ المنكر واصبر } [ لقمان : 17 ] وقال عمر : رحم الله من أهدى إلي عيوبي .\r\n المسألة الثانية : دلت الآية على أن الحق ثقيل ، وأن المحن تلازمه ، فلذلك قرن به التواصي .\r\n المسألة الثالثة : إنما قال : { وَتَوَاصَوْاْ } ولم يقل : ويتواصون لئلا يقع أمراً بل الغرض مدحهم بما صدر عنهم في الماضي ، وذلك يفيد رغبتهم في الثبات عليه في المستقبل .\r\n المسألة الرابعة : قرأ أبو عمرو : { بالصبر } بشم الباء شيئاً من الحرف ، لا يشبع قال أبو علي : وهذا مما يجوز في الوقف ، ولا يكون في الوصل إلا على إجراء الوصل مجرى الوقف ، وهذا لا يكاد يكون في القراءة ، وعلى هذا ما يروى عن سلام بن المنذر أنه قرأ ، والعصر بكسر الصاد ولعله وقف لانقطاع نفس أو لعارض منعه من إدراج القراءة ، وعلى هذا يحمل لا على إجراء الوصل مجرى الوقف ، والله سبحانه وتعالى أعلم .\r\n وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إلا الذين آمنوا وعملوا الصالحات وتواصوا بالحق وتواصوا بالصبر (3) ",
        "babnum": 3
    }
]