[
    {
        "id": 2168,
        "cate": "41",
        "title": "حم (1) تَنْزِيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ (2) كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ (3) بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ (4) وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ (5) قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ (6) الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ (7) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (8) ",
        "details": " اعلم أن في أول هذه السورة احتمالات أحدها : وهو الأقوى أن يقال حام اسم للسورة وهو في موضع المبتدأ وتنزيل خبره ، وثانيها : قال الأخفش : تنزيل رفع بالابتداء وكتاب خبره ، وثالثها : قال الزجاج : تنزيل رفع بالابتداء وخبره كتاب فصلت آياته ووجهه أن قوله { تَنزِيلَ } تخصص بالصفة وهو قوله { مِّنَ الرحمن الرحيم } فجاز وقوعه مبتدأ .\r\n واعلم أنه تعالى حكم على السورة المسماة بحام بأشياء أولها : كونه تنزيلاً والمراد المنزّل والتعبير عن المفعول بالمصدر مجاز مشهور ، يقال هذا بناء الأمير أي مبنيه ، وهذا الدرهم ضرب السلطان أي مضروبه ، والمراد من كونها منزلاً أن الله تعالى كتبها في اللوح المحفوظ وأمر جبريل عليه السلام بأن يحفظ تلك الكلمات ثم ينزل بها على محمد صلى الله عليه وسلم ويبلغها إليه ، فلما حصل تفهيم هذه الكلمات بواسطة نزول جبريل عليه السلام سمي لذلك تنزيلاً وثانيها : كون التنزيل من الرحمن الرحيم ، وذلك يدل على كون التنزيل نعمة عظيمة من الله تعالى لأن الفعل المقرون بالصفة لا بد وأن يكون مناسباً لتلك الصفة ، فكونه تعالى رحماناً رحيماً صفتان دالتان على كمال الرحمة ، فالتنزيل المضاف إلى هاتين الصفتين لا بد وأن يكون دالاً على أعظم وجوه النعمة ، والأمر في نفسه كذلك ، لأن الخلق في هذا العالم كالمرضى والزمنى والمحتاجين ، والقرآن مشتمل على كل ما يحتاج إليه المرضى من الأدوية وعلى كل ما يحتاج إليه الأصحاء من الأغذية ، فكان أعظم النعم عند الله تعالى على أهل هذا العالم إنزال القرآن عليهم وثالثها : كونه كتاباً وقد بينا أن هذا الاسم مشتق من الجمع وإنما سمي كتاباً لأنه جمع فيه علوم الأولين والآخرين ورابعها : قوله { فُصّلَتْ ءاياته } والمراد أنه فرقت آياته وجعلت تفاصيل في معان مختلفة فبعضها في وصف ذات الله تعالى وشرح صفات التنزيه والتقديس وشرح كمال علمه وقدرته ورحمته وحكمته وعجائب أحوال خلقه السموات والأرض والكواكب وتعاقب الليل والنهار وعجائب أحوال النبات والحيوان والإنسان ، وبعضها في أحوال التكاليف المتوجهة نحو القلوب ونحو الجوارح ، وبعضها في الوعد والوعيد والثواب والعقاب درجات أهل الجنة ودرجات أهل النار ، وبعضها في المواعظ والنصائح وبعضها في تهذيب الأخلاق ورياضة النفس ، وبعضها في قصص الأولين وتواريخ الماضين ، وبالجملة فمن أنصف علم أنه ليس في يد الخلق كتاب اجتمع فيه من العلوم المختلفة والمباحث المتباينة مثل ما في القرآن وخامسها : قوله { قُرْءَاناً } والوجه في تسميته قرآناً قد سبق وقوله تعالى : { قُرْءاناً } نصب على الاختصاص والمدح أي أُريد بهذا الكتاب المفصل قرآناً من صفته كيت وكيت ، وقيل هو نصب على الحال وسادسها : قوله { عَرَبِيّاً } والمعنى أن هذا القرآن إنما نزل بلغة العرب وتأكد هذا بقوله تعالى : { وَمَا أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ } [ إبراهيم : 4 ] وسابعها : قوله تعالى : { لِقَوْمٍ يَعْلَمُونَ } والمعنى إنا جعلناه عربياً لأجل أنا أنزلناه على قوم عرب فجعلناه بلغة العرب ليفهموا منه المراد ، فإن قيل قوله { لِقَوْمٍ يَعْلَمُونَ } متعلق بماذا؟ قلنا يجوز أن يتعلق بقوله { تَنزِيلٌ } أو بقوله { فُصِّلَتْ } أي تنزيل من الله لأجلهم أو فصلت آياته لأجلهم ، والأجود أن يكون صفة مثل ما قبله وما بعده ، أي قرآناً عربياً كائناً لقوم عرب ، لئلا يفرق بين الصلات والصفات وثامنها وتاسعها : قوله { بَشِيراً وَنَذِيراً } يعني بشيراً للمطيعين بالثواب ونذيراً للمجرمين بالعقاب ، والحق أن القرآن بشارة ونذارة إلا أنه أطلق اسم الفاعل عليه للتنبيه على كونه كاملاً في هذه الصفة ، كما يقال شعر شاعر وكلام قائل .\r\n الصفة العاشرة : كونهم معرضين عنه لا يسمعون ولا يلتفتون إليه ، فهذه هي الصفات العشرة التي وصف الله القرآن بها ، ويتفرع عليها مسائل : المسألة الأولى : القائلون بخلق القرآن احتجوا بهذه الآية من وجوه الأول : أنه وصف القرآن بكونه تنزيلاً ومنزلاً والمنزل والتنزيل مشعر بالتصيير من حال ، فوجب أن يكون مخلوقاً الثاني : أن التنزيل مصدر والمصدر هو المفعول المطلق باتفاق النحويين الثالث : المراد بالكتاب إما الكتاب وهو المصدر الذي هو المفعول المطلق أو المكتوب الذي هو المفعول الرابع : أن قوله { فُصّلَتْ } يدل على أن متصرفاً يتصرف فيه بالتفصيل والتمييز ، وذلك لا يليق بالقديم الخامس : أنه إنما سمي قرآناً لأنه قرن بعض أجزائه بالبعض وذلك يدل على كونه مفعول فاعل ومجعول جاعل السادس : وصفه بكونه عربياً ، وإنما صحت هذه النسبة لأجل أن هذه الألفاظ إنما دخلت على هذه المعاني بحسب وضع العرب واصطلاحاتهم ، وما جعل بجعل جاعل وفعل فاعل فلا بدّ وأن يكون محدثاً ومخلوقاً الجواب : أن كل هذه الوجوه التي ذكرتموها عائدة إلى اللغات وإلى الحروف والكلمات ، وهي عندنا محدثة مخلوقة ، إنما الذي ندعي قدمه شيء آخر سوى هذه الألفاظ ، والله أعلم .\r\n المسألة الثانية : ذهب أكثر المتكلمين إلى أنه يجب على المكلف تنزيل ألفاظ القرآن على المعاني التي هي موضوعة لها بحسب اللغة العربية ، فأما حملها على معان أُخر لا بهذا الطريق فهذا باطل قطعاً ، وذلك مثل الوجوه التي يذكرها أهل الباطن ، مثل أنهم تارة يحملون الحروف على حساب الجمل وتارة يحملون كل حرف على شيء آخر ، وللصوفية طرق كثيرة في الباب ويسمونها علم المكاشفة والذي يدلل على فساد تلك الوجوه بأسرها قوله تعالى : { قُرْءَاناً عَرَبِيّاً } وإنما سماه عربياً لكونه دالاً على هذه المعاني المخصوصة بوضع العرب وباصطلاحاتهم ، وذلك يدل على أن دلالة هذه الألفاظ لم تحصل إلا على تلك المعاني المخصوصة ، وأن ما سواه فهو باطل .\r\n المسألة الثالثة : ذهب قوم إلى أنه حصل في القرآن من سائر اللغات كقوله { إِسْتَبْرَقٍ } [ الكهف : 31 ] و { سِجّيلٍ } [ هود : 82 ] فإنهما فارسيان ، وقوله { مشكاة } [ النور : 35 ] فإنها من لغة الحبشة وقوله { قسطاس } [ الإسراء : 35 ] فإنه من لغة الروم والذي يدل على فساد هذا المذهب قوله { قُرْءَاناً عَرَبِيّاً } ، وقوله { وَمَا أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ } [ إبراهيم : 4 ] .\r\n المسألة الرابعة : قالت المعتزلة لفظ الإيمان والكفر والصلاة والزكاة والصوم والحج ألفاظ شرعية لا لغوية ، والمعنى أن الشرع نقل هذه الألفاظ عن مسمياتها اللغوية الأصلية إلى مسميات أخرى ، وعندنا أن هذا باطل ، وليس للشرع تصرف في هذه الألفاظ عن مسمياتها إلا من وجه واحد ، وهو أنه خصص هذه الأسماء بنوع واحد من أنواع مسمياتها مثلاً ، الإيمان عبارة عن التصديق فخصصه الشرع بنوع معين من التصديق ، والصلاة عبارة عن الدعاء فخصصه الشرع بنوع معين من الدعاء ، كذا القول في البواقي ودليلنا على صحة مذهبنا قوله تعالى : { قُرْءاناً عَرَبِيّاً } ، وقوله { وَمَا أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ } .\r\n المسألة الخامسة : إنما وصف الله القرآن بكونه { عَرَبِيّاً } في معرض المدح والتعظيم وهذا المطلوب لا يتم إلا إذا ثبت أن لغة العرب أفضل اللغات .\r\n واعلم أن هذا المقصود إنما يتم إذا ضبطنا أقسام فضائل اللغات بضابط معلوم ، ثم بينا أن تلك الأقسام حاصلة فيه لا في غيره ، فنقول لا شك أن الكلام مركب من الكلمات المفردة ، وهي مركبة من الحروف ، فالكلمة لها مادة وهي الحروف ، ولها صورة وهي تلك الهيئة المعينة الحاصلة عند التركيب .\r\n فهذه الفضيلة إنما تحصل إما بحسب مادتها أو بحسب صورتها ، أما التي بحسب مادتها فهي آحاد الحروف ، واعلم أن الحروف على قسمين بعضها بينة المخارج ظاهرة المقاطع وبعضها خفية المخارج مشتبهة المقاطع ، وحروف العرب بأسرها ظاهرة المخارج بينة المقاطع ، ولا يشتبه شيء منها بالآخر .\r\n وأما الحروف المستعملة في سائر اللغات فليست كذلك بل قد يحصل فيها حرف يشتبه بعضها بالبعض ، وذلك يخل بكمال الفصاحة ، وأيضاً الحركات المستعملة في سائر لغة العرب حركات ظاهرة جلية وهي النصب والرفع والجر ، وكل واحد من هذه الثلاثة فإنه يمتاز عن غيره امتيازاً ظاهراً جلياً ، وأما الإشمام والروم فيقل حصولهما في لغات العرب ، وذلك أيضاً من جنس ما يوجب الفصاحة ، وأما الكلمات الحاصلة بحسب التركيب فهي أنواع : أحدها : أن الحروف على قسمين متقاربة المخرج ومتباعدة المخرج ، وأيضاً الحروف على قسمين منها صلبة ومنها رخوة ، فيحصل من هذا التقسيم أقسام أربعة الصلبة المتقاربة ، والرخوة المتقاربة ، والصلبة المتباعدة ، والرخوة المتباعدة ، فإذا توالى في الكلمة حرفان صلبان متقاربان .\r\n صعب اللفظ بها ، لأن بسبب تقارب المخرج يصير التلفظ بها جارياً مجرى ما إذا كان الإنسان مقيداً ثم يمشي ، وبسبب صلابة تلك الحروف تتوارد الأعمال الشاقة القوية على الموضع الواحد من المخرج ، وتوالي الأعمال الشاقة يوجب الضعف والإعياء ، ومثل هذا التركيب في اللغة العربية قليل وثانيها : أن جنس بعض الحروف ألذ وأطيب في السمع ، وكل كلمة يحصل فيها حرف من هذا الجنس كان سماعها أطيب وثالثها : الوزن فنقول : الكلمة إما أن تكون ثنائية أو ثلاثية أو رباعية ، وأعدلها هو الثلاثي لأن الصوت إنما يتولد بسبب الحركة ، والحركة لا بد لها من مبدأ ووسط ومنتهى ، فهذه ثلاث مراتب ، فالكلمة لا بد وأن يحصل فيها هذه المراتب الثلاثة حتى تكون تامة ، أما الثنائية فهي ناقصة وأما الرباعية فهي زائدة ، والغائب في كلام العرب الثلاثيات ، فثبت بما ذكرنا ضبط فضائل اللغات ، والاستقراء يدل على أن لغة العرب موصوفة بها ، وأما سائر اللغات فليست كذلك ، والله أعلم .\r\n المسألة السادسة : قوله { لِقَوْمٍ يَعْلَمُونَ } يعني إنما جعلناه { عَرَبِيّاً } لأجل أن يعلموا المراد منه ، والقائلون بأن أفعال الله معللة بالمصالح والحكم ، تمسكوا بهذه الآية وقالوا إنها تدل على أنه إنما جعله { عَرَبِيّاً } لهذه الحكمة ، فهذا يدل على أن تعليل أفعال الله تعالى وأحكامه جائز .\r\n المسألة السابعة : قال قوم القرآن كله غير معلوم بل فيه ما يعلم وفيه ما لا يعلم ، وقال المتكلمون لا يجوز أن يحصل فيه شيء غير معلوم ، والدليل عليه قوله تعالى : { قرءاناً عربياً لقوم يعلمون } يعني إنما جعلناه عربياً ليصير معلوماً والقوم بأنه غير معلوم يقدح فيه .\r\n المسألة الثامنة : قوله تعالى : { فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لاَ يَسْمَعُونَ } يدل على أن الهادي من هداه الله وأن الضال من أضله الله وتقريره أن الصفات التسعة المذكورة للقرآن توجب قوة الاهتمام بمعرفته وبالوقوف على معانيه ، لأنا بينا أن كونه نازلاً من عند الإله الرحمن الرحيم يدل على اشتماله على أفضل المنافع وأجل المطالب ، وكونه { قُرْءَاناً عَرَبِيّاً } مفصلاً يدل على أنه في غاية الكشف والبيان ، وكونه { بَشِيراً وَنَذِيراً } يدل على أن الاحتياج إلى فهم ما فيه من أهم المهمات ، لأن سعي الإنسان في معرفة ما يوصله إلى الثواب أو إلى العقاب من أهم المهمات ، وقد حصلت هذه الموجبات الثلاثة في تأكيد الرغبة في فهم القرآن وفي شدة الميل إلى الإحاطة به ، ثم مع ذلك فقد أعرضوا عنه ولم يلتفتوا إليه ونبذوه وراء ظهورهم ، وذلك يدل على أنه لا مهدي إلا من هداه الله ، ولا ضال إلا من أضله الله .\r\n واعلم أنه تعالى لما وصف القرآن بأنهم أعرضوا عنه ولا يسمعونه ، بيّن أنهم صرحوا بهذه النفرة والمباعدة وذكروا ثلاثة أشياء أحدها : أنهم قالوا { قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ } وأكنة جمع كنان كأغطية جمع غطاء ، والكنان هو الذي يجعل فيه السهام وثانيها : قولهم { وفي آذاننا وقر } أي صمم وثقل من استماع قولك وثالثها : قولهم { وَمِن بَيْنِنَا وَبَيْنِكَ حِجَابٌ } والحجاب هو الذي يمنع من الرؤية والفائدة في كلمة { مِنْ } في قوله { وَمِن بَيْنِنَا } أنه لو قيل : وبيننا وبينك حجاب ، لكان المعنى أن حجاباً حصل وسط الجهتين ، وأما بزيادة لفظ { مِنْ } كأن المعنى أن الحجاب ابتدأ منا وابتدأ منك ، فالمسافة الحاصلة بيننا وبينك مستوعبة بالحجاب ، وما بقي جزء منها فارغاً عن هذا الحجاب فكانت هذه اللفظة دالة على قوة هذا الحجاب ، هكذا ذكره صاحب «الكشاف» وهو في غاية الحسن .\r\n واعلم أنه إنما وقع الاقتصار على هذه الأعضاء الثلاثة ، وذلك لأن القلب محل المعرفة وسلطان البدن والسمع والبصر هما الآلتان المعينتان لتحصيل المعارف ، فلما بيّن أن هذه الثلاثة محجوبة كان ذلك أقصى ما يمكن في هذا الباب .\r\n واعلم أنه إذا تأكدت النفرة عن الشيء صارت تلك النفرة في القلب فإذا سمع منه كلاماً لم يفهم معناه كما ينبغي ، وإذا رآه لم تصر تلك الرؤية سبباً للوقوف على دقائق أحوالك ذلك المرئي ، وذلك المدرك والشاعر هو النفس ، وشدة نفرة النفس عن الشيء تمنعها من التدبر والوقوف على دقائق ذلك الشيء ، فإذا كان الأمر كذلك كان قولهم { قُلُوبُنَا فِى أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِى ءاذانِنَا وَقْرٌ وَمِن بَيْنِنَا وَبَيْنِكَ حِجَابٌ } استعارات كاملة في إفادة المعنى المراد ، فإن قيل إنه تعالى حكى هذا المعنى عن الكفار في معرض الذم ، وذكر أيضاً ما يقرب منه في معرض الذم فقال : { وَقَالُواْ قُلُوبُنَا غُلْفٌ بَل لَّعَنَهُمُ الله بِكُفْرِهِمْ } [ البقرة : 88 ] .\r\n ثم إنه تعالى ذكر هذه الأشياء الثلاثة بعينها في معرض التقرير والإثبات في سورة الأنعام فقال : { وَجَعَلْنَا على قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِى ءَاذَانِهِمْ وَقْراً } [ الأنعام : 25 ] فكيف الجمع بينهما؟ قلنا إنه لم يقل ههنا أنهم كذبوا في ذلك إنما الذي ذمهم عليه أنهم قالوا : إنا إذا كنا كذلك لم يجز تكليفنا وتوجيه الأمر والنهي علينا ، وهذا الثاني باطل ، أما الأول فلأنه ليس في الآية ما يدل على أنهم كذبوا فيه .\r\n واعلم أنهم لما وصفوا أنفسهم بهذه الصفات الثلاثة قالوا { فاعمل إِنَّنَا عاملون } والمراد فاعمل على دينك إننا عاملون على ديننا ، ويجوز أن يكون المراد فاعمل في إبطال أمرنا إننا عاملون في إبطال أمرك ، والحاصل عندنا أن القوم ما كذبوا في قولهم { قُلُوبُنَا فِى أكنة مِمَّا تَدْعُونَا إِلَيْهِ وَفِى ءاذانِنَا وَقْرٌ وَمِن بَيْنِنَا وَبَيْنِكَ حِجَابٌ } بل إنما أتوا بالكفر والكلام الباطل في قولهم { فاعمل إِنَّنَا عاملون } .\r\n ولما حكى الله عنهم هذه الشبهة أمر محمداً صلى الله عليه وسلم أن يجيب عن هذه الشبهة بقوله { قُلْ إِنَّمَا أَنَاْ بَشَرٌ مّثْلُكُمْ يوحى إِلَىَّ } وبيان هذا الجواب كأنه يقول إني لا أقدر أن أحملكم على الإيمان جبراً وقهراً فإني بشر مثلكم ولا امتياز بيني وبينكم إلا بمجرد أن الله عزّ وجلّ أوحى إليّ وما أوحى إليكم فأنا أبلغ هذا الوحي إليكم ، ثم بعد ذلك إن شرفكم الله بالتوحيد والتوفيق قبلتموه ، وإن خذلكم بالحرمان رددتموه ، وذلك لا يتعلق بنبوتي ورسالتي ، ثم بيّن أن خلاصة ذلك الوحي ترجع إلى أمرين : العلم والعمل ، أما العلم فالرأس والرئيس فيه معرفة التوحيد ، ذلك لأن الحق هو أن الله واحد وهو المراد من قوله { أَنَّمَا إلهكم إله واحد } وإذا كان الحق في نفس الأمر ذلك وجب علينا أن نعترف به ، وهو المراد من قوله { فاستقيموا إِلَيْهِ } ونظيره قوله { اهدنا الصراط المستقيم } [ الفاتحة : 6 ] وقوله { إِنَّ الذين قَالُواْ رَبُّنَا الله ثُمَّ استقاموا } [ فصلت : 30 ] وقوله تعالى : { وَأَنَّ هذا صراطي مُسْتَقِيمًا فاتبعوه } [ الأنعام : 153 ] وفي قوله تعالى : { فاستقيموا إِلَيْهِ } وجهان الأول : فاستقيموا متوجهين إليه الثاني : أن يكون قوله { فاستقيموا إِلَيْهِ } معناه فاستقيموا له لأن حروف الجر يقام بعضها مقام البعض .\r\n واعلم أن التكليف له ركنان أحدهما : الاعتقاد والرأس والرئيس فيه اعتقاد التوحيد ، فلما أمر بذلك انتقل إلى وظيفة العمل والرأس والرئيس فيه الاستغفار ، فلهذا السبب قال : { واستغفروه } فإن قيل المقصود من الاستغفار والتوبة إزالة ما لا ينبغي وذلك مقدم على فعل ما ينبغي ، فلم عكس هذا الترتيب ههنا وقدم ما ينبغي على إزالة ما لا ينبغي؟ قلنا ليس المراد من هذا الاستغفار الاستغفار عن الكفر ، بل المراد منه أن يعمل ثم يستغفر بعده لأجل الخوف من وقوع التقصير في العمل الذي أتى به كما قال صلى الله عليه وسلم : « وإنه ليغان على قلبي وإني لأستغفر الله في اليوم والليلة سبعين مرة » ولما رغب الله تعالى في الخير والطاعة أمر بالتحذير عما لا ينبغي ، فقال : { وَوَيْلٌ لّلْمُشْرِكِينَ * الذين لاَ يُؤْتُونَ الزكواة وَهُمْ بالآخرة هُمْ كافرون } وفي هذه الآية مسائل : المسألة الأولى : وجه النظم في هذه الآية من وجوه الأول : أن العقول والشرائع ناطقة بأن خلاصة السعادات مربوطة بأمرين التعظيم لأمر الله والشفقة على خلق الله ، وذلك لأن الموجودات ، إما الخالق وإما الخلق ، فأما الخالق فكمال السعادة في المعاملة معه أن يقر بكونه موصوفاً بصفات الجلال والعظمة ، ثم يأتي بأفعال دالة على كونه في نهاية العظمة في اعتقادنا وهذا هو المراد من التعظيم لأمر الله ، وأما الخلق فكمال السعادة في المعاملة معهم أن يسعى في دفع الشر عنهم وفي إيصال الخير إليهم ، وذلك هو المراد من الشفقة على خلق الله ، فثبت أن أعظم الطاعات التعظيم لأمر الله ، وأفضل أبواب التعظيم لأمر الله الإقرار بكونه واحداً وإذا كان التوحيد أعلى المراتب وأشرفها كان ضده وهو الشرك أخس المراتب وأرذلها ، ولما كان أفضل أنواع المعاملة مع الخلق هو إظهار الشفقة عليهم كان الامتناع من الزكاة أخس الأعمال ، لأنه ضد الشفقة على خلق الله ، إذا عرفت هذا فنقول إنه تعالى أثبت الويل لمن كان موصوفاً بصفات ثلاثة أولها : أن يكون مشركاً وهو ضد التوحيد .\r\n وإليه الإشارة بقوله { وَوَيْلٌ لّلْمُشْرِكِينَ } وثانيها : كونه ممتنعاً من الزكاة وهو ضد الشفقة على خلق الله ، وإليه الإشارة بقوله { الذين لاَ يُؤْتُونَ الزكواة } وثالثها : كونه منكراً للقيامة مستغرقاً في طلب الدنيا ولذاتها ، وإليه الإشارة بقوله { وَهُمْ بالآخرة هُمْ كافرون } وتمام الكلام في أنه لا زيادة على هذه المراتب الثلاثة أن الإنسان له ثلاثة أيام : الأمس واليوم والغد .\r\n أما معرفة أنه كيف كانت أحوال الأمس في الأزل فهو بمعرفة الله تعالى الأزلي الخالق لهذا العالم .\r\n وأما معرفة أنه كيف ينبغي وقوع الأحوال في اليوم الحاضر فهو بالإحسان إلى أهل العالم بقدر الطاقة ، وأما معرفة الأحوال في اليوم المستقبل فهو الإقرار بالبعث والقيامة ، وإذا كان الإنسان على ضد الحق في هذه المراتب الثلاثة كان في نهاية الجهل والضلال ، فلهذا حكم الله عليه بالويل ، فقال : { وَوَيْلٌ لّلْمُشْرِكِينَ * الذين لاَ يُؤْتُونَ الزكواة وَهُمْ بالآخرة هُمْ كافرون } وهذا ترتيب في غاية الحسن ، والله أعلم الوجه الثاني : في تقرير كيفية النظم أن يقال المراد بقوله { لاَ يُؤْتُونَ الزكواة } أي لا يزكون أنفسهم من لوث الشرك بقولهم : لا إله إلا الله ، وهو مأخوذ من قوله تعالى : { وَنَفْسٍ وَمَا سَوَّاهَا } [ الشمس : 7 ] الثالث : قال الفرّاء : إن قريشاً كانت تطعم الحاج ، فحرموا ذلك على من آمن بمحمد صلى الله عليه وسلم .\r\n المسألة الثانية : احتج أصحابنا في إثبات أن الكفار مخاطبون بفروع الإسلام بهذه الآية ، فقالوا إنه تعالى ألحق الوعيد الشديد بناء على أمرين أحدهما : كونه مشركاً والثاني : أنه لا يؤتي الزكاة ، فوجب أن يكون لكل واحد من هذين الأمرين تأثير في حصول ذلك الوعيد ، وذلك يدل على أن لعدم إيتاء الزكاة من المشرك تأثيراً عظيماً في زيادة الوعيد ، وذلك هو المطلوب .\r\n المسألة الثالثة : احتج بعضهم على أن الامتناع من إيتاء الزكاة يوجب الكفر ، فقال إنه تعالى لما ذكر هذه الصفة ذكر قبلها ما يوجب الكفر ، وهو قوله { فَوَيْلٌ لّلْمُشْرِكِينَ } وذكر أيضاً بعدها ما يوجب الكفر ، وهو قوله { وَهُمْ بالآخرة هُمْ كافرون } فلو لم يكن عدم إيتاء الزكاة كفراً لكان ذكره فيما بين الصفتين الموجبتين للكفر قبيحاً ، لأن الكلام إنما يكون فصيحاً إذا كانت المناسبة مرعية بين أجزائه ، ثم أكدوا ذلك بأن أبا بكر الصديق رضي الله عنه حكم بكفر مانعي الزكاة والجواب : لما ثبت بالدليل أن الإيمان عبارة عن التصديق بالقلب والإقرار باللسان وهما حاصلان عند عدم إيتام الزكاة ، فلم يلزم حصول الكفر بسبب عدم إيتاء الزكاة ، والله أعلم .\r\n ثم إنه تعالى لما ذكر وعيد الكفار أردفه بوعد المؤمنين ، فقال : { إِنَّ الذين ءامَنُواْ وَعَمِلُواْ الصالحات لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ } أي غير مقطوع ، من قولك مننت الحبل ، أي قطعته ، ومنه قولهم قد منه السفر ، أي قطعه ، وقيل لا يمن عليهم ، لأنه تعالى لما سماه أجراً ، فإذاً الأجر لا يوجب المنّة ، وقيل نزلت في المرضى والزمنى إذا عجزوا عن الطاعة كتب لهم الأجر كأحسن ما كانوا يعملون .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "حم (1) تنزيل من الرحمن الرحيم (2) كتاب فصلت آياته قرآنا عربيا لقوم يعلمون (3) بشيرا ونذيرا فأعرض أكثرهم فهم لا يسمعون (4) وقالوا قلوبنا في أكنة مما تدعونا إليه وفي آذاننا وقر ومن بيننا وبينك حجاب فاعمل إننا عاملون (5) قل إنما أنا بشر مثلكم يوحى إلي أنما إلهكم إله واحد فاستقيموا إليه واستغفروه وويل للمشركين (6) الذين لا يؤتون الزكاة وهم بالآخرة هم كافرون (7) إن الذين آمنوا وعملوا الصالحات لهم أجر غير ممنون (8) ",
        "babnum": 1
    },
    {
        "id": 2169,
        "cate": "41",
        "title": "قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ (9) وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ (10) ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ (11) فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (12) ",
        "details": " اعلم أنه تعالى لما أمر محمداً صلى الله عليه وسلم في الآية الأولى أن يقول { إِنَّمَا أَنَاْ بَشَرٌ مّثْلُكُمْ يوحى إِلَيَّ أَنَّمَا إلهكم إله وَاحِدٌ } [ الكهف : 110 ] { فاستقيموا إِلَيْهِ واستغفروه } [ فصلت : 6 ] أردفه بما يدل على أنه لا يجوز إثبات الشركة بينه تعالى وبين هذه الأصنام في الإلهية والمعبودية ، وذلك بأن بيّن كمال قدرته وحكمته في خلق السموات والأرض في مدة قليلة ، فمن هذا صفته كيف يجوز جعل الأصنام الخسيسة شركاء له في الإلهية والمعبودية؟ فهذا تقرير النظم ، وفي الآية مسائل : المسألة الأولى : قرأ ابن كثير : أينكم لتكفرون بهمزة وياء بعدها خفيفة ساكنة بلا مد ، وأما نافع في رواية قالون وأبو عمرو فعلى هذه الصورة ، إلا أنهما يمدان ، والباقون همزتين بلا مد .\r\n المسألة الثانية : قوله تعالى : { أَئِنَّكُمْ } استفهام بمعنى الإنكار ، وقد ذكر عنهم شيئين منكرين أحدهما : الكفر بالله .\r\n وهو قوله { لَتَكْفُرُونَ بالذي خَلَقَ الأرض فِي يَوْمَيْنِ } وثانيهما : إثبات الشركاء والأنداد له ، ويجب أن يكون الكفر المذكور أولاً مغايراً لإثبات الأنداد له ، ضرورة أن عطف أحدهما على الآخر يوجب التغاير ، والأظهر أن المراد من كفرهم وجوه الأول : قولهم إن الله تعالى لا يقدر على حشر الموتى ، فلما نازعوا في ثبوت هذه القدرة فقد كفروا بالله الثاني : أنهم كانوا ينازعون في صحة التكليف ، وفي بعثة الأنبياء ، وكل ذلك قدح في الصفات المعتبرة في الإلهية ، وهو كفر بالله الثالث : أنهم كانوا يضيفون إليه الأولاد ، وذلك أيضاً قدح في الإلهية وهو يوجب الكفر بالله ، فالحاصل أنهم كفروا بالله لأجل قولهم بهذه الأشياء ، وأثبتوا الأنداد أيضاً لله لأجل قولهم بإلهية تلك الأصنام ، واحتج تعالى على فساد قولهم بالتأثير فقال كيف يجوز الكفر بالله ، وكيف يجوز جعل هذه الأصنام الخسيسة أنداداً لله تعالى ، مع أنه تعالى هو الذي خلق الأرض في يومين ، وتمم بقية مصالحها في يومين آخرين وخلق السموات بأسرها في يومين آخرين؟ فمن قدر على خلق هذه الأشياء العظيمة ، كيف يعقل الكفر به وإنكار قدرته على الحشر والنشر ، وكيف يعقل إنكار قدرته على التكليف وعلى بعثة الأنبياء ، وكيف يعقل جعل هذه الأصنام الخسيسة أنداداً له في المعبودية والإلهية ، فإن قيل من استدل بشيء على إثبات شيء ، فذلك الشيء المستدل به يجب أن يكون مسلماً عند الخصم حتى يصح الاستدلال به ، وكونه تعالى خالقاً للأرض في يومين أمر لا يمكن إثباته بالعقل المحض ، وإنما يمكن إثباته بالسمع ووحي الأنبياء ، والكفار كانوا منازعين في الوحي والنبوّة ، فلا يعقل تقرير هذه المقدمة عليهم ، وإذا امتنع تقرير هذه المقدمة عليهم امتنع الاستدلال بها على فساد مذاهبهم ، قلنا إثبات كون السموات والأرض مخلوقة بطريق العمل ممكن ، فإذا ثبت ذلك أمكن الاستدلال به على وجود الإله القادر القاهر العظيم ، وحينئذ يقال للكافرين فكيف يعقل التسوية بين الإله الموصوف بهذه القدرة القاهرة وبين الصنم الذي هو جماد لا يضر ولا ينفع في المعبودية والإلهية؟ بقي أن يقال : فحينئذ لا يبقى في الاستدلال بكونه تعالى خالقاً للأرض في يومين أثر ، فنقول هذا أيضاً له أثر في هذا الباب ، وذلك لأن أول التوراة مشتمل على هذا المعنى ، فكان ذلك في غاية الشهرة بين أهل الكتاب ، فكفار مكة كانوا يعتقدون في أهل الكتاب أنهم أصحاب العلوم والحقائق ، والظاهر أنهم كانوا قد سمعوا من أهل الكتاب هذه المعاني واعتقدوا في كونها حقة ، وإذا كان الأمر كذلك فحينئذ يحسن أن يقال لهم أن الإله الموصوف بالقدرة على خلق الأشياء العظيمة في هذه المدة الصغيرة كيف يليق بالعقل جعل الخشب المنجور والحجر المنحوت شريكاً له في المعبودية والإلهية؟ فظهر بما قررنا أن هذا الاستدلال قوي حسن .\r\n وأما قوله تعالى : { ذَلِكَ رَبُّ العالمين } أي ذلك الموجود الذي علمت من صفته وقدرته أنه خلق الأرض في يومين هو رب العالمين وخالقهم ومبدعهم ، فكيف أثبتم له أنداداً من الخشب والحجر؟ ثم إنه تعالى لما أخبر عن كونه خالقاً للأرض في يومين أخبر أنه أتى بثلاثة أنواع من الصنع العجيب والفعل البديع بعد ذلك فالأول : قوله { وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا } والمراد منها الجبال ، وقد تقدم تفسير كونها { رَوَاسِيَ } في سورة النحل ( 15 ) ، فإن قيل : ما الفائدة في قوله { مّن فَوْقِهَا } ولم لم يقتصر على قوله { وَجَعَلَ فِيهَا رَوَاسِىَ } كقوله تعالى : { وَجَعَلْنَا فِيهَا رَوَاسيَ شامخات } [ المرسلات : 27 ] { وَجَعَلْنَا فِى الأرض رَوَاسِيَ } [ الرعد : 3 ] قلنا لأنه تعالى لو جعل فيها رواسي من تحتها لأوهم ذلك أن تلك الأساطين التحتانية هي التي أمسكت هذه الأرض الثقيلة عن النزول ، ولكنه تعالى قال خلقت هذه الجبال الثقال فوق الأرض ، ليرى الإنسان بعينه أن الأرض والجبال أثقال على أثقال ، وكلها مفتقرة إلى ممسك وحافظ ، وما ذاك الحافظ المدبر إلا الله سبحانه وتعالى والنوع الثاني : مما أخبر الله تعالى في هذه الآية قوله { وبارك فِيهَا } والبركة كثرة الخير والخيرات الحاصلة من الأرض أكثر مما يحيط به الشرح والبيان ، وقد ذكرناها بالاستقصاء في سورة البقرة قال ابن عباس رضي الله عنهما : يريد شق الأنهار وخلق الجبال وخلق الأشجار والثمار وخلق أصناف الحيوانات وكل ما يحتاج إليه من الخيرات والنوع الثالث : قوله تعالى : { وَقَدَّرَ فِيهَا أقواتها } وفيه أقوال الأول : أن المعنى وقدر فيها أقوات أهلها ومعايشهم وما يصلحهم ، قال محمد بن كعب : قدر أقوات الأبدان قبل أن يخلق الأبدان والقول الثاني : قال مجاهد : وقدر فيها أقواتها من المطر ، وعلى هذا القول فالأقوات للأرض لا للسكان ، والمعنى أن الله تعالى قدر لكل أرض حظها من المطر والقول الثالث : أن المراد من إضافة الأقوات إلى الأرض كونها متولدة من تلك الأرض ، وحادثة فيها لأن النحويين قالوا يكفي في حسن الإضافة أدنى سبب فالشيء قد يضاف إلى فاعله تارة وإلى محله أخرى ، فقوله { وَقَدَّرَ فِيهَا أقواتها } أي قدر الأقوات التي يختص حدوثها بها ، وذلك لأنه تعالى جعل كل بلدة معدناً لنوع آخر من الأشياء المطلوبة ، حتى أن أهل هذه البلدة يحتاجون إلى الأشياء المتولدة في تلك البلدة وبالعكس ، فصار هذا المعنى سبباً لرغبة الناس في التجارات من اكتساب الأموال ، ورأيت من كان يقول صنعة الزراعة والحراثة أكثر الحرف والصنائع بركة ، لأن الله تعالى وضع الأرزاق والأقوات في الأرض قال : { وَقَدَّرَ فِيهَا أقواتها } وإذا كانت الأقوات موضوعة في الأرض كان طلبها من الأرض متعيناً ، ولما ذكر الله سبحانه هذه الأنواع الثلاثة من التدبير قال بعده : { فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لّلسَّائِلِينَ } وههنا سؤالات : السؤال الأول : أنه تعالى ذكر أنه خلق الأرض في يومين ، وذكر أنه أصلح هذه الأنواع الثلاثة في أربعة أيام أُخر ، وذكر أنه خلق السموات في يومين ، فيكون المجموع ثمانية أيام ، لكنه ذكر في سائر الآيات أنه خلق السموات والأرض في ستة أيام فلزم التناقض ، واعلم أن العلماء أجابوا عنه بأن قالوا المراد من قوله { وَقَدَّرَ فِيهَا أقواتها فِى أَرْبَعَةِ أَيَّامٍ } مع اليومين الأولين ، وهذا كقول القائل سرت من البصرة إلى بغداد في عشرة أيام ، وسرت إلى الكوفة في خمسة عشر يوماً يريد كلا المسافتين ، ويقول الرجل للرجل أعطيتك ألفاً في شهر وألوفاً في شهرين فيدخل الألف في الألوف والشهر في الشهرين .\r\n السؤال الثاني : أنه لما ذكر أنه خلق الأرض في يومين ، فلو ذكر أنه خلق هذه الأنواع الثلاثة الباقية في يومين آخرين كان أبعد عن الشبهة وأبعد عن الغلط ، فلم ترك هذا التصريح ، وذكر ذلك الكلام المجمل؟ والجواب : أن قوله { فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لّلسَّائِلِينَ } فيه فائدة على ما إذا قال خلقت هذه الثلاثة في يومين ، وذلك لأنه لو قال خلقت هذه الأشياء في يومين لم يفد هذا الكلام كون هذين اليومين مستغرقين بتلك الأعمال لأنه قد يقال عملت هذا العمل في يومين مع أن اليومين ما كانا مستغرقين بذلك العمل ، أما لما ذكر خلق الأرض وخلق هذه الأشياء ، ثم قال بعده : { فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لّلسَّائِلِينَ } دل ذلك على أن هذه الأيام الأربعة صارت مستغرقة في تلك الأعمال من غير زيادة ولا نقصان .\r\n السؤال الثالث : كيف القراءات في قوله { سَوَآء } ؟ والجواب : قال صاحب «الكشاف» قرىء { سَوَآء } بالحركات الثلاثة الجر على الوصف والنصب على المصدر استوت سواء أي استواء والرفع على هي سواء .\r\n السؤال الرابع : ما المراد من كون تلك الأيام الأربعة سواء؟ فنقول إن الأيام قد تكون متساوية المقادير كالأيام الموجودة في أماكن خط الاستواء وقد تكون مختلفة كالأيام الموجودة في سائر الأماكن ، فبيّن تعالى أن تلك الأيام الأربعة كانت متساوية غير مختلفة .\r\n السؤال الخامس : بم يتعلق قوله { لّلسَّائِلِينَ } ؟ الجواب فيه وجهان : الأول : أن الزجاج قال قوله { فِي أَرْبَعَةِ أَيَّامٍ } أي في تتمة أربعة أيام ، إذا عرفت هذا فالتقدير { وَقَدَّرَ فِيهَا أقواتها } في تتمة أربعة أيام لأجل السائلين أي الطالبين للأقوات المحتاجين إليها والثاني : أنه متعلق بمحذوف والتقدير كأنه قيل هذا الحصر والبيان لأجل من سأل كم خلقت الأرض وما فيها ، ولما شرح الله تعالى كيفية تخليق الأرض وما فيها أتبعه بكيفية تخليق السموات فقال : { ثُمَّ استوى إِلَى السماء وَهِيَ دُخَانٌ } وفيه مباحث : البحث الأول : قوله تعالى : { ثُمَّ استوى إِلَى السماء } من قولهم استوى إلى مكان كذا إذا توجه إليه توجهاً لا يلتفت معه إلى عمل آخر ، وهو من الاستواء الذي هو ضد الاعوجاج ، ونظيره قولهم استقام إليه وامتد إليه ، ومنه قوله تعالى : { فاستقيموا إِلَيْهِ } [ فصلت : 6 ] والمعنى ثم دعاه داعي الحكمة إلى خلق السماء بعد خلق الأرض وما فيها ، من غير صرف يصرفه ذلك .\r\n البحث الثاني : ذكر صاحب «الأثر» أنه كان عرش الله على الماء قبل خلق السموات والأرض فأحدث الله في ذلك الماء سخونة فارتفع زبد ودخان ، أما الزبد فيبقى على وجه الماء فخلق الله منه اليبوسة وأحدث منه الأرض ، وأما الدخان فارتفع وعلا فخلق الله منه السموات .\r\n واعلم أن هذه القصة غير موجودة في القرآن ، فإن دل عليه دليل صحيح قبل وإلا فلا ، وهذه القصة مذكورة في أول الكتاب الذي يزعم اليهود أنه التوراة ، وفيه أنه تعالى خلق السماء من أجزاء مظلمة ، وهذا هو المعقول لأنا قد دللنا في المعقولات على أن الظلمة ليست كيفية وجودية ، بدليل أنه لو جلس إنسان في ضوء السراج وإنسان آخر في الظلمة ، فإن الذي جلس في الضوء لا يرى مكان الجالس في الظلمة ويرى ذلك الهواء مظلماً ، وأما الذي جلس في الظلمة فإنه يرى ذلك الذي كان جالساً في الضوء ويرى ذلك الهواء مضيئاً ، ولو كانت الظلمة صفة قائمة بالهواء لما اختلفت الأحوال بحسب اختلاف أحوال الناظرين ، فثبت أن الظلمة عبارة عن عدم النور ، فالله سبحانه وتعالى لما خلق الأجزاء التي لا تتجزأ ، فقبل أن خلق فيها كيفية الضوء كانت مظلمة عديمة النور ، ثم لما ركبها وجعلها سموات وكواكب وشمساً وقمراً ، وأحدث صفة الضوء فيها فحينئذ صارت مستنيرة ، فثبت أن تلك الأجزاء حين قصد الله تعالى أن يخلق منها السموات والشمس والقمر كانت مظلمة ، فصح تسميتها بالدخان ، لأنه لا معنى للدخان إلا أجزاء متفرقة غير متواصلة عديمة النور ، فهذا ما خطر بالبال في تفسير الدخان ، والله أعلم بحقيقة الحال .\r\n البحث الثالث : قوله { ثُمَّ استوى إِلَى السماء وَهِيَ دُخَانٌ } مشعر بأن تخليق السماء حصل بعد تخليق الأرض ، وقوله تعالى : { والأرض بَعْدَ ذَلِكَ دحاها } [ النازعات : 30 ] مشعر بأن تخليق الأرض حصل بعد تخليق السماء وذلك يوجب التناقض ، واختلف العلماء في هذه المسألة ، والجواب المشهور : أن يقال إنه تعالى خلق الأرض في يومين أولاً ثم خلق بعدها السماء ، ثم بعد خلق السماء دحا الأرض ، وبهذا الطريق يزول التناقض ، واعلم أن هذا الجواب مشكل عندي من وجوه الأول : أنه تعالى بيّن أنه خلق الأرض في يومين ، ثم إنه في اليوم الثالث { جَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وبارك فِيهَا وَقَدَّرَ فِيهَا أقواتها } وهذه الأحوال لا يمكن إدخالها في الوجود إلا بعد أن صارت الأرض مدحوة لأن خلق الجبال فيها لا يمكن إلا بعد أن صارت الأرض مدحوة منبسطة ، وقوله تعالى : { وبارك فِيهَا } مفسر بخلق الأشجار والنبات والحيوان فيها ، وذلك لا يمكن إلا بعد صيرورتها منبسطة ، ثم إنه تعالى قال بعد ذلك { ثُمَّ استوى إِلَى السماء } فهذا يقتضي أنه تعالى خلق السماء بعد خلق الأرض وبعد أن جعلها مدحوة ، وحينئذ يعود السؤال المذكور الثاني : أنه قد دلّت الدلائل الهندسية على أن الأرض كرة ، فهي في أول حدوثها إن قلنا إنها كانت كرة والآن بقيت كرة أيضاً فهي منذ خلقت كانت مدحوة ، وإن قلنا إنها غير كرة ثم جعلت كرة فيلزم أن يقال إنها كانت مدحوة قبل ذلك ثم أزيل عنها هذه الصفة ، وذلك باطل الثالث : أن الأرض جسم في غاية العظم ، والجسم الذي يكون كذلك فإنه من أول دخوله في الوجود يكون مدحواً ، فيكون القول بأنها ما كانت مدحوة ، ثم صارت مدحوة قول باطل ، والذي جاء في كتب التواريخ أن الأرض خلقت في موضع الصخرة ببيت المقدس ، فهو كلام مشكل لأنه إن كانت المراد أنها على عظمها خلقت في ذلك الموضع ، فهذا قول بتداخل الأجسام الكثيفة وهو محال ، وإن كان المراد منه أنه خلق أولاً أجزاء صغيرة في ذلك الموضع ثم خلق بقية أجزائها ، وأضيفت إلى تلك الأجزاء التي خلقت أولاً ، فهذا يكون اعترافاً بأن تخليق الأرض وقع متأخراً عن تخليق السماء الرابع : أنه لما حصل تخليق ذات الأرض في يومين وتخليق سائر الأشياء الموجودة في الأرض في يومين آخرين وتخليق السموات في يومين آخرين كان مجموع ذلك ستة أيام ، فإذا حصل دحو الأرض من بعد ذلك فقد حصل هذا الدحو في زمان آخر بعد الأيام الستة ، فحينئذ يقع تخليق السموات والأرض في أكثر من ستة أيام وذلك باطل الخامس : أنه لا نزاع أن قوله تعالى بعد هذه الآية { ثُمَّ استوى إِلَى السماء فَقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً } كناية عن إيجاد السماء والأرض ، فلو تقدم إيجاد السماء على إيجاد الأرض لكان قوله { ائتيا طَوْعاً أَوْ كَرْهاً } يقتضي إيجاد الموجود وأنه محال باطل .\r\n فهذا تمام البحث عن هذا الجواب المشهور ، ونقل الواحدي في «البسيط» عن مقاتل أنه قال : خلق الله السموات قبل الأرض وتأويل قوله { ثُمَّ استوى إِلَى السماء } ثم كان قد استوى إلى السماء وهي دخان ، وقال لها قبل أن يخلق الأرض فأضمر فيه كان كما قال تعالى : { قَالُواْ إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُ مِن قَبْلُ } [ يوسف : 77 ] معناه إن يكن سرق ، وقال تعالى : { وَكَم مّن قَرْيَةٍ أهلكناها فَجَاءهَا بَأْسُنَا } [ الأعراف : 4 ] والمعنى فكان قد جاءها ، هذا ما نقله الواحدي وهو عندي ضعيف ، لأن تقدير الكلام ثم كان قد استوى إلى السماء ، وهذا جمع بين الضدين لأن كلمة { ثُمَّ } تقتضي التأخير ، وكلمة كان تقتضي التقديم والجمع بينهما يفيد التناقض ، وذلك دليل على أنه لا يمكن إجراؤه على ظاهره وقد بينا أن قوله { ائتيا طَوْعاً أَوْ كَرْهاً } إنما حصل قبل وجودهما ، وإذا كان الأمر كذلك امتنع حمل قوله { ائتيا } على الأمر والتكليف ، فوجب حمله على ما ذكرناه ، بقي على لفظ الآية سؤالات .\r\n السؤال الأول : ما الفائدة في قوله تعالى : { فَقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً } ؟ الجواب : المقصود منه إظهار كمال القدرة والتقدير : ائتيا شئتما ذلك أو أبيتما ، كما يقول الجبار لمن تحت يده لتفعلن هذا شئت أو لم تشأ ، ولتفعلنه طوعاً أو كرهاً ، وانتصابهما على الحال بمعنى طائعين أو مكرهين { قَالَتَا أَتَيْنَا } على الطوع لا على الكره ، وقيل إنه تعالى ذكر السماء والأرض ثم ذكر الطوع والكره ، فوجب أن يتصرف الطوع إلى السماء والكره إلى الأرض بتخصيص السماء بالطوع لوجوه أحدها : أن السماء في دوام حركتها على نهج واحد لا يختلف ، تشبه حيواناً مطيعاً لله تعالى بخلاف الأرض فإنها مختلفة الأحوال ، تارة تكون في السكون وأخرى في الحركات المضطربة وثانيها : أن الموجود في السماء ليس لها إلا الطاعة ، قال تعالى : { يخافون رَبَّهُمْ مّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ } [ النحل : 50 ] وأما أهل الأرض فليس الأمر في حقهم كذلك وثالثها : السماء موصوفة بكمال الحال في جميع الأمور ، قالوا إنها أفضل الألوان وهي المستنيرة ، وأشكالها أفضل الأشكال وهي المستديرة ، ومكانها أفضل الأمكنة وهو الجو العالي ، وأجرامها أفضل الأجرام وهي الكواكب المتلألئة بخلاف الأرض فإنها مكان الظلمة والكثافة واختلاف الأحوال وتغير الذوات والصفات ، فلا جرم وقع التعبير عن تكون السماء بالطوع وعن تكون الأرض بالكره ، وإذا كان مدار خلق الأرض على الكره كان أهلها موصوفين أبداً بما ويوجب الكره والكرب والقهر والقسر .\r\n السؤال الثاني : ما المراد من قوله { ائتيا } ومن قوله { أتينا } ؟ الجواب : المراد ائتيا إلى الوجود والحصول وهو كقوله { كُنْ فَيَكُونُ } [ البقرة : 117 ] وقيل المعنى ائتيا على ما ينبغي أن تأتيا عليه من الشكل والوصف ، أي بأرض مدحوة قراراً ومهاداً وأي بسماء مقببة سقفاً لهم ، ومعنى الإتيان الحصول والوقوع على وفق المراد ، كما تقول أتى عمله مرضياً وجاء مقبولاً ، ويجوز أيضاً أن يكون المعنى لتأتي كل واحدة منكم صاحبتها الإتيان الذي تقتضيه الحكمة والتدبير من كون الأرض قراراً للسماء وكون السماء سقفاً للأرض .\r\n السؤال الثالث : هلا قيل طائعين على اللفظ أو طائعات على المعنى ، لأنهما سموات وأرضون؟ الجواب : لما جعلن مخاطبات ومجيبات ووصفن بالطوع والكره قيل طائعين في موضع طائعات نحو قوله { ساجدين } [ الأعراف : 120 ] ومنهم من استدل به على كون السموات أحياء وقال الأرض في جوف السموات أقل من الذرة الصغيرة في جوف الجبل الكبير ، فلهذا السبب صارت اللفظة الدالة العقل والحياة غالبة ، إلا أن هذا القول باطل ، لإجماع المتكلمين على فساده .\r\n ثم قال تعالى : { فَقَضَاهُنَّ سَبْعَ سموات فِي يَوْمَيْنِ } وقضاء الشيء إنما هو إتمامه والفراغ منه والضمير في قوله { فَقَضَاهُنَّ } يجوز أن يرجع إلى السماء على المعنى كما قال : { طَائِعِينَ } ونحوه { أَعْجَازُ نَخْلٍ خَاوِيَةٍ } [ الحاقة : 7 ] ويجوز أن يكون ضميراً مبهماً مفسراً بسبع سموات والفرق بين النصبين أن أحدهما على الحال والثاني على التمييز .\r\n ذكر أهل الأثر أنه تعالى خلق الأرض في يوم الأحد والإثنين وخلق سائر ما في الأرض في يوم الثلاثاء والأربعاء ، وخلق السموات وما فيها في يوم الخميس والجمعة وفرغ في آخر ساعة من يوم الجمعة فخلق فيها آدم وهي الساعة التي تقوم فيها القيامة ، فإن قيل اليوم عبارة عن النهار والليل وذلك إنما يحصل بسبب طلوع الشمس وغروبها ، وقبل حدوث السموات والشمس والقمر كيف يعقل حصول اليوم؟ قلنا معناه إنه مضى من المدة ما لو حصل هناك فلك وشمس لكان المقدار مقدراً بيوم .\r\n ثم قال تعالى : { وأوحى فِي كُلِّ سَمَاءٍ أَمْرَهَا } قال مقاتل أمر في كل سماء بما أراد ، وقال قتادة خلق فيها شمسها وقمرها ونجومها ، وقال السدي خلق في كل سماء خلقها من الملائكة وما فيها من البحار وجبال البرد ، قال ولله في كل سماء بيت يحج إليه ويطوف به الملائكة كل واحد منها مقابل الكعبة ولو وقعت منه حصاة ما وقعت إلا على الكعبة ، والأقرب أن يقال قد ثبت في علم النحو أنه يكفي في حسن الإضافة أدنى سبب ، ولله تعالى على أهل كل سماء تكليف خاص ، فمن الملائكة من هو في القيام من أول خلق العالم إلى قيام القيامة ، ومنهم ركوع لا ينتصبون ومنهم سجود لا يرفعون ، وإذا كان ذلك الأمر مختصاً بأهل ذلك السماء كان ذلك الأمر مختصاً بتلك السماء ، وقوله تعالى : { وأوحى فِي كُلِّ سَمَاءٍ أَمْرَهَا } أي وكان قد خص كل سماء بالأمر المضاف إليها كقوله { وَكَم مّن قَرْيَةٍ أهلكناها فَجَاءهَا بَأْسُنَا } [ الأعرف : 4 ] والمعنى فكان قد جاءها ، هذا ما نقله الواحدي وهو عندي ضعيف لأن تقدير الكلام ثم كان قد استوى إلى السماء وكان قد أوحى ، وهذا جمع بين الضدين لأن كلمة ثم تقتضي التأخير وكلمة كان تقتضي التقديم فالجمع بينهما تفيد التناقض ، ونظيره قول القائل ضربت اليوم زيداً ثم ضربت عمراً بالأمس ، فكما أن هذا باطل فكذا ما ذكرتموه وإنما يجوز تأويل كلام الله بما لا يؤدي إلى وقوع التناقض والركاكة فيه ، والمختار عند أي يقال خلق السموات مقدم على خلق الأرض ، بقي أن يقال كيف تأويل هذه الآية؟ فنقول : الخلق ليس عبارة عن التكوين والإيجاد ، والدليل عليه قوله { إن مثل عيسى عند الله كمثل آدم خلقه من تراب ثم قال كن فيكون } [ آل عمران : 59 ] فلو كان الخلق عبارة عن الإيجاد والتكوين لكان تقدير الآية أوجده من تراب ثم قال له كن فيكون وهذا محال ، لأنه يلزم أنه تعالى قد قال للشيء الذي وجد كن ثم إنه يكون وهذا محال ، فثبت أن الخلق ليس عبارة عن التكوين والإيجاد ، بل هو عبارة عن التقدير ، والتقدير حق الله تعالى هو حكمه بأنه سيوجده وقضاؤه بذلك ، وإذا ثبت هذا فنقول قوله { خَلَقَ الأرض فِي يَوْمَيْنِ } معناه أنه قضى بحدوثه في يومين ، وقضاء الله بأنه سيحدث كذا في مدة كذا ، لا يقتضي حدوث ذلك الشيء في الحال ، فقضاء الله تعالى بحدوث الأرض في يومين قد تقدم على إحداث السماء ، ولا يلزم منه تقدم إحداث الأرض على إحدث السماء ، وحينئذٍ يزول السؤال ، فهذا ما وصلت إليه في هذه الموضع المشكل .\r\n ثم قال تعالى : { فَقَالَ لَهَا وَللأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً قَالَتَا أَتَيْنَا طَائِعِينَ } .\r\n واعلم أن ظاهر هذا الكلام يقتضي أن الله تعالى أمر السماء والأرض بالإتيان فأطاعا وامتثلا وعند هذا حصل في الآية قولان : القول الأول : أن تجري هذه الآية على ظاهرها فنقول : إن الله تعالى أمرهما بالإتيان فأطاعاه قال القائلون بهذا القول وهذا غير مستبعد ، ألا ترى أنه تعالى أمر الجبال أن تنطق مع داود عليه السلام فقال : { ياجبال أَوّبِي مَعَهُ والطير } [ سبأ : 10 ] والله تعالى تجلى للجبل قال : { فَلَمَّا تجلى رَبُّهُ لِلْجَبَلِ } [ الأعراف : 143 ] والله تعالى أنطق الأيدي والأرجل فقال : { يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُواْ يَعْمَلُونَ } [ النور : 24 ] وإذا كان كذلك فكيف يستبعد أن يخلق الله في ذات السماء والأرض حياة وعقلاً وفهماً ، ثم يوجه الأمر والتكليف عليهما ، ويتأكد هذا الاحتمال بوجوه الأول : أن الأصل حمل اللفظ على ظاهره إلا إذا منع منه مانع ، وههنا لا مانع ، فوجب إجراؤه على ظاهره الثاني : أنه تعالى أخبر عنهما ، فقال : { قَالَتَا أَتَيْنَا طَائِعِينَ } وهذا الجمع جمع ما يعقل ويعلم الثالث : قوله تعالى : { إِنَّا عَرَضْنَا الأمانة عَلَى السموات والأرض والجبال فَأبَيْنَ أَن يَحْمِلْنَهَا } [ الأحزاب : 72 ] وهذا يدل على كونها عارفة بالله ، مخصوصة بتوجيه تكاليف الله عليها ، والإشكال عليه أن يقال : المراد من قوله { ائتيا طَوْعاً أَوْ كَرْهاً } الإتيان إلى الوجود والحدوث والحصول وعلى هذا التقدير فحال توجه هذا الأمر كانت السموات والأرض معدومة ، إذ لو كانت موجودة لصار حاصل هذا الأمر أن يقال : يا موجود كن موجوداً ، وذلك لا يجوز فثبت أنها حال توجه هذا الأمر عليها كانت معدومة ، وإذا كانت معدومة لم تكن فاهمة ولا عارفة للخطاب ، فلم يجز توجيه الأمر عليها ، فإن قال قائل : روى مجاهد عن ابن عباس أنه قال : قال سبحانه للسموات أطلعي شمسك وقمرك ونجومك ، وقال للأرض شققي أنهارك وأخرجي ثمارك ، وكان الله تعالى أودع فيهما هذه الأشياء ثم أمرهما بإبرازها وإظهارها ، فنقول فعلى هذا التقدير لا يكون المراد من قوله { أَتَيْنَا طَائِعِينَ } حدوثهما في ذاتهما ، بل يصير المراد من هذا الأمر أن يظهرا ما كان مودعاً فيهما ، إلا أن هذا الكلام باطل ، لأنه تعالى قال : { فَقَضَاهُنَّ سَبْعَ سموات فِي يَوْمَيْنِ } والفاء للتعقيب ، وذلك يدل على أن حدوث السموات إنما حصل بعد قوله { ائتيا طَوْعاً أَوْ كَرْهاً } فهذا جملة ما يمكن ذكره في هذا البحث .\r\n القول الثاني : أن قوله تعالى : { قَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً } ليس المراد منه توجيه الأمر والتكليف على السموات والأرض بل المراد منه أنه أراد تكوينهما فلم يمتنعا عليه ووجدتا كما أرادهما ، وكانتا في ذلك المأمور المطيع إذا ورد عليه أمر الأمير المطاع ، ونظيره قول القائل : قال الجدار للوتد لم تشقني؟ قال الوتد : أسأل من يدقني ، فإن الحجر الذي ورائي ما خلاني ورائي .\r\n واعلم أن هذا عدول عن الظاهر ، وإنما جاز العدول عن الظاهر إذ قام دليل على أنه لا يمكن إجراؤه على ظاهره ، وقد بينا أن قوله { ائتيا طَوْعاً أَوْ كَرْهاً } إنما حصل قبل وجودهما ، وإذا كان الأمر كذلك امتنع حمل قوله { ائتيا طَوْعاً أَوْ كَرْهاً } على الأمر والتكليف ، فوجب حمله على ما ذكرنا .\r\n واعلم أن إثبات الأمر والتكليف فيهما مشروط بحصول المأمور فيهما ، وهذا يدل على أنه تعالى أسكن هذه السموات الملائكة ، أو أنه تعالى أمرهم بأشياء ونهاهم عن أشياء ، وليس في الآية ما يدل على أنه إنما خلق الملائكة مع السموات ، أو أنه تعالى خلقهم قبل السموات ، ثم إنه تعالى أسكنهم فيها ، وأيضاً ليس في الآية بيان الشرائع التي أمر الملائكة بها ، وهذه الأسرار لا تليق بعقول البشر ، بل هي أعلى من مصاعد أفهامهم ومرامي أوهامهم ، ثم قال : { وَزَيَّنَّا السماء الدنيا بمصابيح } وهي النيرات التي خلقها في السموات ، وخص كل واحد بضوء معين ، وسر معين ، وطبيعة معينة ، لايعرفها إلا الله ، ثم قال : { وَحِفْظاً } يعني وحفظناها حفظا ، يعني من الشياطين الذين يسترقون السمع ، فأعد لكل شيطان نجماً يرميه به ولا يخطئه ، فمنها ما يحرق ، ومنها ما يقتل ومنها ما يجعله مخبلاً ، وعن ابن عباس أن اليهود سألوا الرسول صلى الله عليه وسلم عن خلق السموات والأرض فقال : \" خلق الله تعالى الأرض في يوم الأحد والاثنين ، وخلق الجبال والشجر في يومين وخلق في يوم الخميس السماء ، وخلق في يوم الجمعة النجوم والشمس والقمر والملائكة ، ثم خلق آدم عليه السلام وأسكنه الجنة \" ثم قالت اليهود ثم ماذا يا محمد؟ قال \" ثم استوى على العرش \" قالوا : ثم استراح فغضب رسول الله صلى الله عليه وسلم » فنزل قوله تعالى : { وَمَا مَسَّنَا مِن لُّغُوبٍ } [ ق : 38 ] .\r\n واعلم أنه تعالى لما ذكر هذه التفاصيل ، قال : { ذلك تَقْدِيرُ العزيز العليم } والعزيز إشارة إلى كمال القدرة ، والعليم إشارة إلى كمال العلم ، وما أحسن هذه الخاتمة ، لأن تلك الأعمال لا تمكن إلا بقدرة كاملة وعلم محيط .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل أئنكم لتكفرون بالذي خلق الأرض في يومين وتجعلون له أندادا ذلك رب العالمين (9) وجعل فيها رواسي من فوقها وبارك فيها وقدر فيها أقواتها في أربعة أيام سواء للسائلين (10) ثم استوى إلى السماء وهي دخان فقال لها وللأرض ائتيا طوعا أو كرها قالتا أتينا طائعين (11) فقضاهن سبع سماوات في يومين وأوحى في كل سماء أمرها وزينا السماء الدنيا بمصابيح وحفظا ذلك تقدير العزيز العليم (12) ",
        "babnum": 2
    },
    {
        "id": 2170,
        "cate": "41",
        "title": "فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ (13) إِذْ جَاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ (14) فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ (15) فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَخْزَى وَهُمْ لَا يُنْصَرُونَ (16) وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ (17) وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (18) ",
        "details": " اعلم أن الكلام إنما ابتدىء من قوله { أَنَّمَا إلهكم إله واحد } [ فصلت : 6 ] واحتج عليه بقوله { قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بالذى خَلَقَ الأرض فِي يَوْمَيْنِ } [ فصلت : 9 ] وحاصله أن الإله الموصوف بهذه القدرة القاهرة كيف يجوز الكفر به ، وكيف يجوز جعل هذه الأجسام الخسيسة شركاء له في الإلهية؟ ولما تمم تلك الحجة قال : { فَإِنْ أَعْرَضُواْ فَقُلْ أَنذَرْتُكُمْ صاعقة مّثْلَ صاعقة عَادٍ وَثَمُودَ } وبيان ذلك لأن وظيفة الحجة قد تمت على أكمل الوجوه ، فإن بقوا مصرين على الجهل لم يبق حينئذٍ علاج في حقهم إلا إنزال لعذاب عليهم فلهذا السبب قال : { فَإِنْ أَعْرَضُواْ فَقُلْ أَنذَرْتُكُمْ } بمعنى أن أعرضوا عن قبول هذه الحجة القاهرة التي ذكرناها وأصروا على الجهل والتقليد { فَقُلْ أَنذَرْتُكُمْ } والإنذار هو : التخويف ، قال المبرد والصاعقة الثائرة المهلكة لأي شيء كان ، وقرىء { صاعقة مّثْلَ صاعقة عَادٍ وَثَمُودَ } قال صاحب«الكشاف» وهي المرة من الصعق .\r\n ثم قال : { إِذْ جَاءتْهُمُ الرسل مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ } وفيه وجهان الأول : المعنى أن الرسل المبعوثين إليهم أتوهم من كل جانب واجتهدوا بهم وأتوا بجميع وجوه الحيل فلم يروا منهم إلا العتو والإعراض ، كما جكى الله تعالى عن الشيطان قوله { ثُمَّ لآتِيَنَّهُم مّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ } [ الأعراف : 17 ] يعني لآتينهم من كل جهة ولأعملن فيهم كل حيلة ، ويقول الرجل : استدرت بفلان من كل جانب فلم تؤثر حيلتي فيه .\r\n السؤال الثاني : المعنى : أن الرسل جاءتهم من قبلهم ومن بعدهم ، فإن قيل : الرسل الذين جاؤا من قبلهم ومن بعدهم ، كيف يمكن وصفهم بأنهم جاؤهم؟ قلنا : قد جاءهم هود وصالح داعيين إلى الإيمان بهما وبجميع الرسل ، وبهذا التقدير فكأن جميع الرسل قد جاؤهم .\r\n ثم قال : { أَلاَّ تَعْبُدُواْ إِلاَّ الله } يعني أن الرسل الذي جاؤهم من بين أيديهم ومن خلفهم أمروهم بالتوحيد ونفي الشرك ، قال صاحب «الكشاف» أن في قوله { أَلاَّ تَعْبُدُواْ إِلاَّ الله } بمعنى أي أو مخففة من الثقيلة أصله بأنه لا تعبدوا أي بأن الشأن والحديث قولنا لكم لا تعبدوا إلا الله .\r\n ثم حكى الله تعالى عن أولئك الكفار أنهم قالوا { لَوْ شَاء رَبُّنَا لأَنزَلَ ملائكة } يعني أنهم كذبوا أولئك الرسل ، وقالوا الدليل على كونكم كاذبين أنه تعالى لو شاء إرسال الرسالة إلى البشر لجعل رسله من زمرة الملائكة ، لأن إرسال الملائكة إلى الخلق أفضى إلى المقصود من البعثة والرسالة ، ولما ذكروا هذه الشبهة قالوا { فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كافرون } معناه : فإذاً أنتم بشر ولستم بملائكة ، فأنتم لستم برسل ، وإذا لم تكونوا من الرسل لم يلزمنا قبول قولكم ، وهو المراد من قوله { فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كافرون } .\r\n واعلم أنا بالغنا في الجواب عن هذه الشبهات في سورة الأنعام ، وقوله { أُرْسِلْتُمْ بِهِ } ليس بإقرار منهم بكون أولئك الأنبياء رسلاً ، وإنما ذكروه حكاية لكلام الرسل أو على سبيل الاستهزاء ، كما قال فرعون { إِنَّ رَسُولَكُمُ الذي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ } [ الشعراء : 27 ] .\r\n روي أن أبا جهل قال في ملأ من قريش : التبس علينا أمر محمد ، فلو التمستم لنا رجلاً عالماً بالشعر والسحر والكهانة فكلمه ، ثم أتانا ببيان عن أمره ، فقال عتبة بن ربيعة والله لقد سمعت الشعر والسحر والكهانة وعلمت من ذلك علماً وما يخفى علي ، فأتاه فقال : يا محمد أنت خير أم هاشم؟ أنت خير أم عبد المطلب؟ أنت خير أم عبد الله؟ لم تشتم آلهتنا وتضللنا؟ فإن كنت تريد الرياسة عقدنا لك للواء فكنت رئيسنا ، وإن تكن بك الباءة زوجناك عشر نسوة تختارهن ، أي بنات من شئت من قريش ، وإن كان المال مرادك جمعنا لك ما تستغني به ، ورسول الله صلى الله عليه وسلم ساكت ، فلما فزع قال : بسم الله الرحمن الرحيم { حم * تنزيل من الرحمن الرحيم } إلى قوله { صاعقة مّثْلَ صاعقة عَادٍ وَثَمُودَ } فأمسك عتبة على فيه وناشده بالرحم ، ورجع إلى أهله ولم يخرج إلى قريش ، فلم احتبس عنهم قالوا ، لا نرى عتبة إلا قد صبأ ، فانطلقوا إليه وقالوا يا عتبة ما حبسك عنا إلا أنك قد صبأت : فغضب وأقسم لا يكلم محمداً أبداً ، ثم قال : والله لقد كلمته فأجابني بشيء ما هو شعر ولا سحر ولا كهانة ، ولما بلغ صاعقة مثل صاعقة عاد وثمود أمسكت بفيه وناشدته بالرحم ، ولقد علمت أن محمداً إذا قال شيئاً لم يكذب فخفت أن ينزل بكم العذاب .\r\n واعلم أنه تعالى لما بيّن كفر قوم عاد وثمود على الإجمال بيّن خاصية كل واحدة من هاتين الطائفتين فقال : { فَأَمَّا عَادٌ فاستكبروا فِي الأرض بِغَيْرِ الحق } وهذالاستكبار فيه وجهان الأول : إظهارالنخوة والكبر ، وعدم الالتفات إلى الغير والثاني : الاستعلاء على الغير واستخدامهم ، ثم ذكر تعالى سبب ذلك الاستكبار وهو أنهم قالو { مَنْ أَشَدُّ مِنَّا قُوَّةً } وكانوا مخصوصين بكبر الأجسام وشدة القوة ، ثم إنه تعالى ذكر ما يدل على أنه لا يجوز لهم أن يغتروا بشدة قوتهم ، فقال : { أَوَلَمْ يَرَوْاْ أَنَّ الله الذي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً } يعني أنهم وإن كانوا أقوى من غيرهم ، فالله الذي خلقهم هو أشد منهم قوة ، فإن كانت الزيادة في القوة توجب كون الناقص في طاعة الكامل ، فهذه المعاملة توجب عليهم كونهم منقادين لله تعالى ، خاضعين لأوامره ونواهيه .\r\n واحتج أصحابنا بهذه الآية على إثبات القدرة لله ، فقالوا القوة لله تعالى ويتأكد هذا بقوله { الله الذي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً } يدل على إثبات القوة لله تعالى ويتأكد هذا بقوله { إِنَّ الله هُوَ الرزاق ذُو القوة المتين } [ الذاريات : 58 ] فإن قيل صيغة أفعل التفضيل إنما تجري بين شيئين لأحدهما مع الآخر نسبة ، لكن قدرة العبد متناهية وقدرة الله لا نهاية لها ، والمتناهي لا نسبة له إلى غير المتناهي ، فما معنى قوله إن الله أشد منهم قوة؟ قلنا هذا ورد على قانون قولنا الله أكبر .\r\n ثم قال : { وَكَانُواْ بئاياتنا يَجْحَدُونَ } والمعنى أنهم كانوا يعرفون أنها حق ولكنهم جحدوا كما يجحد المودع الوديعة .\r\n واعلم أن نظم الكلام أن يقال : أما عاد فاستكبروا في الأرض بغير الحق وكانوا بآياتنا يجحدون ، وقوله { وَقَالُواْ مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْاْ أَنَّ الله الذى خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً } واعتراض وقع في البين لتقرير السبب الداعي لهم إلى الاستكبار .\r\n واعلم أنا ذكرنا أن مجامع الخصال الحميدة الإحسان إلى الخلق والتعظيم للخالق ، فقوله { استكبروا فِي الأرض بِغَيْرِ الحق } مضاد للإحسان إلى الخلق وقوله { وَكَانُواْ بئاياتنا يَجْحَدُونَ } مضاد للتعظيم للخالق ، وإذا كان الأمر كذلك فهم قد بلغوا في الصفات المذمومة الموجبة للهلاك والإبطال إلى الغاية القصوى ، فلهذا المعنى سلّط الله العذاب عليهم فقال : { فَأَرْسَلْنَا عَلَيْهِمْ رِيحاً صَرْصَراً } وفي الصرصر قولان أحدهما : أنها العاصفة التي تصرصر أن تصوت في هبوبها ، وفي علة هذه التسمية وجوه قيل إن الرياح عند اشتداد هبوبها يسمع منها صوت يشبه صوت الصرصر فسميت هذه الرياح بهذا الاسم وقيل هو من صرير الباب ، وقيل من الصرة والصيحة ، ومنه قوله تعالى : { فَأَقْبَلَتِ امرأته فِى صَرَّةٍ } [ الذاريات : 29 ] والقول الثاني : أنها الباردة التي تحرق ببردها كما تحرق النار بحرها ، وأصلها من الصر وهو البرد قال تعالى : { كَمَثَلِ رِيحٍ فِيهَا صِرٌّ } [ آل عمران : 117 ] وروي عن رسول الله صلى الله عليه وسلم أنه قال : \" الرياح ثمان أربع منها عذاب العاصف والصرصر والعقيم والسموم ، وأربع منها رحمة الناشرات والمبشرات والمرسلات والذاريات \" وعن ابن عباس أن الله تعالى ما أرسل على عباده من الريح إلا قدر خاتمي ، والمقصود أنه مع قلته أهلك الكل وذلك يدل على كمال قدرته .\r\n وأما قوله { فِي أَيَّامٍ نَّحِسَاتٍ } ففيه مسائل : المسألة الأولى : قرأ نافع وابن كثير وأبو عمرو { نَّحِسَاتٍ } بسكون الحاء والباقون بكسر الحاء ، قال صاحب «الكشاف» يقال نحس نحساً نقيض سعد سعداً فهو نحس ، وأما نحس فهو إما مخفف نحس أو صفة على فعل أو وصف بمصدر .\r\n المسألة الثانية : استدل الأحكاميون من المنجمين بهذه الآية على أن بعض الأيام قد يكون نحساً وبعضها قد يكون سعداً ، وقالوا هذه الآية صريحة في هذا المعنى ، أجاب المتكلمون بأن قالوا { أَيَّامٍ نَّحِسَاتٍ } أي ذوات غبار وتراب ثائر لا يكاد يبصر فيه ويتصرف ، وأيضاً قالوا معنى كون هذه الأيام نحسات أن الله أهلكهم فيها ، أجاب المستدل الأول بأن النحسات في وضع اللغة هي المشؤمات لأن السعد يقابله السعد ، والكدر يقابله الصافي ، وأجاب عن السؤال الثاني أن الله تعالى أخبر عن إيقاع ذلك العذاب في تلك الأيام النحسات ، فوجب أن يكون كون تلك الأيام نحسة مغايراً لذلك العذاب الذي وقع فيها .\r\n ثم قال تعالى : { ولنذيقهم عَذَابَ الخزي فِي الحياة الدنيا } أي عذاب الهوان والذل ، والسبب فيه أنهم استكبروا ، فقابل الله ذلك الاستكبار بإيصال الخزي والهوان والذل إليهم .\r\n ثم قال تعالى { وَلَعَذَابُ الآخرة أخزى } أي أشد إهانة وخزياً { وَهُمْ لاَ يُنصَرُونَ } أي أنهم يقعون في الخزي الشديد ومع ذلك فلا يكون لهم ناصر يدفع ذلك الخزي عنهم .\r\n ولما ذكر الله قصة عاد أتبعه بقصة ثمود فقال : { وَأَمَّا ثَمُودُ } قال صاحب «الكشاف» قرىء { ثَمُودُ } بالرفع والنصب منوناً وغير منون والرفع أفصح لوقوعه بعد حرف الابتداء وقرىء بضم الثاء وقوله { فهديناهم } أي دللناهم على طريق الخير والشر { فاستحبوا العمى عَلَى الهدى } أي اختاروا الدخول في الضلالة على الدخول في الرشد .\r\n واعلم أن صاحب «الكشاف» ذكر في تفسير الهدى في قوله تعالى : { هُدىً لّلْمُتَّقِينَ } [ البقرة : 2 ] أن الهدى عبارة عن الدلالة الموصلة إلى البغية ، وهذه الآية تبطل قوله ، لأنها تدل على أن الهدى قد حصل مع أن الإفضاء إلى البغية لم يحصل ، فثبت أن قيد كونه مفضياً إلى البغية غير معتبر في اسم الهدى .\r\n وقد ثبت في هذه الآية سؤال يشعر بذلك إلا أنه لم يذكر جواباً شافياً فتركناه ، قالت المعتزلة هذه الآية دالة على أن الله تعالى قد ينصب الدلائل ويزيح الأعذار والعلل ، إلا أن الإيمان إنما يحصل من العبد لأن قوله { وَأَمَّا ثَمُودُ فهديناهم } يدل على أنه تعالى قد نصب لهم الدلائل وقوله { فاستحبوا العمى عَلَى الهدى } يدل على أنهم من عند أنفسهم أتوا بذلك العمى فهذا يدل على أن الكفر والإيمان يحصلان من العبد ، وأقول بل هذه الآية من أدل الدلائل ، على أنهما إنما يحصلان من الله لا من العبد ، وبيانه من وجهين : الأول : أنهم إنما صدر عنهم ذلك العمى ، لأنهم أحبوا تحصيله ، فلما وقع في قلبهم هذه المحبة دون محبة ضده ، فإن حصل ذلك الترجيح لا لمرجح فهو باطل ، وإن كان المرجح هو العبد عاد الطلب ، وإن كان المرجح هو الله فقد حصل المطلوب الثاني : أنه تعالى قال : { فاستحبوا العمى عَلَى الهدى } ومن المعلوم بالضرورة أن أحداً لا يحب العمى والجهل مع العلم بكونه عمى وجهلاً ، بل ما لم يظن في ذلك العمى والجهل كونه تبصرة وعلماً لا يرغب فيه ، فإقدامه على اختيار ذلك الجهل لا بد وأن يكون مسبوقاً بجهل آخر ، فإن كان ذلك الجهل الثاني باختياره أيضاً لزم التسلسل وهو محال ، فلا بد من انتهاء تلك الجهالات إلى جهل يحصل فيه لا باختياره وهو المطلوب ، ولما وصف الله كفرهم قال : { فَأَخَذَتْهُمْ صاعقة العذاب الهون } و { صاعقة العذاب } أي داهية العذاب و { الهون } الهوان ، وصف به العذاب مبالغة أو أبدل منه { بِمَا كَانُواْ يَكْسِبُونَ } يريد من شركهم وتكذيبهم صالحاً وعقرهم الناقة ، وشرع صاحب «الكشاف» ههنا في سفاهة عظيمة .\r\n والأولى أن لا يلتفت إليه أنه وإن كان قد سعى سعياً حسناً فيما يتعلق بالألفاظ ، إلا أن المسكين كان بعيداً من المعاني .\r\n ولما ذكر الله الوعيد أردفه بالوعد فقال : { وَنَجَّيْنَا الذين ءامَنُواْ وَكَانُواْ يتَّقُونَ } يعني وكانوا يتقون الأعمال التي كان يأتي بها قوم عاد وثمود ، فإن قيل : كيف يجوز للرسول صلى الله عليه وسلم أن ينذر قومه مثل صاعقة عاد وثمود ، مع العلم بأن ذلك لا يقع في أمة محمد صلى الله عليه وسلم ، وقد صرّح الله تعالى بذلك في قوله { وما كان الله ليعذبهم وأنت فيهم } [ الأنفال : 33 ] وجاء في الأحاديث الصحيحة أن الله تعالى رفع عن هذه الأمة هذه الأنواع من الآفات قلنا إنهم لما عرفوا كونهم مشاركين لعاد وثمود في استحقاق مثل تلك الصاعقة جوزوا حدوث ما يكون من جنس ذلك ، وإن كان أقل درجة مهم وهذا القدر يكفي في التخويف .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فإن أعرضوا فقل أنذرتكم صاعقة مثل صاعقة عاد وثمود (13) إذ جاءتهم الرسل من بين أيديهم ومن خلفهم ألا تعبدوا إلا الله قالوا لو شاء ربنا لأنزل ملائكة فإنا بما أرسلتم به كافرون (14) فأما عاد فاستكبروا في الأرض بغير الحق وقالوا من أشد منا قوة أولم يروا أن الله الذي خلقهم هو أشد منهم قوة وكانوا بآياتنا يجحدون (15) فأرسلنا عليهم ريحا صرصرا في أيام نحسات لنذيقهم عذاب الخزي في الحياة الدنيا ولعذاب الآخرة أخزى وهم لا ينصرون (16) وأما ثمود فهديناهم فاستحبوا العمى على الهدى فأخذتهم صاعقة العذاب الهون بما كانوا يكسبون (17) ونجينا الذين آمنوا وكانوا يتقون (18) ",
        "babnum": 3
    },
    {
        "id": 2171,
        "cate": "41",
        "title": "وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ (19) حَتَّى إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ (20) وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ (21) وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِمَّا تَعْمَلُونَ (22) وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ (23) فَإِنْ يَصْبِرُوا فَالنَّارُ مَثْوًى لَهُمْ وَإِنْ يَسْتَعْتِبُوا فَمَا هُمْ مِنَ الْمُعْتَبِينَ (24) ",
        "details": " واعلم أنه تعالى لما بيّن كيفية عقوبة أولئك الكفار في الدنيا أردفه بكيفية عقوبتهم في الآخرة ، ليحصل منه تمام الاعتبار في الزجر والتحذير ، وقرأ نافع { نَحْشُرُ } بالنون { أَعْدَاء } بالنصب أضاف الحشر إلى نفسه ، والتقدير يحشر الله عزّ وجلّ أعداءه الكفار من الأولين والآخرين وحجته أنه معطوف على قوله { وَنَجَّيْنَا } [ فصلت : 18 ] فيحسن أن يكون على وفقه في اللفظ ، ويقويه قوله { وَيَوْمَ نَحْشُرُ المتقين } [ مريم : 85 ] { وحشرناهم } [ الكهف : 47 ] وأما الباقون فقرؤا على فعل ما لم يسم فاعله لأن قصة ثمود قد تمت وقوله { وَيَوْمَ يُحْشَرُ } ابتداء كلام آخر ، وأيضاً الحاشرون لهم هم المأمورون بقوله { احشروا } [ الصافات : 22 ] وهم الملائكة ، وأيضاً أن هذه القراءة موافقة لقوله { فَهُمْ يُوزَعُونَ } [ فصلت : 19 ] وأيضاً فتقدير القراءة الأولى أن الله تعالى قال : { وَيَوْمَ نَحْشُرُ أَعْدَاء الله إِلَى النار } فكان الأولى على هذا التقدير أن يقال ويوم نحشر أعداءنا إلى النار .\r\n واعلم أنه تعالى لما ذكر أن أعداء الله يحشرون إلى النار قال : { فَهُمْ يُوزَعُونَ } أي يحبس أولهم على آخرهم ، أي يوقف سوابقهم حتى يصل إليهم تواليهم ، والمقصود بيان أنهم إذا اجتمعوا سألوا عن أعمالهم .\r\n ثم قال : { حتى إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وأبصارهم وَجُلُودُهُم } وفيه مسائل : المسألة الأولى : التقدير حتى إذا جاؤها شهد عليهم سمعهم وأبصارهم وجلودهم ، وعلى هذا التقدير فكلمة { مَا } صلة ، وقيل فيها فائدة زائدة وهي تأكيد أن عند مجيئهم لا بد وأن تحصل هذه الشهادة كقوله { أثم إذا ما وقع آمنتم به } [ يونس : 51 ] أي لا بد لوقت وقوعه من أن يكون وقت إيمانهم به .\r\n المسألة الثانية : روي أن العبد يقول يوم القيامة : يا رب العزة ألست قد وعدتني أن لا تظلمني ، فيقول الله تعالى فإن لك ذلك ، فيقول العبد إني لا أقبل على نفسي شاهداً إلا من نفسي ، فيختم الله على فيه وينطق أعضاءه بالأعمال التي صدرت منه ، فذلك قوله { شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وأبصارهم وَجُلُودُهُم } واختلف الناس في كيفية الشهادة وفيه ثلاثة أقوال أحدها : أنه تعالى يخلق الفهم والقدرة والنطق فيها فتشهد كما يشهد الرجل على ما يعرفه والثاني : أنه تعالى يخلق في تلك الأعضاء الأصوات والحروف الدالة على تلك المعاني كما خلق الكلام في الشجرة والثالث : أن يظهر تلك الأعضاء أحوالاً تدل على صدور تلك الأعمال من ذلك الإنسان ، وتلك الأمارات تسمى شهادات ، كما يقال يشهد هذا العالم بتغيرات أحواله على حدوثه ، واعلم أن هذه المسألة صعبة على المعتزلة أما القول الأول : فهو صعب على مذهبهم لأن البنية عندهم شرط لحصول العقل والقدرة فاللسان مع كونه لساناً يمتنع أن يكون محلاً للعلم والعقل ، فإن غير الله تعالى تلك البنية والصورة خرج عن كونه لساناً وجلداً ، وظاهر الآية يدل على إضافة تلك الشهادة إلى السمع والبصر والجلود ، فإن قلنا إن الله تعالى ما غير بنية هذه الأعضاء فحينئذ يمتنع عليها كونها ناطقة فاهمة ، وأما القول الثاني : وهو أن يقال إن الله تعالى خلق هذه الأصوات والحروف في هذه الأعضاء ، وهذا أيضاً باطل على أصول المعتزلة لأن مذهبهم أن المتكلم هو الذي فعل الكلام ، لا ما كان موصوفاً بالكلام ، فإنهم يقولون إن الله تعالى خلق الكلام في الشجرة وكان المتكلم بذلك الكلام هو الله تعالى لا الشجرة ، فههنا لو قلنا إن الله خلق الأصوات والحروف في تلك الأعضاء لزم أن يكون الشاهد هو الله تعالى لا تلك ، ولزم أن يكون المتكلم بذلك الكلام هو الله لا تلك الأعضاء ، وظاهر القرآن يدل على أن تلك الشهادة شهادة صدرت من تلك الأعضاء لا من الله تعالى لأنه تعالى قال : { شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وأبصارهم وَجُلُودُهُم } وأيضاً أنهم قالوا لتلك الأعضاء { لِمَ شَهِدتُّمْ عَلَيْنَا } فقالت الأعضاء { أَنطَقَنَا الله الذي أَنطَقَ كُلَّ شَيْء } وكل هذه الآيات دالة على أن المتكلم بتلك الكلمات هي تلك الأعضاء ، وأن تلك الكلمات ليست كلام الله تعالى ، فهذا توجيه الإشكال على هذين القولين ، وأما القول الثالث : وهو تفسير هذه الشهادة بظهور أمارات مخصوصة على هذه الأعضاء دالة على صدور تلك الأعمال منهم ، فهذا عدول عن الحقيقة إلى المجاز والأصل عدمه ، فهذا منتهى الكلام في هذا البحث ، أما على مذهب أصحابنا فهذا الإشكال غير لازم ، لأن عندنا البنية ليست شرطاً للحياة ولا للعلم ولا للقدرة ، فالله تعالى قادر على خلق العقل والقدرة والنطق في كل جزء من أجزاء هذه الأعضاء ، وعلى هذا التقدير فالإشكال زائل وهذه الآية يحسن التمسك بها في بيان أن البنية ليست شرطاً للحياة ولا لشيء من الصفات المشروطة بالحياة ، والله أعلم .\r\n المسألة الثالثة : ما رأيت للمفسرين في تخصيص هذه الأعضاء الثلاثة بالذكر سبباً وفائدة ، وأقول لا شك أن الحواس خمسة السمع والبصر والشم والذوق واللمس ، ولا شك أن آلة اللمس هي الجلد ، فالله تعالى ذكر ههنا من الحواس وهي السمع والبصر واللمس ، وأهمل ذكر نوعين وهما الذوق والشم ، لأن الذوق دالخل في اللمس من بعض الوجوه ، لأن إدراك الذوق إنما يتأتى بأن تصير جلدة اللسان والحنك مماسة لجرم الطعام ، فكان هذا داخلاً فيه فبقي حس الشم وهو حس ضعيف في الإنسان ، وليس لله فيه تكليف ولا أمر ولا نهي ، إذا عرفت هذا فنقول نقل عن ابن عباس أنه قال المراد من شهادة الجلود شهادة الفروج قال وهذا من باب الكنايات كما قال : { ولكن لاَّ تُوَاعِدُوهُنَّ سِرّا } [ البقرة : 235 ] وأراد النكاح وقال : { أَوْ جَاء مّنْكُمْ مّن الغائط } [ النساء : 43 ] والمراد قضاء الحاجة وعن النبي صلى الله عليه وسلم أنه قال : \" أول ما يتكلم من الآدمي فخذه وكفه \" وعلى هذا التقدير فتكون هذه الآية وعيداً شديداً في الإتيان بالزنا ، لأن مقدمة الزنا إنما تحصل بالكف ، ونهاية الأمر فيها إنما تحصل بالفخذ .\r\n ثم حكى الله تعالى أنهم يقولون لتلك الأعضاء { لِمَ شَهِدتُّمْ عَلَيْنَا قَالُواْ أَنطَقَنَا الله الذي أَنطَقَ كُلَّ شَىْء وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ } ومعناه أن القادر على خلقكم وإنطاقكم في المرة الأولى حالما كنتم في الدنيا ثم على خلقكم وإنطاقكم في المرة الثانية وهي حال القيامة والبعث كيف يستبعد منه إنطاق الجوارح والأعضاء؟ ثم قال تعالى : { وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلاَ أبصاركم وَلاَ جُلُودُكُمْ } والمعنى إثبات أنهم كانوا يستترون عند الإقدام على الأعمال القبيحة ، إلا أن استتارهم ما كان لأجل خوفهم من أن يشهد عليهم سمعهم وأبصارهم وجلودهم وذلك لأنهم كانوا منكرين للبعث والقيامة ، ولكن ذلك الاستتار لأجل أنهم كانوا يظنون أن الله لا يعلم الأعمال التي يقدمون عليها على سبيل الخفية والاستتار .\r\n عن ابن مسعود قال : كنت مستتراً بأستار الكعبة فدخل ثلاثة نفر على ثقفيان وقرشي فقال أحدهم : أترون الله يسمع ما تقولون؟ فقال الرجلان إذا سمعنا أصواتنا سمع وإلا لم يسمع .\r\n فذكرت ذلك لرسول الله صلى الله عليه وسلم فنزل { وَمَا كُنتُمْ تَسْتَتِرُونَ } .\r\n ثم قال تعالى : { وَذَلِكُمْ ظَنُّكُمُ الذي ظَنَنتُم بِرَبّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مّنَ الخاسرين } وهذا نص صريح في أن من ظن بالله تعالى أنه يخرج شيء من المعلومات عن علمه فإنه يكون من الهالكين الخاسرين ، قال أهل التحقيق الظن قسمان ظن حسن بالله تعالى وظن فاسد ، أما الظن الحسن فهو أن يظن به الرحمة والفضل ، قال صلى الله عليه وسلم حكاية عن الله عزّ وجلّ : \" أنا عند ظن عبدي بي \" وقال صلى الله عليه وسلم : \" لا يموتن أحدكم إلا وهو يحسن الظن بالله \" والظن القبيح فاسد وهو أن يظن بالله أنه يعزب عن علمه بعض هذه الأحوال ، وقال قتادة : الظن نوعان ظن منج وظن مرد ، فالمنج قوله { إِنّي ظَنَنتُ أَنّي ملاق حِسَابِيَهْ } [ الحاقة : 20 ] وقوله { الذين يَظُنُّونَ أَنَّهُم ملاقوا رَبّهِمْ } [ البقرة : 46 ] ، وأما الظن المردي فهو قوله { وَذَلِكُمْ ظَنُّكُمُ الذي ظَنَنتُم بِرَبّكُمْ } قال صاحب «الكشاف» { وذلكم } رفع بالابتداء { وظنكم } و { أَرْدَاكُمْ } خبران ويجوز أن يكون ظنكم بدلاً من ذلاكم وأرداكم الخبر .\r\n ثم قال : { فَإِن يَصْبِرُواْ فالنار مَثْوًى لَّهُمْ } يعني إن أمسكوا عن الاستغاثة لفرج ينتظرونه لم يجدوا ذلك وتكون النار مثوى لهم أي مقاماً لهم { وَإِن يَسْتَعْتِبُواْ فَمَا هُم مّنَ المعتبين } أي لم يعطوا العتبى ولم يجابوا إليها ، ونظيره قوله تعالى : { أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ } [ إبراهيم : 21 ] وقرىء وإن يستعتبوا فما هم من المعتبين أي أن يسألوا أن يرضوا ربهم فما هم فاعلون أي لا سبيل لهم إلى ذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويوم يحشر أعداء الله إلى النار فهم يوزعون (19) حتى إذا ما جاءوها شهد عليهم سمعهم وأبصارهم وجلودهم بما كانوا يعملون (20) وقالوا لجلودهم لم شهدتم علينا قالوا أنطقنا الله الذي أنطق كل شيء وهو خلقكم أول مرة وإليه ترجعون (21) وما كنتم تستترون أن يشهد عليكم سمعكم ولا أبصاركم ولا جلودكم ولكن ظننتم أن الله لا يعلم كثيرا مما تعملون (22) وذلكم ظنكم الذي ظننتم بربكم أرداكم فأصبحتم من الخاسرين (23) فإن يصبروا فالنار مثوى لهم وإن يستعتبوا فما هم من المعتبين (24) ",
        "babnum": 4
    },
    {
        "id": 2172,
        "cate": "41",
        "title": "وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ إِنَّهُمْ كَانُوا خَاسِرِينَ (25) وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ (26) فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ (27) ذَلِكَ جَزَاءُ أَعْدَاءِ اللَّهِ النَّارُ لَهُمْ فِيهَا دَارُ الْخُلْدِ جَزَاءً بِمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ (28) وَقَالَ الَّذِينَ كَفَرُوا رَبَّنَا أَرِنَا اللَّذَيْنِ أَضَلَّانَا مِنَ الْجِنِّ وَالْإِنْسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الْأَسْفَلِينَ (29) ",
        "details": " اعلم أنه تعالى لما ذكر الوعيد الشديد في الدنيا والآخرة على كفر أولئك الكفار أردفه بذكر السبب الذي لأجله وقعوا في ذلك الكفر فقال : { وَقيَضْنَا لَهُمْ قُرَنَاء } وفيه مسائل : المسألة الأولى : قال صاحب «الصحاح» : يقال قايضت الرجل مقايضة أي عاوضته بمتاع ، وهما قيضان كما يقال بيعان ، وقيض الله فلاناً أي جاءه به وأتى به له ، ومنه قوله تعالى : { وَقَيَّضْنَا لَهُمْ قُرَنَاء } .\r\n المسألة الثانية : احتج أصحابنا بهذه الآية على أنه تعالى يريد الكفر من الكافر ، فقالوا إنه تعالى ذكر أنه قيض لهم أولئك القرناء ، وكان عالماً بأنه متى قيض لهم أولئك القرناء فإن يزينوا الباطل لهم ، وكل من فعل فعلاً وعلم أن ذلك الفعل يفضي إلى أثر لا محالة ، فإن فاعل ذلك الفعل لا بد وأن يكون مريداً لذلك الأثر فثبت أنه تعالى لما قيض لهم قرناء فقد أراد منهم ذلك الكفر ، أجاب الجبائي عنه بأن قال لو أراد المعاصي لكانوا بفعلها مطيعين إذ الفاعل لما أراده منه غيره يجب أن يكون مطيعاً له ، وبأن قوله { وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ } [ الذاريات : 56 ] يدل على أنه لم يرد منهم إلا العبادة ، فثبت بهذا أنه تعالى لم يرد منهم المعاصي ، وأما هذه الآية فنقول : إنه تعالى لم يقل وقيضنا لهم قرناء ليزينوا لهم ، وإنما قال : { فَزَيَّنُواْ لَهُم } فهو تعالى قيض القرناء لهم بمعنى أنه تعالى أخرج كل أحد إلى آخر من جنسه ، فقيض أحد الزوجين للآخر والغني للفقير والفقير للغني ثم بيّن تعالى أن بعضهم يزين المعاصي للبعض .\r\n واعلم أن وجه استدلال أصحابنا ما ذكرناه ، وهو أن من فعل فعلاً وعلم قطعاً أن ذلك الفعل يفضي إلى أثر ، فاعل ذلك الفعل يكون مريداً لذلك الأثر ، فههنا الله تعالى قيض أولئك القرناء لهم وعلم أنه متى قيض أولئك القرناء لهم فإنهم يقعون في ذلك الكفر والضلال ، وما ذكره الجبائي لا يدفع ذلك ، قوله ولو أراد الله منهم المعاصي لكانوا بفعلها مطيعين لله ، قلنا لو كان من فعل ما أراده غيره مطيعاً له لوجب أن يكون الله مطيعاً لعباده إذا فعل ما أرادوه معلوم أنه باطل ، وأيضاً فهذا إلزام لفظي لأنه يقال إن أردت بالطاعة أنه فعل ما أراد فهذا إلزام للشيء على نفسه ، وأن أردت غيره فلا بد ، من بيانه حتى ينظر فيه أنه هل يصح أم لا .\r\n المسألة الثانية : اختلفوا في المراد بقوله { فَزَيَّنُواْ لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ } وذكر الزجاج فيه وجهين : الأول : زينوا لهم ما بين أيديهم من أمر الآخرة أنه لا بعث ولا جنّة ولا نار وما خلفهم من أمر الدنيا ، فزينوا أن الدنيا قديمة ، وأنه لا فاعل ولا صانع إلا الطبائع والأفلاك الثاني : زينوا لهم أعمالهم التي يعملونها ويشاهدونها وما خلفهم وما يزعمون أنهم يعملونه ، وعبّر ابن زيد عنه ، فقال زينوا لهم ما مضى من أعمالهم الخبيثة وما بقي من أعمالهم الخسيسة .\r\n ثم قال تعالى : { وَحَقَّ عَلَيْهِمُ القول فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِمْ مّنَ الجن والإنس إِنَّهُمْ كَانُواْ خاسرين } فقوله في أمم في محل النصب على الحال من الضمير في عليهم ، والتقدير حق عليهم القول حال كونهم كائنين في جملة { أُمَمٍ } من المتقدمين { إِنَّهُمْ كَانُواْ خاسرين } واحتج أصحابنا أيضاً بأنه تعالى أخبر بأن هؤلاء { حَقَّ عَلَيْهِمُ القول } فلو لم يكونوا كفاراً لانقلب هذا القول الحق باطلاً وهذا العلم جهلاً ، وهذا الخبر الصدق كذباً ، وكل ذلك محال ومستلزم المحال محال ، فثبت أن صدور الإيمان عنهم ، وعدم صدور الكفر عنهم محال .\r\n واعلم أن الكلام في أول السورة ابتدىء من قوله { وَقَالُواْ قُلُوبُنَا فِى أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ } إلى قوله { فاعمل إِنَّنَا عاملون } [ فصلت : 5 ] فأجاب الله تعالى عن تلك الشبهة بوجوه من الأجوبة ، واتصل الكلام بعضه بالبعض إلى هذا الموضع ، ثم إنه حكى عنهم شبهة أخرى فقال : { وَقَالَ الذين كَفَرُواْ لاَ تَسْمَعُواْ لهذا القرءان والغوا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ } ، قال صاحب «الكشاف» قرىء { والغوا فِيهِ } بفتح الغين وضمها يقال لغى يلغي ويلغو واللغو الساقط من الكلام الذي لا طائل تحته .\r\n واعلم أن القوم علموا أن القرآن كلام كامل في المعنى ، وفي اللفظ وأن كل من سمعه وقف على جزالة ألفاظه ، وأحاط عقله بمعانيه ، وقضى عقله بأنه كلام حق واجب القبول ، فدبروا تدبيراً في منع الناس عن استماعه ، فقال بعضهم لبعض { لاَ تَسْمَعُواْ لهذا القرءان } إذا قرىء وتشاغلوا عند قراءته برفع الأصوات بالخرافات والأشعار الفاسدة والكلمات الباطلة ، حتى تخلطوا على القارىء وتشوشوا عليه وتغلبوا على قراءته ، كانت قريش يوصي بذلك بعضهم بعضاً ، والمراد افعلوا عند تلاوة القرآن ما يكون لغواً وباطلاً ، لتخرجوا قراءة القرآن عن أن تصير مفهومة للناس ، فبهذا الطريق تغلبون محمداً صلى الله عليه وسلم ، وهذا جهل منهم لأنهم في الحال أقروا بأنهم مشتغلون بالغو والباطل من العمل والله تعالى ينصر محمداً بفضله ، ولما ذكر الله تعالى ذلك هددهم بالعذاب الشديد فقال : { فَلَنُذِيقَنَّ الذين كَفَرُواْ عَذَاباً شَدِيداً } لأن لفظ الذوق إنما يذكر في القدر القليل الذي يؤتى به لأجل التجربة ، ثم إنه تعالى ذكر أن ذلك الذوق عذاب الشديد ، فإذا كان القليل منه عذاباً شديداً فكيف يكون حال الكثير منه ، ثم قال : { وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الذى كَانُواْ يَعْمَلُونَ } واختلفوا فيه فقال الأكثرون المراد جزاء سوء أعمالهم ، وقال الحسن بل المراد أنه لا يجازيهم على محاسن أعمالهم ، لأنهم أحبطوها بالكفر فضاعت تلك الأعمال الحسنة عنهم ، ولم يبق معهم إلا الأعمال القبيحة الباطلة ، فلا جرم لم يتحصلوا إلا على جزاء السيئات .\r\n ثم قال تعالى : { ذَلِكَ جَزَاء أَعْدَاء الله النار } والمعنى أنه تعالى لما قال في الآية المتقدمة { وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الذى كَانُواْ يَعْمَلُونَ } بين أن ذلك الأسوأ الذي جعل جزاء أعداء الله هو النار .\r\n ثم قال تعالى : { لَهُمْ فِيهَا دَارُ الخُلْدِ } أي لهم في جملة النار دار السيئات معينة وهي دار العذاب المخلد لهم { جَزَاءً بما كانوا بآياتنا يجحدون } أي جزاء بما كانوا يلغون في القراءة ، وإنما سماه جحوداً لأنهم لما علموا أن القرآن بالغ إلى حد الاعجاز خافوا من أنه لو سمعه الناس لآمنوا به فاستخرجوا تلك الطريقة الفاسدة ، وذلك يدل على أنهم علموا كونه معجزاً إلا أنهم جحدوا للحسد .\r\n واعلم أنه تعالى لما بيّن أن الذي حملهم على الكفر الموجب للعقاب الشديد مجالسة قرناء السوء بين أن الكفار عند الوقوع في العذاب الشديد يقولون { رَبَّنَا أَرِنَا الذين أضلانا مِنَ الجن والإنس } والسبب في ذكر هذين القسمين أن الشيطان على ضربين جني وإنسي ، قال تعالى : { وَكَذَلِكَ جَعَلْنَا لِكُلّ نِبِىّ عَدُوّاً شياطين الإنس والجن } [ الانعام : 112 ] وقال : { الذى يُوَسْوِسُ فِى صُدُورِ الناس مِنَ الجنة والناس } [ الناس : 5 - 6 ] وقيل هما إبليس وقابيل لأن الكفر سنة إبليس ، والقتل بغير حق سنة قابيل .\r\n وقرىء { أَرِنَا } بسكون الراء لثقل الكسرة كما قالوا في فخذ فخذ ، وقيل معناه أعطنا الذين أضلانا وحكوا عن الخليل أنك إذا قلت أرني ثوبك بالكسر ، فالمعنى بصرنيه وإذا قلته بالسكون فهو استعطاء معناه أعطني ثوبك .\r\n ثم قال تعالى : { نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا } قال مقاتل يكونان أسفل منا في النار { لِيَكُونَا مِنَ الأسفلين } قال الزجاج : ليكونا في الدرك الأسفل من النار ، وكان بعض تلامذتي ممن يميل إلى الحكمة يقول المراد باللذين يضلان الشهوة والغضب ، وإليهما الإشارة في قصة الملائكة بقوله { أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدماء } [ البقرة : 30 ] ثم قال والمراد بقوله { نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا } يعني يا ربنا أعنا حتى نجعل الشهوة والغضب تحت أقدام جوهر النفس القدسية ، والمراد بكونهما تحت أقدامه كونهما مسخرين للنفس القدسية مطيعين لها ، وأن لا يكونا مسؤولين عليها قاهرين لها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقيضنا لهم قرناء فزينوا لهم ما بين أيديهم وما خلفهم وحق عليهم القول في أمم قد خلت من قبلهم من الجن والإنس إنهم كانوا خاسرين (25) وقال الذين كفروا لا تسمعوا لهذا القرآن والغوا فيه لعلكم تغلبون (26) فلنذيقن الذين كفروا عذابا شديدا ولنجزينهم أسوأ الذي كانوا يعملون (27) ذلك جزاء أعداء الله النار لهم فيها دار الخلد جزاء بما كانوا بآياتنا يجحدون (28) وقال الذين كفروا ربنا أرنا اللذين أضلانا من الجن والإنس نجعلهما تحت أقدامنا ليكونا من الأسفلين (29) ",
        "babnum": 5
    },
    {
        "id": 2173,
        "cate": "41",
        "title": "إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ (30) نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ (31) نُزُلًا مِنْ غَفُورٍ رَحِيمٍ (32) ",
        "details": " أعلم أنه تعالى لما أطنب في الوعيد أردفه بهذا الوعد الشريف ، وهذا ترتيب لطيف مدار كل القرآن عليه ، وقد ذكرنا مراراً أن الكمالات على ثلاثة أقسام النفسانية والبدنية والخارجية وأشرف المراتب النفسانية وأوسطها البدنية وأدونها الخارجية ، وذكرنا أن الكمالات النفسانية محصورة في نوعين العلم اليقيني والعمل الصالح ، فإن أهل التحقيق قالوا كمال الإنسان في أن يعرف الحق لذاته والخير لأجل العمل به ورأس المعارف اليقينية ورئيسها معرفة الله وإليه الإشارة بقوله { إِنَّ الذين قَالُواْ رَبُّنَا الله } ورأس الأعمال الصالحة ورئيسها أن يكون الإنسان مستقيماً في الوسط غير مائل إلى طرفي الإفراط والتفريط ، كما قال : { وكذلك جعلناكم أُمَّةً وَسَطًا } [ البقرة : 143 ] وقال أيضاً : { اهدنا الصراط المستقيم } وإليه الإشارة في هذه الآية بقوله { ثُمَّ استقاموا } وسمعت أن القارىء قرأ في مجلس العبادي هذه الآية ، فقال العبادي : والقيامة في القيامة ، بقدر الاستقامة ، إذا عرفت هذا فنقول : قوله تعالى : { إِنَّ الذين قَالُواْ رَبُّنَا الله ثُمَّ استقاموا } ليس المراد منه القول باللسان فقط لأن ذلك لا يفيد الاستقامة ، فلما ذكر عقيب ذلك القول الاستقامة علمنا أن ذلك القول كان مقروناً باليقين التام والمعرفة الحقيقية ، إذ عرفت هذا فنقول في الاستقامة قولان أحدهما : أن المراد منه الاستقامة في الدين والتوحيد والمعرفة الثاني : أن المراد منه الاستقامة في الأعمال الصالحة أما على القول الأول ففيه عبارات : قال أبو بكر الصديق رضي الله عنه : ثم استقاموا أي لم يتلفتوا إلى إله غيره ، قال ابن عباس في بعض الروايات هذه الآية نزلت في أبي بكر رضي الله عنه ، وذلك أن أبا بكر رضي الله عنه وقع في أنواع شديدة من البلاء والمحنة ولم يتغير ألبتة عن دينه ، فكان هو الذي قال : { رَبُّنَا الله } وبقي مستقيماً عليه لم يتغير بسبب من الأسباب ، وأقول يمكن فيه وجوه أخرى ، وذلك أن من أقر بأن لهذا العالم إلهاً بقيت له مقامات أخرى فأولها : أن لا يتوغل في جانب النفي إلى حيث ينتهي إلى التعطيل ، ولا يتوغل في جانب الاثبات إلى حيث ينتهي إلى التشبيه ، بل يبقى على الخط المستقيم الفاصل بين التشبيه والتعطيل ، وأيضاً يجب أن يبقى على الخط المستقيم الفاصل بين الجبر والقدر ، وكذا في الرجاء والقنوط يجب أن يكون على الخط المتسقيم ، فهذا هو المراد من قوله { إِنَّ الذين قَالُواْ رَبُّنَا الله ثُمَّ استقاموا } وأما على القول الثاني وهو أن نحمل الاستقامة على الإتيان بالأعمال الصالحة ، فهذا قول جماعة كثيرة من الصحابة والتابعين ، قالوا وهذا أولى حتى يكون قوله { إِنَّ الذين قَالُواْ رَبُّنَا الله } متناولاً للقول والاعتقاد ويكون قوله { ثُمَّ استقاموا } متناولاً للأعمال الصالحة .\r\n ثم قال : { تَتَنَزَلَ عَلَيْهِمْ الملائكة } قيل عند الموت وقيل في مواقف ثلاثة عند الموت وفي القبر وعند البعث إلى القيامة { أَلاَّ تَخَافُواْ } أن بمعنى أي أو بمخففة من الثقيلة وأصله بأنه لا تخافوا والهاء ضمير لشأن واعلم أن الغاية القصوى في رعاية المصالح دفع المضار وجلب المنافع ، ومعلوم أن دفع المضرة أولى بالرعاية من جلب المصلحة ، والمضرة إما أن تكون حاصلة في المستقبل أو في الحال أو في الماضي ، وههنا دقيقة عقلية وهي أن المتسقبل مقدم على الحاضر والحاضر مقدم على الماضي ، فإن الشيء الذي لم يوجد ويتوقع حدوثه يكون مستقبلاً ، فإذا وجد يصير حاضراً ، فإذا عدم وفني بعد ذلك يصير ماضياً ، وأيضاً المستقبل في كل ساعة يصير أقرب حصولاً والماضي في كل حالة أبعد حصولاً ، ولهذا قال الشاعر : فلا زال ما تهواه أقرب من غد \r\n ولا زال ما تخشاه أبعد من أمس وإذا ثبت هذا فالمضار التي يتوقع حصولها في المستقبل أولى بالدفع من المضار الماضية ، وأيضاً الخوف عبارة عن تألم القلب بسبب توقع حصول مضرة في المستقبل ، والغم عبارة عن تألم القلب بسبب قوة نفع كان موجوداً في الماضي ، وإذا كان كذلك فدفع الخوف أولى من دفع الحزن الحاصل بسبب الغم ، إذا عرفت هذا ، فنقول : إنه تعالى أخبر عن الملائكة أنهم في أول الأمر يخبرون بأنه لا خوف عليكم بسبب ما تستقبلونه من أحوال القيامة ، ثم يخبرون بأنه لا حزن عليكم بسبب ما فاتكم من أحوال الدنيا ، وعند حصول هذين الأمرين فقد زالت المضار والمتاعب بالكلية ، ثم بعد الفراغ منه يبشرون بحصول المنافع وهو قوله تعالى : { وَأَبْشِرُواْ بالجنة التى كُنتُمْ تُوعَدُونَ } فإن قيل البشارة عبارة عن الخبر الأول بحصول المنافع ، فأما إذا أخبر الرجل بحصول منفعة ثم أخبر ثانياً بحصولها كان الإخبار الثاني إخباراً ولا يكون بشارة ، والمؤمن قد يسمع بشارات الخير فإذا سمع المؤمن هذا الخبر من الملائكة وجب أن يكون هذا إخباراً ولا يكون بشارة ، فما السبب في تسمية هذا الخبر بالبشارة ، قلنا المؤمن يسمع أن من كان مؤمناً تقياً كان له الجنة ، أما من لم يسمع ألبتة أنه من أهل الجنة فإذا سمع هذا الكلام من الملائكة كان هذا إخباراً بنفع عظيم مع أنه هو الخبر الأول بذلك فكان ذلك بشارة .\r\n واعلم أن هذا الكلام يدل على أن المؤمن عند الموت وفي القبر وعند البعث لا يكون فازعاً من الأهوال ومن الفزع الشديد ، بل يكون آمن القلب ساكن الصدر لأن قوله { أَلاَّ تَخَافُواْ وَلاَ تَحْزَنُواْ } يفيد نفي الخوف والحزن على الإطلاق .\r\n ثم إنه تعالى أخبر عن الملائكة أنهم قالوا للمؤمنين { نَحْنُ أَوْلِيَاؤُكُمْ فِى الحياة الدنيا وَفِى الأخرة } وهذا في مقابلة ما ذكره في وعيد الكفار حيث قال : { وَقيَّضْنَا لَهُمْ قُرَنَاء } [ فصلت : 25 ] ومعنى كونهم أولياء للمؤمنين أن للملائكة تأثيرات في الأرواح البشرية ، بالإلهامات والمكاشفات اليقينية ، والمقامات الحقيقية ، كما أن للشياطين تأثيرات في الأوراح بإلقاء الوساوس فيها وتخييل الأباطيل إليها .\r\n وبالجملة فكون الملائكة أولياء للأرواح الطيبة الطاهرة حاصل من جهات كثيرة معلومة لأرباب المكاشفات والمشاهدات ، فهم يقولون : كما أن تلك الولاية كانت حاصلة في الدينا فهي تكون باقية في الآخرة فإن تلك العلائق ذاتية لازمة غير قابلة للزوال ، بل كأنها تصير بعد الموت أقوى وأبقى ، وذلك لأن جوهر النفس من جنس الملائكة ، وهي كالشعلة بالنسبة إلى الشمس ، والقطرة بالنسبة إلى البحر ، والتعلقات الجسمانية هي التي تحول بينها وبين الملائكة ، كما قال صلى الله عليه وسلم : « لولا أن الشياطين يحومون على قلوب بني آدم لنظروا إلى ملكوت السموات » فإذا زالت العلائق الجسمانية والتدبيرات البدنية ، فقد زال الغطاء والوطاء ، فيتصل الأثر بالمؤثر ، والقطرة بالبحر ، والشعلة بالشمس ، فهذا هو المراد من قوله { نَحْنُ أَوْلِيَاؤُكُمْ فِى الحياة الدنيا وَفِي الأخرة } ثم قال : { وَلَكُمْ فِيهَا مَا تَشْتَهِى أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ } قال ابن عباس : { وَلَكُمْ فِيهَا مَا تَدَّعُونَ } أي ما تتمنون ، كقوله تعالى : { لَهُمْ فِيهَا فاكهة وَلَهُمْ مَّا يَدَّعُونَ } [ يس : 57 ] فإن قيل فعلى هذا التفسير لا يبقى فرق بين قوله { وَلَكُمْ فِيهَا مَا تَشْتَهِى أَنفُسُكُمْ } وبين قوله { وَلَكُمْ فِيهَا مَا تَدَّعُونَ } قلنا : الأقرب عندي أن قوله { وَلَكُمْ فِيهَا مَا تَشْتَهِى أَنفُسُكُمْ } إشارة إلى الجنة الجسمانية ، وقوله { وَلَكُمْ فِيهَا مَا تَدَّعُونَ } إشارة إلى الجنة الروحانية المذكورة في قوله { دعواهم فِيهَا سبحانك اللهم وَتَحِيَّتُهُمْ فِيهَا سَلاَمٌ وَءاخِرُ دَعْوَاهُمْ أَنِ الحمد للَّهِ رَبّ العالمين } [ يونس : 10 ] .\r\n ثم قال : { نُزُلاً مّنْ غَفُورٍ رَّحِيمٍ } والنزل : رزق النزيل وهو الضيف ، وانتصابه على الحال ، قال العارفون : دلّت هذه الآية على أن كل هذه الأشياء المذكورة جارية مجرى النزل ، والكريم إذ أعطى النزل فلا بد وأن يبعث الخلع النفيسة بعدها ، وتلك الخلع النفيسة ليست إلا السعادات الحاصلة عند الرؤية والتجلي والكشف التام ، نسأل الله تعالى أن يجعلنا لها أهلاً بفضله وكرمه ، إنه قريب مجيب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين قالوا ربنا الله ثم استقاموا تتنزل عليهم الملائكة ألا تخافوا ولا تحزنوا وأبشروا بالجنة التي كنتم توعدون (30) نحن أولياؤكم في الحياة الدنيا وفي الآخرة ولكم فيها ما تشتهي أنفسكم ولكم فيها ما تدعون (31) نزلا من غفور رحيم (32) ",
        "babnum": 6
    },
    {
        "id": 2174,
        "cate": "41",
        "title": "وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ (33) وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ (34) وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ (35) وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (36) ",
        "details": " اعلم أن في الآية مسائل : المسألة الأولى : أنا ذكرنا أن الكلام من أول هذه السورة إنما ابتدىء حيث قالوا للرسول { قُلُوبُنَا فِى أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ } [ فصلت : 5 ] ومرادهم ألا نقبل قولك ولا نلتفت إلى دليلك ، ثم ذكروا طريقة أخرى في السفاهة ، فقالوا { لاَ تَسْمَعُواْ لهذا القرءان والغوا فِيهِ } [ فصلت : 26 ] وإنه سبحانه ذكر الأجوبة الشافية ، والبيانات الكافية في دفع هذه الشبهات وإزالة هذه الضلالات ، ثم إنه سبحانه وتعالى بيّن أن القوم وإن أتوا بهذه الكلمات الفاسدة ، إلا أنه يجب عليك تتابع المواظبة على التبليغ والدعوة ، فإن الدعوة إلى الدين الحق أكمل الطاعات ورأس العبادات ، وعبّر عن هذا المعنى فقال : { وَمَنْ أَحْسَنُ قَوْلاً مّمَّن دَعَا إِلَى الله وَعَمِلَ صالحا وَقَالَ إِنَّنِى مِنَ المسلمين } فهذا وجه شريف حسن في نظم آيات هذه السورة .\r\n وفيه وجه آخر وهو أن مراتب السعادات اثنان : التام ، وفوق التام ، أما التام : فهو أن يكتسب من الصفات الفاضلة ما لأجلها يصير كاملاً في ذاته ، فإذا فرغ من هذه الدرجة اشتغل بعدها بتكميل الناقصين وهو فوق التام ، إذا عرفت هذا فنقول إن قوله { إِنَّ الذين قَالُواْ رَبُّنَا الله ثُمَّ استقاموا } [ فصلت : 30 ] إشارة إلى المرتبة الأولى ، وهي اكتساب الأحوال التي تفيد كمال النفس في جوهرها ، فإذا حصل الفراغ من هذه المرتبة وجب الانتقال إلى المرتبة الثانية وهي الاشتغال بتكميل الناقصين ، وذلك إنما يكون بدعوة الخلق إلى الدين الحق ، وهو المراد من قوله { وَمَنْ أَحْسَنُ قَوْلاً مّمَّن دَعَا إِلَى الله } فهذا أيضاً وجه حسن في نظم هذه الآيات .\r\n واعلم أن من آتاه الله قريحة قوية ونصاباً وافياً من العلوم الإلهية الكشفية ، عرف أنه لا ترتيب أحسن ولا أكمل من ترتيب آيات القرآن .\r\n المسألة الثانية : من الناس من قال المراد من قوله { وَمَنْ أَحْسَنُ قَوْلاً مّمَّن دَعَا إِلَى الله } هو الرسول صلى الله عليه وسلم ، ومنهم من قال هم المؤذنون ، ولكن الحق المقطوع به أن كل من دعا إلى الله بطريق من الطرق فهو داخل فيه ، والدعوة إلى الله مراتب : فالمرتبة الأولى : دعوة الأنبياء عليهم السلام راجحة على دعوة غيرهم من وجوه أحدها : أنهم جمعوا بين الدعوة بالحجة أولاً ، ثم الدعوة بالسيف ثانياً ، وقلما اتفق لغيرهم الجمع بين هذين الطريقين وثانيها : أنهم هم المبتدئون بهذه الدعوة ، وأما العلماء فإنهم يبنون دعوتهم على دعوة الأنبياء ، والشارع في إحداث الأمر الشريف على طريق الابتداء أفضل وثالثها : أن نفوسهم أقوى قوة ، وأرواحهم أصفى جوهراً ، فكانت تأثيراتها في إحياء القلوب الميتة وإشراق الأرواح الكدرة أكمل ، فكانت دعوتهم أفضل ورابعها : أن النفوس على ثلاثة أقسام : ناقصة وكاملة لا تقوى على تكميل الناقصين وكاملة تقوى على تكميل الناقصين فالقسم الأول : العوام والقسم الثاني : هم الأولياء والقسم الثالث : هم الأنبياء ، ولهذا السبب قال صلى الله عليه وسلم : « علماء أمتي كأنبياء إسرائيل » وإذا عرفت هذا فنقول : إن نفس الأنبياء حصلت لها مزيتان : الكمال في الذات ، والتكميل للغير ، فكانت قوتهم على الدعوة أقوى ، وكانت درجاتهم أفضل وأكمل ، إذا عرفت هذا فنقول : الأنبياء عليهم السلام لهم صفتان : العلم والقدرة ، أما العلماء ، فهم نواب الأنبياء في العلم ، وأما الملوك ، فهم نواب الأنبياء في القدرة ، والعلم يوجب الإستيلاء على الأرواح ، والقدرة توجب الاستيلاء على الأجساد ، فالعلماء خلفاء الأنبياء في عالم الأرواح ، والملوك خلفاء الأنبياء في عالم الأجساد .\r\n وإذا عرفت هذا ظهر أن أكمل الدرجات في الدعوة إلى الله بعد الأنبياء درجة العلماء ، ثم العلماء على ثلاثة أقسام : العلماء بالله ، والعلماء بصفات الله ، والعلماء بأحكام الله .\r\n أما العلماء بالله ، فهم الحكماء الذين قال الله تعالى في حقهم { يُؤْتِى الْحِكْمَةَ مَن يَشَاء وَمَن يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا } [ البقرة : 229 ] وأما العلماء بصفات الله تعالى فهم أصحاب الأصول ، وأما العلماء بأحكام الله فهم الفقهاء ، ولكل واحد من هذه المقامات ثلاث درجات لا نهاية لها ، فلهذا السبب كان للدعوة إلى الله درجات لا نهاية لها ، وأما الملوك فهم أيضاً يدعون إلى دين الله بالسيف ، وذلك بوجهين إما بتحصيله عند عدمه مثل المحاربة مع الكفار ، وإما بإبقائه عند وجوده وذلك مثل قولنا المرتد يقتل ، وأما المؤذنون فهم يدخلون في هذا الباب دخولاً ضعيفاً ، أما دخولهم فيه فلأن ذكر كلمات الأذان دعوة إلى الصلاة ، فكان ذلك داخلاً تحت الدعاء إلى الله ، وأما كون هذه المرتبة ضعيفة فلأن الظاهر من حال المؤذن أنه لا يحيط بمعاني تلك الكلمات وبتقدير أن يكون محيطاً بها إلا أنه لا يريد بذكرها تلك المعاني الشريفة ، فهذا هو الكلام ، في مراتب الدعوة إلى الله .\r\n المسألة الثالثة : قوله { وَمَنْ أَحْسَنُ قَوْلاً مّمَّن دَعَا إِلَى الله } يدل على أن الدعوة إلى الله أحسن من كل ما سوها ، إذا عرفت هذا فنقول : كل ما كان أحسن الأعمال وجب أن يكون واجباً ، لأن كل ما لا يكون واجباً فالواجب أحسن منه ، فثبت أن كل ما كان أحسن الأعمال فهو واجب ، إذا عرفت هذا فنقول الدعوة إلى الله أحسن الأعمال بمتقضى هذه الآية ، وكل ما كان أحسن الأعمال فهو واجب ، ثم ينتج أن الدعوة إلى الله واجبة ، ثم نقول الأذان دعوة إلى الله والدعوة إليه واجبة فينتج الأذان واجب ، واعلم أن الأكثرين من الفقهاء زعموا أن الأذان غير واجب ، وزعموا أن الأذان غير داخل في هذه الآية ، والدليل القاطع عليه أن لدعوة المرادة بهذه الآية يجب أن تكون أحسن الأقوال ، وثبت أن الأذان ليس أحسن الأقوال ، لأن الدعوة إلى دين الله سبحانه وتعالى بالدلائل اليقينية أحسن من الأذان ، ينتج من الشكل الثاني أن الداخل تحت هذه الآية ليس هو لأذان .\r\n المسألة الرابعة : اختلف الناس في أن الأولى أن يقول الرجل أنا المسلم أو الأولى أن يقول أنا مسلم إن شاء الله ، فالقائلون بالقول الأول احتجوا على صحة قولهم بهذه الآية فإن التقدير ومن أحسن قولاً ممن قال إني من المسلمين ، فحكم بأن هذا القول أحسن الأقوال ، ولو كان قولنا إن شاء الله معتبراً في كونه أحسن الأقوال لبطل ما دل عليه ظاهر هذه الآية .\r\n المسألة الخامسة : الآية تدل على أن أحسن الأقوال قول من جمع بين خصال ثلاثة أولها : الدعوة إلى الله وثانيها : العمل الصالح وثالثها : أن يكون من المسلمين ، أما الدعوة إلى الله فقد شرحناها وهي عبارة عن الدعوة إلى الله بإقامة الدلائل اليقينية والبراهين القطعية .\r\n وأما قوله { وَعَمِلَ صالحا } فاعلم أن العمل الصالح إما أن يكون عمل القلوب وهو المعرفة ، أو عمل الجوارح وهو سائر الطاعات .\r\n وأما قوله { وَقَالَ إِنَّنِي مِنَ المسلمين } فهو أن ينضم إلى عمل القلب وعمل الجوارح الإقرار باللسان ، فيكون هذا الرجل موصوفاً بخصال أربعة أحدها : الإقرار باللسان ، والثاني : الأعمال الصالحة بالجوارح والثالث : الاعتقاد الحق بالقلب والرابع : الاشتغال بإقامة الحجة على دين الله ، ولا شك أن الموصوف بهذه الخصال الأربعة أشرف الناس وأفضلهم ، وكمال الدرجة في هذه المراتب الأربعة ليس إلا لمحمد صلى الله عليه وسلم .\r\n ثم قال تعالى : { وَلاَ تَسْتَوِي الحسنة وَلاَ السيئة } وعلم أنا بينا أن الكلام من أول السورة ابتدىء من أن الله حكى عنهم أنهم قالوا { قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ } [ فصلت : 5 ] فأظهروا من أنفسهم الإصرار الشديد على أديانهم القديمة وعدم التأثر بدلائل محمد صلى الله عليه وسلم ، ثم إنه تعالى أطنب في الجواب عنه وذكر الوجوه الكثيرة وأردفها بالوعد والوعيد ، ثم حكى عنهم شبهة أخرى وهي قولهم { لا تَسْمَعُواْ لهذا القرءان والغوا فِيهِ } [ فصلت : 26 ] وأجاب عنها أيضاً بالوجوه الكثيرة ، ثم إنه تعالى بعد الإطناب في الجواب عن تلك الشبهات رغب محمداً صلى الله عليه وسلم في أن لا يترك الدعوة إلى الله فابتدأ أولاً بأن قال : { إِنَّ الذين قَالُواْ رَبُّنَا الله ثُمَّ استقاموا } فلهم الثواب العظيم ثم ترقى من تلك الدرجة إلى درجة أخرى وهي أن الدعوة إلى الله من أعظم الدرجات ، فصار الكلام من أول السورة إلى هذا الموضع واقعاً على أحسن وجوه الترتيب ، ثم كأن سائلاً سأل فقال إن الدعوة إلى الله وإن كانت طاعة عظيمة ، إلا أن الصبر على سفاهة هؤلاء الكفار شديد لا طاقة لنا به ، فعند هذا ذكر الله ما يصلح لأن يكون دافعاً لهذا الإشكال فقال : { وَلاَ تَسْتَوِي الحسنة وَلاَ السيئة } والمراد بالحسنة دعوة الرسول صلى الله عليه وسلم إلى الدين الحق ، والصبر على جهالة الكفار ، وترك الانتقام ، وترك الالتفات إليهم ، والمراد بالسيئة ما أظهروه من الجلافة في قولهم { قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ } وما ذكروه في قولهم { لاَ تَسْمَعُواْ لهذا القرءان والغوا فِيهِ } فكأنه قال يا محمد فعلك حسنة وفعلهم سيئة ، ولا تستوي الحسنة ولا السيئة ، بمعنى أنك إذا أتيت بهذه الحسنة تكون مستوجباً للتعظيم في الدنيا والثواب في الآخرة ، وهم بالضد من ذلك ، فلا ينبغي أن يكون إقدامهم على تلك السيئة مانعاً لك من الاشتغال بهذه الحسنة .\r\n ثم قال : { ادفع بالتي هِىَ أَحْسَنُ } يعني ادفع سفاهتهم وجهالتهم بالطريق الذي هو أحسن الطرق ، فإنك إذا صبرت على سوء أخلاقهم مرة بعد أخرى ، ولم تقابل سفاهتهم بالغضب ولا إضرارهم بالإيذاء والإيحاش استحيوا من تلك الأخلاق المذمومة وتركوا تلك الأفعال القبيحة .\r\n ثم قال : { فَإِذَا الذي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ } يعني إذا قابلت إساءتهم بالإحسان ، وأفعالهم القبيحة بالأفعال الحسنة تركوا أفعالهم القبيحة وانقلبوا من العداوة إلى المحبة ومن البغضة إلى المودة ، ولما أرشد الله تعالى إلى هذا الطريق النافع في الدين والدنيا والآخرة عظمة فقال : { وَمَا يُلَقَّاهَا إِلاَّ الذين صَبَرُواْ وَمَا يُلَقَّاهَا إِلاَّ ذُو حَظّ عَظِيمٍ } قال الزجاج : أي وما يلقى هذه الفعلة إلا الذين صبروا على تحمل المكاره وتجرع الشدائد وكظم الغيظ وترك الانتقام .\r\n ثم قال : { وَمَا يُلَقَّاهَا إِلاَّ ذُو حَظّ عَظِيمٍ } من الفضائل النفسانية والدرجة العالية في القوة الروحانية ، فإن الاشتغال بالانتقام والدفع لا يحصل إلا بعد تأثر النفس ، وتأثر النفس من الواردات الخارجية لا يحصل إلا عند ضعف النفس فأما إذا كانت النفس قوية الجوهر لم تتأثر من الواردات الخارجية ، وإذا لم تتأثر منها لم تضعف ولم تتأذ ولم تشتغل بالانتقام ، فثبت أن هذه السيرة التي شرحناها لا يلقاها إلا ذو حظ عظيم من قوة النفس وصفاء الجوهر وطهارة الذات ، ويحتمل أن يكون المراد : وما يلقاها إلا ذو حظ عظيم من ثواب الآخرة ، فعلى هذا الوجه قوله { وَمَا يُلَقَّاهَا إِلاَّ الذين صَبَرُواْ } مدح بفعل الصبر ، وقوله { وَمَا يُلَقَّاهَا إِلاَّ ذُو حَظّ عَظِيمٍ } وعد بأعظم الحظ من الثواب .\r\n ولما ذكر هذا الطريق الكامل في دفع الغضب والانتقام ، وفي ترك الخصومة ذكر عقيبه طريقاً آخر عظيم النفع أيضاً في هذا الباب ، فقال : { وَإِمَّا يَنزَغَنَّكَ مِنَ الشيطان نَزْغٌ فاستعذ بالله إِنَّهُ هُوَ السميع العليم } وهذه الآية مع ما فيها من الفوائد الجليلة مفسرة في آخر سورة الأعراف على الاستقصاء ، قال صاحب «الكشاف» النزغ والنسغ بمعنى واحد وهو شبه النخس والشيطان ينزغ الإنسان ، كأنه ينخسه ببعثه على ما لا ينبغي وجعل النزغ نازغاً ، كما قيل : جد جده أو أُريد { وَإِمَّا يَنَزَغَنَّكَ } نازغ وصفاً للشيطان بالمصدر ، وبالجملة فالمقصود من الآية وإن صرفك الشيطان عما شرعت من الدفع بالتي هي أحسن ، فاستعذ بالله من شره ، وامض على شأنك ولا تطعه ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن أحسن قولا ممن دعا إلى الله وعمل صالحا وقال إنني من المسلمين (33) ولا تستوي الحسنة ولا السيئة ادفع بالتي هي أحسن فإذا الذي بينك وبينه عداوة كأنه ولي حميم (34) وما يلقاها إلا الذين صبروا وما يلقاها إلا ذو حظ عظيم (35) وإما ينزغنك من الشيطان نزغ فاستعذ بالله إنه هو السميع العليم (36) ",
        "babnum": 7
    },
    {
        "id": 2175,
        "cate": "41",
        "title": "وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ (37) فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْأَمُونَ (38) وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِ الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (39) ",
        "details": " اعلم أنه تعالى لما بيّن في الآية المتقدمة أن أحسن الأعمال والأقوال هو الدعوة إلى الله تعالى أردفه بذكر الدلائل الدالة على وجود الله وقدرته وحكمته ، تنبيهاً على أن الدعوة إلى الله تعالى عبارة عن تقرير الدلائل الدالة على ذات الله وصفاته ، فهذه تنبيهات شريفة مستفادة من تناسق هذه الآيات ، فكان العلم بهذه اللطائف أحسن علوم القرآن ، وقد عرفت أن الدلائل الدالة على هذه المطالب العالية هي العالم بجميع ما فيه من الأجزاء والأبعاض ، فبدأ ههنا بذكر الفلكيات وهي الليل والنهار وإنما قدم ذكر الليل على ذكر النهار تنبيهاً على أن الظلمة عدم ، والنور وجود ، والعدم سابق على الوجود ، فهذا كالتنبيه على حدوث هذه الأشياء ، وأما دلالة الشمس والقمر والأفلاك وسائر الكواكب على وجود الصانع ، فقد شرحناها في هذا الكتاب مراراً ، لا سيما في تفسير قوله { الحمد للَّهِ رَبّ العالمين } [ الفاتحة : 2 ] وفي تفسير قوله { الحمد للَّهِ الذي خَلَقَ السموات والأرض } [ الأنعام : 1 ] .\r\n ولما بيّن أن الشمس والقمر محدثان ، وهما دليلان على وجود الإله القادر قال : { لاَ تَسْجُدُواْ لِلشَّمْسِ وَلاَ لِلْقَمَرِ } يعني أنهما عبدان دليلان على وجود الإله ، والسجدة عبارة عن نهاية التعظيم فهي لا تليق إلا بمن كان أشرف الموجودات ، فقال : { لاَ تَسْجُدُواْ لِلشَّمْسِ وَلاَ لِلْقَمَرِ } لأنهما عبدان مخلوقان { واسجدوا لِلَّهِ } الخالق القادر الحكيم ، والضمير في قوله { خَلَقَهُنَّ } لليل والنهار والقمر ، لأن حكم جماعة ما لا يعقل حكم الأنثى أو الإناث ، يقال للأقلام بريتها وبريتهن ، ولما قال : { ومّنْ ءاياته } كن في معنى الإناث فقال : { خَلَقَهُنَّ } وإنما قال : { إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ } لأن ناساً كانوا يسجدون للشمس والقمر كالصابئين في عبادتهم الكواكب ويزعمون أنهم يقصدون بالسجود لهما السجود لله فنهوا عن هذه الواسطة وأمروا أن لا يسجدوا إلا لله الذي خلق الأشياء ، فإن قيل إذا كان لا بد في الصلاة من قبلة معينة ، فلو جعلنا الشمس قبلة معينة عند السجود كان ذلك أولى ، قلنا الشمس جوهر مشرق عظيم الرفعة عالي الدرجة ، فلو أذن الشرع في جعلها قبلة في الصلوات ، فعند اعتياد السجود إلى جانب الشمس ربما غلب على الأوهام أن ذلك السجود للشمس لا لله ، فلأجل الخوف من هذا المحذور نهى الشارع الحكيم عن جعل الشمس قبلة للسجود ، بخلاف الحجر المعين فإنه ليس فيه ما يوهم الإلهية ، فكان المقصود من القبلة حاصلاً والمحذور المذكور زائلاً فكان هذا أولى ، واعلم أن مذهب الشافعي رضي الله عنه أن موضع السجود هو قوله { تَعْبُدُونَ } لأجل أن قوله { واسجدوا لِلَّهِ } متصل به ، وعند أبي حنيفة هو قوله { وَهُمْ لاَ يَسْئَمُونَ } لأن الكلام إنما يتم عنده .\r\n ثم إنه تعالى لما أمر بالسجود قال بعده { فَإِنِ استكبروا فالذين عِندَ رَبّكَ يُسَبّحُونَ لَهُ بالليل والنهار وَهُمْ لاَ يَسْأمُونَ } وفيه سؤالات : السؤال الأول : إن الذين يسجدون للشمس والقمر يقولون نحن أقل وأذل من أن يحصل لنا أهلية عبودية الله تعالى ، ولكنا عبيد للشمس وهما عبدان لله ، وإذا كان قول هؤلاء هكذا ، فكيف يليق أن يقال إنهم استكبروا عن السجود لله؟ والجواب : ليس المراد من لفظ الاستكبار ما ذكرتم ، بل المراد فإن استكبروا عن قبول قولك يا محمد في النهي عن السجود للشمس والقمر .\r\n السؤال الثاني : أن المشبهة تمسكوا بقوله { فالذين عِندَ رَبّكَ } في إثبات المكان والجهة لله تعالى والجواب : أنه يقال عند الملك من الجند كذا وكذا ، ولا يراد به قرب المكان .\r\n فكذا ههنا .\r\n ويدل عليه قوله « أنا عند ظن عبدي بي وأنا عند المنكسرة قلوبهم لأجلي في مقعد صدق عند مليك مقتدر » ويقال عند الشافعي رضي الله عنه إن المسلم لا يقتل بالذمي .\r\n السؤال الثالث : هل تدل هذه الآية على أن الملك أفضل من البشر؟ الجواب : نعم ، لأنه إنما يستدل بحال الأعلى على حال الأدون ، فيقال هؤلاء الأقوام إن استكبروا عن طاعة فلان فالأكابر يخدمونه ويعترفون بتقدمه ، فثبت أن هذا النوع من الاستدلال إنما يحسن بحال الأعلى على حال الأدون .\r\n السؤال الرابع : قال ههنا في صفة الملائكة { يَسْبَحُونَ له بالليل والنهار } فهذا يدل على أنهم مواظبون على التسبيح ، لا ينفكون عنه لحظة واحدة ، واشتغالهم بهذا العمل على سبيل الدوام يمنعهم من الاشتغال بسائر الأعمال ككونهم ينزلون إلى الأرض كما قال : { نَزَلَ بِهِ الروح الأمين * على قَلْبِكَ } [ الشعراء : 193 ، 194 ] وقال : { وَنَبّئْهُمْ عَن ضَيْفِ إِبْرَاهِيمَ } [ الحجر : 51 ] وقوله تعالى : { عَلَيْهَا مَلَئِكَةٌ غِلاَظٌ شِدَادٌ } [ التحريم : 6 ] الجواب : إن الذين ذكرهم الله تعالى ههنا بكونهم مواظبين على التسبيح أقوام معينون من الملائكة وهم الأشراف الأكابر منهم ، لأنه تعالى وصفهم بكونهم عنده ، والمراد من هذه العندية كمال الشرف والمنقبة ، وهذا لا ينافي كون طائفة أخرى من الملائكة مشتغلين بسائر الأعمال ، فإن قالوا هب أن الأمر كذلك إلا أنهم لا بد وأن يتنفسوا ، فاشتغالهم بذلك التنفس يصدهم عن تلك الحالة من التسبيح قلنا كما أن التنفس سبب لصلاح حال الحياة بالنسبة إلى البشر فذكر الله تعالى سبب لصلاح حالهم في حياتهم ، ولا يجب على العاقل المنصف أن يقيس أحوال الملائكة في صفاء جوهرها وإشراق ذواتها واستغراقها في معارج معارف الله بأحوال البشر ، فإن بين الحالتين بعد المشرقين .\r\n ثم قال تعالى : { وَمِنْ ءاياته أَنَّكَ تَرَى الأرض خاشعة } .\r\n واعلم أنه تعالى لما ذكر الآيات الأربع الفلكية وهي الليل والنهار والشمس والقمر ، أتبعها بذكر آية أرضية فقال : { وَمِنْ ءاياته أَنَّكَ تَرَى الأرض خاشعة } والخشوع التذلل والتصاغر ، واستعير هذا اللفظ لحال الأرض حال خلوها عن المطر والنبات { فَإِذَا أَنزَلْنَا عَلَيْهَا الماء اهتزت وَرَبَتْ } أي تحركت بالنبات ، وربت : انتفخت لأن النبت إذا قرب أن يظهر ارتفعت له الأرض وانتفخت ، ثم تصدعت عن النبات ، ثم قال : { إِنَّ الذي أحياها لَمُحيي الموتى } يعني أن القادر على إحياء الأرض بعد موتها هو القادر على إحياء هذه الأجساد بعد موتها ، وقد ذكرنا تقرير هذا الدليل مراراً لا حصر لها ، ثم قال : { إِنَّهُ على كُلّ شَىْء قَدِيرٌ } وهذا هو الدليل الأصلي وتقريره إن عودة التأليف والتركيب إلى تلك الأجزاء المتفرقة ممكن لذاته ، وعود الحياة والعقل والقدرة إلى تلك الاْجزاء بعد اجتماعها أيضاً أمر ممكن لذاته ، والله تعالى قادر على الممكنات ، فوجب أن يكون قادراً على إعادة التركيب والتأليف والحياة والقدرة والعقل والفهم إلى تلك الأجزاء ، وهذا يدل دلالة واضحة على أن حشر الأجساد ممكن لا امتناع فيه ألبتة ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن آياته الليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن إن كنتم إياه تعبدون (37) فإن استكبروا فالذين عند ربك يسبحون له بالليل والنهار وهم لا يسأمون (38) ومن آياته أنك ترى الأرض خاشعة فإذا أنزلنا عليها الماء اهتزت وربت إن الذي أحياها لمحي الموتى إنه على كل شيء قدير (39) ",
        "babnum": 8
    },
    {
        "id": 2176,
        "cate": "41",
        "title": "إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لَا يَخْفَوْنَ عَلَيْنَا أَفَمَنْ يُلْقَى فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ اعْمَلُوا مَا شِئْتُمْ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (40) إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ وَإِنَّهُ لَكِتَابٌ عَزِيزٌ (41) لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ (42) ",
        "details": " اعلم أنه تعالى لما بيّن أن الدعوة إلى دين الله تعالى أعظم المناصب وأشرف المراتب ، ثم بيّن أن الدعوة إلى دين الله تعالى ، إنما تحصل بذكر دلائل التوحيد والعدل وصحة البعث والقيامة ، عاد إلى تهديد من ينازع في تلك الآيات ، ويحاول إلقاء الشبهات فيها ، فقال : { إِنَّ الذين يُلْحِدُونَ فِي ءاياتنا } يقال ألحد الحافر ولحد إذا مال عن الاستقامة فحفر في شق ، فالملحد هو المنحرف ، ثم بحكم العرف اختص بالمنحرف عن الحق إلى الباطل ، وقوله { لاَ يَخْفَوْنَ عَلَيْنَا } تهديد كما إذا قال الملك المهيب : إن الذين ينازعونني في ملكي أعرفهم ، فإنه يكون ذلك تهديداً ، ثم قال : { أفمن يلقى في النار خير أمن يأتي آمناً يوم القيامة } وهذا استفهام بمعنى التقرير ، والغرض التنبيه على أن الذين يلحدون في آياتنا يلقون في النار ، والذين يؤمنون بآياتنا يأتون آمنين يوم القيامة .\r\n ثم قال : { اعملوا مَا شِئْتُمْ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ } وهذا أيضاً تهديد ثالث ، ونظيره ما يقوله الملك المهيب عند الغضب الشديد إذا أخذ يعاتب بعض عبيده ثم يقول لهم اعملوا ما شئتم فإه هذا مما يدل على الوعيد الشديد .\r\n ثم قال تعالى : { إِنَّ الذين كَفَرُواْ بالذكر لَمَّا جَاءهُمْ } وهذا أيضاً تهديد ، وفي جوابه وجهان : أحدهما : أنه محذوف كسائر الأجوبة المحذوفة في القرآن على تقدير : إن الذين كفروا بالذكر لما جاءهم يجازون بكفرهم أو ما أشبه والثاني : أن جوابه قوله { أولئك يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ } والأول أصوب ، ولما بالغ في تهديد الذين يلحدون في آيات القرآن أتبعه ببيان تعظيم القرآن ، فقال : { وَإِنَّهُ لكتاب عَزِيزٌ } والعزيز له معنيان أحدهما : الغالب القاهر والثاني : الذي لا يوجد نظيره ، أما كون القرآن عزيزاً بمعنى كونه غالباً ، فالأمر كذلك لأنه بقورة حجته غلب على كل ما سواه ، وأما كونه عزيزاً بمعنى عديم النظير ، فالأمر كذلك لأن الأولين والآخرين عجزوا عن معارضته ، ثم قال : { لاَّ يَأْتِيهِ الباطل مِن بَيْنِ يَدَيْهِ وَلاَ مِنْ خَلْفِهِ } وفيه وجوه : الأول : لا تكذبه الكتب المتقدمة كالتوراة والإنجيل والزبور ، ولا يجيء كتاب من بعده يكذبه الثاني : ما حكم القرآن بكونه حقاً لا يصير باطلاً ، وما حكم بكونه باطلاً لا يصير حقاً الثالث : معناه أنه محفوظ من أن ينقص منه فيأتيه الباطل من بين يديه ، أو يزاد فيه فيأتيه الباطل من خلفه .\r\n والدليل عليه قوله { وَإِنَّا لَهُ لحافظون } [ الحجر : 9 ] فعل هذا الباطل هو الزيادة والنقصان الرابع : يحتمل أن يكون المراد أنه لا يوجد في المستقبل كتاب يمكن جعله معارضاً وله ولم يوجد فيما تقدم كتاب يصلح جعله معارضاً له الخامس : قال صاحب «الكشاف» هذا تمثيل ، والمقصود أن الباطل لا يتطرق إليه ، ولا يجد إليه سبيلاً من جهة من الجهات حتى يتصل إليه .\r\n واعلم أن لأبي مسلم الأصفهاني أن يحتج بهذه الآية على أنه لم يوجد النسخ فيه لأن النسخ إبطال فلو دخل النسخ فيه لكان قد أتاه الباطل من خلفه وإنه على خلاف هذه الآية .\r\n ثم قال تعالى : { تَنزِيلٌ مّنْ حَكِيمٍ حَمِيدٍ } أي حكيم في جميع أحواله وأفعاله ، حميد إلى جميع خلقه بسبب كثرة نعمه ، ولهذا السبب جعل { الحمد للَّهِ رَبّ العالمين } [ الفاتحة : 2 ] فاتحة كلامه ، وأخبر أن خاتمة كلام أهل الجنة ، وهو قوله { الحمد للَّهِ رَبّ العالمين } [ الزمر : 75 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين يلحدون في آياتنا لا يخفون علينا أفمن يلقى في النار خير أم من يأتي آمنا يوم القيامة اعملوا ما شئتم إنه بما تعملون بصير (40) إن الذين كفروا بالذكر لما جاءهم وإنه لكتاب عزيز (41) لا يأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد (42) ",
        "babnum": 9
    },
    {
        "id": 2177,
        "cate": "41",
        "title": "مَا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ (43) وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ (44) وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ (45) مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ (46) ",
        "details": " واعلم أنه تعالى لما هدد الملحدين في آيات الله ، ثم بيّن شرف آيات الله ، وعلو درجة كتاب الله رجع إلى أمر رسول الله صلى الله عليه وسلم بأن يصبر على أذى قومه وأن لا يضيق قلبه بسبب ما حكاه عنهم في أول السورة من أنهم { قَالُواْ قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ } إلى قوله { فاعمل إِنَّنَا عاملون } [ فصلت : 5 ] فقال : { مَّا يُقَالُ لَكَ إِلاَّ مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ } وفيه وجهان : الأول : وهو الأقرب أن المراد ما تقول لك كفار قومك إلا مثل ما قد قال للرسل كفار قومهم من الكلمات المؤذية والمطاعن في الكتب المنزّلة { وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ } للمحقين { وَذُو عِقَابٍ أَلِيمٍ } للمبطلين ففوض هذا الأمر إلى الله واشتغل بما أمرت به وهو التبليغ والدعوة إلى الله تعالى الثاني : أن يكون المراد ما قال الله لك إلا مثل ما قال لسائر الرسل وهو أنه تعالى أمرك وأمر كل الأنبياء بالصبر على سفاهة الأقوام فمن حقه أن يرجوه أهل طاعته ويخافه أهل معصيته ، وقد ظهر من كلامنا في تفسير هذه السورة أن المقصود من هذه السورة ، هو ذكر الأجوبة عن قولهم { وَقَالُواْ قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي ءَاذانِنَا وَقْرٌ وَمِن بَيْنِنَا وَبَيْنِكَ حِجَابٌ فاعمل إِنَّنَا عَامِلُونَ } فتارة ينبه على فساد هذه الطريقة ، وتارة يذكر الوعد والوعيد لمن لم يؤمن بهذا القرآن ولم يعرض عنه ، وامتد الكلام إلى هذا الموضع من أول السورة على الترتيب الحسن والنظم الكامل ، ثم إنه تعالى ذكر جواباً آخر عن قولهم { وَقَالُواْ قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي ءَاذانِنَا وَقْرٌ } فقال : { وَلَوْ جعلناه قُرْءَاناً أعْجَمِيّاً لَّقَالُواْ لَوْلاَ فُصّلَتْ ءاياته ءاعْجَمِيٌّ وَعَرَبِيٌّ } وفيه مسائل : المسألة الأولى : قرأ حمزة والكسائي وأبو بكر عن عاصم : أأعجمي بهمزتين على الاستفهام ، والباقون بهمزة واحدة ومدة على أصلهم في أمثاله ، كقوله { أأَنذَرْتَهُمْ } [ البقرة : 6 ] ونحوها على الاستفهام ، وروي عن ابن عباس بهمزة واحدة ، وأما القراءة بهمزتين : فالهمزة الأولى همزة إنكار ، والمراد أنكروا وقالوا قرآن أعجمي ورسول عربي ، أو مرسل إليه عربي ، وأما القراءة بغير همزة الاستفهام ، فالمراد الإخبار بأن القرآن أعجمي والمرسل إليه عربي .\r\n المسألة الثانية : نقلوا في سبب نزول هذه الآية أن الكفار لأجل التعنت ، قالوا لو نزل القرآن بلغة العجم فنزلت هذه الآية ، وعندي أن أمثال هذه الكلمات فيها حيف عظيم على القرآن ، لأنه يقتضي ورود آيات لا تعلق للبعض فيها بالبعض ، وأنه يوجب أعظم أنواع الطعن فكيف يتم مع التزام مثل هذا الطعن ادعاء كونه كتاباً منتظماً ، فضلاً عن ادعاء كونه معجزاً؟ بل الحق عندي أن هذه السورة من أولها إلى آخرها كلام واحد ، على ما حكى الله تعالى عنهم من قولهم { قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِى ءاذانِنَا وَقْرٌ } وهذا الكلام أيضاً متعلق به ، وجواب له ، والتقدير : أنا لو أنزلنا هذا القرآن بلغة العجم لكان لهم أن يقولوا : كيف أرسلت الكلام العجمي إلى القوم العرب ، ويصح لهم أن يقولوا { قُلُوبُنَا فِى أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ } أي من هذا الكلام { وفي آذاننا وقر } منه لأنا لا نفهمه ولا نحيط بمعناه ، أما لما أنزلنا هذا الكتاب بلغة العرب ، وبألفاظهم وأنتم من أهل هذه اللغة ، فكيف يمكنكم ادعاء أن قلوبكم في أكنة منها ، وفي آذانكم وقر منها ، فظهر أنا إذا جعلنا هذا الكلام جواباً عن ذلك الكلام ، بقيت السورة من أولها إلى آخرها على أحسن وجوه النظم ، وأما على الوجه الذي يذكره الناس فهو عجيب جداً .\r\n ثم قال تعالى : { قُلْ هُوَ لِلَّذِينَ ءَامَنُواْ هُدًى وَشِفَاء والذين لاَ يُؤْمِنُونَ فِى ءاذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أولئك يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ } .\r\n واعلم أن هذا متعلق بقولهم { وَقَالُواْ قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ } إلى آخر الآية ، كأنه تعالى يقول : إن هذا الكلام أرسلته إليكم بلغتكم لا بلغة أجنبية عنكم ، فلا يمكنكم أن تقولوا إن قلوبنا في أكنة منه بسبب جهلنا بهذه اللغة ، فبقي أن يقال إن كل من آتاه الله طبعاً مائلاً إلى الحق ، وقلباً مائلاً إلى الصدق ، وهمة تدعوه إلى بذل الجهد في طلب الدين ، فإن هذا القرآن يكون في حقه هدىً شفاء .\r\n أما كونه هدىً فلأنه دليل على الخيرات ويرشد إلى كل السعادات ، وأما كونه شفاء فإنه إذا أمكنه الاهتداء فقد حصل الهدى ، فذلك الهدى شفاء له من مرض الكفر والجهل ، وأما من كان غارقاً في بحر الخذلان ، وتائهاً في مفاوز الحرمان ، ومشغوفاً بمتابعة الشيطان ، كان هذا القرآن في آذانه وقراً ، كما قال : { وفي آذاننا وقر } [ فصلت : 5 ] وكان القرآن عليهم عمى كما قال : { وَمِن بَيْنِنَا وَبَيْنِكَ حِجَابٌ } [ فصلت : 5 ] ، { أولئك يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ } بسبب ذلك الحجاب الذي حال بين الانتفاع ببيان القرآن ، وكل من أنصف ولم يتعسف علم أنا إذا فسرنا هذه الآية على الوجه الذي ذكرناه صارت هذه السورة من أولها إلى آخرها كلاماً واحداً منتظماً مسوقاً نحو غرض واحد ، فيكون هذا التفسير أولى مما ذكروه ، وقرأ الجمهور { وَهُوَ عَلَيْهِمْ عَمًى } على المصدر ، وقرأ ابن عباس عم على النعت ، قال أبو عبيد والأول هو الوجه ، كقوله { هُدًى وَشِفَاء } وكذلك { عَمًى } وهو مصدر مثلها ، ولو كان المذكور أنه هاد وشاف لكان الكسر في { عَمًى } أجود فيكون نعتاً مثلهما ، وقوله تعالى : { أولئك يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ } قال ابن عباس : يريد مثل البهيمة التي لا تفهم إلا دعاء ونداء ، وقيل من دعي من مكان بعيد لم يسمع ، وإن سمع لم يفهم ، فكذا حال هؤلاء .\r\n ثم قال تعالى : { وَلَقَدْ ءَاتَيْنَا موسى الكتاب فاختلف فِيهِ } وأقول أيضاً إن هذا متعلق بما قبله ، كأنه قيل إنا لما آتينا موسى الكتاب اختلفوا فيه ، فقبله بعضهم ورده الآخرون ، فكذلك آتيناك هذا الكتاب فقبله بعضهم وهم أصحابك ، ورده الآخرون ، وهم الذين يقولون { قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ } .\r\n ثم قال تعالى : { وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبّكَ } يعني في تأخير العذاب عنهم إلى أجل مسمى وهو يوم القيامة ، كما قال : { بَلِ الساعة مَوْعِدُهُمْ } [ القمر : 46 ] { لَقُضِيَ بَيْنَهُمْ } يعني المصدق والمكذب بالعذاب الواقع بمن كذب وإنهم لفي شك من صدقك وكتابك مريب ، فلا ينبغي أن تستعظم استيحاشك من قولهم { قُلُوبُنَا فِي أَكِنَّةٍ مّمَّا تَدْعُونَا إِلَيْهِ } .\r\n ثم قال : { مَّنْ عَمِلَ صالحا فَلِنَفْسِهِ وَمَنْ أَسَاء فَعَلَيْهَا } يعني خفف على نفسك إعراضهم ، فإنهم إن آمنوا فنفع إيمانهم يعود عليهم ، وإن كفروا فضرر كفرهم يعود إليهم ، والله سبحانه يوصل إلى كل أحد ما يليق بعمله من الجزاء { وَمَا رَبُّكَ بظلام لّلْعَبِيدِ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ما يقال لك إلا ما قد قيل للرسل من قبلك إن ربك لذو مغفرة وذو عقاب أليم (43) ولو جعلناه قرآنا أعجميا لقالوا لولا فصلت آياته أأعجمي وعربي قل هو للذين آمنوا هدى وشفاء والذين لا يؤمنون في آذانهم وقر وهو عليهم عمى أولئك ينادون من مكان بعيد (44) ولقد آتينا موسى الكتاب فاختلف فيه ولولا كلمة سبقت من ربك لقضي بينهم وإنهم لفي شك منه مريب (45) من عمل صالحا فلنفسه ومن أساء فعليها وما ربك بظلام للعبيد (46) ",
        "babnum": 10
    },
    {
        "id": 2178,
        "cate": "41",
        "title": "إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ (47) وَضَلَّ عَنْهُمْ مَا كَانُوا يَدْعُونَ مِنْ قَبْلُ وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ (48) لَا يَسْأَمُ الْإِنْسَانُ مِنْ دُعَاءِ الْخَيْرِ وَإِنْ مَسَّهُ الشَّرُّ فَيَئُوسٌ قَنُوطٌ (49) وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُجِعْتُ إِلَى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَى فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَابٍ غَلِيظٍ (50) وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ (51) قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ (52) سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (53) أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ (54) ",
        "details": " واعلم أنه تعالى لما هدد الكفار في الآية المتقدمة بقوله { مَّنْ عَمِلَ صالحا فَلِنَفْسِهِ وَمَنْ أَسَاء فَعَلَيْهَا } [ فصلت : 46 ] ومعناه أن جزاء كل أحد يصل إليه في يوم القيامة ، وكأن سائلاً قال ومتى يكون ذلك اليوم؟ فقال تعالى إنه لا سبيل للخلق إلى معرفة ذلك اليوم ولا يعلمه إلا الله فقال : { إِلَيْهِ يُرَدُّ عِلْمُ الساعة } وهذه الكلمة تفيد الحصر أي لا يعلم وقت الساعة بعينه إلا الله ، وكما أن هذا العلم ليس إلا عند الله فكذلك العلم بحدوث الحوادث المستقبلة في أوقاتها المعينة ليس إلا عند الله سبحانه وتعالى ، ثم ذكر من أمثلة هذا الباب مثالين أحدهما : قوله { وَمَا تَخْرُجُ مِن ثمرات مّنْ أَكْمَامِهَا } والثاني : قوله { وَمَا تَحْمِلُ مِنْ أنثى وَلاَ تَضَعُ إِلاَّ بِعِلْمِهِ } قال أبو عبيدة أكمامها أوعيتها وهي ما كانت فيه الثمرة واحدها كم وكمة ، قرأ نافع وابن عامر وحفص عن عاصم ( من ثمرات ) بالألف على الجمع والباقون ( من ثمرة ) بغير ألف على الواحد .\r\n واعلم أن نظير هذه الآية قوله { إِنَّ الله عِندَهُ عِلْمُ الساعة وَيُنَزّلُ الغيث } [ القمان : 34 ] إلى آخر لآية ، فإن قيل أليس أن المنجمين قد يتعرفون من طالع سنة العالم أحوالاً كثيرة من أحوال العالم ، وكذلك قد يتعرفون من طوالع الناس أشياء من أحوالهم ، وههنا شيء آخر يسمى علم الرمل وهو كثير الإصابة وأيضاً علم التعبير بالاتفاق قد يدل على أحوال المغيبات ، فكيف الجمع بين هذه العلوم المشاهدة وبين هذه الآية؟ قلنا إن أصحاب هذه العلوم لا يمكنهم القطع والجزم في شيء من المطالب ألبتة وإنما الغاية القصوى ادعاء ظن ضعيف والمذكور في هذه الآية أن علمها ليس إلا عند الله والعلم هو الجزم واليقين وبهذ لطريق زالت المنافاة والمعاندة والله أعلم ، ثم إنه تعالى لما ذكر القيامة أردفه بشيء من أحوال يوم القيامة ، وهذا الذي ذكره ههنا شديد التعلق أيضاً بما وقع الابتداء به في أول السورة ، وذلك لأن أول السورة يدل على أن شدة نفورهم عن استماع القرآن إنما حصلت من أجل أن محمداً صلى الله عليه وسلم كان يدعوهم إلى التوحيد وإلى البراءة عن الأصنام والأوثان بدليل أنه قال في أول السورة { قُلْ إِنَّمَا أَنَاْ بَشَرٌ مّثْلُكُمْ يوحى إِلَىَّ أَنَّمَا إلهكم إله وَاحِدٌ } [ فصلت : 6 ] فذكر في خاتمة السورة وعيد القائلين بالشركاء ولأنداد فقال : { وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِى } أي بحسب زعمكم واعتقادكم { قَالُواْ آذناك } قال ابن عباس أسمعناك كقوله تعالى : { وَأَذِنَتْ لِرَبّهَا وَحُقَّتْ } [ الانشقاق : 2 ] بمعنى سمعت ، وقال الكلبي أعلمناك وهذا بعيد ، لأن أهل القيامة يعلمون الله ويعلمون أنه يعلم الأشياء علماً واجباً ، فالإعلام في حقه محال .\r\n ثم قال : { مَا مِنَّا مِن شَهِيدٍ } وفيه وجوه الأول : ليس أحد منا يشهد بأن لك شريكاً ، فالمقصود أنهم في ذلك اليوم يتبرءون من إثبات الشريك لله تعالى الثاني : ما منا من أحد يشاهدهم لأنهم ضلوا عنهم وضلت عنهم آلهتهم لا يبصرونها في ساعة التوبيخ الثالث : أن قوله { مَا مِنَّا مِن شَهِيدٍ } كلام الأصنام فإن الله يحييها ، ثم إنها تقول ما منا من أحد يشهد بصحة ما أضافوا إلينا من الشركة ، وعلى هذا التقدير فمعنى أنها لا تنفعهم فكأنهم ضلوا عنهم .\r\n ثم قال : { وَظَنُّواْ مَا لَهُمْ مّن مَّحِيصٍ } وهذا ابتداء كلام من الله تعالى يقول إن الكفار ظنوا أولاً ثم أيقنوا أنه لا محيص لهم عن النار والعذاب ، ومنهم من قال إنهم ظنوا أولاً أنه لا محيص لهم عن النار ثم أيقنوا ذلك بعده ، وهذا بعيد لأن أهل النار يعلمون أن عقابهم دائم ، ولما بيّن الله تعالى من حال هؤلاء الكفار أنهم بعد أن كانوا مصرين على القول بإثبات الشركاء والأضداد لله في الدنيا تبرءوا عن تلك الشركاء في الآخرة بين أن الإنسان في جميع الأوقات متبدل الأحوال متغير المنهج ، فإن أحس بخير وقدرة انتفخ وتعظم وإن أحسّ ببلاء ومحنة ذبل ، كما قيل في المثل : إن هذا كالقرلى ، إن رأى خيراً تدلى ، وإن رأى شراً تولى ، فقال : { لاَّ يَسْأمُ الإنسان مِن دُعَاء الخير وَإِن مَّسَّهُ الشر فَيَئُوسٌ قَنُوطٌ } يعني أنه في حال الإقبال ومجيء المرادات لا ينتهي قط إلى درجة إلا ويطلب الزيادة عليها ويطمع بالفوز بها ، وفي حال الإدبار والحرمان يصير آيساً قانطاً ، فالانتقال من ذلك الرجاء الذي لا آخر له إلى هذا اليأس الكلي يدل على كونه مبتدل الصفة متغير الحال وفي قوله { يئوس قنوط } مبالغة من وجهين أحدهما : من طريق بناء فعول والثاني : من طريق التكرير واليأس من صفة القلب ، والقنوط أن يظهر آثار ليأس في الوجه والأحوال الظاهرة .\r\n ثم بيّن تعالى أن هذا الذي صار آيساً قانطاً لو عاودته النعمة والدولة ، وهو المراد من قوله { وَلَئِنْ أذقناه رَحْمَةً مّنَّا مِن بَعْدِ ضَرَّاء مَسَّتْهُ } فإن هذا الرجل يأتي بثلاثة أنواع من الأقاويل الفاسدة والمذاهب الباطلة الموجبة للكفر والبعد عن الله تعالى فأولها أنه لا بد وأن يقول هذا لي وفيه وجهان الأول : معناه أن هذا حقي وصل إلي ، لأني استوجبته بما حصل عندي من أنواع الفضائل وأعمال البر والقربة من الله ولا يعلم المسكين أن أحداً لا يستحق على الله شيئاً ، وذلك لأنه إن كان ذلك الشخص عارياً عن الفضائل ، فهذا الكلام ظاهر الفساد وإن كان موصوفاً بشيء من الفضائل والصفات الحميدة ، فهي بأسرها إنما حصلت له بفضل الله وإحسانه ، وإذ تفضل الله بشيء على بعض عبيده ، امتنع أن يصير تفضله عليه بتلك العطية سبباً لأن يستحق على الله شيئاً آخر ، فثبت بهذا فساد قوله إنما حصلت هذه الخيرات بسبب استحقاقي والوجه الثاني : أن هذا لي أي لا يزول عني ويبقى علي وعلى أولادي وذريتي .\r\n والنوع الثاني : من كلماتهم الفاسدة أن يقول { وَمَا أَظُنُّ الساعة قَائِمَةً } يعني أنه يكون شديد الرغبة في الدنيا عظيم النفرة عن الآخرة ، فإذا آل الأمر إلى أحوال الدنيا يقول إنها لي وإذا آل الأمر إلى الآخرة يقول { وَمَا أَظُنُّ الساعة قَائِمَةً } .\r\n والنوع الثالث : من كلماتهم الفاسدة أن يقول { وَلَئِن رُّجِّعْتُ إلى رَبّي إِنَّ لِى عِندَهُ للحسنى } يعني أن الغالب على الظن أن القول بالبعث والقيامة باطل ، وبتقدير أن يكون حقاً فإن لي عنده للحسنى ، وهذه الكلمة تدل على جزمهم بوصولهم إلى الثواب من وجوه الأول : أن كلمة إن تفيد التأكيد الثاني : أن تقديم كلمة لي تدل على هذا التأكيد الثالث : قوله { عِندَهُ } يدل على أن تلك الخيرات حاضرة مهيئة عنده كما تقول لي عند فلان كذا من الدنانير ، فإن هذا يفيد كونها حاضرة عنده ، فلو قلت إن لي عند فلان كذا من الدنانير لا يفيد ذلك والرابع : اللام في قوله { للحسنى } تفيد التأكيد الخامس : للحسنى يفيد الكمال في الحسنى .\r\n ولما حكى الله تعالى عنهم هذه الأقوال الثلاثة الفاسدة قال : { فَلَنُنَبّئَنَّ الذين كَفَرُواْ بِمَا عَمِلُواْ } أي نظهر لهم أن الأمر على ضد ما اعتقدوه وعلى عكس ما تصوروه كما قال تعالى : { وَقَدِمْنَا إلى مَا عَمِلُواْ مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاء مَّنثُوراً } [ الفرقان : 23 ] { وَلَنُذِيقَنَّهُمْ مّنْ عَذَابٍ غَلِيظٍ } في مقابلة قولهم { إِنَّ لِي عِندَهُ للحسنى } .\r\n ولما حكى الله تعالى أقوال الذي أنعم عليه بعد وقوعه في الآفات حكى أفعاله أيضاً فقال : { وَإِذَا أَنْعَمْنَا عَلَى الإنسان أَعْرَضَ } عن التعظيم لأمر الله والشفقة على خلق الله { وَنَأَى بِجَانِبِهِ } أي ذهب بنفسه وتكبر وتعظم ، ثم إن مسه الضر والفقر أقبل على دوام الدعاء وأخذ في الابتهال والتضرع ، وقد استعير العرض لكثرة الدماء ودوامه وهو من صفات الأجرام ويستعار له الطول أيضاً كما استعير الغلظ لشدة العذاب .\r\n واعلم أنه تعالى لما ذكر الوعيد العظيم على الشرك وبين أن المشركين يرجعون عن القول بالشرك في يوم القيامة ، ويظهرون من أنفسهم الذلة والخضوع بسبب استيلاء الخوف عليهم ، وبين أن الإنسان جبل على التبدل ، فإن وجد لنفسه قوة بالغ في التكبر والتعظم ، وإن أحسّ بالفتور والضعف بالغ في إظهار الذلة والمسكنة ذكر عقيبة كلاماً آخر يوجب على هؤلاء الكفار أن لا يبالغوا في إظهار النفرة من قبول التوحيد ، وأن لا يفرطوا في إظهار العداوة مع الرسول صلى الله عليه وسلم فقال : { قُلْ أَرَءيْتُمْ إِن كَانَ مِنْ عِندِ الله ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ } وتقرير هذا الكلام أنكم كلما سمعتم هذا القرآن أعرضتم عنه وما تأملتم فيه وبالغتم في النفرة عنه حتى قلتم { قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي ءَاذانِنَا وَقْرٌ } [ فصلت : 5 ] ثم من المعلوم بالضرورة أنه ليس العلم بكون القرآن باطلاً علماً بديهياً ، وليس العلم بفساد القول بالتوحيد والنبوة علماً بديهياً ، فقبل الدليل يحتمل أن يكون صحيحاً وأن يكون فاسداً بتقدير أن يكون صحيحاً كان إصراركم على دفعه من أعظم موجبات العقاب ، فهذا الطريق يوجب عليكم أن تتركوا هذه الثغرة ، وأن ترجعوا إلى النظرة والاستدلال فإن دل الدليل على صحته قبلتموه ، وإن دل على فساده تركتموه ، فأما قبل الدليل فالإصرار على الدفع والإعراض بعيد عن العقل ، وقوله { مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ } موضوع موضع منكم بياناً بحالهم وصفاتهم ، ولما ذكر هذه الوجوه الكثيرة في تقرير التوحيد والنبوة ، وأجاب عن شبهات المشركين وتمويهات الضالين قال : { سَنُرِيهِمْ ءاياتنا فِي الآفاق وَفِي أَنفُسِهِمْ حتى يَتَبَيَّنَ لَهُمْ أَنَّهُ الحق } قال الواحدي واحد الآفاق أفق وهو الناحية من نواحي الأرض ، وكذلك آفاق السماء ونواحيها وأطرافها ، وفي تفسير قوله { سَنُرِيهِمْ ءاياتنا فِي الآفاق وَفِي أَنفُسِهِمْ } قولان الأول : أن المراد بآيات الآفاق الآيات الفلكية والكوكبية وآيات الليل والنهار وآيات الأضواء والإضلال والظلمات وآيات عالم العناصر الأربعة وآيات المواليد الثلاثة ، وقد أكثر الله منها في القرآن ، وقوله { وَفِي أَنفُسِهِمْ } المراد منها الدلائل المأخوذة من كيفية تكون الأجنة في ظلمات الأرحام وحدوث الأعضاء العجيبة والتركيبات الغريبة ، كما قال تعالى : { وَفِي أَنفُسِكُمْ أَفَلاَ تُبْصِرُونَ } [ الذاريات : 21 ] يعني نريهم من هذه الدلائل مرة بعد أخرى إلى أن تزول الشبهات عن قلوبهم ويحصل فيها الجزم والقطع بوجود الإله القادر الحكيم العليم المنزّه عن المثل والضد ، فإن قيل هذا الوجه ضعيف لأن قوله تعالى : { سَنُرِيهِمْ } يقتضي أنه تعالى ما أطلعهم على تلك الآيات إلى الآن وسيطلعهم عليها بعد ذلك ، والآيات الموجودة في العالم الأعلى والأسفل قد كان الله أطلعهم عليها قبل ذلك فثبت أنه تعذر حمل هذا اللفظ على هذا الوجه ، قلنا إن القوم وإن كانوا قد رأوا هذه الأشياء إلا أن العجائب التي أودعها الله تعالى في هذه الأشياء مما لا نهاية لها ، فهو تعالى يطلعهم على تلك العجائب زماناً فزماناً ، ومثاله كل أحد رأى بعينه بنية الإنسان وشاهدها ، إلا أن العجائب التي أبدعها الله في تركيب هذا البدن كثيرة وأكثر الناس لا يعرفونها ، والذي وقف على شيء منها فكلما ازداد وقوفاً على تلك العجائب والغرائب فصح بهذا الطريق قوله { سَنُرِيهِمْ ءاياتنا فِي الآفاق وَفِى أَنفُسِهِمْ } والقول الثاني : أن المراد بآيات الآفاق فتح البلاد المحيطة بمكة وبآيات أنفسهم فتح مكة والقائلون بهذا القول رجّحوه على القول الأول لأجل أن قوله { سَنُرِيهِمْ } يليق بهذا الوجه ولا يليق بالأول إلا أنا أجبنا عنه بأن قوله { سَنُرِيهِمْ } لائق بالوجه الأول كما قررناه ، فإن قيل حمل الآية على هذا الوجه بعيد لأن أقصى ما في الباب أن محمداً صلى الله عليه وسلم استولى على بعض البلاد المحيطة بمكة ، ثم استولى على مكة ، إلا أن الاستيلاء على بعض البلاد لا يدل على كون المستولي محقاً ، فإنا نرى أن الكفار قد يحصل لهم استيلاء على بلاد الإسلام وعلى ملوكهم ، وذلك لا يدل على كونهم محقين ، ولهذا السبب قلنا إن حمل الآية على الوجه الأول أولى ، ثم نقول إن أردنا تصحيح هذا الوجه ، قلنا إنا لا نستدل بمجرد استيلاء محمد صلى الله عليه وسلم على تلك البلاد على كونه محقاً في ادعاء النبوة ، بل نستدل به من حيث إنه صلى الله عليه وسلم أخبر عن مكة أنه يستولي عليها ويقهر أهلها ويصير أصحابه قاهرين للأعداء ، فهذا إخبار عن الغيب وقد وقع مخبره مطابقاً لخبره ، فيكون هذا إخباراً صدقاً عن الغيب ، والإخبار عن الغيب معجزة ، فبهذا الطريق يستدل بحصول هذا الاستيلاء على كون هذا الدين حقاً .\r\n ثم قال : { أَوَ لَمْ يَكْفِ بِرَبّكَ أَنَّهُ على كُلّ شَيْء شَهِيدٌ } وقوله { بِرَبّكَ } في موضع الرفع على أنه فاعل { يَكُفَّ } و { أنه على كل شيء شهيد } بدل منه ، وتقديره : أو لم يكفهم أن ربك على كل شيء شهيد ، ومعنى كونه تعالى شهيداً على الأشياء أنه خلق الدلائل عليها ، وقد اسقضينا ذلك في تفسير قوله { قُلْ أَيُّ شَيْء أَكْبَرُ شهادة قُلِ الله } [ الأنعام : 19 ] والمعنى ألم تكفهم هذه الدلائل الكثيرة التي أوضحها الله تعالى وقررها في هذه السورة وفي كل سور القرآن الدالة على التوحيد والتنزيه والعدل والنبوة .\r\n ثم ختم السورة بقوله { أَلاَ إِنَّهُمْ فِي مِرْيَةٍ مّن لّقَاء رَبّهِمْ } أي إن القوم في شك عظيم وشبهة شديدة من البعث والقيامة ، وقرىء { فِى مِرْيَةٍ } بالضم .\r\n ثم قال : { أَلاَ إِنَّهُ بِكُلّ شَيْء مُّحِيطُ } أي عالم بجميع المعلومات التي لا نهاية لها فيعلم بواطن هؤلاء الكفار وظواهرهم ، ويجازي كل أحد على فعله بحسب ما يليق به إن خيراً فخير ، وإن شراً فشر فإن قيل قوله { أَلاَ إِنَّهُ بِكُلّ شَيْء مُّحِيطُ } يقتضي أن تكون علومه متناهية ، قلنا قوله { بِكُلّ شَيْء مُّحِيطُ } يقتضي أن يكون علمه محيطاً بكل شيء من الأشياء فهذا يقتضي كون كل واحد منها متناهياً ، لا كون مجموعها متناهياً ، والله أعلم بالصواب .\r\n تم تفسير هذه السورة وقت ظهر الرابع من ذي الحجة سنة ثلاث وستمائة والحمدلله رب العالمين وصلاته على خاتم النبيين محمد وآله وصحبه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إليه يرد علم الساعة وما تخرج من ثمرات من أكمامها وما تحمل من أنثى ولا تضع إلا بعلمه ويوم يناديهم أين شركائي قالوا آذناك ما منا من شهيد (47) وضل عنهم ما كانوا يدعون من قبل وظنوا ما لهم من محيص (48) لا يسأم الإنسان من دعاء الخير وإن مسه الشر فيئوس قنوط (49) ولئن أذقناه رحمة منا من بعد ضراء مسته ليقولن هذا لي وما أظن الساعة قائمة ولئن رجعت إلى ربي إن لي عنده للحسنى فلننبئن الذين كفروا بما عملوا ولنذيقنهم من عذاب غليظ (50) وإذا أنعمنا على الإنسان أعرض ونأى بجانبه وإذا مسه الشر فذو دعاء عريض (51) قل أرأيتم إن كان من عند الله ثم كفرتم به من أضل ممن هو في شقاق بعيد (52) سنريهم آياتنا في الآفاق وفي أنفسهم حتى يتبين لهم أنه الحق أولم يكف بربك أنه على كل شيء شهيد (53) ألا إنهم في مرية من لقاء ربهم ألا إنه بكل شيء محيط (54) ",
        "babnum": 11
    }
]