[
    {
        "id": 1503,
        "cate": "21",
        "title": "اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ (1) مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ (2) لَاهِيَةً قُلُوبُهُمْ وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا هَلْ هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ (3) ",
        "details": " اعلم أن قوله تعالى : { اقترب لِلنَّاسِ حسابهم } فيه مسائل : المسألة الأولى : القرب لا يعقل إلا في المكان والزمان ، والقرب المكاني ههنا ممتنع فتعين القرب الزماني ، والمعنى اقترب للناس وقت حسابهم .\r\n المسألة الثانية : لقائل أن يقول كيف وصف بالاقتراب ، وقد عبر بعد هذا القول قريب من ستمائة عام والجواب من ثلاثة أوجه : أحدها : أنه مقترب عند الله تعالى والدليل عليه قوله تعالى : { وَيَسْتَعْجِلُونَكَ بالعذاب وَلَن يُخْلِفَ الله وَعْدَهُ وَإِنَّ يَوْماً عِندَ رَبّكَ كَأَلْفِ سَنَةٍ مّمَّا تَعُدُّونَ } [ الحج : 47 ] .\r\n وثانيها : أن كل آت قريب وإن طالت أوقات ترقبه ، وإنما البعيد هو الذي انقرض قال الشاعر : فلا زال ما تهواه أقرب من غد \r\n ولا زال ما تخشاه أبعد من أمس وثالثها : أن المعاملة إذا كانت مؤجلة إلى سنة ثم انقضى منها شهر ، فإنه لا يقال اقترب الأجل أما إذا كان الماضي أكثر من الباقي فإنه يقال : اقترب الأجل ، فعلى هذا الوجه قال العلماء : إن فيه دلالة على قرب القيامة ، ولهذا الوجه قال عليه السلام : « بعثت أنا والساعة كهاتين » وهذا الوجه قيل إنه عليه السلام ختم به النبوة ، كل ذلك لأجل أن الباقي من مدة التكليف أقل من الماضي .\r\n المسألة الثالثة : إنما ذكر تعالى هذا الاقتراب لما فيه من المصلحة للمكلفين فيكون أقرب إلى تلافي الذنوب والتحرر عنها خوفاً من ذلك ، والله أعلم .\r\n المسألة الرابعة : إنما لم يعين الوقت لأجل أن كتمانه أصلح ، كما أن كتمان وقت الموت أصلح .\r\n المسألة الخامسة : الفائدة في تسمية يوم القيامة بيوم الحساب أن الحساب هو الكاشف عن حال المرء فالخوف من ذكره أعظم .\r\n المسألة السادسة : يجب أن يكون المراد بالناس من له مدخل في الحساب وهم المكلفون دون من لا مدخل له ، ثم قال ابن عباس : المراد بالناس المشركون .\r\n وهذا من إطلاق اسم الجنس على بعضه للدليل القائم وهو ما يتلوه من صفات المشركين أما قوله تعالى : { وَهُمْ فِي غَفْلَةٍ مُّعْرِضُونَ } فاعلم أنه تعالى وصفهم بأمرين الغفلة والإعراض .\r\n أما الغفلة فالمعنى أنهم غافلون عن حسابهم ساهون لا يتفكرون في عاقبتهم مع اقتضاء عقولهم أنه لا بد من جزاء المحسن والمسىء ثم إذا انتبهوا من سنة الغفلة ورقدة الجهالة مما يتلى عليهم من الآيات والنذر أعرضوا وسدوا أسماعهم .\r\n أما قوله : { مَا يَأْتِيهِمْ مّن ذِكْرٍ مّن رَّبّهِمْ مُّحْدَثٍ } ففيه مسائل : المسألة الأولى : قرأ ابن أبي عبلة محدث بالرفع صفة للمحل .\r\n المسألة الثانية : إنما ذكر الله تعالى ذلك بياناً لكونهم معرضين ، وذلك لأن الله تعالى يجدد لهم الذكر وقتاً فوقتاً ويظهر لهم الآية بعد الآية والسورة بعد السورة ليكرر على أسماعهم التنبيه والموعظة لعلهم يتعظون ، فما يزيدهم ذلك إلا لعباً واستسخاراً .\r\n المسألة الثالثة : المعتزلة احتجوا على حدوث القرآن بهذه الآية فقالوا : القرآن ذكر والذكر محدث فالقرآن محدث ، بيان أن القرآن ذكر قوله تعالى في صفة القرآن : { إِنْ هُوَ إِلاَّ ذِكْرٌ للعالمين } [ ص : 87 ] وقوله : { وَإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ } [ الزخرف : 44 ] وقوله : { ص والقرءان ذِي الذكر } [ ص : 1 ] وقوله : { إِنَّا نَحْنُ نَزَّلْنَا الذكر } [ الحجر : 9 ] وقوله : { إن هو إلا ذكر وقرآن مبين } [ يس : 69 ] وقوله : { وهذا ذِكْرٌ مُّبَارَكٌ أنزلناه } [ الأنبياء : 5 ] وبيان أن الذكر محدث قوله في هذا الموضع : { مَا يَأْتِيهِمْ مّن ذِكْرٍ مّن رَّبّهِمْ مُّحْدَثٍ } وقوله في سورة الشعراء : { مَا يَأْتِيهِمْ مّن ذِكْرٍ مّن الرحمن مُحْدَثٍ } [ الشعراء : 5 ] ثم قالوا : فصار مجموع هاتين المقدمتين المنصوصتين كالنص في أن القرآن محدث والجواب من وجهين : الأول : أن قوله : { إِنْ هُوَ إِلاَّ ذِكْرٌ للعالمين } وقوله : { وهذا ذِكْرٌ مُّبَارَكٌ } إشارة إلى المركب من الحروف والأصوات فإذا ضممنا إليه قوله : { مَا يَأْتِيهِمْ مّن ذِكْرٍ مّن رَّبّهِمْ مُّحْدَثٍ } لزم حدوث المركب من الحروف والأصوات وذلك مما لا نزاع فيه بل حدوثه معلوم بالضرورة ، وإنما النزاع في قدم كلام الله تعالى بمعنى آخر .\r\n الثاني : أن قوله : { مَا يَأْتِيهِمْ مّن ذِكْرٍ مّن رَّبّهِمْ مُّحْدَثٍ } لا يدل على حدوث كل ما كان ذكراً بل على ذكر ما محدث كما أن قول القائل لا يدخل هذه البلدة رجل فاضل إلا يبغضونه ، فإنه لا يدل على أن كل رجل يجب أن يكون فاضلاً بل على أن في الرجال من هو فاضل وإذا كان كذلك فالآية لا تدل إلا على أن بعض الذكر محدث فيصير نظم الكلام هكذا القرآن ذكر وبعض الذكر محدث وهذا لا ينتج شيئاً كما أن قول القائل : الإنسان حيوان وبعض الحيوان فرس لا ينتج شيئاً فظهر أن الذي ظنوه قاطعاً لا يفيد ظناً ضعيفاً فضلاً عن القطع .\r\n أما قوله : { إِلاَّ استمعوه وَهُمْ يَلْعَبُونَ لاَهِيَةً قُلُوبُهُمْ } ففيه مسائل : المسألة الأولى : أن ذلك ذم للكفار وزجر لغيرهم عن مثله لأن الإنتفاع بما يسمع لا يكون إلا بما يرجع إلى القلب من تدبر وتفكر ، وإذا كانوا عند استماعه لاعبين حصلوا على مجرد الاستماع الذي قد تشارك البهيمة فيه الإنسان ثم أكد تعالى ذمهم بقوله : { لاَهِيَةً قُلُوبُهُمْ } واللاهية من لهى عنه إذا ذهل وغفل ، وإنما ذكر اللعب مقدماً على اللهو كما في قوله تعالى : { إِنَّمَا الحياة الدنيا لَعِبٌ وَلَهْوٌ } [ محمد : 36 ] تنبيهاً على أن اشتغالهم باللعب الذي معناه السخرية والإستهزاء معلل باللهو الذي معناه الذهول والغفلة ، فإنهم أقدموا على اللعب للهوهم وذهولهم عن الحق ، والله أعلم بالصواب .\r\n المسألة الثانية : قال صاحب الكشاف : { وَهُمْ يَلْعَبُونَ لاَهِيَةً قُلُوبُهُمْ } حالان مترادفان أو متداخلان ومن قرأ لاهية بالرفع فالحال واحدة لأن لاهية قلوبهم خبر بعد خبر لقوله : { وَهُمْ } .\r\n أما قوله : { وَأَسَرُّواْ النجوى الذين ظَلَمُواْ } ففيه سؤالان : السؤال الأول : النجوى وهي اسم من التناجي لا تكون إلا خفية فما معنى قوله : { وَأَسَرُّواْ النجوى } .\r\n الجواب : معناه بالغوا في إخفائها وجعلوها بحيث لا يفطن أحد لتناجيهم .\r\n السؤال الثاني : لم قال : { وَأَسَرُّواْ النجوى الذين ظَلَمُواْ } .\r\n الجواب : أبدل الذين ظلموا من أسروا إشعاراً بأنهم هم الموسومون بالظلم الفاحش فيما أسروا به أو جاء على لغة من قال : أكلوني البراغيث أو هو منصوب المحل على الذم أو هو مبتدأ خبره : { أَسَرُّواْ النجوى } قدم عليه والمعنى وهؤلاء أسروا النجوى فوضع المظهر موضع المضمر تسجيلاً على فعلهم بأنه ظلم .\r\n أما قوله : { هَلْ هذا إِلاَّ بَشَرٌ مّثْلُكُمْ أَفَتَأْتُونَ السحر وَأَنتُمْ تُبْصِرُونَ } ففيه مسائل : المسألة الأولى : قال صاحب « الكشاف » هذا الكلام كله في محل النصب بدلاً من النجوى أي وأسروا هذا الحديث ويحتمل أن يكون التقدير وأسروا النجوى وقالوا هذا الكلام .\r\n المسألة الثانية : إنما أسروا هذا الحديث لوجهين : أحدهما : أنه كان ذلك شبهة التشاور فيما بينهم والتحاور في طلب الطريق إلى هدم أمره ، وعادة المتشاورين أن يجتهدوا في كتمان سرهم عن أعدائهم .\r\n الثاني : يجوز أن يسروا نجواهم بذلك ثم يقولوا لرسول الله والمؤمنين إن كان ما تدعونه حقاً فأخبرونا بما أسررناه .\r\n المسألة الثالثة : أنهم طعنوا في نبوته بأمرين : أحدهما : أنه بشر مثلهم .\r\n والثاني : أن الذي أتى به سحر ، وكلا الطعنين فاسد .\r\n أما الأول : فلأن النبوة تقف صحتها على المعجزات والدلائل لا على الصور إذ لو بعث الملك إليهم لما علم كونه نبياً لصورته ، وإنما كان يعلم بالعلم فإذا ظهر ذلك على من هو بشر فيجب أن يكون نبياً ، بل الأولى أن يكون المبعوث إلى البشر بشراً لأن المرء إلى القبول من أشكاله أقرب وهو به آنس .\r\n وأما الثاني : وهو أن ما أتى به الرسول عليه السلام سحر وأنهم يرون كونه سحراً فجهل أيضاً ، لأن كل ما أتى به الرسول من القرآن وغيره ظاهر الحال لا تمويه فيه ولا تلبيس فيه .\r\n فقد كان عليه السلام يتحداهم بالقرآن حالاً بعد حال مدة من الزمان وهم أرباب الفصاحة والبلاغة ، وكانوا في نهاية الحرص على إبطال أمره وأقوى الأمور في إبطال أمره معارضة القرآن فلو قدروا على المعارضة لامتنع أن لا يأتوا بها لأن الفعل عند توافر الدواعي وارتفاع الصارف واجب الوقوع ، فلما لم يأتوا بها دلنا ذلك على أنه في نفسه معجزة وأنهم عرفوا حاله .\r\n فكيف يجوز أن يقال : إنه سحر والحال على ما ذكرناه ، وكل ذلك يدل على أنهم كانوا عالمين بصدقه ، إلا أنهم كانوا يموهون على ضعفائهم بمثل هذا القول وإن كانوا فيه مكابرين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "اقترب للناس حسابهم وهم في غفلة معرضون (1) ما يأتيهم من ذكر من ربهم محدث إلا استمعوه وهم يلعبون (2) لاهية قلوبهم وأسروا النجوى الذين ظلموا هل هذا إلا بشر مثلكم أفتأتون السحر وأنتم تبصرون (3) ",
        "babnum": 1
    },
    {
        "id": 1504,
        "cate": "21",
        "title": "قَالَ رَبِّي يَعْلَمُ الْقَوْلَ فِي السَّمَاءِ وَالْأَرْضِ وَهُوَ السَّمِيعُ الْعَلِيمُ (4) بَلْ قَالُوا أَضْغَاثُ أَحْلَامٍ بَلِ افْتَرَاهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ (5) مَا آمَنَتْ قَبْلَهُمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا أَفَهُمْ يُؤْمِنُونَ (6) ",
        "details": " أما قوله : { قَالَ رَبّي يَعْلَمُ القول فِي السماء والأرض وَهُوَ السميع العليم } ففيه مسائل : المسألة الأولى : قرىء { قَالَ رَبّي } حكاية لقول رسول الله صلى الله عليه وسلم وهي قراءة حمزة والكسائي وحفص عن عاصم وقرأ الباقون قل بضم القاف وحذف الألف وسكون اللام .\r\n المسألة الثانية : أنه تعالى لما أورد هذا الكلام عقيب ما حكى عنهم وجب أن يكون كالجواب لما قالوه فكأنه قال إنكم وإن أخفيتم قولكم ، وطعنكم فإن ربي عالم بذلك وإنه من وراء عقوبته ، فتوعدوا بذلك لكي لا يعودوا إلى مثله .\r\n المسألة الثالثة : قال صاحب « الكشاف » : فإن قلت فهلا قيل له يعلم السر لقوله : { وَأَسَرُّواْ النجوى } [ الأنبياء : 3 ] قلت القول علام يشمل السر والجهر فكأن في العلم به العلم بالسر وزيادة فكأن آكد في بيان الإطلاع على نجواهم من أن يقول : { يَعْلَمُ السر } كما أن قوله تعالى : { يَعْلَمُ السر } آكد من أن يقول يعلم سرهم فإن قلت فلم ترك الآكد في سورة الفرقان في قوله : { قُلْ أَنزَلَهُ الذى يَعْلَمُ السر فِي السموات والأرض } [ الفرقان : 6 ] قلت : ليس بواجب أن يجيء بالآكد في قوله في كل موضع ، ولكن يجيء بالتوكيد مرة وبالآكد مرة أخرى ، ثم الفرق أنه قدم ههنا أنهم أسروا النجوى ، فكأنه أراد أن يقول : إن ربي يعلم ما أسروه ، فوضع القول موضع ذلك للمبالغة وثمة قصد وصف ذاته بأن قال : { أَنزَلَهُ الذي يَعْلَمُ السر فِى السموات والأرض } فهو كقوله : { علام الغيوب } [ سبأ : 48 ] ، { عالم الغيب لاَ يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ } [ سبأ : 3 ] .\r\n المسألة الرابعة : إنما قدم السميع على العليم لأنه لا بد من سماع الكلام أولاً ثم من حصول العلم بمعناه ، أما قوله : { بَلْ قَالُواْ أضغاث أَحْلاَمٍ بَلِ افتراه بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِئَايَةٍ كَمَا أُرْسِلَ الأولون } فاعلم أنه تعالى عاد إلى حكاية قولهم المتصل بقوله : { هَلْ هذا إِلاَّ بَشَرٌ مّثْلُكُمْ أَفَتَأْتُونَ السحر } [ الأنبياء : 3 ] ثم قال : { بَلْ قَالُواْ أضغاث أَحْلاَمٍ بَلِ افتراه بَلْ هُوَ شَاعِرٌ } فحكى عنهم ثم هذه الأقوال الخمسة فترتيب كلامهم كأنهم قالوا : ندعي أن كونه بشراً مانع من كونه رسولاً لله تعالى .\r\n سلمنا أنه غير مانع ، ولكن لا نسلم أن هذا القرآن معجز ، ثم إما أن يساعد على أن فصاحة القرآن خارجة عن مقدور البشر ، قلنا : لم لا يجوز أن يكون ذلك سحراً وإن لم يساعد عليه فإن ادعينا كونه في نهاية الركاكة قلنا : إنها أضغاث أحلام ، وإن ادعينا أنه متوسط بين الركاكة والفصاحة قلنا إنه افتراه ، وإن ادعينا إنه كلام فصيح قلنا إنه من جنس فصاحة سائر الشعراء ، وعلى جميع هذه التقديرات فإنه لا يثبت كونه معجزاً ، ولما فرغوا من تعديد هذه الاحتمالات قالوا : { فليأتنا بآيةٍ كما أُرسل الأولون } فالمراد أنهم طلبوا آية جلية لا يتطرق إليها شيء من هذه الاحتمالات كالآيات المنقولة عن موسى وعيسى عليهما السلام ، ثم إن الله تعالى بدأ بالجواب عن هذا السؤال الأخير بقوله : { مَا ءَامَنَتْ قَبْلَهُمْ مِن قَرْيَةٍ أهلكناها أَفَهُمْ يُؤْمِنُونَ } والمعنى أنهم في العتو أشد من الذين اقترحوا على أنبيائهم الآيات وعهدوا أنهم يؤمنون عندها فلما جاءتهم نكثوا وخالفوا ، فأهلكهم الله ، فلو أعطيناهم ما يقترحون لكانوا أشد نكثاً .\r\n قال الحسن رحمه الله تعالى : إنهم لم يجابوا لأن حكم الله تعالى أن من كذب بعد الإجابة إلى ما اقترحه من الآيات فلا بد من أن ينزل به عذاب الاستئصال وقد مضى حكمه في أمة محمد صلى الله عليه وسلم خاصة بخلافه فلذلك لم يجبهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال ربي يعلم القول في السماء والأرض وهو السميع العليم (4) بل قالوا أضغاث أحلام بل افتراه بل هو شاعر فليأتنا بآية كما أرسل الأولون (5) ما آمنت قبلهم من قرية أهلكناها أفهم يؤمنون (6) ",
        "babnum": 2
    },
    {
        "id": 1505,
        "cate": "21",
        "title": "وَمَا أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ (7) وَمَا جَعَلْنَاهُمْ جَسَدًا لَا يَأْكُلُونَ الطَّعَامَ وَمَا كَانُوا خَالِدِينَ (8) ثُمَّ صَدَقْنَاهُمُ الْوَعْدَ فَأَنْجَيْنَاهُمْ وَمَنْ نَشَاءُ وَأَهْلَكْنَا الْمُسْرِفِينَ (9) لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ أَفَلَا تَعْقِلُونَ (10) ",
        "details": " اعلم أنه تعالى أجاب عن سؤالهم الأول وهو قولهم : { مَا هذا إِلاَّ بَشَرٌ مّثْلُكُمْ } [ المؤمنون : 33 ] بقوله : { وَمَا أَرْسَلْنَا قَبْلَكَ إِلاَّ رِجَالاً نُّوحِى إِلَيْهِمْ } فبين أن هذه عادة الله تعالى في الرسل من قبل محمد صلى الله عليه وسلم ولم يمنع ذلك من كونهم رسلاً للآيات التي ظهرت عليهم فإذا صح ذلك فيهم فقد ظهر على محمد مثل آياتهم فلا مقال عليه في كونه بشراً فأما قوله تعالى : { فَاسْئَلُواْ أَهْلَ الذكر } فالمعنى أنه تعالى أمرهم أن يسألوا أهل الذكر وهم أهل الكتاب حتى يعلموهم أن رسل الله الموحى إليهم كانوا بشراً ولم يكونوا ملائكة ، وإنما أحالهم على هؤلاء لأنهم كانوا يتابعون المشركين في معاداة رسول الله صلى الله عليه وسلم قال تعالى : { وَلَتَسْمَعُنَّ مِنَ الذين أُوتُواْ الكتاب مِن قَبْلِكُمْ وَمِنَ الذين أَشْرَكُواْ أَذًى كَثِيراً } [ آل عمران : 186 ] فإن قيل إذا لم يوثق باليهود والنصارى ، فكيف يجوز أن يأمرهم بأن يسألوهم عن الرسل قلنا : إذا تواتر خبرهم وبلغ حد الضرورة جاز ذلك ، كما قد يعمل بخبر الكفار إذا تواتر ، مثل ما يعمل بخبر المؤمنين .\r\n ومن الناس من قال : المراد بأهل الذكر أهل القرآن وهو بعيد لأنهم كانوا طاعنين في القرآن وفي الرسول صلى الله عليه وسلم فأما تعلق كثير من الفقهاء بهذه الآية في أن للعامي أن يرجع إلى فتيا العلماء وفي أن للمجتهد أن يأخذ بقول مجتهد آخر فبعيد لأن هذه الآية خطاب مشافة وهي واردة في هذه الواقعة المخصوصة ومتعلقة باليهود والنصارى على التعيين .\r\n ثم بين تعالى أنه لم يجعل الرسل قبله جسداً لا يأكلون الطعام وفيه أبحاث : البحث الأول : قوله : { لاَّ يَأْكُلُونَ الطعام } صفة جسد والمعنى وما جعلنا الأنبياء ذوي جسد غير طاعمين .\r\n البحث الثاني : وحد الجسد لإرادة الجنس كأنه قال ذوي ضرب من الأجساد .\r\n البحث الثالث : أنهم كانوا يقولون : { مَا لهذا الرسول يَأْكُلُ الطعام وَيَمْشِي فِى الأسواق لَوْلا أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيراً } [ الفرقان : 7 ] فأجاب الله بقوله : { وَمَا جعلناهم جَسَداً لاَّ يَأْكُلُونَ الطعام } فبين تعالى أن هذه عادة الله في الرسل من قبل وأنه لم يجعلهم جسداً لا يأكلون بل جسداً يأكلون الطعام ولا يخلدون في الدنيا بل يموتون كغيرهم ، ونبه بذلك على أن الذي صاروا به رسلاً غير ذلك وهو ظهور المعجزات على أيديهم وبراءتهم عن الصفات القادحة في التبليغ ، أما قوله تعالى : { ثُمَّ صدقناهم الوعد } فقال صاحب «الكشاف» : هو مثل قوله : { واختار موسى قَوْمَهُ سَبْعِينَ رَجُلاً } [ الأعراف : 155 ] والأصل في الوعد ومن قومه ومنه صدقوهم المقال : { وَمَن نَّشَاءُ } هم المؤمنون ، قال المفسرون : المراد منه أنه تقدم وعده جل جلاله بأنه إنما يهلك بعذاب الاستئصال من كذب الرسل دون نفس الرسل ودون من صدق بهم ، وجعل الوفاء بما وعد صدقاً من حيث يكشف عن الصدق ومعنى : { وَأَهْلَكْنَا المسرفين } أي بعذاب الاستئصال وليس المراد عذاب الآخرة لأنه إخبار عما مضى وتقدم ، ثم بين تعالى بقوله : { لَقَدْ أَنزَلْنَا إِلَيْكُمْ كتابا فِيهِ ذِكْرُكُمْ } عظيم نعمته عليهم بالقرآن في الدين والدنيا ، فلذلك قال فيه : { ذِكْرُكُمْ } وفيه ثلاثة أوجه : أحدها؛ ذكر شرفكم وصيتكم ، كما قال : { وَإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ } [ الزخرف : 44 ] .\r\n وثانيها : المراد فيه تذكرة لكم لتحذروا ما لا يحل وترغبوا فيما يجب ، ويكون المراد بالذكر الوعد والوعيد ، كما قال : { وَذَكّرْ فَإِنَّ الذكرى تَنفَعُ المؤمنين } [ الذاريات : 55 ] .\r\n وثالثها : المراد ذكر دينكم ما يلزم وما لا يلزم لتفوزوا بالجنة إذا تمسكتم به وكل ذلك محتمل ، وقوله : { أَفَلاَ تَعْقِلُونَ } كالبعث على التدبر في القرآن لأنهم كانوا غفلاء لأن الخوض من لوازم الغفلة والتدبر دافع لذلك الخوض ودفع الضرر عن النفس من لوازم الفعل فمن لم يتدبر فكأنه خرج عن العقل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما أرسلنا قبلك إلا رجالا نوحي إليهم فاسألوا أهل الذكر إن كنتم لا تعلمون (7) وما جعلناهم جسدا لا يأكلون الطعام وما كانوا خالدين (8) ثم صدقناهم الوعد فأنجيناهم ومن نشاء وأهلكنا المسرفين (9) لقد أنزلنا إليكم كتابا فيه ذكركم أفلا تعقلون (10) ",
        "babnum": 3
    },
    {
        "id": 1506,
        "cate": "21",
        "title": "وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنْشَأْنَا بَعْدَهَا قَوْمًا آخَرِينَ (11) فَلَمَّا أَحَسُّوا بَأْسَنَا إِذَا هُمْ مِنْهَا يَرْكُضُونَ (12) لَا تَرْكُضُوا وَارْجِعُوا إِلَى مَا أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ لَعَلَّكُمْ تُسْأَلُونَ (13) قَالُوا يَاوَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ (14) فَمَا زَالَتْ تِلْكَ دَعْوَاهُمْ حَتَّى جَعَلْنَاهُمْ حَصِيدًا خَامِدِينَ (15) ",
        "details": " اعلم أنه تعالى لما حكى عنهم تلك الاعتراضات وكانت تلك الاعتراضات ظاهرة السقوط لأن شرائط الإعجاز لما تمت في القرآن ظهر حينئذ لكل عاقل كونه معجزاً ، وعند ذلك ظهر أن اشتغالهم بإيراد تلك الاعتراضات كان لأجل حب الدنيا وحب الرياسة فيها فبالغ سبحانه في زجرهم عن ذلك فقال : { وَكَمْ قَصَمْنَا مِن قَرْيَةٍ } قال صاحب «الكشاف» القصم أفظع الكسر وهو الكسر الذي يبين تلاؤم الأجزاء بخلاف الفصم وذكر القرية وأنها ظالمة وأراد أهلها توسعاً لدلالة العقل على أنها لا تكون ظالمة ولا مكلفة ولدلالة قوله تعالى : { وأنشأنا بعدها قوماً آخرين } فالمعنى أهلكنا قوماً وأنشأنا قوماً آخرين وقال : { فَلَمَّا أَحَسُّواْ بَأْسَنَا } إلى قوله { قَالُواْ يا ويلنا إِنَّا كُنَّا ظالمين } وكل ذلك لا يليق إلا بأهلها الذين كلفوا بتصديق الرسل فكذبوهم ولولا هذه الدلائل لما جاز منه سبحانه ذكر المجاز لأنه يكون ذلك موهماً للكذب ، واختلفوا في هذا الإهلاك فقال ابن عباس : المراد منه القتل بالسيوف والمراد بالقرية حضور وهي وسحول قريتان باليمن ينسب إليهما الثياب .\r\n وفي الحديث : \" كفن رسول الله صلى الله عليه وسلم في ثوبين سحوليين \" وروى : \" حضوريين بعث الله إليهم نبياً فقتلوه فسلط الله عليهم بختنصر كما سلطه على أهل بيت المقدس فاستأصلهم \" وروى : \" أنه لما أخذتهم السيوف نادى مناد من السماء يا لثارات الأنبياء \" فندموا واعترفوا بالخطأ ، وقال الحسن : المراد عذاب الاستئصال ، واعلم أن هذا أقرب لأن إضافة ذلك إلى الله تعالى أقرب من إضافته إلى القاتل ، ثم بتقدير أن يحمل ذلك على عذاب القتل فما الدليل على قول ابن عباس ولعل ابن عباس ذكر حضور بأنها إحدى القرى التي أرادها الله تعالى بهذه الآية ، وأما قوله تعالى : { فَلَمَّا أَحَسُّواْ بَأْسَنَا إِذَا هُمْ مِّنْهَا يَرْكُضُونَ } فالمعنى لما علموا شدة عذابنا وبطشنا علم حس ومشاهدة ركضوا في ديارهم ، والركض ضرب الدابة بالرجل ، ومنه قوله تعالى : { اركض بِرِجْلِكَ } فيجوز أن يكونوا ركبوا دوابهم يركضونها هاربين منهزمين من قريتهم لما أدركتهم مقدمة العذاب ، ويجوز أن يشبهوا في سرعة عدوهم على أرجلهم بالراكبين الراكضين ، أما قوله : { لاَ تَرْكُضُواْ } قال صاحب «الكشاف» : القول محذوف ، فإن قلت من القائل قلنا يحتمل أن يكون بعض الملائكة ومن ثم من المؤمنين ، أو يكونوا خلقاء بأن يقال لهم ذلك وإن لم يقل ، أو يقوله رب العزة ويسمعه ملائكته لينفعهم في دينهم أو يلهمهم ذلك فيحدثون به نفوسهم ، أما قوله : { وارجعوا إلى مَا أُتْرِفْتُمْ فِيهِ ومساكنكم } أي من العيش والرفاهية والحال الناعمة ، والإتراف إبطار النعمة وهي الترفه ، أما قوله تعالى : { لَعَلَّكُمْ تُسْأَلُونَ } فهو تهكم بهم وتوبيخ ، ثم فيه وجوه : أحدها : أي ارجعوا إلى نعمكم ومساكنكم لعلكم تسألون غداً عما جرى عليكم ونزل بأموالكم ومساكنكم فتجيبوا السائل عن علم ومشاهدة .\r\n وثانيها : ارجعوا كما كنتم في مجالسكم حتى تسألكم عبيدكم ومن ينفذ فيه أمركم ونهيكم ويقول لكم بم تأمرون وماذا ترسمون كعادة المخدومين .\r\n وثالثها : تسألكم الناس في أنديتكم لتعاونوهم في نوازل الخطوب ويستشيرونكم في المهمات ويستعينون بآرائكم .\r\n ورابعها : يسألكم الوافدون عليكم والطامعون فيكم إما لأنهم كانوا أسخياء ينفقون أموالهم رئاء الناس وطلب الثناء أو كانوا بخلاء فقيل لهم ذلك تهكماً إلى تهكم وتوبيخاً إلى توبيخ ، أما قوله تعالى : { فَمَا زَالَت تِلْكَ دَعْوَاهُمْ } فقال صاحب « الكشاف » تلك إشارة إلى { يا ويلنا } لأنها عدوى كأنه قيل فما زالت تلك الدعوى دعواهم ، والدعوى بمعنى الدعوة قال تعالى : { وآخر دعواهم أن الحمد لله رب العالمين } [ يونس : 10 ] فإن قلت : لم سميت دعوى؟ قلت : لأنهم كانوا دعوا بالويل : { فَقَالُواْ يا ويلَنَا } أي يا ويل احضر فهذا وقتك ، وتلك مرفوع أو منصوب إسماً أو خبراً وكذلك : { كَانَ دَعْوَاهُمْ } قال المفسرون : لم يزالوا يكررون هذه الكلمة فلم ينفعهم ذلك كقوله تعالى : { فَلَمْ يَكُ يَنفَعُهُمْ إيمانهم لَمَّا رَأَوْاْ بَأْسَنَا } [ غافر : 85 ] أما قوله : { حتى جعلناهم حَصِيداً خامدين } فالحصيد الزرع المحصود أي جعلناهم مثل الحصيد شبههم به في استئصالهم ، كما تقول جعلناهم رماداً أي مثل الرماد فإن قيل : كيف ينصب جعل ثلاثة مفاعيل ، قلت : حكم الاثنين الأخيرين حكم الواحد والمعنى جعلناهم جامعين لهذين الوصفين ، والمراد أنهم أهلكوا بذلك العذاب حتى لم يبق لهم حس ولا حركة وجفوا كما يجف الحصيد ، وخمدوا كما تخمد النار .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وكم قصمنا من قرية كانت ظالمة وأنشأنا بعدها قوما آخرين (11) فلما أحسوا بأسنا إذا هم منها يركضون (12) لا تركضوا وارجعوا إلى ما أترفتم فيه ومساكنكم لعلكم تسألون (13) قالوا ياويلنا إنا كنا ظالمين (14) فما زالت تلك دعواهم حتى جعلناهم حصيدا خامدين (15) ",
        "babnum": 4
    },
    {
        "id": 1507,
        "cate": "21",
        "title": "وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ (16) لَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا لَاتَّخَذْنَاهُ مِنْ لَدُنَّا إِنْ كُنَّا فَاعِلِينَ (17) بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ (18) ",
        "details": " اعلم أن فيه مسائل : المسألة الأولى : في تعلق هذه الآية بما قبلها وجهان : الأول : أنه تعالى لما بين إهلاك أهل القرية لأجل تكذيبهم اتبعه بما يدل على أنه فعل ذلك عدلاً منه ومجازاة على ما فعلوا فقال : { وَمَا خَلَقْنَا السماء والأرض وَمَا بَيْنَهُمَا لاَعِبِينَ } أي وما سوينا هذا السقف المرفوع وهذا المهاد الموضوع وما بينهما من العجائب والغرائب كما تسوى الجبابرة سقوفهم وفرشهم للهو واللعب ، وإنما سويناهم لفوائد دينية ودنيوية أما الدينية فليتفكر المتفكرون فيها على ما قال تعالى : { وَيَتَفَكَّرُونَ فِى خَلْقِ السموات والأرض } [ آل عمران : 191 ] وأما الدنيوية فلما يتعلق بها من المنافع التي لا تعد ولا تحصى وهذا كقوله : { وَمَا خَلَقْنَا السماء والأرض وَمَا بَيْنَهُمَا باطلا } [ ص : 27 ] وقوله : { مَا خلقناهما إِلاَّ بالحق } [ الدخان : 39 ] .\r\n والثاني : أن الغرض منه تقرير نبوة محمد صلى الله عليه وسلم والرد على منكريه لأنه أظهر المعجزة عليه فإن كان محمد كاذباً كان إظهار المعجزة عليه من باب اللعب وذلك منفي عنه وإن كان صادقاً فهو المطلوب وحينئذ يفسد كل ما ذكروه من المطاعن .\r\n المسألة الثانية : قال القاضي عبد الجبار : دلت الآية على أن اللعب ليس من قبله تعالى إذ لو كان كذلك لكان لاعباً فإن اللاعب في اللغة اسم لفاعل اللعب فنفى الاسم الموضوع للفعل يقتضي نفي الفعل .\r\n والجواب : يبطل ذلك بمسألة الداعي عن ما مر غيره مرة أما قوله : { لَوْ أَرَدْنَا أَن نَّتَّخِذَ لَهْواً لاتخذناه مِن لَّدُنَّا إِن كُنَّا فاعلين } فاعلم أن قوله : { لاتخذناه مِن لَّدُنَّا } معناه من جهة قدرتنا .\r\n وقيل : اللهو الولد بلغة اليمن وقيل : المرأة وقيل من لدنا أي من الملائكة لا من الإنس رداً لمن قال بولادة المسيح وعزير فأما قوله تعالى : { بَلْ نَقْذِفُ بالحق عَلَى الباطل } فاعلم أن قوله : { بَلِ } اضراب عن اتخاذ اللهو واللعب وتنزيه منه لذاته كأنه قال سبحاننا أن نتخذ اللهو واللعب بل من عادتنا وموجب حكمتنا أن نغلب اللعب بالجد وندحض الباطل بالحق ، واستعار لذلك القذف والدمغ تصويراً لإبطاله فجعله كأنه جرم صلب كالصخرة مثلاً قذف به على جرم رخو فدمغه ، فأما قوله تعالى : { وَلَكُمُ الويل مِمَّا تَصِفُونَ } يعني من تمسك بتكذيب الرسول صلى الله عليه وسلم ونسب القرآن إلى أنه سحر وأضغاث أحلام إلى غير ذلك من الأباطيل ، وهو الذي عناه بقوله : { مِمَّا تَصِفُونَ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما خلقنا السماء والأرض وما بينهما لاعبين (16) لو أردنا أن نتخذ لهوا لاتخذناه من لدنا إن كنا فاعلين (17) بل نقذف بالحق على الباطل فيدمغه فإذا هو زاهق ولكم الويل مما تصفون (18) ",
        "babnum": 5
    },
    {
        "id": 1508,
        "cate": "21",
        "title": "وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَنْ عِنْدَهُ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلَا يَسْتَحْسِرُونَ (19) يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ (20) ",
        "details": " وفيه مسائل : المسألة الأولى : في تعلق هذه الآية بما قبلها وجهان .\r\n الأول : أنه تعالى لما نفى اللعب عن نفسه ونفي اللعب لا يصح إلا بنفي الحاجة ونفي الحاجة لا يصح إلا بالقدرة التامة ، لا جرم عقب تلك الآية بقوله : { وَلَهُ مَن فِي السموات والأرض } لدلالة ذلك على كمال الملك والقدرة .\r\n الثاني : وهو الأقرب أنه تعالى لما حكى كلام الطاعنين في النبوات وأجاب عنها وبين أن غرضهم من تلك المطاعن التمرد وعدم الإنقياد بين في هذه الآية أنه تعالى منزه عن طاعتهم لأنه هو المالك لجميع المحدثات والمخلوقات ، ولأجل أن الملائكة مع جلالتهم مطيعون له خائفون منه فالبشر مع نهاية الضعف أولى أن يطيعوه .\r\n المسألة الثانية : قوله : { وَلَهُ مَن فِي السموات والأرض } معناه أن كل المكلفين في السماء والأرض فهم عبيده وهو الخالق لهم والمنعم عليهم بأصناف النعم ، فيجب على الكل طاعته والانقياد لحكمه .\r\n المسألة الثالثة : دلالة قوله : { وَمَنْ عِنْدَهُ لاَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ } على أن الملك أفضل من البشر من ثلاثة أوجه قد تقدم بيانها في سورة البقرة .\r\n المسألة الرابعة : قوله : { وَمَنْ عِندَهُ } المراد بهم الملائكة بإجماع الأمة ولأنه تعالى وصفهم بأنهم : { يُسَبّحُونَ الليل والنهار لاَ يَفْتُرُونَ } وهذا لا يليق بالبشر وهذه العندية عندية الشرف والرتبة لا عندية المكان والجهة ، فكأنه تعالى قال : الملائكة مع كمال شرفهم ونهاية جلالتهم لا يستكبرون عن طاعته فكيف يليق بالبشر الضعيف التمرد عن طاعته .\r\n المسألة الخامسة : قال الزجاج : ولا يستحسرون ولا يتعبون ولا يعيون قال صاحب «الكشاف» : فإن قلت الاستحسار مبالغة في الحسور فكأن الأبلغ في وصفهم أن ينفي عنهم أدنى الحسور قلت في الاستحسار بيان أن ما هم فيه يوجب غاية الحسور وأقصاه وأنهم أحقاء لتلك العبادات الشاقة بأن يستحسروا فيما يفعلون أما قوله تعالى : { يُسَبّحُونَ الليل والنهار لاَ يَفْتُرُونَ } فالمعنى أن تسبيحهم متصل دائم في جميع أوقاتهم لا يتخلله فترة بفراغ أو بشغل آخر ، روي عن عبد الله بن الحرث بن نوفل ، قال : قلت لكعب : أرأيت قول الله تعالى : { يُسَبّحُونَ الليل والنهار لاَ يَفْتُرُونَ } ثم قال : { جَاعِلِ الملائكة رُسُلاً } [ فاطر : 1 ] أفلا تكون تلك الرسالة مانعة لهم عن هذا التسبيح وأيضاً قال : { أُولَئِكَ عَلَيْهِمْ لَعْنَةُ الله والملئكة والناس أَجْمَعِينَ } [ البقرة : 161 ] فكيف يشتغلون باللعن حال اشتغالهم بالتسبيح؟ أجاب كعب الأحبار فقال : التسبيح لهم كالتنفس لنا فكما أن اشتغالنا بالتنفس لا يمنعنا من الكلام فكذا اشتغالهم بالتبسيح لا يمنعهم من سائر الأعمال .\r\n فإن قيل هذا القياس غير صحيح لأن الإشتغال بالتنفس إنما لم يمنع من الكلام ، لأن آلة التنفس غير آلة الكلام أما التسبيح واللعن فهما من جنس الكلام فاجتماعهما محال .\r\n والجواب : أي استبعاد في أن يخلق الله تعالى لهم ألسنة كثيرة ببعضها يسبحون الله وببعضها يلعنون أعداء الله ، أو يقال معنى قوله : { لاَ يَفْتُرُونَ } أنهم لا يفترون عن العزم على أدائه في أوقاته اللائقة به كما يقال : إن فلانا يواظب على الجماعات لا يفتر عنها لا يراد به أنه أبداً مشتغل بها بل يراد به أنه مواظب على العزم على أدائها في أوقاتها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وله من في السماوات والأرض ومن عنده لا يستكبرون عن عبادته ولا يستحسرون (19) يسبحون الليل والنهار لا يفترون (20) ",
        "babnum": 6
    },
    {
        "id": 1509,
        "cate": "21",
        "title": "أَمِ اتَّخَذُوا آلِهَةً مِنَ الْأَرْضِ هُمْ يُنْشِرُونَ (21) لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ (22) لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ (23) أَمِ اتَّخَذُوا مِنْ دُونِهِ آلِهَةً قُلْ هَاتُوا بُرْهَانَكُمْ هَذَا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ الْحَقَّ فَهُمْ مُعْرِضُونَ (24) وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ (25) ",
        "details": " اعلم أن الكلام من أول السورة إلى ههنا كان في النبوات وما يتصل بها من الكلام سؤالاً وجواباً ، وأما هذه الآيات فإنها في بيان التوحيد ونفي الأضداد والأنداد .\r\n أما قوله تعالى : { أَمِ اتخذوا الِهَةً مّنَ الأرض هُمْ يُنشِرُونَ } ففيه مسائل : المسألة الأولى : قال صاحب «الكشاف» : أم ههنا هي المنقطعة الكائنة بمعنى بل والهمزة قد أذنت بالإضراب عما قبلها والإنكار لما بعدها ، والمنكر هو اتخاذهم آلهم من الأرض ينشرون الموتى ، ولعمري إن من أعظم المنكرات أن ينشر الموتى بعض الموات ، فإن قلت : كيف أنكر عليهم اتخاذ آلهة ينشرون وما كانوا يدعون ذلك لآلهتهم بل كانوا في نهاية البعد عن هذه الدعوى ، فإنهم كانوا مع إقرارهم بالله وبأنه خالق السموات والأرض منكرين للبعث ، ويقولون : { مَن يُحييِ العظام وَهِىَ رَمِيمٌ } [ يس : 78 ] فكيف يدعونه للجماد الذي لا يوصف بالقدرة ألبتة؟ قلت : لأنهم لما اشتغلوا بعبادتها ولا بد للعبادة من فائدة هي الثواب فإقدامهم على عبادتها يوجب عليهم الإقرار بكونهم قادرين على الحشر والنشر والثواب والعقاب ، فذكر ذلك على سبيل التهكم بهم والتجهيل ، يعني إذا كانوا غير قادرين على أن يحيوا ويميتوا ويضروا وينفعوا فأي عقل يجوز اتخاذهم آلهة .\r\n المسألة الثانية : قوله : { مّنَ الأرض } كقولك فلان من مكة أو من المدينة ، تريد مكي أو مدني إذ معنى نسبتها إلى الأرض الإيذان بأنها الأصنام التي تعبد في الأرض لأن الآلهة على ضربين : أرضية وسماوية ويجوز أن يراد آلهة من جنس الأرض ، لأنها إما أن تكون منحوتة من بعض الحجارة أو معمولة من بعض جواهر الأرض .\r\n المسألة الثالثة : النكتة في { هُمْ يُنشِرُونَ } معنى الخصوصية كأنه قيل : أم اتخذوا آلهة من الأرض لا يقدر على الإنشار إلا هم وحدهم .\r\n المسألة الرابعة : قرأ الحسن { ينشرون } وهما لغتان أنشر الله الموتى ونشرها .\r\n أما قوله تعالى : { لَوْ كَانَ فِيهِمَا الِهَةٌ إِلاَّ الله لَفَسَدَتَا } ففيه مسألتان : المسألة الأولى : قال أهل النحو إلا ههنا بمعنى غير أي لو كان يتولاهما ويدير أمورهما شيء غير الواحد الذي هو فاطرهما لفسدتا ، ولا يجوز أن يكون بمعنى الاستثناء لأنا لو حملناه على الإستثناء لكان المعنى لو كان فيهما آلهة ليس معهم الله لفسدتا وهذا يوجب بطريق المفهوم أنه لو كان فيهما آلهة معهم الله أن لا يحصل الفساد ، وذلك باطل لأنه لو كان فيهما آلهة فسواء لم يكن الله معهم أو كان فالفساد لازم .\r\n ولما بطل حمله على الاستثناء ثبت أن المراد ما ذكرناه .\r\n المسألة الثانية : قال المتكلمون : القول بوجود إلهين يفضي إلى المحال فوجب أن يكون القول بوجود إلهين محالاً ، إنما قلنا إنه يفضي إلى المحال لأنا لو فرضنا وجود إلهين فلا بد وأن يكون كل واحد منهما قادراً على كل المقدورات ولو كان كذلك لكان كل واحد منهما قادراً على تحريك زيد وتسكينه فلو فرضنا أن أحدهما أراد تحريكه والآخر تسكينه ، فإما أن يقع المرادان وهو محال لاستحالة الجمع بين الضدين أو لا يقع واحد منهما وهو محال لأن المانع من وجود مراد كل واحد منهما مراد الآخر ، فلا يمتنع مراد هذا إلا عند وجود مراد ذلك وبالعكس ، فلو امتنعا معاً لوجدا معاً وذلك محال أو يقع مراد أحدهما دون الثاني وذلك محال أيضاً لوجهين : أحدهما : أنه لو كان كل واحد منهما قادراً على ما لا نهاية له امتنع كون أحدهما أقدر من الآخر بل لا بد وأن يستويا في القدرة .\r\n وإذا استويا في القدرة استحال أن يصير مراد أحدهما أولى بالوقوع من مراد الثاني وإلا لزم ترجيح الممكن من غير مرجح .\r\n وثانيهما : أنه إذا وقع مراد أحدهما دون الآخر فالذي وقع مراده يكون قادراً والذي لم يقع مراده يكون عاجزاً والعجز نقص وهو على الله محال .\r\n فإن قيل الفساد إنما يلزم عند اختلافهما في الإرادة وأنتم لا تدعون وجوب اختلافهما في الإرادة بل أقصى ما تدعونه أن اختلافهما في الإرادة ممكن ، فإذا كان الفساد مبنياً على الإختلاف في الإرادة وهذا الإختلاف ممكن والمبني على الممكن ممكن فكان الفساد ممكناً لا واقعاً فكيف جزم الله تعالى بوقوع الفساد؟ قلنا الجواب من وجهين : أحدهما : لعله سبحانه أجرى الممكن مجرى الواقع بناء على الظاهر من حيث إن الرعية تفسد بتدبير الملكين لما يحدث بينهما من التغالب .\r\n والثاني : وهو الأقوى أن نبين لزوم الفساد لا من الوجه الذي ذكرناه بل من وجه آخر ، فنقول : لو فرضنا إلهين لكان كل واحد منهما قادراً على جميع المقدّورات فيفضي إلى وقوع مقدور من قادرين مستقلين من وجه واحد وهو محال لأن استناد الفعل إلى الفاعل لإمكانه فإذا كان كل واحد منهما مستقلاً بالإيجاد فالفعل لكونه مع هذا يكون واجب الوقوع فيستحيل إسناده إلى هذا لكونه حاصلاً منهما جميعاً فيلزم استغناؤه عنهما معاً واحتياجه إليهما معاً وذلك محال .\r\n وهذه حجة تامة في مسألة التوحيد ، فنقول القول بوجود الإلهين يفضي إلى امتناع وقوع المقدور لواحد منهما وإذا كان كذلك وجب أن لا يقع ألبتة وحينئذ يلزم وقوع الفساد قطعاً ، أو نقول لو قدرنا إلهين ، فإما أن يتفقا أو يختلفا فإن اتفقا على الشيء الواحد فذلك الواحد مقدور لهما ومراد لهما فيلزم وقوعه بهما وهو محال وإن اختلفا ، فإما أن يقع المرادان أو لا يقع واحد منهما أو يقع أحدهما دون الآخر والكل محال فثبت أن الفساد لازم على كل التقديرات ، فإن قلت : لم لا يجوز أن يتفقا على الشيء الواحد ولا يلزم الفساد لأن الفساد إنما يلزم لو أراد كل واحد منهما أن يوجده هو وهذا اختلاف ، أما إذا أراد كل واحد منهما أن يكون الموجد له أحدهما بعينه فهناك لا يلزم وقوع مخلوق بين خالقين ، قلت : كونه موجداً له ، إما أن يكون نفس القدرة والإرادة أو نفس ذلك الأثر أو أمراً ثالثاً ، فإن كان الأول لزم الإشتراك في القدرة والإرادة والاشتراك في الموجد ، وإن كان الثاني فليس وقوع ذلك الأثر بقدرة أحدهما وإرادته أولى من وقوعه بقدرة الثاني ، لأن لكل واحد منهما إرادة مستقلة بالتأثير ، وإن كان الثالث وهو أن يكون الموجد له أمراً ثالثاً فذلك الثالث إن كان قديماً استحال كونه متعلق الإرادة .\r\n وإن كان حادثاً فهو نفس الأثر ، ويصير هذا القسم هو القسم الثاني الذي ذكرناه .\r\n واعلم أنك لما وقفت على حقيقة هذه الدلالة عرفت أن جميع ما في هذا العالم العلوي والسفلي من المحدثات والمخلوقات فهو دليل وحدانية الله تعالى بل وجود كل واحد من الجواهر والأعراض دليل تام على التوحيد من الوجه الذي بيناه .\r\n وهذه الدلالة قد ذكرها الله تعالى في مواضع من كتابه ، واعلم أن ههنا أدلة أخرى على وحدانية الله تعالى .\r\n أحدها : وهو الأقوى أن يقال : لو فرضنا موجودين واجبي الوجود لذاتيهما فلا بد وأن يشتركا في الوجود ولا بد وأن يمتاز كل واحد منهما عن الآخر بنفسه وما به المشاركة غير ما به الممايزة فيكون كل واحد منهما مركباً مما به يشارك الآخر ومما به امتاز عنه ، وكل مركب فهو مفتقر إلى جزئه وجزؤه غيره ، فكل مركب فهو مفتقر إلى غيره ، وكل مفتقر إلى غيره ممكن لذاته ، فواجب الوجود لذاته ممكن الوجود لذاته .\r\n هذا خلف ، فإذن واجب الوجود ليس إلا الواحد وكل ما عداه فهو ممكن مفتقر إليه وكل مفتقر في وجوده إلى الغير فهو محدث فكل ما سوى الله تعالى محدث ، ويمكن جعل هذه الدلالة تفسيراً لهذه الآية .\r\n لأنا إنما دللنا على أنه يلزم من فرض موجودين واجبين أن لا يكون شيء منهما واجباً وإذا لم يوجد الواجب لم يوجد شيء من هذه الممكنات ، وحينئذ يلزم الفساد فثبت أنه يلزم من وجود إلهين وقوع الفساد في كل العالم .\r\n وثانيها : أنا لو قدرنا إلهين لوجب أن يكون كل واحد منهما مشاركاً للآخر في الإلهية ، ولا بد وأن يتميز كل واحد منهما عن الآخر بأمر ما وإلا لما حصل التعدد ، فما به الممايزة إما أن يكون صفة كمال أو لا يكون فإن كان صفة كمال فالخالي عنه يكون خالياً عن الكمال فيكون ناقصاً والناقص لا يكون إلهاً ، وإن لم يكن صفة كمال فالموصوف به يكون موصوفاً بما لايكون صفة كمال فيكون ناقصاً ، ويمكن أن يقال : ما به الممايزة إن كان معتبراً في تحقق الإلهية فالخالي عنه لا يكون إلهاً وإن لم يكن معتبراً في الإلهية لم يكن الاتصاف به واجباً ، فيفتقر إلى المخصص فالموصوف به مفتقر ومحتاج .\r\n وثالثها : أن يقال : لو فرضنا إلهين لكان لا بد وأن يكونا بحيث يتمكن الغير من التمييز بينهما ، لكن الامتياز في عقولنا لا يحصل إلا بالتباين في المكان أو في الزمان أو في الوجوب والإمكان وكل ذلك على الإله محال فيمتنع حصول الإمتياز .\r\n ورابعها : أن أحد الإلهين إما أن يكون كافياً في تدبير العالم أو لا يكون فإن كان كافياً كان الثاني ضائعاً غير محتاج إليه ، وذلك نقص والناقص لا يكون إلهاً .\r\n وخامسها : أن العقل يقتضي احتياج المحدث إلى الفاعل ولا امتناع في كون الفاعل الواحد مدبراً لكل العالم .\r\n فأما ما وراء ذلك فليس عدد أولى من عدد فيفضي ذلك إلى وجود أعداد لا نهاية لها وذلك محال فالقول بوجود الآلهة محال .\r\n وسادسها : أن أحد الإلهين إما أن يقدر على أن يخص نفسه بدليل يدل عليه ولا يدل على غيره أو لا يقدر عليه .\r\n والأول محال لأن دليل الصانع ليس إلا بالمحدثات وليس في حدوث المحدثات ما يدل على تعيين أحدهما دون الثاني والتالي محال لأنه يفضي إلى كونه عاجزاً عن تعريف نفسه على التعيين والعاجز لا يكون إلهاً .\r\n وسابعها : أن أحد الإلهين إما أن يقدر على أن يستر شيئاً من أفعاله عن الآخر أو لا يقدر ، فإن قدر لزم أن يكون المستور عنه جاهلاً ، وإن لم يقدر لزم كونه عاجزاً .\r\n وثامنها : لو قدرنا إلهين لكان مجموع قدرتيهما بينهما أقوى من قدرة كل واحد منهما وحده ، فيكون كل واحد من القدرتين متناهياً والمجموع ضعف المتناهي فيكون الكل متناهياً .\r\n وتاسعاً : العدد ناقص لاحتياجه إلى الواحد ، والواحد الذي يوجد من جنسه عدد ناقص ناقص ، لأن العدد أزيد منه ، والناقص لا يكون إلهاً فالإله واحد لا محالة .\r\n وعاشرها : أنا لو فرضنا معدوماً ممكن الوجود ثم قدرنا إلهين فإن لم يقدر واحد منهما على إيجاده كان كل واحد منهما عاجزاً والعاجز لا يكون إلهاً ، وإن قدر أحدهما دون الآخر فهذا الآخر يكون إلهاً ، وإن قدرا جميعاً فإما أن يوجداه بالتعاون فيكون كل واحد منهما محتاجاً إلى إعانة الآخر ، وإن قدر كل واحد على إيجاده بالاستقلال فإذا أوجده أحدهما فإما أن يبقى الثاني قادراً عليه وهو محال لأن إيجاد الموجود محال ، وإن لم يبق فحينئذ يكون الأول قد أزال قدرة الثاني وعجزه فيكون مقهوراً تحت تصرفه فلا يكون إلهاً .\r\n فإن قيل الواجد إذا أوجد مقدوره فقد زالت قدرته عنه فيلزمكم العجز ، قلنا : الواحد إذا أوجده فقد نفذت قدرته فنفاذ القدرة لا يكون عجزاً ، أما الشريك فإنه لما نفذت قدرته لم يبق لشريكه قدرة ألبتة بل زالت قدرته بسبب قدرة الأول فيكون تعجيزاً .\r\n الحادي عشر : أن نقرر هذه الدلالة على وجه آخر وهو أن نعين جسماً وتقول هل يقدر كل واحد منهما على خلق الحركة فيه بدلاً عن السكون وبالعكس ، فإن لم يقدر كان عاجزاً وإن قدر فنسوق الدلالة إلى أن نقول إذا خلق أحدهما فيه حركة امتنع على الثاني خلق السكون ، فالأول أزال قدرة الثاني وعجزه فلا يكون إلهاً ، وهذان الوجهان يفيدان العجز نظراً إلى قدرتيهما والدلالة الأولى إنما تفيد العجز بالنظر إلى أرادتيهما .\r\n وثاني عشرها : أنهما لما كانا عالمين بجميع المعلومات كان علم كل واحد منهما متعلقاً بعين معلوم الآخر فوجب تماثل علميهما والذات القابلة لأحد المثلين قابلة للمثل الآخر ، فاختصاص كل واحد منهما بتلك الصفة مع جواز اتصافه بصفة الآخر على البدل يستدعي مخصصاً يخصص كل واحد منهما بعلمه وقدرته فيكون كل واحد منهما عبداً فقيراً ناقصاً .\r\n وثالث عشرها : أن الشركة عيب ونقص في الشاهد ، والفردانية والتوحد صفة كمال ، ونرى الملوك يكرهون الشركة في الملك الحقير المختصر أشد الكراهية .\r\n ونرى أنه كلما كان الملك أعظم كانت النفرة عن الشركة أشد ، فما ظنك بملك الله عز وجل وملكوته فلو أراد أحدهما استخلاص الملك لنفسه ، فإن قدر عليه كان المغلوب فقيراً عاجزاً فلا يكون إلهاً ، وإن لم يقدر عليه كان في أشد الغم والكراهية فلا يكون إلهاً .\r\n ورابع عشرها : أنا لو قدرنا إلهين لكان إما أن يحتاج كل واحد منهما إلى الآخر أو يستغني كل واحد منهما عن الآخر أو يحتاج أحدهما إلى الآخر والآخر يستغني عنه ، فإن كان الأول كان كل واحد منهما ناقصاً لأن المحتاج ناقص وإن كان الثاني كان كل واحد منهما مستغنياً عنه ، والمستغني عنه ناقص ، ألا ترى أن البلد إذا كان له رئيس والناس يحصلون مصالح البلد من غير رجوع منهم إليه ومن غير التفات منهم إليه عد ذلك الرئيس ناقصاً ، فالإله هو الذي يستغني به ولا يستغنى عنه ، وإن احتاج أحدهما إلى الآخر من غير عكس كان المحتاج ناقصاً والمحتاج إليه هو الإله .\r\n واعلم أن هذه الوجوه ظنية إقناعية والاعتماد على الوجوه المتقدمة ، أما الدلائل السمعية فمن وجوه : أحدها : قوله تعالى : { هُوَ الأول والآخر والظاهر والباطن } [ الحديد : 3 ] فالأول هو الفرد السابق ، ولذلك لو قال أول عبد اشتريته فهو حر فلو اشترى أولا عبدين لم يحنث لأن شرط الأول أن يكون فرداً .\r\n وهذا ليس بفرد فلو اشترى بعد ذلك واحداً لم يحنث أيضاً لأن شرط الفرد أن يكون سابقاً وهذا ليس بسابق .\r\n فلما وصف الله تعالى نفسه بكونه أولاً وجب أن يكون فرداً سابقاً فوجب أن لا يكون له شريك .\r\n وثانيها : قوله تعالى : { وَعِندَهُ مَفَاتِحُ الغيب لاَ يَعْلَمُهَا إِلاَّ هُوَ } [ الأنعام : 59 ] فالنص يقتضي أن لا يكون أحد سواه عالماً بالغيب ولو كان له شريك لكان عالماً بالغيب وهو خلاف النص .\r\n وثالثها : أن الله تعالى صرح بكلمة { لاَ إله إِلاَّ هُوَ } [ البقرة : 163 ] في سبعة وثلاثين موضعاً من كتابه وصرح بالوحدانية في مواضع نحو قوله : { وإلهكم إله واحد } [ البقرة : 163 ] وقوله : { قُلْ هُوَ الله أَحَدٌ } [ الإخلاص : 1 ] وكل ذلك صريح في الباب .\r\n ورابعها : قوله تعالى : { كُلُّ شَىْء هَالِكٌ إِلاَّ وَجْهَهُ } [ القصص : 88 ] حكم بهلاك كل ما سواه ، ومن عدم بعد وجوده لا يكون قديماً ، ومن لا يكون قديماً لا يكون إلهاً .\r\n وخامسها : قوله تعالى : { لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلاَّ الله لَفَسَدَتَا } وهو كقوله : { وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ } [ المؤمنون : 91 ] وقوله : { إِذًا لاَّبْتَغَوْاْ إلى ذِى العرش سَبِيلاً } [ الإسراء : 42 ] .\r\n وسادسها : قوله : { وَإِن يَمْسَسْكَ الله بِضُرّ فَلاَ كاشف لَهُ إِلاَّ هُوَ } [ الأنعام : 17 ] { وَإِن يُرِدْكَ بِخَيْرٍ فَلاَ رَادَّ لِفَضْلِهِ } [ يونس : 107 ] وقال في آية أخرى : { قُلْ أَفَرَايْتُم مَّا تَدْعُونَ مِن دُونِ الله إِنْ أَرَادَنِيَ الله بِضُرّ هَلْ هُنَّ كاشفات ضُرّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هن ممسكات رحمته } [ الزمر : 38 ] .\r\n وسابعها : قوله تعالى : { قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ الله سَمْعَكُمْ وأبصاركم وَخَتَمَ على قُلُوبِكُمْ مَّنْ إله غَيْرُ الله يَأْتِيكُمْ بِهِ } [ الأنعام : 46 ] وهذا الحصر يدل على نفي الشريك .\r\n وثامنها : قوله تعالى : { الله خالق كُلّ شَيْء } [ الزمر : 62 ] فلو وجد الشريك لم يكن خالقاً فلم يكن فيه فائدة ، واعلم أن كل مسألة لا تتوقف معرفة صدق الرسل عليها فإنه يمكن إثباتها بالسمع والوحدانية لا تتوقف معرفة صدق الرسل عليها ، فلا جرم يمكن إثباتها بالدلائل السمعية ، واعلم أن من طعن في دلالة التمانع فسر الآية بأن المراد لو كان في السماء والأرض آلهة تقول بإلهيتها عبدة الأوثان لزم فساد العالم لأنها جمادات لا تقدر على تدبير العالم فيلزم فساد العالم قالوا وهذا أولى لأنه تعالى حكى عنهم قوله : { أَمِ اتخذوا آلِهَةً مّنَ الأرض هُمْ يُنشِرُونَ } ثم ذكر الدلالة على فساد هذا فوجب أن يختص الدليل به وبالله التوفيق .\r\n أما قوله تعالى : { فسبحان الله رَبِّ العرش عَمَّا يَصِفُونَ } ففيه مسألتان : المسألة الأولى : أنه سبحانه لما أقام الدلالة القاطعة على التوحيد قال بعده : { فسبحان الله رَبِّ العرش عَمَّا يَصِفُونَ } أي هو منزه لأجل هذه الأدلة عن وصفهم بأن معه إلهاً ، وهذا تنبيه على أن الإشتغال بالتسبيح إنما ينفع بعد إقامة الدلالة على كونه تعالى منزهاً وعلى أن طريقة التقليد طريقة مهجورة .\r\n المسألة الثانية : لقائل أن يقول أي فائدة لقوله : { فسبحان الله رَبِّ العرش عَمَّا يَصِفُونَ } ولمَ لم يكتف بقوله : { فَسُبْحَانَ الله عَمَّا يَصِفُونَ } ؟ وجوابه أن هذه المناظرة إنما وقعت مع عبدة الأصنام ، إلا أن الدليل الذي ذكره الله تعالى يعم جميع المخالفين ، ثم إنه تعالى بعد ذكر الدليل العام نبه على نكتة خاصة بعبدة الأصنام ، وهي أنه كيف يجوز للعاقل أن يجعل الجماد الذي لا يعقل ولا يحس شريكاً في الإلهية لخالق العرش العظيم وموجد السموات والأرضين ومدبر الخلائق من النور والظلمة واللوح والقلم والذات والصفات والجماد والنبات وأنواع الحيوانات أجمعين .\r\n أما قوله تعالى : { لاَ يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْئَلُونَ } فاعلم أنه مشتمل على بحثين : أحدهما : أن الله تعالى لا يسأل عن شيء من أفعاله ولا يقال له لم فعلت .\r\n والثاني : أن الخلائق مسؤولون عن أفعالهم ، أما البحث الأول ففيه مسألتان : المسألة الأولى : وجه تعلق هذه الآية بما قبلها أن عمدة من أثبت لله شريكاً ليست إلا طلب اللمية في أفعال الله تعالى ، وذلك لأن الثنوية والمجوس وهم الذين أثبتوا الشريك لله تعالى قالوا : رأينا في العالم خيراً وشراً ولذة وألماً وحياة وموتاً وصحة وسقماً وغنى وفقراً ، وفاعل الخير خير وفاعل الشر شرير ، ويستحيل أن يكون الفاعل الواحد خيراً وشريراً معاً ، فلا بد من فاعلين ليكون أحدهما فاعلاً للخير والآخر فاعلاً للشر .\r\n ويرجع حاصل هذه الشبهة إلى أن مدبر العالم لو كان واحداً لما خص هذا بالحياة والصحة والغنى ، وخص ذلك بالموت والألم والفقر .\r\n فيرجع حاصله إلى طلب اللمية في أفعال الله تعالى .\r\n فلما كان مدار أمر القائلين بالشريك على طلب اللمية لا جرم أنه سبحانه وتعالى بعد أن ذكر الدليل على التوحيد ذكر ما هو النكتة الأصلية في الجواب عن شبهة القائلين بالشريك ، لأن الترتيب الجيد في المناظرة أن يقع الإبتداء بذكر الدليل المثبت للمطلوب .\r\n ثم يذكر بعده ما هو الجواب عن شبهة الخصم .\r\n المسألة الثانية : في الدلالة على أنه سبحانه : { لاَ يُسْأَلُ عَمَّا يَفْعَلُ } أما أهل السنة فإنهم استدلوا عليه بوجوه : أحدها : أنه لو كان كل شيء معللاً بعلة لكانت علية تلك العلة معللة بعلة أخرى ويلزم التسلسل فلا بد في قطع التسلسل من الإنتهاء إلى ما يكون غنياً عن العلة وأولى الأشياء بذلك ذات الله تعالى وصفاته ، وكما أن ذاته منزهة عن الإفتقار إلى المؤثر والعلة ، وصفاته مبرأة عن الافتقار إلى المبدع والمخصص فكذا فاعليته يجب أن تكون مقدسة عن الإستناد إلى الموجب والمؤثر .\r\n وثانيها : أن فاعليته لو كانت معللة بعلة لكانت تلك العلة ، إما أن تكون واجبة أو ممكنة فإن كانت واجبة لزم من وجوبها وجوب كونه فاعلاً ، وحينئذ يكون موجباً بالذات لا فاعلاً بالاختيار ، وإن كانت ممكنة كانت تلك العلة فعلاً لله تعالى أيضاً فتفتقر فاعليته لتلك العلة إلى علة أخرى ولزم التسلسل وهو محال .\r\n وثالثها : أن علة فاعلية الله تعالى للعالم إن كانت قديمة لزم أن تكون فاعليته للعالم قديمة فيلزم قدم العالم وإن كانت محدثة افتقر إلى علة أخرى ولزم التسلسل .\r\n ورابعها : أن من فعل فعلاً لغرض ، فإما أن يكون متمكناً من تحصل ذلك الغرض بدون تلك الواسطة أو لا يكون متمكناً منه .\r\n فإن كان متمكناً منه كان توسط تلك الواسطة عبثاً وإن لم يكن متمكناً منه كان عاجزاً والعجز على الله تعالى محال ، أما العجز علينا فغير ممتنع فلذلك كانت أفعالنا معللة بالأغراض ، وكل ذلك في حق الله تعالى محال .\r\n وخامسها : أنه لو كان فعله معللاً بغرض لكان ذلك الغرض إما أن يكون عائداً إلى الله تعالى أو إلى العباد والأول محال لأنه منزه عن النفع والضر ، وإذا بطل ذلك تعين أن الغرض لا بد وأن يكون عائداً إلى العباد ، ولا غرض للعباد إلا حصول اللذات وعدم حصول الآلام ، والله تعالى قادر على تحصيلها ابتداء من غير شيء من الوسائط .\r\n وإذا كان كذلك استحال أن يفعل شيئاً لأجل شيء .\r\n وسادسها : هو أنه لو فعل فعلاً لغرض لكان وجود ذلك الغرض وعدمه بالنسبة إليه إما أن يكون على السواء أو لا يكون ، فإن كان على السواء استحال أن يكون غرضاً ، وإن لم يكن على السواء لزم كونه تعالى ناقصاً بذاته كاملاً بغيره وذلك محال ، فإن قلت وجود ذلك الغرض وعدمه وإن كان بالنسبة إليه على السواء .\r\n أما بالنسبة إلى العباد فالوجود أولى من العدم ، قلنا : تحصيل تلك الأولوية للعبد وعدم تحصيلها له إما أن يكون بالنسبة إليه على السوية أو لا على السوية ، ويعود التقسيم الأول .\r\n وسابعها : وهو أن الموجود إما هو سبحانه أو ملكه وملكه ومن تصرف في ملك نفسه لا يقال له لم فعلت ذلك .\r\n وثامنها : وهو أن من قال لغيره لم فعلت ذلك؟ فهذا السؤال إنما يحسن حيث يحتمل أن يقدر السائل على منع المسؤول منه عن فعله وذلك من العبد في حق الله تعالى محال ، فإنه لو فعل أي فعل شاء فالعبد كيف يمنعه عن ذلك؟ إما بأن يهدده بالعقاب والإيلام وذلك على الله تعالى محال ، أو بأن يهدده باستحقاق الذم والخروج عن الحكمة والإنصاف بالسفاهة على ما يقوله المعتزلة وذلك أيضاً محال ، لأن استحقاقه للمدح واتصافه بصفات الحكمة والجلال أمور ذاتية له ، وما ثبت للشيء لذاته يستحيل أن يتبدل لأجل تبدل الصفات العرضية الخارجية ، فثبت بهذه الوجوه أنه لا يجوز أن يقال لله في أفعاله لم فعلت هذا الفعل؟ فإن كل شيء صنعه ولا علة لصنعه ، وأما المعتزلة فإنهم سلموا أنه لا يجوز أن يقال لله لم فعلت هذا الفعل ولكنهم بنوا ذلك على أصل آخر ، وهو أنه تعالى عالم بقبح القبائح ، وعالم بكونه غنياً عنها ، ومن كان كذلك فإنه يستحيل أن يفعل القبيح ، وإذا عرفنا ذلك عرفنا إجمالاً أن كل ما يفعله الله تعالى فهو حكمة وصواب ، وإذا كان كذلك لم يجز للعبد أن يقول لله لم فعلت هذا .\r\n أما البحث الثاني : وهو قوله تعالى : { وَهُمْ يُسْئَلُونَ } فهذا يدل على كون المكلفين مسؤولين عن أفعالهم وفيه مسألتان : المسألة الأولى : أن الكلام في هذا السؤال إما في الإمكان العقلي أو في الوقوع السمعي ، أما الإمكان العقلي فالخلاف فيه مع منكري التكاليف ، واحتجوا على قولهم بوجوه .\r\n أحدها : قالوا : التكليف إما أن يتوجه على العبد حال استواء داعيته إلى الفعل والترك ، أو حال رجحان أحدهما على الآخر .\r\n والأول محال لأن حال الاستواء يمتنع الترجيح وحال امتناع الترجيح يكون التكليف بالترجيح تكليفاً بالمحال ، والثاني محال لأن حال الرجحان يكون الراجح واجب الوقوع والمرجوع ممتنع الوقوع .\r\n والتكليف بإيقاع ما يكون واجب الوقوع عبث ، وبإيقاع ما هو ممتنع الوقوع تكليف بما لا يطاق .\r\n وثانيها : قالوا كل ما علم الله وقوعه فهو واجب الوقوع فيكون التكليف به عبثاً ، وكل ما علم الله تعالى عدمه كان ممتنع الوقوع ، فيكون التكليف به تكليفاً بما لا يطاق .\r\n وثالثها : قالوا : سؤال العبد ما أن يكون لفائدة أو لا لفائدة فإن كان لفائدة فتلك الفائدة إن عادت إلى الله تعالى كان محتاجاً وهو محال ، وإن عادت إلى العبد فهو محال ، لأن سؤاله لما كان سبباً لتوجيه العقاب عليه ، لم يكن هذا نفعاً عائداً إلى العبد بل ضرراً عائداً إليه ، وإن لم يكن في السؤال فائدة كان عبثاً وهو غير جائز على الحكيم ، بل كان إضراراً وهو غير جائز على الرحيم .\r\n والجواب عنها من وجهين : الأول : أن غرضكم من إيراد هذه الشبهة النافية للتكليف أن تلزمونا نفي التكليف فكأنكم تكلفونا بنفي التكليف وهو متناقض .\r\n والثاني : وهو أن مدار كلامكم في هذه الشبهات على حرف واحد وهو أن التكاليف كلها تكاليف بما لا يطاق فلا يجوز من الحكيم أن يوجبها على العباد فيرجع حاصل هذه الشبهات إلى أنه يقال له تعالى : لم كلفت عبادك ، إلا أن قد بينا أنه سبحانه : { لاَ يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْئَلُونَ } فظهر بهذا أن قوله : { لاَ يُسْأَلُ عَمَّا يَفْعَلُ } كالأصل والقاعدة لقوله : { وَهُمْ يُسْئَلُونَ } فتأمل في هذه الدقائق العجيبة لتقف على طرف من أسرار علم القرآن ، وأما الوقوع السمعي فلقائل أن يقول إن قوله : { وَهُمْ يُسْئَلُونَ } وإن كان متأكداً بقوله : { فَوَرَبّكَ لَنَسْئَلَنَّهُمْ أَجْمَعِينَ } [ الحجر : 92 ] وبقوله : { وَقِفُوهُمْ إِنَّهُمْ مسؤولونَ } [ الصافات : 24 ] إلا أنه يناقضه قوله : { فَيَوْمَئِذٍ لاَّ يُسْئَلُ عَن ذَنبِهِ إِنسٌ وَلاَ جَانٌّ } [ الرحمن : 39 ] والجواب : أن يوم القيامة يوم طويل وفيه مقامات فيصرف كل واحد من السلب والإيجاب إلى مقام آخر دفعاً للتناقض .\r\n المسألة الثانية : قالت المعتزلة فيه وجوه : أحدها : أنه تعالى لو كان هو الخالق للحسن والقبيح لوجب أن يسأل عما يفعل ، بل كان يذم بما حقه الذم ، كما يحمد بما حقه المدح .\r\n وثانيها : أنه كان يجب أن لا يسأل عن الأمور إذا كان لا فاعل سواه .\r\n وثالثها : أنه كان لا يجوز أن يسألوا عن عملهم إذ لا عمل لهم .\r\n ورابعها : أن أعمالهم لا يمكنهم أن يعدلوا عنها من حيث خلقها وأوجدها فيهم .\r\n وخامسها : أنه تعالى صرح في كثير من المواضع بأنه يقبل حجة العباد عليه كقوله : { رُّسُلاً مُّبَشّرِينَ وَمُنذِرِينَ لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى الله حُجَّةٌ بَعْدَ الرسل } [ النساء : 165 ] وهذا يقتضي أن لهم عليه الحجة قبل بعثة الرسل ، وقال : { وَلَوْ أَنَّا أهلكناهم بِعَذَابٍ مّن قَبْلِهِ لَقَالُواْ رَبَّنَا لَوْلا أَرْسَلْتَ إِلَيْنَا رَسُولاً فَنَتَّبِعَ ءاياتك مِن قَبْلِ أَن نَّذِلَّ ونخزى } [ طه : 134 ] ونظائر هذه الآيات كثيرة وكلها تدل على أن حجة العبد متوجهة على الله تعالى .\r\n وسادسها : قال ثمامة إذا وقف العبد يوم القيامة فيقول الله تعالى : ما حملك على معصيتي؟ فيقول على مذهب الجبر : يا رب إنك خلقتني كافراً وأمرتني بما لا أقدر عليه وحلت بيني وبينه ، ولا شك أنه على مذهب الجبر يكون صادقاً ، وقال الله تعالى : { هذا يَوْمُ يَنفَعُ الصادقين صِدْقُهُمْ } [ المائدة : 119 ] فوجب أن ينفعه هذا الكلام فقيل له ، ومن يدعه يقول : هذا الكلام أو يحتج؟ فقال ثمامة : أليس إذا منعه الله الكلام والحجة فقد علم أنه منعه مما لو لم يمنعه منه لانقطع في يده ، وهذا نهاية الانقطاع .\r\n والجواب عن هذه الوجوه : أنها معارضة بمسألة الداعي ومسألة العلم ثم بالوجوه الثمانية التي بينا فيها أنه يستحيل طلب لمية أفعال الله تعالى وأحكامه .\r\n وأما قوله تعالى : { أَمِ اتخذوا مِن دُونِهِ ءَالِهَةً قُلْ هَاتُواْ برهانكم } فاعلم أنه سبحانه كرر قوله : { أَمِ اتخذوا مِن دُونِهِ ءَالِهَةً } استعظاماً لكفرهم أي وصفتم الله بأن له شريكاً فهاتوا برهانكم على ذلك .\r\n أما من جهة العقل ، أو من جهة النقل فإنه سبحانه لما ذكر دليل التوحيد أولاً وقرر الأصل الذي عليه تخرج شبهات القائلين بالتثنية ثانياً ، أخذ يطالبهم بذكر شبهتهم ثالثاً .\r\n أما قوله تعالى : { هذا ذِكْرُ مَن مَّعِيَ وَذِكْرُ مَن قَبْلِي } ففيه مسألتان : المسألة الأولى : في تفسيره وفيه أقوال : أحدها : { هذا ذِكْرُ مَن مَّعِيَ } أي هذا هو الكتاب المنزل على من معي : { وهذا ذِكْرٌ مِّن قَبْلِي } أي الكتاب المنزل على من تقدمني من الأنبياء وهو التوراة والإنجيل والزبور والصحف ، وليس في شيء منها أني أذنت بأن تتخذوا إلهاً من دوني بل ليس فيها إلا : { إِنّى أَنَا الله لا إله إِلا أَنَاْ } كما قال بعد هذا : { وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلاَّ يُوحَى إِلَيْهِ أَنَّهُ لا إله إِلاَّ أَنَاْ فاعبدون } وهذا قول ابن عباس واختيار القفال والزجاج .\r\n والثاني : وهو قول سعيد ابن جبير وقتادة ومقاتل والسدي أن قوله : { وَذِكْرُ مَن قَبْلِي } صفة للقرآن فإنه كما يشتمل على أحوال هذه الأمة فكذا يشتمل على أحوال الأمم الماضية .\r\n الثالث : ما ذكره القفال وهو أن المعنى قل لهم هذا الكتاب الذي جئتكم به قد اشتمل على بيان أحوال من معي من المخالفين والموافقين وعلى بيان أحوال من قبلي من المخالفين والموافقين فاختاروا لأنفسكم ، كأن الغرض منه التهديد .\r\n المسألة الثانية : قال صاحب «الكشاف» قرىء : { هذا ذِكْرُ مَن مَّعِيَ وَذِكْرُ مَن قَبْلِي } بالتنوين ومن مفعول منصوب بالذكر كقوله : { أَوْ إِطْعَامٌ فِى يَوْمٍ ذِي مَسْغَبَةٍ * يَتِيماً } [ البلد : 14 ، 15 ] وهو الأصل والإضافة من إضافة المصدر إلى المفعول كقوله : { غُلِبَتِ الروم * فِى أَدْنَى الأرض وَهُم مّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ } [ الروم : 2 ، 3 ] وقرىء : من معي ومن قبلي ، بكسر ميم من على ترك الإضافة في هذه القراءة وإدخال الجار على مع غريب والعذر فيه أنه اسم هو ظرف نحو قبل وبعد فدخل من عليه كما يدخل على إخواته وقرىء : ذكر معي وذكر قبلي .\r\n وأما قوله : { بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ الحق فَهُمْ مُّعْرِضُونَ } ففيه مسائل : المسألة الأولى : أنه سبحانه لما ذكر دليل التوحيد وطالبهم بالدلالة على ما ادعوه وبين أنه لا دليل لهم ألبتة عليه لا من جهة العقل ولا من جهة السمع ، ذكر بعده أن وقوعهم في هذا المذهب الباطل ليس لأجل دليل ساقهم إليه ، بل ذلك لأن عندهم ما هو أصل الشر والفساد كله وهو عدم العلم ، ثم ترتب على عدم العلم الإعراض عن استماع الحق وطلبه .\r\n المسألة الثانية : قال صاحب «الكشاف» : قرىء : { الحق } بالرفع على توسط التوكيد بين السبب والمسبب ، والمعنى أن إعراضهم بسبب الجهل هو الحق لا الباطل .\r\n أما قوله تعالى : { وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلاَّ نُوحِي إِلَيْهِ أَنَّهُ لا إله إِلاَّ أَنَاْ فاعبدون } فاعلم أن يوحى ونوحى قراءتان مشهورتان ، وهذه الآية مقررة لما سبقها من آيات التوحيد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أم اتخذوا آلهة من الأرض هم ينشرون (21) لو كان فيهما آلهة إلا الله لفسدتا فسبحان الله رب العرش عما يصفون (22) لا يسأل عما يفعل وهم يسألون (23) أم اتخذوا من دونه آلهة قل هاتوا برهانكم هذا ذكر من معي وذكر من قبلي بل أكثرهم لا يعلمون الحق فهم معرضون (24) وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون (25) ",
        "babnum": 7
    },
    {
        "id": 1510,
        "cate": "21",
        "title": "وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا سُبْحَانَهُ بَلْ عِبَادٌ مُكْرَمُونَ (26) لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ (27) يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ (28) وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ كَذَلِكَ نَجْزِي الظَّالِمِينَ (29) ",
        "details": " اعلم أنه سبحانه وتعالى لما بين بالدلائل الباهرة كونه منزهاً عن الشريك والضد والند أردف ذلك ببراءته عن اتخاذ الولد فقال : { وَقَالُواْ اتخذ الرحمن وَلَداً } نزلت في خزاعة حيث قالوا : الملائكة بنات الله وأضافوا إلى ذلك أنه تعالى صاهر الجن على ما حكى الله تعالى عنهم فقال : { وَجَعَلُواْ بَيْنَهُ وَبَيْنَ الجنة نَسَباً } [ الصافات : 158 ] ثم إنه سبحانه وتعالى نزه نفسه عن ذلك بقوله سبحانه لأن الولد لا بد وأن يكون شبيهاً بالوالد فلو كان لله ولد لأشبهه من بعض الوجوه ، ثم لا بد وأن يخالفه من وجه آخر وما به المشاركة غير ما به الممايزة فيقع التركيب في ذات الله سبحانه وتعالى وكل مركب ممكن ، فاتخاذه للولد يدل على كونه ممكناً غير واجب .\r\n وذلك يخرجه عن حد الإلهية ويدخله في حد العبودية ، ولذلك نزه نفسه عنه .\r\n أما قوله : { بَلْ عِبَادٌ مُّكْرَمُونَ } فاعلم أنه سبحانه لما نزه نفسه عن الولد أخبر عنهم بأنهم عباد والعبودية تنافي الولادة إلا أنهم مكرمون مفضلون على سائر العباد وقرىء : { مُّكْرَمُونَ * لاَ يَسْبِقُونَهُ } من سابقته فسبقته أسبقه .\r\n والمعنى أنهم يتبعونه في قوله ولا يقولون شيئاً حتى يقوله فلا يسبق قولهم قوله ، وكما أن قولهم تابع لقوله فعملهم أيضاً كذلك مبني على أمره لا يعملون عملاً ما لم يؤمروا به .\r\n ثم إنه سبحانه ذكر ما يجري مجرى السبب لهذه الطاعة فقال : { يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ } والمعنى أنهم لما علموا كونه سبحانه عالماً بجميع المعلومات علموا كونه عالماً بظواهرهم هم وبواطنهم ، فكان ذلك داعياً لهم إلى نهاية الخضوع وكمال العبودية .\r\n وذكر المفسرون فيه وجوهاً .\r\n أحدها : قال ابن عباس : يعلم ما قدموا وما أخروا من أعمالهم .\r\n وثانيها : ما بين أيديهم الآخرة وما خلفهم الدنيا وقيل على عكس ذلك .\r\n وثالثها : قال مقاتل : يعلم ما كان قبل أن يخلقهم وما يكون بعد خلقهم .\r\n وحقيقة المعنى أنهم يتقلبون تحت قدرته في ملكوته وهو محيط بهم ، وإذا كانت هذه حالتهم فكيف يستحقون العبادة وكيف يتقدمون بين يدي الله تعالى فيشفعون لمن لم يأذن الله تعالى له .\r\n ثم كشف عن هذا المعنى فقال : { وَلاَ يَشْفَعُونَ إِلاَّ لِمَنِ ارتضى } أي لمن هو عند الله مرضي : { وَهُمْ مّنْ خَشْيَتِهِ مُشْفِقُونَ } أي من خشيتهم منه ، فأضيف المصدر إلى المفعول ومشفقون خائفون ولا يأمنون مكره وعن رسول الله صلى الله عليه وسلم : « أنه رأى جبريل عليه السلام ليلة المعراج ساقطاً كالحلس من خشية الله تعالى » ونظيره قوله تعالى : { لاَّ يَتَكَلَّمُونَ إِلاَّ مَنْ أَذِنَ لَهُ الرحمن } [ النبأ : 38 ] .\r\n أما قوله تعالى : { وَمَن يَقُلْ مِنْهُمْ إِنّى إله مّن دُونِهِ فذلك نَجْزِيهِ جَهَنَّمَ } فالمعنى أن كل من يقول من الملائكة ذلك القول فإنا نجازي ذلك القائل بهذا الجزاء ، وهذا لا يدل على أنهم قالوا ذلك أو ما قالوه وهو قريب من قوله تعالى : { لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ } وههنا مسائل : المسألة الأولى : هذه الصفات تدل على العبودية وتنافي الولادة لوجوه .\r\n أحدها : أنهم لما بالغوا في الطاعة إلى حيث لا يقولون قولاً ولا يعملون عملاً إلا بأمره فهذه صفات للعبيد لا صفات الأولاد .\r\n وثانيها : أنه سبحانه لما كان عالماً بأسرار الملائكة وهم لا يعلمون أسرار الله تعالى وجب أن يكون الإله المستحق للعبادة هو لا هؤلاء الملائكة وهذه الدلالة هي نفس ما ذكره عيسى عليه السلام في قوله : { تَعْلَمُ مَا فِى نَفْسِي وَلاَ أَعْلَمُ مَا فِى نَفْسِكَ } [ المائدة : 116 ] .\r\n وثالثها : أنهم لا يشفعون إلا لمن ارتضى ومن يكن إلهاً أو ولداً للإله لا يكون كذلك .\r\n ورابعها : أنهم على نهاية الإشفاق والوجل وذلك ليس إلا من صفات العبيد .\r\n وخامسها : نبه تعالى بقوله : { وَمَن يَقُلْ مِنْهُمْ إِنّى إله مّن دُونِهِ فذلك نَجْزِيهِ جَهَنَّمَ } على أن حالهم حال سائر العبيد المكلفين في الوعد والوعيد فكيف يصح كونهم آلهة .\r\n المسألة الثانية : احتجت المعتزلة بقوله تعالى : { وَلاَ يَشْفَعُونَ إِلاَّ لِمَنِ ارتضى } على أن الشفاعة في الآخرة لا تكون لأهل الكبائر لأنه لا يقال في أهل الكبائر إن الله يرتضيهم .\r\n والجواب : قال ابن عباس رضي الله عنهما والضحاك : { إِلاَّ لِمَنِ ارتضى } أي لمن قال لا إله إلا الله .\r\n واعلم أن هذه الآية من أقوى الدلائل لنا في إثبات الشفاعة لأهل الكبائر وتقريره هو أن من قال لا إله إلا الله فقد ارتضاه تعالى في ذلك ومتى صدق عليه أنه ارتضاه الله تعالى في ذلك فقد صدق عليه أنه ارتضاه الله لأن المركب متى صدق فقد صدق لا محالة كل واحد من أجزائه ، وإذا ثبت أن الله قد ارتضاه وجب اندراجه تحت هذه الآية فثبت بالتقرير الذي ذكرناه أن هذه الآية من أقوى الدلائل لنا على ما قرره ابن عباس رضي الله عنهما .\r\n المسألة الثالثة : هذه الآية تدل على أمور ثلاثة : أحدها : تدل على كون الملائكة مكلفين من حيث قال : { لاَ يَسْبِقُونَهُ بالقول وَهُمْ بِأَمْرِهِ يَعْمَلُونَ } { وَهُمْ مّنْ خَشْيَتِهِ مُشْفِقُونَ } ومن حيث الوعيد .\r\n وثانيها : تدل أيضاً على أن الملائكة معصومون لأنه قال : { وَهُمْ بِأَمْرِهِ يَعْمَلُونَ } .\r\n وثالثها : قال القاضي عبد الجبار قوله : { كذلك نَجْزِى الظالمين } يدل على أن كل ظالم يجزيه الله جهنم كما توعد الملائكة به وذلك يوجب القطع على أنه تعالى لا يغفر لأهل الكبائر في الآخرة .\r\n والجواب : أقصى ما في الباب أن هذا العموم مشعر بالوعيد وهو معارض بعمومات الوعيد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقالوا اتخذ الرحمن ولدا سبحانه بل عباد مكرمون (26) لا يسبقونه بالقول وهم بأمره يعملون (27) يعلم ما بين أيديهم وما خلفهم ولا يشفعون إلا لمن ارتضى وهم من خشيته مشفقون (28) ومن يقل منهم إني إله من دونه فذلك نجزيه جهنم كذلك نجزي الظالمين (29) ",
        "babnum": 8
    },
    {
        "id": 1511,
        "cate": "21",
        "title": "أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ (30) وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَعَلَّهُمْ يَهْتَدُونَ (31) وَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ (32) وَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ كُلٌّ فِي فَلَكٍ يَسْبَحُونَ (33) ",
        "details": " اعلم أنه سبحانه وتعالى شرع الآن في الدلائل الدالة على وجود الصانع ، وهذه الدلائل أيضاً دالة على كونه منزهاً عن الشريك ، لأنها دالة على حصول الترتيب العجيب في العالم ، ووجود الإلهين يقتضي وقوع الفساد .\r\n فهذه الدلائل تدل من هذه الجهة على التوحيد فتكون كالتوكيد لما تقدم .\r\n وفيها أيضاً رد على عبدة الأوثان من حيث إن الإله القادر على مثل هذه المخلوقات الشريفة كيف يجوز في العقل أن يعدل عن عبادته إلى عبادة حجر لا يضر ولا ينفع .\r\n فهذا وجه تعلق هذه الآية بما قبلها ، واعلم أنه سبحانه وتعالى ذكر ههنا ستة أنواع من الدلائل : النوع الأول : قوله : { أَوَ لَمْ يَرَ الذين كَفَرُواْ أَنَّ السموات والأرض كَانَتَا رَتْقاً ففتقناهما } وفيه مسائل : المسألة الأولى : قرأ ابن كثير ألم ير بغير الواو والباقون بالواو وإدخال الواو يدل على العطف لهذا القول على أمر تقدمه .\r\n قال صاحب «الكشاف» : قرىء رتقاً بفتح التاء ، وكلاهما في معنى المفعول كالخلق والنفض أي كانتا مرتوقتين ، فإن قلت الرتق صالح أن يقع موقع مرتوقتين لأنه مصدر فما بال الرتق؟ قلت : هو على تقدير موصوف أي كانتا شيئاً رتقاً .\r\n المسألة الثانية : لقائل أن يقول : المراد من الرؤية في قوله تعالى : { أَوَ لَمْ يَرَ الذين كَفَرُواْ } ، إما الرؤية ، وإما العلم والأول مشكل ، أما أولاً فلأن القوم ما رأوهما كذلك ألبتة ، وأما ثانياً فلقوله سبحانه وتعالى : { مَّا أَشْهَدتُّهُمْ خَلْقَ السموات والأرض } [ الكهف : 51 ] ، وأما العلم فمشكل لأن الأجسام ، قابلة للفتق والرتق في أنفسها ، فالحكم عليها بالرتق أولاً وبالفتق ثانياً لا سبيل إليه إلا السمع ، والمناظرة مع الكفار الذين ينكرون الرسالة ، فكيف يجوز التمسك بمثل هذا الاستدلال .\r\n والجواب : المراد من الرؤية هو العلم وما ذكروه من السؤال فدفعه من وجوه : أحدها : أنا نثبت نبوة محمد صلى الله عليه وسلم بسائر المعجزات ثم نستدل بقوله : ثم نجعله دليلاً على حصول النظام في العالم وانتقاء الفساد عنه وذلك يؤكد الدلالة المذكورة في التوحيد .\r\n وثانياً : أن يحمل الرتق والفتق على إمكان الرتق والفتق والعقل ، يدل عليه لأن الأجسام يصح عليها الاجتماع والافتراق فاختصاصها بالاجتماع دون الافتراق أو بالعكس يستدعي مخصصاً .\r\n وثالثها : أن اليهود والنصارى كانوا عالمين بذلك فإنه جاء في التوراة إن الله تعالى خلق جوهرة ، ثم نظر إليها بعين الهيبة فصارت ماء ، ثم خلق السموات والأرض منها وفتق بينها ، وكان بين عبدة الأوثان وبين اليهود نوع صداقة بسبب الاشتراك في عداوة محمد صلى الله عليه وسلم فاحتج الله تعالى عليهم بهذه الحجة بناء على أنهم يقبلون قول اليهود في ذلك .\r\n المسألة الثالثة : إنما قال { كانتا رتقاً } ولم يقل كن رتقاً لأن السموات لفظ الجمع والمراد به الواحد الدال على الجنس ، قال الأخفش : السموات نوع والأرض نوع ، ومثله : { إِنَّ الله يُمْسِكُ السموات والأرض أَن تَزُولاَ } [ فاطر : 41 ] ومن ذلك قولهم أصلحنا بين القومين ، ومرت بنا غنمان أسودان ، لأن هذا القطيع غنم وذلك غنم .\r\n المسألة الرابعة : الرتق في اللغة السد ، يقال : رتقت الشيء فارتتق والفتق الفصل بين الشيئين الملتصقين .\r\n قال الزجاج : الرتق مصدر والمعنى كانتا ذواتي رتق ، قال المفضل : إنما لم يقل كانتا رتقين كقوله : { وَمَا جعلناهم جَسَداً لاَّ يَأْكُلُونَ الطعام } [ الأنبياء : 8 ] لأن كل واحد جسد كذلك فيما نحن فيه كل واحد رتق .\r\n المسألة الخامسة : اختلف المفسرون في المراد من الرتق والفتق على أقوال : أحدها : وهو قول الحسن وقتادة وسعيد بن جبير ورواية عكرمة عن ابن عباس رضي الله عنهم أن المعنى كانتا شيئاً واحداً ملتزقتين ففصل الله بينهما ورفع السماء إلى حيث هي وأقر الأرض وهذا القول يوجب أن خلق الأرض مقدم على خلق السماء لأنه تعالى لما فصل بينهما ترك الأرض حيث هي وأصعد الأجزاء السماوية ، قال كعب : خلق الله السموات والأرض ملتصقتين ثم خلق ريحاً توسطتهما ففتقهما بها .\r\n وثانيها : وهو قول أبي صالح ومجاهد أن المعنى كانت السموات مرتتقة فجعلت سبع سموات وكذلك الأرضون .\r\n وثالثها : وهو قول ابن عباس والحسن وأكثر المفسرين أن السموات والأرض كانتا رتقاً بالاستواء والصلابة ففتق الله السماء بالمطر والأرض بالنبات والشجر ، ونظيره قوله تعالى : { والسماء ذَاتِ الرجع * والأرض ذَاتِ الصدع } [ الطارق : 11 ، 12 ] ورجحوا هذا الوجه على سائر الوجوه بقوله بعد ذلك : { وَجَعَلْنَا مِنَ الماء كُلَّ شَىْءٍ حَىٍّ } وذلك لا يليق إلا وللماء تعلق بما تقدم ولا يكون كذلك إلا إذا كان المراد ما ذكرنا .\r\n فإن قيل : هذا الوجه مرجوح لأن المطر لا ينزل من السموات بل من سماء واحدة وهي سماء الدنيا ، قلنا : إنما أطلق عليه لفظ الجمع ، لأن كل قطعة منها سماء ، كما يقال : ثوب أخلاق وبرمة أعشار .\r\n واعلم أن هذا التأويل يجوز حمل الرؤية على الإبصار .\r\n ورابعها : قول أبي مسلم الأصفهاني : يجوز أن يراد بالفتق الإيجاد والإظهار كقوله : { فَاطِرَ السموات والأرض } [ الشورى : 11 ] وكقوله : { قَالَ بَل رَّبُّكُمْ رَبُّ السموات والأرض الذى فطَرَهُنَّ } [ الأنبياء : 56 ] فأخبر عن الإيجاد بلفظ الفتق وعن الحال قبل الإيجاد بلفظ الرتق .\r\n أقول وتحقيقه أن العدم نفي محض ، فليس فيه ذوات مميزة وأعيان متباينة ، بل كأنه أمر واحد متصل متشابه ، فإذا وجدت الحقائق فعند الوجود والتكون يتميز بعضها عن بعض وينفصل بعضها عن بعض ، فبهذا الطريق حسن جعل الرتق مجازاً عن العدم والفتق عن الوجود .\r\n وخامسها : أن الليل سابق على النهار ، لقوله تعالى : { وَءايَةٌ لَّهُمُ اليل نَسْلَخُ مِنْهُ النهار } [ يس : 37 ] وكانت السموات والأرض مظلمة أولاً ففتقهما الله تعالى بإظهار النهار المبصر ، فإن قيل : فأي الأقاويل أليق بالظاهر؟ قلنا : الظاهر يقتضي أن السماء على ما هي عليه ، والأرض على ما هي عليه كانتا رتقاً ، ولا يجوز كونهما كذلك إلا وهما موجودان ، والرتق ضد الفتق فإذا كان الفتق هو المفارقة فالرتق يجب أن يكون هو الملازمة ، وبهذا الطريق صار الوجه الرابع والخامس مرجوحاً ، ويصير الوجه الأول أولى الوجوه ويتلوه الوجه الثاني .\r\n وهو أن كل واحد منهما كان رتقاً ففتقهما بأن جعل كل واحد منهما سبعاً ، ويتلوه الثالث وهو أنهما كانا صلبين من غير فطور وفرج ، ففتقهما لينزل المطر من السماء ، ويظهر النبات على الأرض .\r\n المسألة السادسة : دلالة هذه الوجوه على إثبات الصانع وعلى وحدانيته ظاهرة ، لأن أحداً لا يقدر على مثل ذلك ، والأقرب أنه سبحانه خلقهما رتقاً لما فيه من المصلحة للملائكة ، ثم لما أسكن الله الأرض أهلها جعلهما فتقاً لما فيه من منافع العباد .\r\n النوع الثاني من الدلائل : قوله تعالى : { وَجَعَلْنَا مِنَ الماء كُلَّ شَىْء حَىّ أَفَلاَ يُؤْمِنُونَ } وفيه مسائل : المسألة الأولى : قال صاحب «الكشاف» قوله : وجعلنا لا يخلو إما أن يتعدى إلى واحد أو اثنين ، فإن تعدى إلى واحد فالمعنى خلقنا من الماء كل حيوان كقوله : { والله خَلَقَ كُلَّ دَابَّةٍ مّن مَّاء } [ النور : 45 ] أو كأنما خلقناه من الماء لفرط احتياجه إليه وحبه له وقلة صبره عنه كقوله : { خُلِقَ الإنسان مِنْ عَجَلٍ } [ الأنبياء : 37 ] وإن تعدى إلى اثنين فالمعنى صيرنا كل شيء حي بسبب من الماء لا بد له منه ، ومن هذا نحو من في قوله عليه السلام : \" ما أنا من دد ولا الدد مني \" وقرىء حياً وهو المفعول الثاني .\r\n المسألة الثانية : لقائل أن يقول كيف قال : وخلقنا من الماء كل حيوان ، وقد قال : { والجآن خلقناه مِن قَبْلُ مِن نَّارِ السموم } [ الحجر : 27 ] وجاء في الأخبار أن الله تعالى خلق الملائكة من النور وقال تعالى في حق عيسى عليه السلام : { وَإِذْ تَخْلُقُ مِنَ الطين كَهَيْئَةِ الطير بِإِذْنِى فَتَنفُخُ فِيهَا فَتَكُونُ طَيْراً بِإِذْنِى } [ المائدة : 110 ] وقال في حق آدم : { خَلَقَهُ مِن تُرَابٍ } [ آل عمران : 59 ] والجواب : اللفظ وإن كان عاماً إلا أن القرينة المخصصة قائمة ، فإن الدليل لا بد وأن يكون مشاهداً محسوساً ليكون أقرب إلى المقصود ، وبهذا الطريق تخرج عنه الملائكة والجن وآدم وقصة عيسى عليهم السلام ، لأن الكفار لم يروا شيئاً من ذلك .\r\n المسألة الثالثة : اختلف المفسرون فقال بعضهم المراد من قوله : { كُلَّ شَىْء حَىّ } الحيوان فقط ، وقال آخرون بل يدخل فيه النبات والشجر لأنه من الماء صار نامياً وصار فيه الرطوبة والخضرة والنور والثمر ، وهذا القول أليق بالمعنى المقصود ، كأنه تعالى قال : ففتقنا السماء لإنزال المطر وجعلنا منه كل شيء في الأرض من النبات وغيره حياً ، حجة القول الأول أن النبات لا يسمى حياً ، قلنا لا نسلم والدليل عليه قوله تعالى : { كَيْفَ يُحْىِ الأرض بَعْدَ مَوْتِهَا } [ الروم : 50 ] أما قوله تعالى : { أَفَلاَ يُؤْمِنُونَ } فالمراد أفلا يؤمنون بأن يتدبروا هذه الأدلة فيعلموا بها الخالق الذي لا يشبه غيره ويتركوا طريقة الشرك .\r\n النوع الثالث : قوله تعالى : { وَجَعَلْنَا فِى الأرض رَوَاسِىَ أَن تَمِيدَ بِهِمْ } وفيه مسائل : المسألة الأولى : أن تميد بهم كراهة أن تميد بهم أو لئلا تميد بهم فحذف لا واللام الأولى وإنما جاز حذف لا لعدم الالتباس كما ترى ذلك في قوله : { لّئَلاَّ يَعْلَمَ أَهْلُ الكتاب } .\r\n المسألة الثانية : الرواسي الجبال ، والراسي هو الداخل في الأرض .\r\n المسألة الثالثة : قال ابن عباس رضي الله عنهما : إن الأرض بسطت على الماء فكانت تنكفىء بأهلها كما تنكفىء السفينة ، لأنها بسطت على الماء فأرساها الله تعالى بالجبال الثقال .\r\n النوع الرابع : قوله تعالى : { وَجَعَلْنَا فِيهَا فِجَاجاً سُبُلاً لَّعَلَّهُمْ يَهْتَدُونَ } وفيه مسائل : المسألة الأولى : قال صاحب «الكشاف» : الفج الطريق الواسع ، فإن قلت في الفجاج معنى الوصف فمالها قدمت على السبل ولم تؤخر كما في قوله تعالى : { لّتَسْلُكُواْ مِنْهَا سُبُلاً فِجَاجاً } قلت لم تقدم وهي صفة ، ولكنها جعلت حالاً كقوله : لعزة موحشاً طلل قديم \r\n والفرق من جهة المعنى أن قوله سبلاً فجاجاً ، إعلام بأنه سبحانه جعل فيها طرقاً واسعة ، وأما قوله : { فِجَاجاً سُبُلاً } فهو إعلام بأنه سبحانه حين خلقها جعلها على تلك الصفة ، فهذه الآية بيان لما أبهم في الآية الأولى .\r\n المسألة الثانية : في قوله { فِيهَا } قولان : أحدهما أنها عائدة إلى الجبال ، أي وجعلنا في الجبال التي هي رواسي فجاجاً سبلاً ، أي طرقاً واسعة وهو قول مقاتل والضحاك ورواية عطاء عن ابن عباس وعن ابن عمر قال كانت الجبال منضمة فلما أغرق الله قوم نوح فرقها فجاجاً وجعل فيها طرقاً .\r\n الثاني : أنها عائدة إلى الأرض ، أي وجعلنا في الأرض فجاجاً وهي المسالك والطرق وهو قول الكلبي .\r\n المسألة الثالثة : قوله : { لَّعَلَّهُمْ يَهْتَدُونَ } معناه لكي يهتدوا إذ الشك لا يجوز على الله تعالى .\r\n المسألة الرابعة : في يهتدون قولان : الأول : ليهتدوا إلى البلاد .\r\n والثاني : ليهتدوا إلى وحدانية الله تعالى بالاستدلال ، قالت المعتزلة وهذا التأويل يدل على أنه تعالى أراد من جميع المكلفين الاهتداء .\r\n والكلام عليه قد تقدم ، وفيه قول ثالث وهو أن الإهتداء إلى البلاد والاهتداء إلى وحدانية الله تعالى يشتركان في مفهوم واحد وهو أصل الاهتداء فيحمل اللفظ على ذلك المشترك وحينئذ تكون الآية متناولة للأمرين ولا يلزم منه كون اللفظ المشترك مستعملاً في مفهوميه معاً .\r\n النوع الخامس : قوله تعالى : { وَجَعَلْنَا السماء سَقْفاً مَّحْفُوظاً وَهُمْ عَنْ ءاياتها مُعْرِضُونَ } وفيه مسائل : المسألة الأولى : سمى السماء سقفاً لأنها للأرض كالسقف للبيت .\r\n المسألة الثانية : في المحفوظ قولان : أحدهما : أن محفوظ من الوقوع والسقوط الذين يجري مثلهما على سائر السقوف كقوله : { وَيُمْسِكُ السماء أَن تَقَعَ عَلَى الأرض إِلاَّ بِإِذْنِهِ } [ الحج : 65 ] وقال : { وَمِنْ ءاياته أَن تَقُومَ السماء والأرض بِأَمْرِهِ } [ الروم : 25 ] وقال تعالى : { إِنَّ الله يُمْسِكُ السموات والأرض أَن تَزُولاَ } [ فاطر : 41 ] وقال : { وَلاَ يُؤُدهُ حِفْظُهُمَا } [ البقرة : 255 ] .\r\n الثاني : محفوظاً من الشياطين قال تعالى : { وحفظناها مِن كُلّ شيطان رَّجِيمٍ } [ الحجر : 17 ] ثم ههنا قولان : أحدهما : أنه محفوظ بالملائكة من الشياطين .\r\n والثاني : أنه محفوظ بالنجوم من الشياطين ، والقول الأول أقوى لأن حمل الآيات عليه مما يزيد هذه النعمة عظماً لأنه سبحانه كالمتكفل بحفظه وسقوطه على المكلفين بخلاف القول الثاني لأنه لا يخاف على السماء من استراق سمع الجن .\r\n المسألة الثالثة : قوله تعالى : { وَهُمْ عَنْ ءاياتها مُعْرِضُونَ } معناه عما وضع الله تعالى فيها من الأدلة والعبر في حركاتها وكيفية حركاتها وجهات حركاتها ومطالعها ومغاربها واتصالات بعضها ببعض وانفصالاتها على الحساب القويم والترتيب العجيب الدال على الحكمة البالغة والقدرة الباهرة .\r\n المسألة الرابعة : قرىء عن آيتها على التوحيد والمراد الجنس أي هم متفطنون لما يرد عليهم من السماء من المنافع الدنيوية كالاستضاءة بقمرها والاهتداء بكواكبها ، وحياة الأرض بأمطارها وهم عن كونها آية بينة على وجود الخالق ووحدانيته معرضون .\r\n النوع السادس : قوله تعالى : { وَهُوَ الذى خَلَقَ اليل والنهار والشمس والقمر كُلٌّ فِى فَلَكٍ يَسْبَحُونَ } وفيه مسائل : المسألة الأولى : اعلم أنه سبحانه لما قال : { وَهُمْ عَنْ ءاياتها مُعْرِضُونَ } فصل تلك الآيات ههنا لأنه تعالى لو خلق السماء والأرض ولم يخلق الشمس والقمر ليظهر بهما الليل والنهار ويظهر بهما من المنافع بتعاقب الحر والبرد لم تتكامل نعم الله تعالى على عباده بل إنما يكون ذلك بسبب حركاتها في أفلاكها ، فلهذا قال : { كُلٌّ فِى فَلَكٍ يَسْبَحُونَ } وتقريره أن نقول قد ثبت بالأرصاد أن للكواكب حركات مختلفة فمنها حركة تشملها بأسرها آخذة من المشرق إلى المغرب وهي حركة الشمس اليومية ، ثم قال جمهور الفلاسفة وأصحاب الهيئة ، وههنا حركة أخرى من المغرب إلى المشرق قالوا وهي ظاهرة في السبعة السيارة خفية في الثابتة ، واستدلوا عليها بأنا وجدنا الكواكب السيارة كلما كان منها أسرع حركة إذا قارن ما هو أبطأ حركة فإنه بعد ذلك يتقدمه نحو المشرق وهذا في القمر ظاهر جداً فإنه يظهر بعد الإجتماع بيوم أو يومين من ناحية المغرب على بعد من الشمس ثم يزداد كل ليلة بعداً منها إلى أن يقابلها على قريب من نصف الشهر وكل كوكب كان شرقياً منه على طريقته في ممر البروج يزداد كل ليلة قرباً منه ثم إذا أدركه ستره بطرفه الشرقي وتنكسف تلك الكواكب عنه بطرفه الغربي فعرفنا أن لهذه الكواكب السيارة حركة من المغرب إلى المشرق ، وكذلك وجدنا للكواكب الثابتة حركة بطيئة على توالي البروج فعرفنا أن لها حركة من المغرب إلى المشرق .\r\n هذا ما قالوه ونحن خالفناهم فيه ، وقلنا : إن ذلك محال لأن الشمس مثلاً لو كانت متحركة بذاتها من المغرب إلى المشرق حركة بطيئة ولا شك أنها متحركة بسبب الحركة اليومية من المغرب إلى المشرق لزم كون الجرم الواحد متحركاً حركتين إلى جهتين مختلفتين دفعة احدة وذلك محال لأن الحركة إلى الجهة تقتضي حصول المتحرك في الجهة المنتقل إليها فلو تحرك الجسم الواحد دفعة واحدة إلى جهتين لزم حصوله دفعة واحدة في مكانين وهو محال .\r\n فإن قيل : لم لا يجوز أن يقال : الشمس حال حركتها إلى الجانب الشرقي تنقطع حركتها إلى الجانب الغربي وبالعكس ، وأيضاً فما ذكرتموه ينتقض بحركة الرحى إلى جانب والنملة التي تكون عليها تتحرك إلى خلاف ذلك الجانب ، قلنا : أما الأول فلا يستقيم على أصولكم لأن حركات الأفلاك مصونة عن الانقطاع عندكم ، وأما الثاني فهو مثال محتمل وما ذكرناه برهان قاطع فلا يتعارضان ، أما الذي احتجوا به على أن للكواكب حركة من المغرب إلى المشرق فهو ضعيف ، فإنه يقال لم لا يجوز أن يقال إن جميع الكواكب متحركة من المشرق إلى المغرب إلا أن بعضها أبطأ من البعض فيتخلف بعضها عن بعض بسبب ذلك التخلف فيظن أنها تتحرك إلى خلاف تلك الجهة مثلاً الفلك الأعظم استدارته من أول اليوم الأول إلى أول اليوم الثاني دورة تامة وفلك الثوابت استدارته من أول اليوم الأولى إلى أول اليوم الثاني دورة تامة إلا مقدار ثانية فيظن أن فلك الثوابت تحرك من الجهة الأخرى مقدار ثانية ولا يكون كذلك بل ذلك لأنه تخلف بمقدار ثانية ، وعلى هذا التقدير فجميع الجهات شرقية وأسرعها الحركة اليومية ، ثم يليها في السرعة فلك الثوابت ثم يليها زحل وهكذا إلى أن ينتهي إلى فلك القمر فهو أبطأ الأفلاك حركة وهذا الذي قلناه مع ما يشهد له البرهان المذكور فهو أقرب إلى ترتيب الوجود ، فإن على هذا التقدير تكون نهاية الحركة الفلك المحيط وهو الفلك الأعظم ونهاية السكون الجرم الذي هو في غاية البعد وهو الأرض ، ثم إن كل ما كان أقرب إلى الفلك المحيط كان أسرع حركة وما كان منه أبعد كان أبطأ فهذا ما نقوله في حركات الأفلاك في أطوالها وأما حركاتها في عروضها فظاهرة وذلك بسبب اختلاف ميولها إلى الشمال والجنوب .\r\n إذا ثبت هذا فنقول لو لم يكن للكواكب حركة في الميل لكان التأثير مخصوصاً ببقعة واحدة ، فكان سائر الجوانب تخلو عن المنافع الحاصلة منه ، وكان الذي يقرب منه متشابه الأحوال وكانت القوة هناك لكيفية واحدة ، فإن كانت حارة أفنت الرطوبات فأحالتها كلها إلى النارية ، وبالجملة فيكون الموضع المحاذي لممر الكواكب على كيفية وخط ما لا يحاذيه على كيفية أخرى وخط المتوسط بينهما على كيفية أخرى فيكون في موضع شتاء دائم ويكون فيه الهواء والعجاجة وفي موضع آخر صيف دائم يوجب الاحتراق وفي موضع آخر ربيع أو خريف لا يتم فيه النضج ولو لم تكن عودات متتالية ، وكان الكوكب يتحرك بطيئاً لكان الميل قليل المنفعة والتأثير شديد الإفراط ، وكان يعرض قريباً مما لو لم يكن ميل ولو كانت الكواكب أسرع حركة من هذه لما كملت المنافع وما تمت ، وأما إذا كان هناك ميل يحفظ الحركة في جهة مدة ثم ينتقل إلى جهة أخرى بمقدار الحاجة ويبقى في كل جهة برهة تم بذلك تأثيره بحيث يبقى مصوناً عن طرفي الإفراط والتفريط .\r\n وبالجملة ، فالعقول لا تقف إلا على القليل من أسرار المخلوقات فسبحان الخالق المدبر بالحكمة البالغة والقدرة الغير المتناهية .\r\n المسألة الثانية : أنه لا يجوز أن يقول : { وَكُلٌّ فِى فَلَكٍ يَسْبَحُونَ } إلا ويدخل في الكلام مع الشمس والقمر النجوم ليثبت معنى الجمع ومعنى الكل فصارت النجوم وإن لم تكن مذكورة أولاً فإنها مذكورة لعود هذا الضمير إليها والله أعلم .\r\n المسألة الثالثة : الفلك في كلام العرب كل شيء دائر وجمعه أفلاك ، واختلف العقلاء فيه فقال بعضهم : الفلك ليس بجسم وإنما هو مدار هذه النجوم وهو قول الضحاك ، وقال الأكثرون : بل هي أجسام تدور النجوم عليها ، وهذا أقرب إلى ظاهر القرآن ، ثم اختلفوا في كيفيته فقال بعضهم : الفلك موج مكفوف تجري الشمس والقمر والنجوم فيه ، وقال الكلبي : ماء مجموع تجري فيه الكواكب واحتج بأن السباحة لا تكون إلا في الماء ، قلنا؛ لا نسلم فإنه يقال في الفرس الذي يمد يديه في الجري سابح ، وقال جمهور الفلاسفة وأصحاب الهيئة : إنها أجرام صلبة لا ثقيلة ولا خفيفة غير قابلة للخرق والإلتئام والنمو والذبول ، فأما الكلام على الفلاسفة فهو مذكور في الكتب اللائقة به ، والحق أنه لا سبيل إلى معرفة صفات السموات إلا بالخبر .\r\n المسألة الرابعة : اختلف الناس في حركات الكواكب والوجوه الممكنة فيها ثلاثة فإنه إما أن يكون الفلك ساكناً والكواكب تتحرك فيه كحركة السمك في الماء الراكد ، وإما أن يكون الفلك متحركاً والكواكب تتحرك فيه أيضاً إما مخالفاً لجهة حركته أو موافقاً لجهته إما بحركة مساوية لحركة الفلك في السرعة والبطء أو مخالفة ، وإما أن يكون الفلك متحركاً والكوكب ساكناً ، أما الرأي الأول فقالت الفلاسفة إنه باطل لأنه يوجب خرق الأفلاك وهو محال ، وأما الرأي الثاني فحركة الكواكب إن فرضت مخالفة لحركة الفلك فذاك أيضاً يوجب الخرق وإن كانت حركتها إلى جهة الفلك فإن كانت مخالفة لها في السرعة والبطء لزم الانخراق وإن استويا في الجهة والسرعة والبطء فالخرق أيضاً لازم لأن الكواكب تتحرك بالعرض بسبب حركة الفلك فتبقى حركته الذاتية زائدة فيلزم الخرق فلم يبق إلا القسم الثالث وهو أن يكون الكوكب مغروزاً في الفلك واقفاً فيه والفلك يتحرك فيتحرك الكوكب بسبب حركة الفلك ، واعلم أن مدار هذا الكلام على امتناع الخرق على الأفلاك وهو باطل بل الحق أن الأقسام الثلاثة ممكنة والله تعالى قادر على كل الممكنات والذي يدل عليه لفظ القرآن أن تكون الأفلاك واقفة والكواكب تكون جارية فيها كما تسبح السمكة في الماء .\r\n المسألة الخامسة : قال صاحب «الكشاف» : { كُلٌّ } التنوين فيه عوض عن المضاف إليه أي كلهم في فلك يسبحون والله أعلم .\r\n المسألة السادسة : احتج أبو علي بن سينا على كون الكواكب أحياء ناطقة بقوله : { يَسْبَحُونَ } قال والجمع بالواو والنون لا يكون إلا للعقلاء ، وبقوله تعالى : { والشمس والقمر رَأَيْتُهُمْ لِى سَاجِدِينَ } [ يوسف : 4 ] ، والجواب : إنما جعل واو الضمير للعقلاء للوصف بفعلهم وهو السباحة قال صاحب «الكشاف» : فإن قلت الجملة ما محلها قلت النصب على الحال من الشمس والقمر أو لا محل لها لاستئنافها ، فإن قلت : لكل واحد من القمرين فلك على حدة فكيف قيل جميعهم يسبحون في فلك؟ قلت : هذا كقولهم كساهم الأمير حلة وقلدهم سيفاً أي كل واحد منهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أولم ير الذين كفروا أن السماوات والأرض كانتا رتقا ففتقناهما وجعلنا من الماء كل شيء حي أفلا يؤمنون (30) وجعلنا في الأرض رواسي أن تميد بهم وجعلنا فيها فجاجا سبلا لعلهم يهتدون (31) وجعلنا السماء سقفا محفوظا وهم عن آياتها معرضون (32) وهو الذي خلق الليل والنهار والشمس والقمر كل في فلك يسبحون (33) ",
        "babnum": 9
    },
    {
        "id": 1512,
        "cate": "21",
        "title": "وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ أَفَإِنْ مِتَّ فَهُمُ الْخَالِدُونَ (34) كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ (35) وَإِذَا رَآكَ الَّذِينَ كَفَرُوا إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ وَهُمْ بِذِكْرِ الرَّحْمَنِ هُمْ كَافِرُونَ (36) ",
        "details": " اعلم أنه سبحانه وتعالى لما استدل بالأشياء الستة التي شرحناها في الفصل المتقدم وكانت تلك الأشياء من أصول النعم الدنيوية أتبعه بما نبه به على أن هذه الدنيا جعلها كذلك لا لتبقى وتدوم أو يبقى فيها من خلقت الدنيا له ، بل خلقها سبحانه وتعالى للإبتلاء والامتحان ، ولكي يتوصل بها إلى الآخرة التي هي دار الخلود .\r\n فأما قوله تعالى : { وَمَا جَعَلْنَا لِبَشَرٍ مّن قَبْلِكَ الخلد } ففيه ثلاثة أوجه : أحدها : قال مقاتل : أنا أناساً كانوا يقولون إن محمداً صلى الله عليه وسلم لا يموت فنزلت هذه الآية .\r\n وثانيها : كانوا يقدرون أنه سيموت فيشمتون بموته فنفى الله تعالى عنه الشماتة بهذا أي قضى الله تعالى أن لا يخلد في الدنيا بشراً فلا أنت ولا هم إلا عرضة للموت أفائن مت أنت أيبقى هؤلاء لا وفي معناه قول القائل : فقل للشامتين بنا أفيقوا \r\n سيلقى الشامتون كما لقينا وثالثها : يحتمل أنه لما ظهر أنه عليه السلام خاتم الأنبياء جاز أن يقدر مقدر أنه لا يموت إذ لو مات لتغير شرعه فنبه الله تعالى على أن حاله كحال غيره من الأنبياء عليهم السلام في الموت .\r\n أما قوله تعالى : { كُلُّ نَفْسٍ ذَائِقَةُ الموت } ففيه أبحاث : البحث الأول : أن هذا العموم مخصوص فإنه تعالى نفس لقوله : { تَعْلَمُ مَا فِى نَفْسِى وَلاَ أَعْلَمُ مَا فِى نَفْسِكَ } [ المائدة : 116 ] مع أن الموت لا يجوز عليه وكذا الجمادات لها نفوس وهي لا تموت ، والعام المخصوص حجة فيبقى معمولاً به فيما عدا هذه الأشياء ، وذلك يبطل قول الفلاسفة في أن الأرواح البشرية والعقول المفارقة والنفوس الفلكية لا تموت .\r\n والثاني : الذوق ههنا لا يمكن إجراؤه على ظاهره لأن الموت ليس من جنس المطعوم حتى يذاق بل الذوق إدراك خاص فيجوز جعله مجازاً عن أصل الإدراك ، وأما الموت فالمراد منه ههنا مقدماته من الآلام العظيمة لأن الموت قبل دخوله في الوجود يمتنع إدراكه وحال وجوده يصير الشخص ميتاً ولا يدرك شيئاً .\r\n والثالث : الإضافة في ذائقة الموت في تقدير الإنفصال لأنه لما يستقبل كقوله : { غَيْرَ مُحِلّى الصيد } [ المائدة : 1 ] ، و { هَدْياً بالغ الكعبة } [ المائدة : 95 ] .\r\n أما قوله تعالى : { وَنَبْلُوكُم بالشر والخير فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ } ففيه مسائل : المسألة الأولى : الابتلاء لا يتحقق إلا مع التكليف ، فالآية دالة على حصول التكليف وتدل على أنه سبحانه وتعالى لم يقتصر بالمكلف على ما أمر ونهى وإن كان فيه صعوبة بل ابتلاه بأمرين : أحدهما : ما سماه خيراً وهو نعم الدنيا من الصحة واللذة والسرور والتمكين من المرادات .\r\n والثاني : ما سماه شراً وهو المضار الدنيوية من الفقر والآلام وسائر الشدائد النازلة بالمكلفين ، فبين تعالى أن العبد مع التكليف يتردد بين هاتين الحالتين ، لكي يشكر على المنح ويصبر في المحن ، فيعظم ثوابه إذا قام بما يلزم .\r\n المسألة الثانية : إنما سمي ذلك ابتلاء وهو عالم بما سيكون من أعمال العالمين قبل وجودهم لأنه في صورة الاختبار .\r\n المسألة الثالثة : قال صاحب «الكشاف» : { فِتْنَةً } مصدر مؤكد لنبلوكم من غير لفظه .\r\n المسألة الرابعة : احتجت التناسخية بقوله : { وَإِلَيْنَا تُرْجَعُونَ } فإن الرجوع إلى موضع مسبوق بالكون فيه .\r\n والجواب : أنه مذكور مجازاً .\r\n المسألة الخامسة : المراد من قوله : { وَإِلَيْنَا تُرْجَعُونَ } أنهم يرجعون إلى حكمه ومحاسبته ومجازاته ، فبين بذلك بطلان قولهم في نفي البعث والمعاد ، واستدلت التناسخية بهذه الآية ، وقالوا : إن الرجوع إلى موضع مسبوق بالكون فيه ، وقد كنا موجودين قبل دخولنا في هذا العالم واستدلت المجسمة بأنا أجسام ، فرجوعنا إلى الله تعالى يقتضي كون الله تعالى جسماً .\r\n والجواب عنه قد تقدم في مواضع كثيرة .\r\n أما قوله تعالى : { وَإِذَا رَاكَ الذين كَفَرُواْ إِن يَتَّخِذُونَكَ إِلاَّ هزؤاً } قال السدي ومقاتل : نزلت هذه الآية في أبي جهل مر به النبي صلى الله عليه وسلم وكان أبو سفيان مع أبي جهل ، فقال أبو جهل لأبي سفيان : هذا نبي بني عبد مناف ، فقال أبو سفيان : وما تنكر أن يكون نبياً في بني عبد مناف .\r\n فسمع النبي صلى الله عليه وسلم قولهما فقال لأبي جهل : \" ما أراك تنتهي حتى ينزل بك ما نزل بعمك الوليد بن المغيرة ، وأما أنت يا أبا سفيان : فإنما قلت ما قلت حمية \" فنزلت هذه الآية ، ثم فسر الله تعالى ذلك بقوله : { أهذا الذى يَذْكُرُ ءَالِهَتَكُمْ } والذكر يكون بخير وبخلافه ، فإذا دلت الحال على أحدهما أطلق ولم يقيد كقولك للرجل سمعت فلاناً يذكرك ، فإن كان الذاكر صديقاً فهو ثناء ، وإن كان عدواً فهو ذم ، ومنه قوله تعالى : { سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إبراهيم } [ الأنبياء : 60 ] والمعنى أنه يبطل كونها معبودة ويقبح عبادتها .\r\n وأما قوله تعالى : { وَهُمْ بِذِكْرِ الرحمن هُمْ كافرون } فالمعنى أنه يعيبون عليه ذكر آلهتهم التي لا تضر ولا تنفع بالسوء ، مع { أَنَّهُمْ بِذِكْرِ الرحمن } الذي هو المنعم الخالق المحيي المميت { كافرون } ولا فعل أقبح من ذلك ، فيكون الهزؤ واللعب والذم عليهم يعود من حيث لا يشعرون ، ويحتمل أن يراد { بِذِكْرِ الرحمن } القرآن والكتب ، والمعنى في أعادة ( هم ) أن الأولى إشارة إلى القوم الذين كانوا يفعلون ذلك الفعل ، والثانية إبانة لاختصاصهم به ، وأيضاً فإن في أعادتها تأكيداً وتعظيماً لفعلهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما جعلنا لبشر من قبلك الخلد أفإن مت فهم الخالدون (34) كل نفس ذائقة الموت ونبلوكم بالشر والخير فتنة وإلينا ترجعون (35) وإذا رآك الذين كفروا إن يتخذونك إلا هزوا أهذا الذي يذكر آلهتكم وهم بذكر الرحمن هم كافرون (36) ",
        "babnum": 10
    },
    {
        "id": 1513,
        "cate": "21",
        "title": "خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ سَأُرِيكُمْ آيَاتِي فَلَا تَسْتَعْجِلُونِ (37) وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (38) لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلَا عَنْ ظُهُورِهِمْ وَلَا هُمْ يُنْصَرُونَ (39) بَلْ تَأْتِيهِمْ بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنْظَرُونَ (40) وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (41) ",
        "details": " أما قوله تعالى : { خُلِقَ الإنسان مِنْ عَجَلٍ } ففيه مسائل : المسألة الأولى : في المراد من الإنسان قولان : أحدهما : أنه النوع ، والثاني : أنه شخص معين .\r\n أما القول الأول فتقريره أنهم كانوا يستعجلون عذاب الله تعالى وآياته الملجئة إلى العلم والإقرار : { وَيَقُولُونَ متى هذا الوعد } [ الملك : 25 ] فأراد زجرهم عن ذلك ، فقدم أولاً ذم الإنسان على إفراط العجلة ثم نهاهم وزجرهم كأنه قال : لا يبعد منكم أن تستعجلوا فإنكم مجبولون على ذلك وهو طبعكم وسجيتكم ، فإن قيل : مقدمة الكلام لا بد وأن تكون مناسبة للكلام ، وكون الإنسان مخلوقاً من العجل يناسب كونه معذوراً فيه فلم رتب على هذه المقدمة قوله : { فَلاَ تَسْتَعْجِلُونِ } قلنا : لأن العائق كلما كان أشد ، كانت القدرة عليه مخالفته أكمل ، فكأنه سبحانه نبه بهذا على أن ترك الاستعجال حالة شريفة عالية مرغوب فيها .\r\n أما القول الثاني : وهو أن المراد شخص معين فهذا فيه وجهان : أحدهما : أن المراد آدم عليه السلام ، وهو قول مجاهد وسعيد بن جبير وعكرمة والسدي والكلبي ومقاتل والضحاك ، وروى ابن جريج وليث بن أبي سليم عن مجاهد قال : خلق الله آدم عليه السلام بعد كل شيء من آخر نهار الجمعة ، فلما دخل الروح رأسه ولم يبلغ أسفله ، قال : يا رب استعجل خلقي قبل غروب الشمس ، قال ليث : فذلك قوله تعالى : { خُلِقَ الإنسان مِنْ عَجَلٍ } وعن السدي لما نفخ فيه الروح فدخل في رأسه عطس ، فقالت له الملائكة : قل الحمد لله ، فقال ذلك : فقال الله له : يرحمك ربك .\r\n فلما دخل الروح في عينيه نظر إلى ثمار الجنة ، ولما دخل الروح في جوفه اشتهى الطعام ، فوثب قبل أن تبلغ الروح رجليه إلى ثمار الجنة .\r\n وهذا هو الذي أورث أولاده العجلة .\r\n وثانيهما : قال ابن عباس رضي الله عنهما في رواية عطاء : نزلت هذه الآية في النضر بن الحرث والمراد بالإنسان هو ، واعلم أن القول الأول أولى لأن الغرض ذم القوم ، وذلك لا يحصل إلا إذا حملنا لفظ الإنسان على النوع .\r\n المسألة الثانية : من المفسرين من أجرى هذه الآية على ظاهرها ومنهم من قلبها ، أما الأولون فلهم فيها أقوال : أحدها : قول المحققين وهو أن قوله : { خُلِقَ الإنسان مِنْ عَجَلٍ } أي خلق عجولاً ، وذلك على المبالغة كما قيل للرجل الذكي : هو نار تشتعل ، والعرب قد تسمي المرء بما يكثر منه فتقول : ما أنت إلا أكل ونوم ، وما هو إلا إقبال وإدبار ، قال الشاعر : أما إذا ذكرت حتى إذا غفلت \r\n فإنما هي إقبال وإدبار وهذا الوجه متأكد بقوله تعالى : { وَكَانَ الإنسان عَجُولاً } [ الإسراء : 11 ] قال المبرد : { خُلِقَ الإنسان مِنْ عَجَلٍ } أي من شأنه العجلة كقوله : { خَلَقَكُمْ مّن ضَعْفٍ } [ الروم : 54 ] أي ضعفاء .\r\n وثانيها : قال أبو عبيد : العجل الطين بلغة حمير وأنشدوا : والنخل يثبت بين الماء والعجل \r\n وثالثها : قال الأخفش : ( من عجل ) أي من تعجيل من الأمر وهو قوله كن .\r\n ورابعها : من عجل ، أي من ضعف عن الحسن .\r\n أما الذين قلبوها فقالوا المعنى : خلق العجل من الإنسان ، كقوله : { وَيَوْمَ يُعْرَضُ الذين كَفَرُواْ عَلَى النار } [ الأحقاف : 20 ] أي تعرض النار عليهم والقول الأول أقرب إلى الصواب وأبعد الأقوال هذا القلب لأنه إذا أمكن حمل الكلام على معنى صحيح وهو على ترتيبه فهو أولى من أن يحمل على أنه مقلوب ، وأيضاً فإن قوله : خلقت العجلة من الإنسان فيه وجوه من المجاز .\r\n فما الفائدة في تغيير النظم إلى ما يجري مجراه في المجاز .\r\n المسألة الثالثة : لقائل أن يقول : القوم استعجلوا الوعد على وجه التكذيب ومن هذا حاله لا يكون مستعجلاً على الحقيقة .\r\n قلنا : استعجالهم على هذا الوجه أدخل في الذم لأنه إذا ذم المرء استعجال الأمر المعلوم فبأن يذم على استعجال ما لا يكون معلوماً له كان أولى ، وأيضاً فإن استعجالهم بما توعدهم من عقاب الآخرة أو هلاك الدنيا يتضمن استعجال الموت وهم عالمون بذلك فكانوا مستعجلين في الحقيقة .\r\n أما قوله تعالى : { سأريكم ءاياتى فَلاَ تَسْتَعْجِلُونِ } فقد اختلفوا في المراد بالآيات على أقوال : أحدها : أنها هي الهلاك المعجل في الدنيا والعذاب في الآخرة ، ولذلك قال : { فَلاَ تَسْتَعْجِلُونِ } أي أنها ستأتي لا محالة في وقتها .\r\n وثانيها : أنها أدلة التوحيد وصدق الرسول .\r\n وثالثها : أنها آثار القرون الماضية بالشام واليمن والأول أقرب إلى النظم .\r\n أما قوله تعالى : { وَيَقُولُونَ متى هذا الوعد إِن كُنتُمْ صادقين } فاعلم أن هذا هو الاستعجال المذموم المذكور على سبيل الاستهزاء وهو كقوله : { وَيَسْتَعْجِلُونَكَ بالعذاب وَلَوْلاَ أَجَلٌ مُّسَمًّى لَّجَاءهُمُ العذاب } [ العنكبوت : 53 ] فبين تعالى أنهم يقولون ذلك لجهلهم وغفلتهم ، ثم إنه سبحانه ذكر في رفع هذا الحزن عن قلب رسول الله صلى الله عليه وسلم وجهين : الأول : بأن بين ما لصاحب هذا الاستهزاء من العقاب الشديد فقال : { لَوْ يَعْلَمُ الذين كَفَرُواْ حِينَ لاَ يَكُفُّونَ عَن وُجُوهِهِمُ النار وَلاَ عَن ظُهُورِهِمْ وَلاَ هُمْ يُنصَرُونَ } قال صاحب «الكشاف» : جواب لو محذوف وحين مفعول به ليعلم أي لو يعلمون الوقت الذي يسألون عنه بقولهم : { متى هذا الوعد } وهو وقت صعب شديد تحيط بهم فيه النار من قدام ومن خلف فلا يقدرون على دفعها عن أنفسهم ولا يجدون أيضاً ناصراً ينصرهم لقوله تعالى : { فَمَن يَنصُرُنَا مِن بَأْسِ الله إِن جَاءنَا } [ غافر : 29 ] لما كانوا بتلك الصفة من الكفر والاستهزاء والاستعجال ولكن جهلهم به هو الذي هونه عليهم وإنما حسن حذف الجواب لأن ما تقدم يدل عليه .\r\n وهذا أبلغ ومثله : { وَلَوْ يَرَى الذين ظَلَمُواْ } [ البقرة : 165 ] ، { وَلَوْ تَرَى إِذْ يَتَوَفَّى الذين كَفَرُواْ } [ الأنفال : 50 ] ، { وَلَوْ أَنَّ قُرْءَانًا سُيّرَتْ بِهِ الجبال } [ الرعد : 31 ] وإنما خص الوجوه والظهور لأن مس العذاب لهما أعظم موقعاً ولكثرة ما يستعمل ذكرهما في دفع المضرة عن النفس ثم إنه تعالى لما بين شدة هذا العذاب بين أن وقت مجيئه غير معلوم لهم بل تأتيهم الساعة بغتة وهم لها غير محتسبين ولا لأمرها مستعدين فتبهتهم أي تدعهم حائرين واقفين لا يستطيعون حيلة في ردها ولا عما يأتيهم منها مصرفاً ولا هم ينظرون أي لا يمهلون لتوبة ولا معذرة ، واعلم أن الله تعالى إنما لم يعلم المكلفين وقت الموت والقيامة لما فيه من المصلحة لأن المرء مع كتمان ذلك أشد حذراً وأقرب إلى التلافي ، ثم إنه سبحانه ذكر الوجه الثاني في دفع الحزن عن قلب رسوله فقال : { وَلَقَدِ استهزىء بِرُسُلٍ مّن قَبْلِكَ فحاق بالذين سخروا منهم ما كانوا به يستهزءون } والمعنى ولقد استهزئ برسل من قبلك يا محمد كما استهزأ بك قومك { فَحَاقَ } أي نزل وأحاط { بالذين سَخِرُواْ مِنْهُمْ مَّا كَانُواْ بِهِ يَسْتَهْزِءونَ } أي عقوبة استهزائهم وحاق وحق بمعنى كزال وزل وفي هذا تسلية للنبي صلى الله عليه وسلم ، والمعنى فكذلك يحيق بهؤلاء وبال استهزائهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "خلق الإنسان من عجل سأريكم آياتي فلا تستعجلون (37) ويقولون متى هذا الوعد إن كنتم صادقين (38) لو يعلم الذين كفروا حين لا يكفون عن وجوههم النار ولا عن ظهورهم ولا هم ينصرون (39) بل تأتيهم بغتة فتبهتهم فلا يستطيعون ردها ولا هم ينظرون (40) ولقد استهزئ برسل من قبلك فحاق بالذين سخروا منهم ما كانوا به يستهزئون (41) ",
        "babnum": 11
    },
    {
        "id": 1514,
        "cate": "21",
        "title": "قُلْ مَنْ يَكْلَؤُكُمْ بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَنِ بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ (42) أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مِنْ دُونِنَا لَا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ وَلَا هُمْ مِنَّا يُصْحَبُونَ (43) بَلْ مَتَّعْنَا هَؤُلَاءِ وَآبَاءَهُمْ حَتَّى طَالَ عَلَيْهِمُ الْعُمُرُ أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا أَفَهُمُ الْغَالِبُونَ (44) ",
        "details": " اعلم أنه تعالى لما بين أن الكفار في الآخرة لا يكفون عن وجوههم النار بسائر ما وصفهم به أتبعه بأنهم في الدنيا أيضاً لولا أن الله تعالى يحرسهم ويحفظهم لما بقوا في السلامة فقال لرسوله : قل لهؤلاء الكفار الذين يستهزءون ويغترون بما هم عليه : { مَن يَكْلَؤُكُم باليل والنهار } وهذا كقول الرجل لمن حصل في قبضته ولا مخلص له منه إلى أين مفرّك منى! هل لك محيص عني! والكالىء الحافظ .\r\n وأما قوله : { مِّنَ الرحمن } ففيه مسائل : المسألة الأولى : في معناه وجوه : أحدها : { مَن يَكْلَؤُكُم مِنَ الرحمن } أي مما يقدر على إنزاله بكم من عذاب تستحقونه .\r\n وثانيها : من بأس الله في الآخرة .\r\n وثالثها : من القتل والسبي وسائر ما أباحه الله لكفرهم فبين سبحانه أنه لا حافظ لهم ولا دافع عن هذه الأمور لو أنزلها بهم ولولا تفضله بحفظهم لما عاشوا ولما متعوا بالدنيا .\r\n المسألة الثانية : إنما خص ههنا اسم الرحمن بالذكر تلقيناً للجواب حتى يقول العاقل : أنت الكالىء يا إلهنا لكل الخلائق برحمتك ، كما في قوله : { مَا غَرَّكَ بِرَبّكَ الكريم } [ الانفطار : 6 ] إنما خص اسم الكريم بالذكر تلقيناً للجواب .\r\n المسألة الثالثة : إنما ذكر الليل والنهار لأن لكل واحد من الوقتين آفات تختص به والمعنى من يحفظكم بالليل إذا نمتم وبالنهار إذا تصرفتم في معايشكم .\r\n أما قوله : { بَلْ هُمْ عَن ذِكْرِ رَبّهِمْ مُّعْرِضُونَ } فالمعنى أنه تعالى مع إنعامه عليهم ليلاً ونهاراً بالحفظ والحراسة فهم عن ذكر ربهم الذي هو الدلائل العقلية والنقلية ولطائف القرآن معرضون فلا يتأملون في شيء منها ليعرفوا أنه لا كالىء لهم سواه ويتركون عبادة الأصنام التي لا حظ لها في حفظهم ولا في الإنعام عليهم .\r\n أما قوله تعالى : { أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مّن دُونِنَا لاَ يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ وَلاَ هُمْ مّنَّا يُصْحَبُونَ } فاعلم أن الميم صلة يعني ألهم آلهة تكلؤهم من دوننا ، والتقدير ألهم آلهة من تمنعهم .\r\n وتم الكلام ثم وصف آلهتهم بالضعف فقال : { لاَ يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ } وهذا خبر مبتدأ محذوف أي فهذه الآلهة لا تستطيع حماية أنفسها عن الآفات ، وحماية النفس أولى من حماية الغير .\r\n فإذا لم تقدر على حماية نفسها فكيف تقدر على حماية غيرها ، وفي قوله : { وَلاَ هُمْ مّنَّا يُصْحَبُونَ } قولان : الأول : قال المازني : أصحبت الرجل إذا منعته فقوله : { وَلاَ هُمْ مّنَّا يُصْحَبُونَ } من ذلك لا من الصحبة .\r\n الثاني : أن الصحبة ههنا بمعنى النصرة والمعونة وكلها سواء في المعنى يقال : صحبك الله ونصرك الله ويقال للمسافر : في صحبة الله وفي حفظ الله فالمعنى ولا هم منا في نصرة ولا إعانة ، والحاصل أن من لا يكون قادراً على دفع الآفات ولا يكون مصحوباً من الله بالإعانة ، كيف يقدر على شيء ثم بين سبحانه تفضله عليهم مع كل ذلك بقوله : { بَلْ مَتَّعْنَا هَؤُلاء وَءابَاءهُمْ حتى طَالَ عَلَيْهِمُ العمر } يعني ما حملهم على الإعراض إلا الإغترار بطول المهلة .\r\n يعني طالت أعمارهم في الغفلة فنسوا عهدنا وجهلوا موقع مواقع نعمتنا واغتروا بذلك .\r\n أما قوله تعالى : { أَفَلاَ يَرَوْنَ أَنَّا نَأْتِى الأرض نَنقُصُهَا } فالمعنى أفلا يرى هؤلاء المشركون بالله المستعجلون بالعذاب آثار قدرتنا في إتيان الأرض من جوانبها نأخذ الواحد بعد الواحد ونفتح البلاد والقرى مما حول مكة ونزيدها في ملك محمد صلى الله عليه وسلم ونميت رؤساء المشركين الممتعين بالدنيا وننقص من الشرك بإهلاك أهله أما كان لهم في ذلك عبرة فيؤمنوا برسول الله صلى الله عليه وسلم ويعلموا أنهم لا يقدرون على الامتناع من الله وإرادته فيهم ولا يقدرون على مغالبته ثم قال : { أَفَهُمُ الغالبون } أي فهؤلاء هم الغالبون أم نحن وهو استفهام بمعنى التقرير والتقريع والمعنى بل نحن الغالبون وهم المغلوبون وقد مضى الكلام في هذه الآية في سورة الرعد .\r\n وفي تفسير النقصان وجوه : أحدها : قال ابن عباس ومقاتل والكلبي رضي الله عنهم ننقصها بفتح البلدان .\r\n وثانيها : قال ابن عباس في رواية أخرى يريد نقصان أهلها وبركتها .\r\n وثالثها : قال عكرمة : تخريب القرى عند موت أهلها .\r\n ورابعها : بموت العلماء وهذه الرواية إن صحت عن رسول الله صلى الله عليه وسلم فلا يعدل عنها وإلا فالأظهر من الأقاويل ما يتعلق بالغلبة فلذلك قال : { أَفَهُمُ الغالبون } والذي يليق بذلك أنه ينقصها عنهم ويزيدها في بلاد الإسلام ، قال القفال : نزلت هذه الآية في كفار مكة فكيف يدخل فيها العلماء والفقهاء فبين تعالى أن كل ذلك من العبر التي لو استعملوا عقلهم فيها لأعرضوا عن جهلهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل من يكلؤكم بالليل والنهار من الرحمن بل هم عن ذكر ربهم معرضون (42) أم لهم آلهة تمنعهم من دوننا لا يستطيعون نصر أنفسهم ولا هم منا يصحبون (43) بل متعنا هؤلاء وآباءهم حتى طال عليهم العمر أفلا يرون أنا نأتي الأرض ننقصها من أطرافها أفهم الغالبون (44) ",
        "babnum": 12
    },
    {
        "id": 1515,
        "cate": "21",
        "title": "قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنْذَرُونَ (45) وَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ مِنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَاوَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ (46) وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ (47) ",
        "details": " اعلم أنه سبحانه لما كرر في القرآن الأدلة وبالغ في التنبيه عليها على ما تقدم أتبعه بقوله : { قُلْ إِنَّمَا أُنذِرُكُم بالوحى } أي بالقرآن الذي هو كلام ربكم فلا تظنوا أن ذلك من قبلي بل الله آتيكم به وأمرني بإنذاركم فإذا قمت بما ألزمني ربي فلم يقع منكم القبول والإجابة فالوبال عليكم يعود ، ومثلهم من حيث لم ينتفعوا بما سمعوا من إنذاره مع كثرته وتواليه بالصم الذين لا يسمعون أصلاً إذ الغرض بالإنذار ليس السماع بل التمسك به في إقدام على واجب وتحرز عن محرم ومعرفة بالحق .\r\n فإذا لم يحصل هذا الغرض صار كأنه لم يسمع .\r\n قال صاحب «الكشاف» : قرىء ولا تسمع الصم الدعاء بالتاء والياء أي لا تسمع أنت أو لا يسمع رسول الله أو لا يسمع الصم من أسمع ، فإن قلت : الصم لا تسمع دعاء البشر كما لا يسمعون دعاء المنذر .\r\n فكيف قال إذا ما ينذرون؟ قلت : اللام في الصم إشارة إلى هؤلاء المنذرين كائنة للعهد لا للجنس ، والأصل ولا يسمعون الدعاء إذا ما ينذرون فوضع الظاهر موضع المضمر للدلالة على تصاممهم وسدهم أسماعهم إذا أنذروا أي هم على هذه الصفة من الجراءة والجسارة على التصامم عن آيات الإنذار .\r\n ثم بين تعالى أن حالهم سيتغير إلى أن يصيروا بحيث إذا شاهدوا اليسير مما أنذروا به فعنده يسمعون ويعتذرون ويعترفون حين لا ينتفعون وهذا هو المراد بقوله : { وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مّنْ عَذَابِ رَبّكَ لَيَقُولُنَّ ياويلنا إِنَّا كُنَّا ظالمين } وأصل النفح من الريح اللينة والمعنى ولئن مسهم شيء قليل من عذاب الله كالرائحة من الشيء دون جسمه لتنادوا بالويل واعترفوا على أنفسهم بالظلم .\r\n قال صاحب «الكشاف» في المس والنفحة ثلاث مبالغات : لفظ المس وما في النفح من معنى القلة والنزارة ، يقال : نفحته الدابة وهو رمح يسير ونفحه بعطية رضخه ، ولفظ المرة .\r\n ثم بين سبحانه وتعالى أن جميع ما ينزل بهم في الآخرة لا يكون إلا عدلاً فهم وإن ظلموا أنفسهم في الدنيا فلن يظلموا في الآخرة وهذا معنى قوله سبحانه وتعالى : { وَنَضَعُ الموازين القسط } وصفها الله تعالى بذلك لأن الميزان قد يكون مستقيماً وقد يكون بخلافه ، فبين أن تلك الموازين تجري على حد العدل والقسط ، وأكد ذلك بقوله : { فَلاَ تُظْلَمُ نَفْسٌ شَيْئاً } وههنا مسائل : المسألة الأولى : معنى وضعها إحضارها ، قال الفراء : القسط صفة الموازين وإن كان موحداً وهو كقولك للقوم : أنتم عدل ، وقال الزجاج : ونضع الموازين ذوات القسط وقوله : { لِيَوْمِ القيامة } قال الفراء في يوم القيامة وقيل لأهل يوم القيامة .\r\n المسألة الثانية : في وضع الموازين قولان : أحدهما : قال مجاهد هذا مثل والمراد بالموازين العدل ويروى مثله عن قتادة والضحاك والمعنى بالوزن القسط بينهم في الأعمال فمن أحاطت حسناته بسيئاته ثقلت موازينه يعني أن حسناته تذهب بسيئاته ومن أحاطت سيئاته بحسناته فقد خفت موازينه أي أن سيئاته تذهب بحسناته ، حكاه ابن جرير هكذا عن ابن عباس رضي الله عنهما .\r\n الثاني : وهو قول أئمة السلف أنه سبحانه يضع الموازين الحقيقية فتوزن بها الأعمال ، وعن الحسن : هو ميزان له كفتان ولسان وهو بيد جبريل عليه السلام .\r\n ويروى : « أن داود عليه السلام سأل ربه أن يريه الميزان فلما رآه غشي عليه ، فلما أفاق قال : يا إلهي من الذي يقدر أن يملأ كفته حسنات ، فقال : يا داود إني إذا رضيت عن عبدي ملأتها بتمرة » ثم على هذا القول في كيفية وزن الأعمال طريقان .\r\n أحدهما : أن توزن صحائف الأعمال .\r\n والثاني : يجعل في كفة الحسنات جواهر بيض مشرقة وفي كفة السيئات جواهر سود مظلمة فإن قيل : أهل القيامة إما أن يكونوا عالمين بكونه سبحانه وتعالى عادلاً غير ظالم أو لا يعلمون ذلك .\r\n فإن علموا ذلك كان مجرد حكمة كافياً في معرفة أن الغالب هو الحسنات أو السيئات فلا يكون في وضع الميزان فائدة ألبتة ، وإن لم يعلموا لم تحصل الفائدة في وزن الصحائف لاحتمال أنه سبحانه جعل إحدى الصحيفتين أثقل أو أخف ظلماً فثبت أن وضع الميزان على كلا التقديرين خالٍ عن الفائدة .\r\n وجوابه على قولنا قوله تعالى : { لاَ يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْئَلُونَ } [ الأنبياء : 23 ] وأيضاً ففيه ظهور حال الولي من العدو في مجمع الخلائق ، فيكون لأحد القبيلين في ذلك أعظم السرور وللآخر أعظم الغم ، ويكون ذلك بمنزلة نشر الصحف وغيره .\r\n إذا ثبت هذا فنقول : الدليل على وجود الموازين الحقيقية أن حمل هذا اللفظ على مجرد العدل مجاز وصرف اللفظ عن الحقيقة إلى المجاز من غير ضرورة غير جائز ، لا سيما وقد جاءت الأحاديث الكثيرة بالأسانيد الصحيحة في هذا الباب .\r\n المسألة الثالثة : قال قوم : إن هذه الآية يناقضها قوله تعالى : { فَلاَ نُقِيمُ لَهُمْ يَوْمَ القيامة وَزْناً } [ الكهف : 105 ] ، والجواب : أنه لا يكرمهم ولا يعظمهم .\r\n المسألة الرابعة : إنما جمع الموازين لكثرة من توزن أعمالهم وهو جمع تفخيم ، ويجوز أن يرجع إلى الموزونات .\r\n أما قوله تعالى : { وَإِن كَانَ مِثْقَالَ حَبَّةٍ مّنْ خَرْدَلٍ أَتَيْنَا بِهَا } فالمعنى أنه لا ينقص من إحسان محسن ولا يزاد في إساءة مسيىء ، وفيه مسائل : المسألة الأولى : قرىء : { مِثْقَالَ حَبَّةٍ } على كان التامة كقوله تعالى : { وَإِن كَانَ ذُو عُسْرَةٍ } وقرأ ابن عباس رضي الله عنهما { أَتَيْنَا بِهَا } وهي مفاعلة من الإتيان بمعنى المجازاة والمكافأة لأنهم أتوه بالأعمال وأتاهم بالجزاء ، وقرأ حميد : أثبنا بها من الثواب ، وفي حرف أبي جئنا بها .\r\n المسألة الثانية : لم أنث ضمير المثقال؟ قلنا : لإضافته إلى الحبة كقولهم ذهبت بعض أصابعه .\r\n المسألة الثالثة : زعم الجبائي أن من استحق مائة جزء من العقاب فأتى بطاعة يستحق بها خمسين جزء من الثواب فهذا الأقل يتحبط بالأكثر ويبقى الأكثر كما كان .\r\n واعلم أن هذه الآية تبطل قوله لأن الله تعالى تمدح بأن اليسير من الطاعة لا يسقط ولو كان الأمر كما قال الجبائي لسقطت الطاعة من غير فائدة .\r\n المسألة الرابعة : قالت المعتزلة قوله : { فَلاَ تُظْلَمُ نَفْسٌ شَيْئاً } فيه دلالة على أن مثل ذلك لو ابتدأه الله تعالى لكان قد ظلم ، فدل هذا الوجه على أنه تعالى لا يعذب من لا يستحق ولا يفعل المضار في الدنيا إلا للمنافع والمصالح .\r\n والجواب : الظلم هو التصرف في ملك الغير وذلك في حق الله تعالى محال لأنه المالك المطلق ، ثم الذي يدل على استحالة الظلم عليه عقلاً أن الظلم عند الخصم مستلزم للجهل أو الحاجة المحالين على الله تعالى ومستلزم المحال محال ، فالظلم على الله تعالى محال .\r\n وأيضاً فإن الظالم سفيه خارج عن الإلهية فلو صح منه الظلم لصح خروجه عن الإلهية ، فحينئذ يكون كونه إلهاً من الجائزات لا من الواجبات ، وذلك يقدح في إلهيته .\r\n المسألة الخامسة : إن قيل الحبة أعظم من الخردلة ، فكيف قال حبة من خردل؟ قلنا : الوجه فيه أن تفرض الخردلة كالدينار ثم تعتبر الحبة من ذلك الدينار .\r\n والغرض المبالغة في أن شيئاً من الأعمال صغيراً كان أو كبيراً غير ضائع عند الله تعالى .\r\n أما قوله تعالى : { وكفى بِنَا حاسبين } فالغرض منه التحذير فإن المحاسب إذا كان في العلم بحيث لا يمكن أن يشتبه عليه شيء ، وفي القدرة بحيث لا يعجز عن شيء ، حقيق بالعاقل أن يكون في أشد الخوف منه ، ويروي عن الشبلي رحمه الله تعالى أنه رئي في المنام فقيل له : ما فعل الله بك فقال : حاسبونا فدققوا \r\n ثم منوا فأعتقوا ",
        "fav": 0,
        "note": null,
        "normal": "قل إنما أنذركم بالوحي ولا يسمع الصم الدعاء إذا ما ينذرون (45) ولئن مستهم نفحة من عذاب ربك ليقولن ياويلنا إنا كنا ظالمين (46) ونضع الموازين القسط ليوم القيامة فلا تظلم نفس شيئا وإن كان مثقال حبة من خردل أتينا بها وكفى بنا حاسبين (47) ",
        "babnum": 13
    },
    {
        "id": 1516,
        "cate": "21",
        "title": "وَلَقَدْ آتَيْنَا مُوسَى وَهَارُونَ الْفُرْقَانَ وَضِيَاءً وَذِكْرًا لِلْمُتَّقِينَ (48) الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِنَ السَّاعَةِ مُشْفِقُونَ (49) وَهَذَا ذِكْرٌ مُبَارَكٌ أَنْزَلْنَاهُ أَفَأَنْتُمْ لَهُ مُنْكِرُونَ (50) ",
        "details": " اعلم أنه سبحانه لما تكلم في دلائل التوحيد والنبوة والمعاد شرع في قصص الأنبياء عليهم السلام ، تسلية للرسول عليه السلام فيما يناله من قومه وتقوية لقلبه على أداء الرسالة والصبر على كل عارض دونها وذكر ههنا منها قصصاً .\r\n ( القصة الأولى ، قصة موسى عليه السلام ) ووجه الإتصال أنه تعالى لما أمر رسوله صلى الله عليه وسلم أن يقول : { إِنَّمَا أُنذِرُكُم بالوحى } [ الأنبياء : 45 ] أتبعه بأن هذه عادة الله تعالى في الأنبياء قبله فقال : { وَلَقَدْ ءاتَيْنَا موسى وهارون الفرقان وَضِيَاء وَذِكْرَاً لّلْمُتَّقِينَ } واختلفوا في المراد بالفرقان على أقوال : أحدها : أنه هو التوراة ، فكان فرقاناً إذ كان يفرق به بين الحق والباطل ، وكان ضياء إذ كان لغاية وضوحه يتوصل به إلى طرق الهدى وسبل النجاة في معرفة الله تعالى ومعرفة الشرائع ، وكان ذكرى أي موعظة أو ذكر ما يحتاجون إليه في دينهم ومصالحهم أو الشرف أما الواو في قوله : { وَضِيَاء } فروى عكرمة عن ابن عباس رضي الله عنهما أنه قرأ ضياء بغير واو وهو حال من الفرقان ، وأما القراءة المشهورة فالمعنى آتيناهم الفرقان وهو التوراة وآتينا به ضياء وذكرى للمتقين .\r\n والمعنى أنه في نفسه ضياء وذكرى أو آتيناهما بما فيه الشرائع والمواعظ ضياء وذكرى .\r\n القول الثاني : أن المراد من الفرقان ليس التوراة ثم فيه وجوه : أحدها : عن ابن عباس رضي الله عنهما الفرقان هو النصر الذي أوتي موسى عليه السلام كقوله : { وَمَا أَنزَلْنَا على عَبْدِنَا يَوْمَ الفرقان } [ الأنفال : 41 ] يعني يوم بدر حين فرق بين الحق وغيره من الأديان الباطلة .\r\n وثانيها : هو البرهان الذي فرق به دين الحق عن الأديان الباطلة عن ابن زيد .\r\n وثالثها : فلق البحر عن الضحاك .\r\n ورابعها : الخروج عن الشبهات ، قال محمد بن كعب واعلم أنه تعالى إنما خصص الذكرى بالمتقين لما في قوله : { هُدًى لّلْمُتَّقِينَ } [ البقرة : 2 ] أما قوله تعالى : { الذين يَخْشَوْنَ رَبَّهُم بالغيب } فقال صاحب «الكشاف» : محل الذين جر على الوصفية أو نصب على المدح أو رفع عليه وفي معنى الغيب وجوه : أحدها : يخشون عذاب ربهم فيأتمرون بأوامره وينتهون عن نواهيه وإيمانهم بالله غيبي استدلالي ، فالعباد يعملون لله في الغيب والله لا يغيب عنه شيء عن ابن عباس رضي الله عنهما .\r\n وثانيها : يخشون ربهم وهم غائبون عن الآخرة وأحكامها .\r\n وثالثها : يخشون ربهم في الخلوات إذا غابوا عن الناس وهذا هو الأقرب ، والمعنى أن خشيتهم من عقاب الله لازم لقلوبهم إلا أن ذلك مما يظهرونه في الملا دون الخلا { وَهُمْ مّنَ } عذاب { الساعة } وسائر ما يجري فيها من الحساب والسؤال { مُشْفِقُونَ } فيعدلون بسبب ذلك الإشفاق عن معصية الله تعالى ، ثم قال وكما أنزلت عليهم الفرقان فكذلك هذا القرآن المنزل عليك وهو معنى قوله : { وهذا ذِكْرٌ مُّبَارَكٌ } بركته كثرة منافعه وغزارة علومه وقوله : { أَفَأَنْتُمْ لَهُ مُنكِرُونَ } فالمعنى أنه لا إنكار في إنزاله وفي عجائب ما فيه فقد آتينا موسى وهرون التوراة ، ثم هذا القرآن معجز لاشتماله على النظم العجيب والبلاغة البديعة واشتماله على الأدلة العقلية وبيان الشرائع ، فمثل هذا الكتاب مع كثرة منافعه كيف يمكنكم إنكاره .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد آتينا موسى وهارون الفرقان وضياء وذكرا للمتقين (48) الذين يخشون ربهم بالغيب وهم من الساعة مشفقون (49) وهذا ذكر مبارك أنزلناه أفأنتم له منكرون (50) ",
        "babnum": 14
    },
    {
        "id": 1517,
        "cate": "21",
        "title": "وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِنْ قَبْلُ وَكُنَّا بِهِ عَالِمِينَ (51) إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ (52) قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ (53) قَالَ لَقَدْ كُنْتُمْ أَنْتُمْ وَآبَاؤُكُمْ فِي ضَلَالٍ مُبِينٍ (54) قَالُوا أَجِئْتَنَا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللَّاعِبِينَ (55) ",
        "details": " ( القصة الثانية ، ( قصة ) إبراهيم عليه السلام ) اعلم أن قوله تعالى : { وَلَقَدْ ءَاتَيْنَا إبراهيم رُشْدَهُ } فيه مسائل : المسألة الأولى : في الرشد قولان : الأول : أنه النبوة واحتجوا عليه بقوله : { وَكُنَّا بِهِ عالمين } قالوا : لأنه تعالى إنما يخص بالنبوة من يعلم من حاله أنه في المستقبل يقوم بحقها ويجتنب ما لا يليق بها ويحترز عما ينفر قومه من القبول .\r\n والثاني : أنه الاهتداء لوجوه الصلاح في الدين والدنيا قال تعالى : { فَإِنْ آنستم منهم رشداً فادفعوا إليهم أموالهم } وفيه قول ثالث وهو أن تدخل النبوة والاهتداء تحت الرشد إذ لا يجوز أن يبعث نبي إلا وقد دله الله تعالى على ذاته وصفاته ودله أيضاً على مصالح نفسه ومصالح قومه وكل ذلك من الرشد .\r\n المسألة الثانية : احتج أصحابنا في أن الإيمان مخلوق لله تعالى بهذه الآية فإنه لو كان الرشد هو التوفيق والبيان فقد فعل الله تعالى ذلك بالكفار فيجب أن يكون قد آتاهم رشدهم .\r\n أجاب الكعبي : بأن هذا يقال فيمن قبل لا فيمن رد ، وذلك كمن أعطى المال لولدين فقبله أحدهما وثمره ورده الآخر أو أخذه ثم ضيعه .\r\n فيقال : أغنى فلان ابنه فيمن أثمر المال ، ولا يقال مثله فيمن ضيع .\r\n والجواب عنه : هذا الجواب لا يتم إلا إذا جعلنا قبوله جزءاً من مسمى الرشد وذلك باطل ، لأن المسمى إذا كان مركباً من جزأين ولا يكون أحدهما مقدور الفاعل لم يجز إضافة ذلك المسمى إلى ذلك الفاعل فكان يلزم أن لا يجوز إضافة الرشد إلى الله تعالى بالمفعولية لكن النص وهو قوله : { وَلَقَدْ ءَاتَيْنَا إبراهيم رُشْدَهُ } صريح في أن ذلك الرشد إنما حصل من الله تعالى فبطل ما قالوه .\r\n المسألة الثانية : قال صاحب «الكشاف» : قرىء رشده كالعدم والعدم ، ومعنى إضافته إليه أنه رشد مثله وأنه رشد له شأن .\r\n أما قوله تعالى : { مِن قَبْلُ } ففيه وجوه : أحدها؛ آتينا إبراهيم نبوته واهتداءه من قبل موسى عليه السلام عن ابن عباس وابن جرير .\r\n وثانيها : في صغره قبل بلوغه حين كان في السرب وظهرت له الكواكب فاستدل بها .\r\n وهذا على قول من حمل الرشد على الاهتداء وإلا لزمه أن يحكم بنبوته عليه السلام قبل البلوغ عن مقاتل .\r\n وثالثها : يعني حين كان في صلب آدم عليه السلام حين أخذ الله ميثاق النبيين عن ابن عباس رضي الله عنهما في رواية الضحاك .\r\n أما قوله تعالى : { وَكُنَّا بِهِ عالمين } فالمراد أنه سبحانه علم منه أحوالاً بديعة وأسراراً عجيبة وصفات قد رضيها حتى أهله لأن يكون خليلاً له ، وهذا كقولك في رجل كبير : أنا عالم بفلان فإن هذا الكلام في الدلالة على تعظيمه أدل مما إذا شرحت جلال كماله .\r\n أما قوله تعالى : { إِذْ قَالَ لأَبِيهِ وَقَوْمِهِ } فقال صاحب «الكشاف» : إذ إما أن تتعلق بآتينا أو برشده أو بمحذوف أي اذكر من أوقات رشده هذا الوقت .\r\n أما قوله : { مَا هذه التماثيل التي أَنتُمْ لَهَا عاكفون } ففيه مسائل : المسألة الأولى : التمثال اسم للشيء المصنوع مشبهاً بخلق من خلق الله تعالى ، وأصله من مثلت الشيء بالشيء إذا شبهته به واسم ذلك الممثل تمثال .\r\n المسألة الثانية : أن القوم كانوا عباد أصنام على صور مخصوصة كصورة الإنسان أو غيره ، فجعل عليه السلام هذا القول منه ابتداء كلامه لينظر فيما عساهم يوردونه من شبهة فيبطلها عليهم .\r\n المسألة الثالثة : قال صاحب «الكشاف» : لم ينو للعاكفين مفعولاً وأجراه مجرى ما لا يتعدى كقولك فاعلون للعكوف أو واقفون لها ، قال : فإن قلت هلا قيل عليها عاكفون كقوله : { يَعْكُفُونَ على أَصْنَامٍ لَّهُمْ } ؟ قلت : لو قصد التعدية لعداه بصلته التي هي علي .\r\n أما قوله : { قَالُواْ وَجَدْنَا ءَابَاءنَا لَهَا عابدين } فاعلم أن القوم لم يجدوا في جوابه إلا طريقة التقليد الذي يوجب مزيد النكير لأنهم إذا كانوا على خطأ من أمرهم لم يعصمهم من هذا الخطأ أن آباءهم أيضاً سلكوا هذا الطريق فلا جرم أجابهم إبراهيم عليه السلام بقوله : { لَقَدْ كُنتُمْ أَنتُمْ وَءابَاؤُكُمْ فِى ضلال مُّبِينٍ } فبين أن الباطل لا يصير حقاً بسبب كثرة المتمسكين به ، فلما حقق عليه السلام ذلك عليهم ولم يجدوا من كلامه مخلصاً ورأوه ثابتاً على الإنكار قوى القلب فيه وكانوا يستبعدون أن يجري مثل هذا الإنكار عليهم مع كثرتهم وطول العهد بمذهبهم ، فعند ذلك قالوا له : { أَجِئْتَنَا بالحق أَمْ أَنتَ مِنَ اللاعبين } موهمين بهذا الكلام أنه يبعد أن يقدم على الإنكار عليهم جاداً في ذلك فعنده عدل صلى الله عليه وسلم إلى بيان التوحيد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد آتينا إبراهيم رشده من قبل وكنا به عالمين (51) إذ قال لأبيه وقومه ما هذه التماثيل التي أنتم لها عاكفون (52) قالوا وجدنا آباءنا لها عابدين (53) قال لقد كنتم أنتم وآباؤكم في ضلال مبين (54) قالوا أجئتنا بالحق أم أنت من اللاعبين (55) ",
        "babnum": 15
    },
    {
        "id": 1518,
        "cate": "21",
        "title": "قَالَ بَلْ رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ وَأَنَا عَلَى ذَلِكُمْ مِنَ الشَّاهِدِينَ (56) وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ (57) فَجَعَلَهُمْ جُذَاذًا إِلَّا كَبِيرًا لَهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ (58) قَالُوا مَنْ فَعَلَ هَذَا بِآلِهَتِنَا إِنَّهُ لَمِنَ الظَّالِمِينَ (59) قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ (60) ",
        "details": " اعلم أن القوم لما أوهموا أنه يمازح بما خاطبهم به في أصنامهم أظهر عليه السلام ما يعلمون به أنه مجد في إظهار الحق الذي هو التوحيد وذلك بالقول أولاً وبالفعل ثانياً ، أما الطريقة القولية فهي قوله : { بَل رَّبُّكُمْ رَبُّ السموات والأرض الذي فطَرَهُنَّ } وهذه الدلالة تدل على أن الخالق الذي خلقهما لمنافع العباد هو الذي يحسن أن يعبد لأن من يقدر على ذلك يقدر على أن يضر وينفع في الدار الآخرة بالعقاب والثواب .\r\n فيرجع حاصل هذه الطريقة إلى الطريقة التي ذكرها لأبيه في قوله : { ياأبت لِمَ تَعْبُدُ مَا لاَ يَسْمَعُ وَلاَ يَبْصِرُ وَلاَ يُغْنِي عَنكَ شَيْئاً } [ مريم : 42 ] قال صاحب «الكشاف» : الضمير في فطرهن للسموات والأرض أو للتماثيل ، وكونه للتماثيل أدخل في الاحتجاج عليهم .\r\n أما قوله : { وَأَنَاْ على ذلكم مّنَ الشاهدين } ففيه وجهان : الأول : أن المقصود منه المبالغة في التأكيد والتحقيق كقول الرجل إذا بالغ في مدح أحد أو ذمه أشهد أنه كريم أو ذميم .\r\n والثاني : أنه عليه السلام عنى بقوله : { وَأَنَاْ على ذلكم مّنَ الشاهدين } ادعاء أنه قادر على إثبات ما ذكره بالحجة ، وأني لست مثلكم فأقول ما لا أقدر على إثباته بالحجة ، كما لم تقدروا على الاحتجاج لمذهبكم ولم تزيدوا على أنكم وجدتم عليه آباءكم ، وأما الطريقة الفعلية فهي قوله : { وتالله لأَكِيدَنَّ أصنامكم بَعْدَ أَن تُوَلُّواْ مُدْبِرِينَ } فإن القوم لما لم ينتفعوا بالدلالة العقلية عدل إلى أن أراهم عدم الفائدة في عبادتها ، وفيه مسائل : المسألة الأولى : قال صاحب «الكشاف» : قرأ معاذ بن جبل رضي الله عنه وبالله ، وقرىء تولوا بمعنى تتولوا ويقويها قوله : { فَتَوَلَّوْاْ عَنْهُ مُدْبِرِينَ } فإن قلت : ما الفرق بين الباء والتاء؟ قلت : إن الباء هي الأصل والتاء بدل من الواو المبدل منها والتاء فيها زيادة معنى وهو التعجب ، كأنه تعجب من تسهيل الكيد على يده لأن ذلك كان أمراً مقنوطاً منه لصعوبته .\r\n المسألة الثانية : إن قيل لماذا قال : { لأَكِيدَنَّ أصنامكم } والكيد هو الاحتيال على الغير في ضرر لا يشعر به وذلك لا يتأتى في الأصنام .\r\n وجوابه : قال ذلك توسعاً لما كان عندهم أن الضرر يجوز عليها ، وقيل : المراد لأكيدنكم في أصنامكم لأنه بذلك الفعل قد أنزل بهم الغم .\r\n المسألة الثالثة : في كيفية أول القصة وجهان : أحدهما : قال السدي : كانوا إذا رجعوا من عيدهم دخلوا على الأصنام فسجدوا لها ثم عادوا إلى منازلهم ، فلما كان هذا الوقت قال آزر لإبراهيم عليه السلام : لو خرجت معنا فخرج معهم فلما كان ببعض الطريق ألقى نفسه وقال إني سقيم أشتكي رجلي فلما مضوا وبقي ضعفاء الناس نادى وقال : { تالله لأَكِيدَنَّ أصنامكم } واحتج هذا القائل بقوله تعالى : { قَالُواْ سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إبراهيم } .\r\n وثانيها : قال الكلبي : كان إبراهيم عليه السلام من أهل بيت ينظرون في النجوم وكانوا إذا خرجوا إلى عيدهم لم يتركوا إلا مريضاً فلما هم إبراهيم بالذي هم به من كسر الأصنام نظر قبل يوم العيد إلى السماء فقال لأصحابه : أراني أشتكي غداً فذلك قوله؛ { فَنَظَرَ نَظْرَةً فِى النجوم * فَقَالَ إِنّي سَقِيمٌ } [ الصافات : 88 ، 89 ] وأصبح من الغد معصوباً رأسه فخرج القوم لعيدهم ولم يتخلف أحد غيره فقال : أما والله لأكيدن أصنامكم ، وسمع رجل منهم هذا القول فحفظه عليه ثم إن ذلك الرجل أخبر غيره وانتشر ذلك في جماعة فلذلك قال تعالى : { قَالُواْ سَمِعْنَا فَتًى يَذْكُرُهُمْ } واعلم أن كلا الوجهين ممكن .\r\n ثم تمام القصة أن إبراهيم عليه السلام لما دخل بيت الأصنام وجد سبعين صنماً مصطفة ، وثم صنم عظيم مستقبل الباب وكان من ذهب وكان في عينيه جوهرتان تضيئان بالليل ، فكسرها كلها بفأس في يده حتى لم يبق إلا الكبير ، ثم علق الفأس في عنقه .\r\n أما قوله تعالى : { فَجَعَلَهُمْ جُذَاذاً إِلاَّ كَبِيراً لَّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ } ففيه مسائل : المسألة الأولى : إن قيل لم قال : { فَجَعَلَهُمْ جُذَاذاً } وهذا جمع لا يليق إلا بالناس ، جوابه : من حيث اعتقدوا فيها أنها كالناس في أنها تعظم ويتقرب اليها ، ولعل كان فيهم من يظن أنها تضر وتنفع .\r\n / المسألة الثانية : قال صاحب «الكشاف» : جذاذاً قطعاً من الجذ وهو القطع ، وقرىء بالكسر والفتح وقرىء جذاذاً جمع جذيذ وجذذاً جمع جذة .\r\n المسألة الثالثة : إن قيل ما معنى : { إِلاَّ كَبِيراً لَّهُمْ } قلنا : يحتمل الكبير في الخلقة ويحتمل في التعظيم ويحتمل في الأمرين .\r\n وأما قوله : { لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ } فيحتمل رجوعهم إلى إبراهيم عليه السلام ، ويحتمل رجوعهم إلى الكبير .\r\n أما الأول : فتقريره من وجهين : الأول : أن المعنى أنهم لعلهم يرجعون إلى مقالة إبراهيم ويعدلون عن الباطل .\r\n والثاني : أنه غلب على ظنه أنهم لا يرجعون إلا إليه لما تسامعوه من إنكاره لدينهم وسبه لآلهتهم فبكتهم بما أجاب به من قوله : { بَلْ فَعَلَهُ كَبِيرُهُمْ هذا فَاسْئَلُوهُمْ } [ الأنبياء : 63 ] أما إذا قلنا : الضمير راجع إلى الكبير ففيه وجهان : الأول : أن المعنى لعلهم يرجعون إليه كما يرجع إلى العالم في حل المشكلات فيقولون ما لهؤلاء مكسورة وما لك صحيحاً والفأس على عاتقك .\r\n وهذا قول الكلبي ، وإنما قال ذلك بناء على كثرة جهالاتهم فلعلهم كانوا يعتقدون فيها أنها تجيب وتتكلم .\r\n والثاني : أنه عليه السلام قال ذلك مع علمه أنهم لا يرجعون إليه استهزاء بهم ، وإن قياس حال من يسجد له ويؤهل للعبادة أن يرجع إليه في حل المشكلات .\r\n المسألة الرابعة : إن قيل أولئك الأقوام إما أن يقال إنهم كانوا عقلاء أو ما كانوا عقلاء .\r\n فإن كانوا عقلاء وجب أن يكونوا عالمين بالضرورة أن تلك الأصنام لا تسمع ولا تبصر ولا تنفع ولا تضر ، فأي حاجة في إثبات ذلك إلى كسرها؟ أقصى ما في الباب أن يقال : القوم كانوا يعظمونها كما يعظم الواحد منا المصحف والمسجد والمحراب ، وكسرها لا يقدح في كونها معظمة من هذا الوجه .\r\n وإن قلنا : إنهم ما كانوا عقلاء وجب أن لا تحسن المناظرة معهم ولا بعثة الرسل إليهم .\r\n الجواب : أنهم كانوا عقلاء وكانوا عالمين بالضرورة أنها جمادات ولكن لعلهم كانوا يعتقدون فيها أنها تماثيل الكواكب وأنها طلسمات موضوعة بحيث أن كل من عبدها انتفع بها وكل من استخف بها ناله منها ضرر شديد ، ثم إن إبراهيم عليه السلام كسرها مع أنه ما ناله منها ألبتة ضرر فكان فعله دالاً على فساد مذهبهم من هذا الوجه .\r\n أما قوله تعالى : { قَالُواْ مَن فَعَلَ هذا بِئَالِهَتِنَا إِنَّهُ لَمِنَ الظالمين } أي [ أن ] من فعل هذا الكسر والحطم لشديد الظلم معدود في الظلمة إما لجراءته على الآلهة الحقيقة بالتوقير والإعظام ، وإما لأنهم رأوا إفراطاً في كسرها وتمادياً في الاستهانة بها .\r\n أما قوله تعالى : { قَالُواْ سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إبراهيم } ففيه مسألتان : المسألة الأولى : قال الزجاج : ارتفع إبراهيم على وجهين : أحدهما : على معنى يقال هو إبراهيم .\r\n والثاني : على النداء على معنى يقال له يا إبراهيم ، قال صاحب «الكشاف» والصحيح أنه فاعل يقال لأن المراد الاسم دون المسمى .\r\n المسألة الثانية : ظاهر الآية يدل على أن القائلين جماعة لا واحد ، فكأنهم كانوا من قبل قد عرفوا منه وسمعوا ما يقوله في آلهتهم فغلب على قلوبهم أنه الفاعل ولو لم يكن إلا قوله ما هذه التماثيل إلى غير ذلك لكفى .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال بل ربكم رب السماوات والأرض الذي فطرهن وأنا على ذلكم من الشاهدين (56) وتالله لأكيدن أصنامكم بعد أن تولوا مدبرين (57) فجعلهم جذاذا إلا كبيرا لهم لعلهم إليه يرجعون (58) قالوا من فعل هذا بآلهتنا إنه لمن الظالمين (59) قالوا سمعنا فتى يذكرهم يقال له إبراهيم (60) ",
        "babnum": 16
    },
    {
        "id": 1519,
        "cate": "21",
        "title": "قَالُوا فَأْتُوا بِهِ عَلَى أَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُونَ (61) قَالُوا أَأَنْتَ فَعَلْتَ هَذَا بِآلِهَتِنَا يَاإِبْرَاهِيمُ (62) قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ (63) فَرَجَعُوا إِلَى أَنْفُسِهِمْ فَقَالُوا إِنَّكُمْ أَنْتُمُ الظَّالِمُونَ (64) ثُمَّ نُكِسُوا عَلَى رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَؤُلَاءِ يَنْطِقُونَ (65) قَالَ أَفَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكُمْ شَيْئًا وَلَا يَضُرُّكُمْ (66) أُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَفَلَا تَعْقِلُونَ (67) ",
        "details": " اعلم أن القوم لما شاهدوا كسر الأصنام ، وقيل إن فاعله إبراهيم عليه السلام قالوا فيما بينهم : { فَأْتُواْ بِهِ على أَعْيُنِ الناس } قال صاحب «الكشاف» : على أعين الناس في محل الحال أي فأتوا به مشاهداً أي بمرأى منهم ومنظر .\r\n فإن قلت : ما معنى الاستعلاء في على؟ قلت : هو وارد على طريق المثل أي يثبت إتيانه في الأعين ثبات الراكب على المركوب .\r\n أما قوله تعالى : { لَعَلَّهُمْ يَشْهَدُونَ } ففيه وجهان : أحدهما : أنهم كرهوا أن يأخذوه بغير بينة فأرادوا أن يجيئوا به على أعين الناس لعلهم يشهدون عليه بما قاله فيكون حجة عليه بما فعل .\r\n وهذا قول الحسن وقتادة والسدي وعطاء وابن عباس رضي الله عنهم .\r\n وثانيهما : وهو قول محمد ابن إسحق أي يحضرون فيبصرون ما يصنع به فيكون ذلك زاجراً لهم عن الإقدام على مثل فعله ، وفيه قول ثالث : وهو قول مقاتل والكلبي أن المراد مجموع الوجهين فيشهدون عليه بفعله ويشهدون عقابه .\r\n أما قوله تعالى : { قَالُواْ ءَأَنْتَ فَعَلْتَ هذا } فاعلم أن في الكلام حذفاً ، وهو : فأتوا به وقالوا أأنت فعلت ، طلبوا منه الاعتراف بذلك ليقدموا على إيذائه ، فظهر منه ما انقلب الأمر عليهم حتى تمنوا الخلاص منه ، فقال : { بَلْ فَعَلَهُ كَبِيرُهُمْ هذا } وقد علق الفأس على رقبته لكي يورد هذا القول فيظهر جهلهم في عبادة الأوثان ، فإن قيل قوله : بل فعله كبيرهم كذب .\r\n والجواب للناس فيه قولان : أحدهما : وهو قول كافة المحققين أنه ليس بكذب ، وذكروا في الاعتذار عنه وجوهاً .\r\n أحدها : أن قصد إبراهيم عليه السلام لم يكن إلى أن ينسب الفعل الصادر عنه إلى الصنم ، إنما قصد تقرير لنفسه وإثباته لها على أسلوب تعريضي يبلغ فيه غرضه من إلزامهم الحجة وتبكيتهم ، وهذا كما لو قال لك صاحبك ، وقد كتبت كتاباً بخط رشيق ، وأنت شهير بحسن الخط ، أأنت كتبت هذا؟ وصاحبك أمي لا يحسن الخط ولا يقدر إلا على خرمشة فاسدة ، فقلت له : بل كتبته أنت ، كأن قصدك بهذا الجواب تقرير ذلك مع الاستهزاء به لا نفيه عنك وإثباته للأمي أو المخرمش ، لأن إثباته والأمر دائر بينهما للعاجز منهما استهزاء به وإثبات للقادر .\r\n وثانيها : أن إبراهيم عليه السلام غاظته تلك الأصنام حين أبصرها مصطفة مزبنة .\r\n وكان غيظه من كبيرها أشد لما رأى من زيادة تعظيمهم له فأسند الفعل إليه لأنه هو السبب في استهانته بها وحطمه لها ، والفعل كما يسند إلى مباشره يسد إلى الحامل عليه .\r\n وثالثها : أن يكون حكاية لما يلزم على مذهبهم كأنه قال لهم : ما تنكرون أن يفعله كبيرهم ، فإن من حق من يعبد ويدعي إلهاً أن يقدر على هذا وأشد منه .\r\n وهذه الوجوه الثلاثة ذكرها صاحب «الكشاف» .\r\n ورابعها : أنه كناية عن غير مذكور ، أي فعله من فعله وكبيرهم هذا ابتداء الكلام ويروى عن الكسائي أنه كان يقف عند قوله بل فعله ثم يبتدىء كبيرهم هذا .\r\n وخامسها : أنه يجوز أن يكون فيه وقف عند قوله كبيرهم ثم يبتدىء فيقول هذا فاسألوهم ، والمعنى بل فعله كبيرهم وعنى نفسه لأن الإنسان أكبر من كل صنم .\r\n وسادسها : أن يكون في الكلام تقديم وتأخير كأنه قال : بل فعله كبيرهم هذا إن كانوا ينطقون فاسألوهم فتكون إضافة الفعل إلى كبيرهم مشروطاً بكونهم ناطقين فلما لم يكونوا ناطقين امتنع أن يكونوا فاعلين .\r\n وسابعها : قرأ محمد بن السميفع فعله كبيرهم أي فلعل الفاعل كبيرهم .\r\n القول الثاني : وهو قول طائفة من أهل الحكايات ، أن ذلك كذب واحتجوا بما روي عن النبي صلى الله عليه وسلم أنه قال : « لم يكذب إبراهيم إلا ثلاث كذبات كلها في ذات الله تعالى ، قوله : { إِنّى سَقِيمٌ } وقوله : { بَلْ فَعَلَهُ كَبِيرُهُمْ هذا } وقوله لسارة هي أختي » وفي خبر آخر : « أن أهل الموقف إذا سألوا إبراهيم الشفاعة قال : إني كذبت ثلاث كذبات » ثم قرروا قولهم من جهة العقل وقالوا : الكذب ليس قبيحاً لذاته ، فإن النبي عليه السلام إذا هرب من ظالم واختفى في دار إنسان ، وجاء الظالم وسأل عن حاله فإنه يجب الكذب فيه ، وإذا كان كذلك فأي بعد في أن يأذن الله تعالى في ذلك لمصلحة لا يعرفها إلا هو ، واعلم أن هذا القول مرغوب عنه .\r\n أما الخبر الأول وهو الذي رووه فلأن يضاف الكذب إلى رواته أولى من أن يضاف إلى الأنبياء عليهم الصلاة والسلام ، والدليل القاطع عليه أنه لو جاز أن يكذبوا لمصلحة ويأذن الله تعالى فيه ، فلنجوز هذا الاحتمال في كل ما أخبروا عنه ، وفي كل ما أخبر الله تعالى عنه وذلك يبطل الوثوق بالشرائع وتطرق التهمة إلى كلها ، ثم إن ذلك الخبر لو صح فهو محمول على المعاريض على ما قال عليه السلام : « إن في المعاريض لمندوحة عن الكذب » فأما قوله تعالى : { إِنّى سَقِيمٌ } فلعله كان به سقم قليل واستقصاء الكلام فيه يجيء في موضعه .\r\n وأما قوله : { بَلْ فَعَلَهُ كَبِيرُهُمْ } فقد ظهر الجواب عنه .\r\n أما قوله لسارة : إنها أختي ، فالمراد أنها أخته في الدين ، وإذا أمكن حمل الكلام على ظاهره من غير نسبة الكذب إلى الأنبياء عليهم السلام فحينئذ لا يحكم بنسبة الكذب إليهم إلا زنديق .\r\n أما قوله تعالى : { فَرَجَعُواْ إلى أَنفُسِهِمْ فَقَالُواْ إِنَّكُمْ أَنتُمُ الظالمون } ففيه وجوه : الأول : أن إبراهيم عليه السلام لما نبههم بما أورده عليهم على قبح طريقهم تنبهوا فعلموا أن عبادة الأصنام باطلة ، وأنهم على غرور وجهل في ذلك .\r\n والثاني : قال مقاتل : فرجعوا إلى أنفسهم فلاموها وقالوا إنكم أنتم الظالمون لإبراهيم حيث تزعمون أنه كسرها مع أن الفأس بين يدي الصنم الكبير .\r\n وثالثها : المعنى أنكم أنتم الظالمون لأنفسكم حيث سألتم منه عن ذلك حتى أخذ يستهزىء بكم في الجواب ، والأقرب هو الأول .\r\n أما قوله تعالى : { ثُمَّ نُكِسُواْ على رُؤُوسَهُمْ لَقَدْ عَلِمْتَ مَا هؤلاء يَنطِقُونَ } فقال صاحب «الكشاف» : نكسه قلبه فجعل أسفله أعلاه وفيه مسألتان : المسألة الأولى : في المعنى وجوه : أحدها : أن المراد استقاموا حين رجعوا إلى أنفسهم وأتوا بالفكرة الصالحة ، ثم انتكسوا فقلبوا عن تلك الحالة ، فأخذوا [ في ] المجادلة بالباطل وأن هؤلاء مع تقاصر حالها عن حال الحيوان الناطق آلهة معبودة .\r\n وثانيها : قلبوا على رؤوسهم حقيقة لفرط إطراقهم خجلاً وانكساراً وانخذالاً مما بهتهم به إبراهيم فما أحاروا جواباً إلا ما هو حجة عليهم .\r\n وثالثها : قال ابن جرير ثم نكسوا على رؤوسهم في الحجة عليهم لإبراهيم حين جادلهم .\r\n أي قلبوا في الحجة واحتجوا على إبراهيم بما هو الحجة لإبراهيم عليهم ، فقالوا : { لَقَدْ عَلِمْتَ مَا هَؤُلاء يَنطِقُونَ } فأقروا بهذه للحيرة التي لحقتهم ، قال والمعنى نكست حجتهم فأقيم الخبر عنهم مقام الخبر عن حجتهم .\r\n المسألة الثانية : قرىء نكسوا بالتشديد ونكسوا على لفظ ما لم يسم فاعله ، أي نكسوا أنفسهم على رؤوسهم وهي قراءة رضوان بن عبد المعبود .\r\n أما قوله تعالى : { قَالَ أَفَتَعْبُدُونَ مِن دُونِ الله مَا لاَ يَنفَعُكُمْ شَيْئاً وَلاَ يَضُرُّكُمْ * أُفّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ الله أَفَلاَ تَعْقِلُونَ } فالمعنى ظاهر .\r\n قال صاحب «الكشاف» : أف صوت إذا صوت به علم أن صاحبه متضجر ، وإن إبراهيم عليه السلام أضجره ما رأى من ثباتهم على عبادتها بعد انقطاع عذرهم ، وبعد وضوح الحق وزهوق الباطل ، فتأفف بهم .\r\n ثم يحتمل أنه قال لهم ذلك وقد عرفوا صحة قوله .\r\n ويحتمل أنه قال لهم ذلك وقد ظهرت الحجة وإن لم يعقلوا .\r\n وهذا هو الأقرب لقوله : { أَفَتَعْبُدُونَ } ولقوله : { أَفَلاَ تَعْقِلُونَ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قالوا فأتوا به على أعين الناس لعلهم يشهدون (61) قالوا أأنت فعلت هذا بآلهتنا ياإبراهيم (62) قال بل فعله كبيرهم هذا فاسألوهم إن كانوا ينطقون (63) فرجعوا إلى أنفسهم فقالوا إنكم أنتم الظالمون (64) ثم نكسوا على رءوسهم لقد علمت ما هؤلاء ينطقون (65) قال أفتعبدون من دون الله ما لا ينفعكم شيئا ولا يضركم (66) أف لكم ولما تعبدون من دون الله أفلا تعقلون (67) ",
        "babnum": 17
    },
    {
        "id": 1520,
        "cate": "21",
        "title": "قَالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فَاعِلِينَ (68) قُلْنَا يَانَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ (69) وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَخْسَرِينَ (70) وَنَجَّيْنَاهُ وَلُوطًا إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ (71) ",
        "details": " اعلم أنه تعالى لما بين ما أظهره إبراهيم عليه السلام من دلائل التوحيد وإبطال ما كانوا عليه من عبادة التماثيل أتبعه بما يدل على جهلهم ، وأنهم : { قَالُواْ حَرّقُوهُ وانصروا ءَالِهَتَكُمْ } وههنا مسائل : المسألة الأولى : ليس في القرآن من القائل لذلك والمشهور أنه نمروذ بن كنعان بن سنجاريب بن نمروذ بن كوش بن حام بن نوح ، وقال مجاهد : سمعت ابن عمر يقول : إنما أشار بتحريق إبراهيم عليه السلام رجل من الكرد من أعراب فارس ، وروى ابن جريج عن وهب عن شعيب الجبائي قال : إن الذي قال حرقوه رجل اسمه هيرين ، فخسف الله تعالى به الأرض فهو يتجلجل فيها إلى يوم القيامة .\r\n المسألة الثانية : أما كيفية القصة فقال مقاتل : لما اجتمع نمروذ وقومه لإحراق إبراهيم حبسوه في بيت وبنوا بنياناً كالحظيرة ، وذلك قوله : { قَالُواْ ابنوا لَهُ بنيانا فَأَلْقُوهُ فِى الجحيم } [ الصافات : 97 ] ثم جمعوا له الحطب الكثير حتى أن المرأة لو مرضت قالت : إن عافاني الله لأجعلن حطباً لإبراهيم ، ونقلوا له الحطب على الدواب أربعين يوماً ، فلما اشتعلت النار اشتدت وصار الهواء بحيث لو مر الطير في أقصى الهواء لاحترق ، ثم أخذوا إبراهيم عليه السلام ورفعوه على رأس البنيان وقيدوه ، ثم اتخذوا منجنيقاً ووضعوه فيه مقيداً مغلولاً ، فصاحت السماء والأرض ومن فيها من الملائكة إلا الثقلين صيحة واحدة ، أي ربنا ليس في أرضك أحد يعبدك غير إبراهيم ، وإنه يحرق فيك فأذن لنا في نصرته ، فقال سبحانه : إن استغاث بأحد منكم فأغيثوه ، وإن لم يدع غيري فأنا أعلم به وأنا وليه ، فخلوا بيني وبينه ، فلما أرادوا إلقاءه في النار ، أتاه خازن الرياح فقال : إن شئت طيرت النار في الهواء ، فقال إبراهيم عليه السلام : لا حاجة بي إليكم ، ثم رفع رأسه إلى السماء وقال : «اللهم أنت الواحد في السماء ، وأنا الواحد في الأرض ، ليس في الأرض أحد يعبدك غيري ، أنت حسبنا ونعم الوكيل» وقيل إنه حين ألقي في النار قال : «لا إله إلا أنت سبحانك ربك العالمين ، لك الحمد ولك الملك ، لا شريك لك» ثم وضعوه في المنجنيق ورموا به النار ، فأتاه جبريل عليه السلام وقال : يا إبراهيم هل لك حاجة ، قال : أما إليك فلا؟ قال : فاسأل ربك ، قال : حسبي من سؤالي ، علمه بحالي .\r\n فقال الله تعالى : { قُلْنَا يانار كُونِى بَرْداً وسلاما على إبراهيم } وقال السدي : إنما قال ذلك جبريل عليه السلام ، قال ابن عباس رضي الله عنهما في رواية مجاهد : ولو لم يتبع برداً سلاماً لمات إبراهيم من بردها ، قال : ولم يبق يومئذ في الدنيا نار إلا طفئت ، ثم قال السدي : فأخذت الملائكة بضبعي إبراهيم وأقعدوه في الأرض ، فإذا عين ماء عذب ، وورد أحمر ، ونرجس .\r\n ولم تحرق النار منه إلا وثاقه ، وقال المنهال بن عمرو أخبرت أن إبراهيم عليه السلام لما ألقى في النار كان فيها إما أربعين يوماً أو خمسين يوماً ، وقال : ما كنت أياماً أطيب عيشاً مني إذ كنت فيها ، وقال ابن إسحق : بعث الله ملك الظل في صورة إبراهيم ، فقعد إلى جنب إبراهيم يؤنسه ، وأتاه جبريل بقميص من حرير الجنة ، وقال : يا إبراهيم إن ربك يقول : أما علمت أن النار لا تضر أحبابي ، ثم نظر نمروذ من صرح له وأشرف على إبراهيم فرآه جالساً في روضة ، ورأى الملك قاعداً إلى جنبه وما حوله نار تحرق الحطب ، فناداه نمروذ : يا إبراهيم هل تستطيع أن تخرج منها؟ قال : نعم ، قال : قم فاخرج ، فقام يمشي حتى خرج منها ، فلما خرج قال له نمروذ : من الرجل الذي رأيته معك في صورتك؟ قال : ذاك ملك الظل أرسله ربي ليؤنسني فيها .\r\n فقال نمروذ : إني مقرب إلى ربك قرباناً لما رأيت من قدرته وعزته فيما صنع بك .\r\n فإني ذابح له أربعة آلاف بقرة ، فقال إبراهيم عليه السلام : لا يقبل الله منك ما دمت على دينك ، فقال نمروذ : لا أستطيع ترك ملكي ، ولكن سوف أذبحها له ، ثم ذبحها له وكف عن إبراهيم عليه السلام ، ورويت هذه القصة على وجه آخر ، وهي أنهم بنوا لإبراهيم بنياناً وألقوه فيه ، ثم أوقدوا عليه النار سبعة أيام ، ثم أطبقوا عليه ، ثم فتحوا عليه من الغد ، فإذا هو غير محترق يعرق عرقاً ، فقال لهم هاران أبو لوط : إن النار لا تحرقه لأنه سحر النار ، ولكن اجعلوه على شيء وأوقدوا تحته فإن الدخان يقتله ، فجعلوه فوق بئر وأوقدوا تحته ، فطارت شرارة فوقعت في لحية أبي لوط فأحرقته .\r\n المسألة الثالثة : إنما اختاروا المعاقبة بالنار لأنها أشد العقوبات ، ولهذا قيل : { إِن كُنتُمْ فاعلين } أي إن كنتم تنصرون آلهتكم نصراً شديداً ، فاختاروا أشد العقوبات وهي الإحراق .\r\n أما قوله تعالى : { قُلْنَا يا نارُ كُونِي بَرْداً وسلاما على إبراهيم } ففيه مسائل : المسألة الأولى : قال أبو مسلم الأصفهاني في تفسير قوله تعالى : { قُلْنَا يا نارُ كُونِي بَرْداً } المعنى أنه سبحانه جعل النار برداً وسلاماً ، لا أن هناك كلاماً كقوله : { أَن يَقُولَ لَهُ كُن فَيَكُونُ } أي يكونه ، وقد احتج عليه بأن النار جماد فلا يجوز خطابه ، والأكثرون على أنه وجد ذلك القول .\r\n ثم هؤلاء لهم قولان : أحدهما : وهو قول سدي : أن القائل هو جبريل عليه السلام .\r\n والثاني : وهو قول الأكثرين أن القائل هو الله تعالى ، وهذا هو الأليق الأقرب بالظاهر ، وقوله : النار جماد فلا يكون في خطابها فائدة ، قلنا : لم لا يجوز أن يكون المقصود من ذلك الأمر مصلحة عائدة إلى الملائكة .\r\n المسألة الثانية : اختلفوا في أن النار كيف بردت على ثلاثة أقوال : أحدها : أن الله تعالى أزال عنها ما فيها من الحر والإحراق ، وأبقى ما فيها من الإضاءة والإشراق والله على كل شيء قدير .\r\n وثانيها : أن الله تعالى خلق في جسم إبراهيم كيفية مانعة من وصول أذى النار إليه ، كما يفعل بخزنة جهنم في الآخرة ، وكما أنه ركب بنية النعامة بحيث لا يضرها ابتلاع الحديدة المحماة وبدن السمندل بحيث لا يضره المكث في النار .\r\n وثالثها : أنه سبحانه خلق بينه وبين النار حائلاً يمنع من وصول أثر النار إليه ، قال المحققون : والأول أولى لأن ظاهر قوله : { يانار كُونِي بَرْداً } أن نفس النار صارت باردة حتى سلم إبراهيم من تأثيرها ، لا أن النار بقيت كما كانت ، فإن قيل : النار جسم موصوف بالحرارة واللطافة ، فإذا كانت الحرارة جزء من مسمى النار امتنع كون النار باردة ، فإذاً وجب أن يقال : المراد من النار الجسم الذي هو أحد أجزاء مسمى النار وذلك مجاز فلم كان مجازكم أولى من المجازين الآخرين؟ قلنا : المجاز الذي ذكرناه يبقى معه حصول البرد وفي المجازين اللذين ذكرتموهما لا يبقى ذلك فكان مجازنا أولى .\r\n أما قوله تعالى : { كُونِي بَرْداً وسلاما على إبراهيم } فالمعنى أن البرد إذا أفرط أهلك كالحر بل لا بد من الإعتدال ثم في حصول الاعتدال ثلاثة أوجه : أحدها : أنه يقدر الله تعالى بردها بالمقدار الذي لا يؤثر .\r\n وثانيها : أن بعض النار صار برداً وبقي بعضها على حرارته فتعادل الحر والبرد .\r\n وثالثها : أنه تعالى جعل في جسمه مزيد حر فسلم من ذلك البرد بل قد انتفع به والتذ ثم ههنا سؤالات : السؤال الأول : أو كل النار زالت وصارت برداً .\r\n الجواب : أن النار هو اسم الماهية فلا بد وأن يحصل هذا البرد في الماهية ويلزم منه عمومه في كل أفراد الماهية ، وقيل : بل اختص بتلك النار لأن الغرض إنما تعلق ببرد تلك النار وفي النار منافع للخلق فلا يجوز تعطيلها ، والمراد خلاص إبراهيم عليه السلام لا إيصال الضرر إلى سائر الخلق .\r\n السؤال الثاني : هل يجوز ما روي عن الحسن من أنه سلام من الله تعالى على إبراهيم عليه السلام .\r\n الجواب الظاهر كما أنه جعل النار برداً جعلها سلاماً عليه حتى يخلص ، فالذي قاله يبعد وفيه تشتيت الكلام المرتب .\r\n السؤال الثالث : أفيجوز ما روي من أنه لو لم يقل وسلاماً لأتى البرد عليه .\r\n والجواب : ذلك بعيد لأن برد النار لم يحصل منها وإنما حصل من جهة الله تعالى فهو القادر على الحر والبرد فلا يجوز أن يقال : كان البرد يعظم لولا قوله سلاماً .\r\n السؤال الرابع : أفيجوز ما قيل من أنه كان في النار أنعم عيشاً منه في سائر أحواله .\r\n والجواب : لا يمتنع ذلك لما فيه من مزيد النعمة عليه وكمالها ، ويجوز أن يكون إنما صار أنعم عيشاً هناك لعظم ما ناله من السرور بخلاصه من ذلك الأمر العظيم ولعظم شروره بظفره بأعدائه وبما أظهره من دين الله تعالى .\r\n أما قوله تعالى : { وَأَرَادُواْ بِهِ كَيْداً فجعلناهم الأخسرين } أي أرادوا أن يكيدوه فما كانوا إلا مغلوبين ، غالبوه بالجدال فلقنه الله تعالى الحجة المبكتة ، ثم عدلوا القوة والجبروت فنصره وقواه عليهم ، ثم إنه سبحانه أتم النعمة عليه بأن نجاه ونجى لوطاً معه وهو ابن أخيه وهو لوط بن هاران إلى الأرض التي بارك فيها للعالمين .\r\n وفي الأخبار أن هذه الواقعة كانت في حدود بابل فنجاه الله تعالى من تلك البقعة إلى الأرض المباركة ، ثم قيل : إنها مكة وقيل أرض الشام لقوله تعالى : { إلى المسجد الأقصى الذي بَارَكْنَا حَوْلَهُ } [ الإسراء : 1 ] والسبب في بركتها ، أما في الدين فلأن أكثر الأنبياء عليهم السلام بعثوا منها وانتشرت شرائعهم وآثارهم الدينية فيها ، وأما في الدنيا فلأن الله تعالى بارك فيها بكثرة الماء والشجر والثمر والخصب وطيب العيش ، وقيل : ما من ماء عذب إلا وينبع أصله من تحت الصخرة التي ببيت المقدس .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قالوا حرقوه وانصروا آلهتكم إن كنتم فاعلين (68) قلنا يانار كوني بردا وسلاما على إبراهيم (69) وأرادوا به كيدا فجعلناهم الأخسرين (70) ونجيناه ولوطا إلى الأرض التي باركنا فيها للعالمين (71) ",
        "babnum": 18
    },
    {
        "id": 1521,
        "cate": "21",
        "title": "وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً وَكُلًّا جَعَلْنَا صَالِحِينَ (72) وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلَاةِ وَإِيتَاءَ الزَّكَاةِ وَكَانُوا لَنَا عَابِدِينَ (73) ",
        "details": " اعلم أنه تعالى بعد ذكره لإنعامه على إبراهيم وعلى لوط بأن نجاهما إلى الأرض المباركة أتبعه بذكر غيره من النعم ، وإنما جمع بينهما لأن في كون لوط معه مع ما كان بينهما من القرابة والشركة في النبوة مزيد إنعام ، ثم إنه سبحانه ذكر النعم التي أفاضها على إبراهيم عليه السلام ثم النعم التي أفاضها على لوط ، أما الأول فمن وجوه؛ أحدها : { وَوَهَبْنَا لَهُ إسحاق وَيَعْقُوبَ نَافِلَةً } واعلم أن النافلة العطية خاصة وكذلك النفل ويسمى الرجل الكثير العطايا نوفلاً ، ثم للمفسرين ههنا قولان : الأول : أنه ههنا مصدر من وهبنا له مصدر من غير لفظه ولا فرق بين ذلك وبين قوله : { وَوَهَبْنَا لَهُ } هبة أي وهبناهما له عطية وفضلاً من غير أن يكون جزاء مستحقاً ، وهذا قول مجاهد وعطاء .\r\n والثاني : وهو قول أبي بن كعب وابن عباس وقتادة والفراء والزجاج : أن إبراهيم عليه السلام لما سأل الله ولداً قال : { رَبّ هَبْ لِي مِنَ الصالحين } [ الصافات : 100 ] فأجاب الله دعاءه : ووهب له إسحق وأعطاه يعقوب من غير دعائه فكان ذلك : { نَافِلَةً } كالشيء المتطوع به من الآدميين فكأنه قال : { وَوَهَبْنَا لَهُ إسحاق } إجابة لدعائه : ووهبنا له يعقوب نافلة على ما سأل كالصلاة النافلة التي هي زيادة على الفرض وعلى هذا النافلة يعقوب خاصة .\r\n والوجه الأول : أقرب لأنه تعالى جمع بينهما ، ثم ذكر قوله : { نافلة } فإذا صلح أن يكون وصفاً لهما فهو أولى .\r\n النعمة الثانية : قوله تعالى : { وَكُلاًّ جَعَلْنَا صالحين } أي وكلا من إبراهيم وإسحق ويعقوب أنبياء مرسلين ، هذا قول الضحاك وقال آخرون عاملين بطاعة الله عز وجل مجتنبين محارمه .\r\n والوجه الثاني : أقرب لأن لفظ الصلاح يتناول الكل لأنه سبحانه قال بعد هذه الآية : { وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الخيرات } فلو حملنا الصلاح على النبوة لزم التكرار واحتج أصحابنا بهذه الآية على أن أفعال العباد مخلوقة لله تعالى لأن قوله؛ { وَكُلاًّ جَعَلْنَا صالحين } يدل على أن ذلك الصلاح من قبله ، أجاب الجبائي بأنه لو كان كذلك لما وصفهم بكونهم صالحين وبكونهم أئمة وبكونهم عابدين .\r\n ولما مدحهم بذلك ، ولما أثنى عليهم ، وإذا ثبت ذلك فلا بد من التأويل وهو من وجهين : الأول : أن يكون المراد أنه سبحانه آتاهم من لطفه وتوفيقه ما صلحوا به .\r\n والثاني : أن يكون المراد أنه سماهم بذلك كما يقال : زيد فسق فلاناً وضلله وكفره إذا وصفه بذلك وكان مصدقاً عند الناس ، وكما يقال في الحاكم : زكى فلاناً وعدله وجرحه إذا حكم بذلك .\r\n واعلم أن هذه الوجوه مختلة ، أما اعتمادهم على المدح والذم .\r\n فالجواب المعهود أن نعارضه بمسألتي الداعي والعلم ، وأما الحمل على اللطف فباطل لأن فعل الإلطاف عام في المكلفين فلا بد في هذا التخصيص من مزيد فائدة ، وأيضاً فلأن قوله : جعلته صالحاً ، كقوله جعلته متحركاً ، فحمله على تحصيل شيء سوى الصلاح ترك للظاهر ، وأما الحمل على التسمية فهو أيضاً مجاز أقصى ما في الباب أنه قد يصار إليه عند الضرورة في بعض المواضع وههنا لا ضرورة إلا أن يرجعوا مرة أخرى إلى فصل المدح والذم ، فحينئذ نرجع أيضاً إلى مسألتي الداعي والعلم .\r\n النعمة الثالثة : قوله تعالى : { وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا } وفيه قولان : أحدهما : أي جعلناهم أئمة يدعون الناس إلى دين الله تعالى والخيرات بأمرنا وإذننا .\r\n الثاني : قول أبي مسلم أن هذه الإمامة هي النبوة ، والأول أولى لئلا يلزم التكرار ، واحتج أصحابنا بهذه الآية على أمرين : أحدهما : على خلق الأفعال بقوله : { وجعلناهم أَئِمَّةً } وتقريره ما مضى .\r\n والثاني : على أن الدعوة إلى الحق والمنع عن الباطل لا يجوز إلا بأمر الله تعالى لأن الأمر لو لم يكن معتبراً لما كان في قوله بأمرنا فائدة .\r\n النعمة الرابعة : قوله تعالى : { وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الخيرات } وهذا يدل على أنه سبحانه خصهم بشرف النبوة وذلك من أعظم النعم على الأب ، قال الزجاج : حذف الهاء من إقامة الصلاة لأن الإضافة عوض عنه ، وقال غيره : الإقام والإقامة مصدر ، قال أبو القاسم الأنصاري : الصلاة أشرف العبادات البدنية وشرعت لذكر الله تعالى ، والزكاة أشرف العبادات المالية ومجموعهما التعظيم لأمر الله تعالى والشفقة على خلق الله ، واعلم أنه سبحانه وصفهم أولاً بالصلاح لأنه أول مراتب السائرين إلى الله تعالى ثم ترقى فوصفهم بالإمامة .\r\n ثم ترقى فوصفهم بالنبوة والوحي .\r\n وإذا كان الصلاح الذي هو العصمة أول مراتب النبوة دل ذلك على أن الأنبياء معصومون فإن المحروم عن أول المراتب أولى بأن يكون محروماً عن النهاية ، ثم إنه سبحانه كما بين أصناف نعمه عليهم بين بعد ذلك اشتغالهم بعبوديته فقال : { وَكَانُواْ لَنَا عابدين } كأنه سبحانه وتعالى لما وفى بعهد الربوبية في الإحسان والإنعام فهم أيضاً وفوا بعهد العبودية وهو الاشتغال بالطاعة والعبادة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ووهبنا له إسحاق ويعقوب نافلة وكلا جعلنا صالحين (72) وجعلناهم أئمة يهدون بأمرنا وأوحينا إليهم فعل الخيرات وإقام الصلاة وإيتاء الزكاة وكانوا لنا عابدين (73) ",
        "babnum": 19
    },
    {
        "id": 1522,
        "cate": "21",
        "title": "وَلُوطًا آتَيْنَاهُ حُكْمًا وَعِلْمًا وَنَجَّيْنَاهُ مِنَ الْقَرْيَةِ الَّتِي كَانَتْ تَعْمَلُ الْخَبَائِثَ إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَاسِقِينَ (74) وَأَدْخَلْنَاهُ فِي رَحْمَتِنَا إِنَّهُ مِنَ الصَّالِحِينَ (75) ",
        "details": " القصة الثالثة ، قصة لوط عليه السلام اعلم أنه سبحانه بعد بيان ما أنعم به على إبراهيم عليه السلام أتبعه بذكر نعمه على لوط عليه السلام لما جمع بينهما من قبل ، وههنا مسألتان : المسألة الأولى : في الواو في قوله : { وَلُوطاً } قولان : أحدهما : وهو قول الزجاج أنه عطف على قوله : { وَأَوْحَيْنَا إِلَيْهِمْ } [ الأنبياء : 73 ] .\r\n والثاني : قول أبي مسلم أنه عطف على قوله : { آتينا إبراهيم رُشْدَهُ } [ الأنبياء : 51 ] ولا بد من ضمير في قوله : { وَلُوطاً } فكأنه قال وآتينا لوطاً فأضمر ذكره .\r\n المسألة الثانية : في أصناف النعم وهي أربعة وجوه : أحدها : الحكم أي الحكمة وهي التي يجب فعلها أو الفصل بين الخصوم وقيل هي النبوة .\r\n وثانيها : العلم ، واعلم أن إدخال التنوين عليهما يدل على علو شأن ذلك العلم وذلك الحكم .\r\n وثالثها : قوله : { ونجيناه مِنَ القرية التي كَانَت تَّعْمَلُ الخبائث } والمراد أهل القرية لأنهم هم الذين يعملون الخبائث دون نفس القرية ولأن الهلاك بهم نزل فنجاه الله تعالى من ذلك ، ثم بين سبحانه وتعالى بقوله : { إِنَّهُمْ كَانُواْ قَوْمَ سَوْءٍ فاسقين } ما أراده بالخبائث ، وأمرهم فيما كانوا يقدمون عليه ظاهر .\r\n ورابعها : قوله : { وأدخلناه فِي رَحْمَتِنَا إِنَّهُ مِنَ الصالحين } وفي تفسير الرحمة قولان : الأول : أنه النبوة أي أنه لما كان صالحاً للنبوة أدخله الله في رحمته لكي يقوم بحقها عن مقاتل .\r\n الثاني : أنه الثواب عن ابن عباس والضحاك ، ويحتمل أن يقال : إنه عليه السلام لما آتاه الله الحكم والعلم وتخلص عن جلساء السوء فتحت عليه أبواب المكاشفات وتجلت له أنوار الإلهية وهي بحر لا ساحل له وهي الرحمة في الحقيقة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولوطا آتيناه حكما وعلما ونجيناه من القرية التي كانت تعمل الخبائث إنهم كانوا قوم سوء فاسقين (74) وأدخلناه في رحمتنا إنه من الصالحين (75) ",
        "babnum": 20
    },
    {
        "id": 1523,
        "cate": "21",
        "title": "وَنُوحًا إِذْ نَادَى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهُ فَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ (76) وَنَصَرْنَاهُ مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ (77) ",
        "details": " ( القصة الرابعة ، قصة نوح عليه السلام ) أما قوله تعالى : { إِذْ نادى مِن قَبْلُ } ففيه مسألتان : المسألة الأولى : لا شبهة في أن المراد من هذا النداء دعاؤه على قومه بالعذاب ويؤكده حكاية الله تعالى عنه ذلك تارة على الإجمال وهو قوله : { فَدَعَا رَبَّهُ أَنّي مَغْلُوبٌ فانتصر } [ القمر : 10 ] وتارة على التفصيل وهو قوله : { وَقَالَ نُوحٌ رَّبِّ لاَ تَذَرْ عَلَى الأرض مِنَ الكافرين دَيَّاراً } [ نوح : 26 ] ويدل عليه أيضاً أن الله تعالى أجابه بقوله : { فاستجبنا لَهُ فنجيناه وَأَهْلَهُ مِنَ الكرب العظيم } وهذا الجواب يدل على أن الإنجاء المذكور فيه كان هو المطلوب في السؤال فدل هذا على أن نداءه ودعاءه كان بأن ينجيه مما يلحقه من جهتهم من ضروب الأذى بالتكذيب والرد عليه وبأن ينصره عليهم وأن يهلكهم .\r\n فلذلك قال بعده : { ونصرناه مِنَ القوم الذين كَذَّبُواْ بئاياتنا } .\r\n المسألة الثانية : أجمع المحققون على أن ذلك النداء كان بأمر الله تعالى لأنه لو لم يكن بأمره لم يؤمن أن يكون الصلاح أن لايجاب إليه فيصير ذلك سبباً لنقصان حال الأنبياء ، ولأن الإقدام على أمثال هذه المطالب لو لم يكن بالأمر لكان ذلك مبالغة في الإضرار ، وقال آخرون : إنه عليه السلام لم يكن مأذوناً له في ذلك .\r\n وقال أبو أمامة : لم يتحسر أحد من خلق الله تعالى كحسرة آدم ونوح ، فحسرة آدم على قبول وسوسة إبليس ، وحسرة نوح على دعائه على قومه .\r\n فأوحى الله تعالى إليه أن لا تتحسر فإن دعوتك وافقت قدري .\r\n أما قوله تعالى : { فنجيناه وَأَهْلَهُ مِنَ الكرب العظيم } فالمراد بالأهل ههنا أهل دينه ، وفي تفسير الكرب وجوه : أحدها : أنه العذاب النازل بالكفار وهو الغرق وهو قول أكثر المفسرين .\r\n وثانيها : أنه تكذيب قومه إياه وما لقي منهم من الأذى .\r\n وثالثها : أنه مجموع الأمرين وهو قول ابن عباس رضي الله عنهما وهو الأقرب لأنه عليه السلام كان قد دعاهم إلى الله تعالى مدة طويلة وكان قد ينال منهم كل مكروه ، وكان الغم يتزايد بسبب ذلك وعند إعلام الله تعالى إياه أنه يغرقهم وأمره باتخاذ الفلك كان أيضاً على غم وخوف من حيث لم يعلم من الذي يتخلص من الغرق ومن الذي يغرق فأزال الله تعالى عنه الكرب العظيم بأن خلصه من جميع ذلك وخلص جميع من آمن به معه .\r\n أما قوله تعالى : { ونصرناه مِنَ القوم } فقراءة أبي بن كعب ونصرناه على القوم ثم قال المبرد : تقديره ونصرناه من مكروه القوم ، وقال تعالى : { فَمَن يَنصُرُنَا مِن بَأْسِ الله } [ غافر : 29 ] أي يعصمنا من عذابه ، قال أبو عبيدة : من بمعنى على .\r\n وقال صاحب «الكشاف» : إنه نصر الذي مطاوعه انتصر وسمعت هذلياً يدعو على سارق : اللهم انصرهم منه ، أي اجعلهم منتصرين منه .\r\n أما قوله تعالى : { إِنَّهُمْ كَانُواْ قَوْمَ سَوْءٍ } فالمعنى أنهم كانوا قوم سوء لأجل ردهم عليه وتكذيبهم له فأغرقناهم أجمعين ، فبين ذلك الوجه الذي به خلصه منهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ونوحا إذ نادى من قبل فاستجبنا له فنجيناه وأهله من الكرب العظيم (76) ونصرناه من القوم الذين كذبوا بآياتنا إنهم كانوا قوم سوء فأغرقناهم أجمعين (77) ",
        "babnum": 21
    },
    {
        "id": 1524,
        "cate": "21",
        "title": "وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ (78) فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ وَكُنَّا فَاعِلِينَ (79) وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ فَهَلْ أَنْتُمْ شَاكِرُونَ (80) وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ (81) وَمِنَ الشَّيَاطِينِ مَنْ يَغُوصُونَ لَهُ وَيَعْمَلُونَ عَمَلًا دُونَ ذَلِكَ وَكُنَّا لَهُمْ حَافِظِينَ (82) ",
        "details": " ( القصة الخامسة ، قصة داود وسليمان عليهما السلام ) اعلم أن قوله تعالى : وداود وسليمان وأيوب وزكريا وذا النون ، كله نسق على ما تقدم من قوله : { وَلَقَدْ ءاتَيْنَا إبراهيم رُشْدَهُ مِن قَبْلُ } [ الأنبياء : 51 ] ومن قوله : { وَلُوطاً اتيناه حُكْماً وَعِلْماً } [ الأنبياء : 74 ] واعلم أن المقصود ذكر نعم الله تعالى على داود وسليمان فذكر أولاً النعمة المشتركة بينهما ، ثم ذكر ما يختص به كل واحد منهما من النعم .\r\n أما النعمة المشتركة فهي القصة المذكورة وهي قصة الحكومة ، ووجه النعمة فيها أن الله تعالى زينهما بالعلم والفهم في قوله : { وَكُلاًّ ءاتَيْنَا حُكْماً وَعِلْماً } ثم في هذا تنبيه على أن العلم أفضل الكمالات وأعظمها ، وذلك لأن الله تعالى قدم ذكره ههنا على سائر النعم الجليلة مثل تسخير الجبال والطير والريح والجن .\r\n وإذا كان العلم مقدماً على أمثال هذه الأشياء فما ظنك بغيرها وفيه مسائل : المسألة الأولى : قال ابن السكيت النفش أن تنتشر الغنم بالليل ترعى بلا راع ، وهذا قول جمهور المفسرين ، وعن الحسن أنه يجوز ذلك ليلاً ونهاراً .\r\n المسألة الثانية : أكثر المفسرين على أن الحرث هو الزرع ، وقال بعضهم : هو الكرم والأول أشبه بالعرف .\r\n المسألة الثالثة : احتج من قال : أقل الجمع إثنان بقوله تعالى : { وَكُنَّا لِحُكْمِهِمْ شاهدين } مع أن المراد داود وسليمان .\r\n جوابه : أن الحكم كما يضاف إلى الحاكم فقد يضاف إلى المحكوم له ، فإذا أضيف الحكم إلى المتحاكمين كان المجموع أكثر من الإثنين ، وقرىء وكنا لحكمهما شاهدين .\r\n المسألة الرابعة : في كيفية القصة وجهان .\r\n الأول : قال أكثر المفسرين : دخل رجلان على داود عليه السلام ، أحدهما صاحب حرث والآخر صاحب غنم فقال صاحب الحرث : إن غنم هذا دخلت حرثي وما أبقت منه شيئاً ، فقال داود عليه السلام : اذهب فإن الغنم لك .\r\n فخرجا فمرا على سليمان ، فقال : كيف قضى بينكما؟ فأخبراه : فقال : لو كنت أنا القاضي لقضيت بغير هذا .\r\n فأخبر بذلك داود عليه السلام فدعاه وقال : كيف كنت تقضي بينهما ، فقال : ادفع الغنم إلى صاحب الحرث فيكون له منافعها من الدر والنسل والوبر حتى إذا كان الحرث من العام المستقبل كهيئته يوم أكل دفعت الغنم إلى أهلها وقبض صاحب الحرث حرثه .\r\n الثاني : قال ابن مسعود وشريح ومقاتل رحمهم الله : أن راعياً نزل ذات ليلة بجنب كرم ، فدخلت الأغنام الكرم وهو لا يشعر فأكلت القضبان وأفسدت الكرم ، فذهب صاحب الكرم من الغد إلى داود عليه السلام فقضى له بالغنم لأنه لم يكن بين ثمن الكرم وثمن الغنم تفاوت ، فخرجوا ومروا بسليمان فقال لهم : كيف قضى بينكما؟ فأخبراه به ، فقال غير هذا أرفق بالفريقين ، فأخبر داود عليه السلام بذلك فدعا سليمان وقال له : بحق الأبوة والنبوة إلا أخبرتني بالذي هو أرفق بالفريقين ، فقال : تسلم الغنم إلى صاحب الكرم حتى يرتفق بمنافعها ويعمل الراعي في إصلاح الكرم حتى يصير كما كان ، ثم ترد الغنم إلى صاحبها ، فقال داود عليه السلام : إنما القضاء ما قضيت وحكم بذلك .\r\n قال ابن عباس رضي الله عنهما : حكم سليمان بذلك وهو ابن إحدى عشرة سنة ، وههنا أمور ولا بد من البحث عنها .\r\n السؤال الأول : هل في الآية دلالة على أنهما عليهما السلام اختلفا في الحكم أم لا؟ فإن أبا بكر الأصم قال : إنهما لم يختلفا ألبتة ، وأنه تعالى بين لهما الحكم لكنه بينه على لسان سليمان عليه السلام .\r\n الجواب : الصواب أنهما اختلفا والدليل إجماع الصحابة والتابعين رضي الله عنهم على ما رويناه ، وأيضاً فقد قال الله تعالى : { وَكُنَّا لِحُكْمِهِمْ شاهدين } ثم قال : { ففهمناها سليمان } والفاء للتعقيب فوجب أن يكون ذلك الحكم سابقاً على هذا التفهيم ، وذلك الحكم السابق إما أن يقال : اتفقا فيه أو اختلفا فيه ، فإن اتفقا فيه لم يبق لقوله : { ففهمناها سليمان } فائدة وإن اختلفا فيه فذلك هو المطلوب .\r\n السؤال الثاني : سلمنا أنهما اختلفا في الحكم ولكن هل كان الحكمان صادرين عن النص أو عن الاجتهاد .\r\n الجواب : الأمران جائزان عندنا وزعم الجبائي أنهما كانا صادرين عن النص ، ثم إنه تارة يبني ذلك على أن الاجتهاد غير جائز من الأنبياء ، وأخرى على أن الاجتهاد وإن كان جائزاً منهم في الجملة ، ولكنه غير جائز في هذه المسألة .\r\n أما المأخذ الأول : فقد تكلمنا فيه في الجملة في كتابنا المسمى بالمحصول في الأصول ولنذكر ههنا أصول الكلام من الطرفين احتج الجبائي على أن الاجتهاد غير جائز من الأنبياء عليهم السلام بأمور : أحدها : قوله تعالى : { قُلْ مَا يَكُونُ لِى أَنْ أُبَدّلَهُ مِن تِلْقَاء نَفْسِى إِنْ أَتَّبِعُ إِلاَّ مَا يُوحَى إِلَىَّ } [ يونس : 15 ] وقوله تعالى : { وَمَا يَنطِقُ عَنِ الهوى } [ النجم : 3 ] .\r\n وثانيها : أن الاجتهاد طريقه الظن وهو قادر على إدراكه يقيناً فلا يجوز مصيره إلى الظن كالمعاين للقبلة لا يجوز له أن يجتهد .\r\n ثالثها : أن مخالفة الرسول توجب الكفر لقوله تعالى : { فَلاَ وَرَبّكَ لاَ يُؤْمِنُونَ حتى يُحَكّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ } [ النساء : 65 ] ومخالفة المظنون والمجتهدات لا توجب الكفر .\r\n ورابعها : لو جاز أن يجتهد في الأحكام لكان لا يقف في شيء منها ، ولما وقف في مسألة الظهار واللعان إلى ورود الوحي دل على أن الاجتهاد غير جائز عليه .\r\n وخامسها : أن الاجتهاد إنما يجوز المصير إليه عند فقد النص ، لكن فقدان النص في حق الرسول كالممتنع فوجب أن لا يجوز الاجتهاد منه .\r\n وسادسها : لو جاز الاجتهاد من الرسول لجاز أيضاً من جبريل عليه السلام وحينئذ لا يحصل الأمان بأن هذه الشرائع التي جاء بها أهي من نصوص الله تعالى أو من اجتهاد جبريل؟ والجواب عن الأول : أن قوله تعالى : { قُلْ مَا يَكُونُ لِى أَنْ أُبَدّلَهُ مِن تِلْقَاء نَفْسِى إِنْ أَتَّبِعُ إِلاَّ مَا يُوحَى إِلَىَّ } [ يونس : 15 ] لا يدل على قولكم لأنه وارد في إبدال آية بآية لأنه عقيب قوله : { قَالَ الذين لاَ يَرْجُونَ لِقَاءنَا ائت بِقُرْءانٍ غَيْرِ هذا أَوْ بَدّلْهُ } [ يونس : 15 ] ولا مدخل للاجتهاد في ذلك .\r\n وأما قوله تعالى : { وَمَا يَنطِقُ عَنِ الهوى } [ النجم : 3 ] فبعيد لأن من يجوز له الاجتهاد يقول إن الذي اجتهد فيه هو عن وحي على الجملة وإن لم يكن كذلك على التفصيل ، وإن الآية واردة في الأداء عن الله تعالى لا في حكمه الذي يكون بالعقل .\r\n والجواب عن الثاني : أن الله تعالى إذا قال له إذا غلب على ظنك كون الحكم معللاً في الأصل بكذا ، ثم غلب على ظنك قيام ذلك المعنى في صورة أخرى فاحكم بذلك فههنا الحكم مقطوع به والظن غير واقع فيه بل في طريقه .\r\n والجواب عن الثالث : أنا لا نسلم أن مخالفة المجتهدات جائزة مطلقاً بل جواز مخالفتها مشروط بصدورها عن غير المعصوم والدليل عليه أنه يجوز على الأمة أن يجمعوا اجتهاداً ثم يمتنع مخالفتهم وحال الرسول أوكد .\r\n والجواب عن الرابع : لعله عليه السلام كان ممنوعاً من الاجتهاد في بعض الأنواع أو كان مأذوناً مطلقاً لكنه لم يظهر له في تلك الصورة وجه الاجتهاد ، فلا جرم أنه توقف .\r\n والجواب عن الخامس : لم لا يجوز أن يحبس النص عنه في بعض الصور فحينئذ يحصل شرط جواز الاجتهاد .\r\n والجواب عن السادس : أن هذا الاحتمال مدفوع باجماع الأمة على خلافه فهذا هو الجواب عن شبه المنكرين والذي يدل على جواز الاجتهاد عليهم وجوه : أحدها : أنه عليه السلام إذا غلب على ظنه أن الحكم في الأصل معلل بمعنى ثم علم أو ظن قيام ذلك المعنى في صورة أخرى فلا بد وأن يغلب على ظنه أن حكم الله تعالى في هذه الصورة مثل ما في الأصل ، وعنده مقدمة يقينية وهي أن مخالفة حكم الله تعالى سبب لاستحقاق العقاب فيتولد من هاتين المقدمتين ظن استحقاق العقاب لمخالفة هذا الحكم المظنون .\r\n وعند هذا ، إما أن يقدم على الفعل والترك معاً وهو محال لاستحالة الجمع بين النقيضين .\r\n أو يتركهما وهو محال لاستحالة الخلو عن النقيضين ، أو يرجح المرجوح على الراجح وهو باطل ببديهة العقل ، أو يرجح الراجح على المرجوح وذلك هو العمل بالقياس .\r\n وهذه النكتة هي التي عليها التعويل في العمل بالقياس وهي قائمة أيضاً في حق الأنبياء عليهم السلام .\r\n وهذا يتوجه على جواز الاجتهاد من جبريل عليه السلام .\r\n وثانيها : قوله تعالى : { فاعتبروا } أمر للكل بالإعتبار فوجب اندراج الرسول عليه السلام فيه لأنه إمام المعتبرين وأفضلهم .\r\n وثالثها : أن الإستنباط أرفع درجات العلماء فوجب أن يكون للرسول فيه مدخل وإلا لكان كل واحد من آحاد المجتهدين أفضل منه في هذا الباب .\r\n فإن قيل هذا إنما يلزم لو لم تكن درجة أعلى من الإعتبار ، وليس الأمر كذلك ، لأنه كان يستدرك الأحكام وحياً على سبيل اليقين ، فكان أرفع درجة من الاجتهاد الذي ليس قصاراه إلا الظن .\r\n قلنا : لا يمتنع أن لا يجد النص في بعض المواضع ، فلو لم يتمكن من الاجتهاد لكان أقل درجة من المجتهد الذي يمكنه أن يعرف ذلك الحكم من الإجتهاد ، وأيضاً قد بينا أن الله تعالى لما أمره بالإجتهاد كان ذلك مفيداً للقطع بالحكم .\r\n ورابعها : قال عليه السلام : « العلماء ورثة الأنبياء » فوجب أن يثبت للأنبياء درجة الإجتهاد ليرث العلماء عنهم ذلك .\r\n هذا تمام القول في هذه المسألة .\r\n وخامسها : أنه تعالى قال : { عَفَا الله عَنكَ لِمَ أَذِنتَ لَهُمْ } [ التوبة : 43 ] فذاك الإذن إن كان بإذن الله تعالى استحال أن يقول : لم أذنت لهم ، وإن كان بهوى النفس فهو غير جائز ، وإن كان بالاجتهاد فهو المطلوب .\r\n المأخذ الثاني : قال الجبائي : لو جوزنا الاجتهاد من الأنبياء عليهم السلام ففي هذه المسألة يجب أن لا يجوز لوجوه؛ أحدها : أن الذي وصل إلى صاحب الزرع من در الماشية ومن منافعها مجهول المقدار ، فكيف يجوز في الاجتهاد جعل أحدهما عوضاً عن الآخر .\r\n وثانيها : أن اجتهاد داود عليه السلام إن كان صواباً لزم أن لا ينقض لأن الاجتهاد لا ينقض بالاجتهاد .\r\n وإن كان خطأ وجب أن يبين الله تعالى توبته كسائر ما حكاه عن الأنبياء عليهم السلام ، فلما مدحهما بقوله : { وَكُلاًّ ءاتَيْنَا حُكْماً وَعِلْماً } دل على أنه لم يقع الخطأ من داود .\r\n وثالثها : لو حكم بالاجتهاد لكان الحاصل هناك ظناً لا علماً لأن الله تعالى قال : { وَكُلاًّ ءاتَيْنَا حُكْماً وَعِلْماً } .\r\n ورابعها : كيف يجوز أن يكون عن اجتهاد من مع قوله : { ففهمناها سليمان } .\r\n والجواب عن الأول : أن الجهالة في القدر لا تمنع من الاجتهاد كالجعالات وحكم المصراة .\r\n وعن الثاني : لعله كان خطأ من باب الصغائر .\r\n وعن الثالث : بينا أن من تمسك بالقياس فالظن واقع في طريق إثبات الحكم فأما الحكم فمقطوع به .\r\n وعن الرابع : أنه إذا تأمل واجتهد فأداه اجتهاده إلى ما ذكرنا كان الله تعالى فهمه من حيث بين له طريق ذلك .\r\n فهذه جملة الكلام في بيان أنه لا يمتنع أن يكون اختلاف داود وسليمان عليهما السلام في ذلك الحكم إنما كان بسبب الاجتهاد .\r\n وأما بيان أنه لا يمتنع أيضاً أن يكون اختلافهما فيه بسبب النص فطريقه أن يقال : إن داود عليه السلام كان مأموراً من قبل الله تعالى في هذه المسألة بالحكم الذي حكم به ، ثم إنه سبحانه نسخ ذلك بالوحي إلى سليمان عليه السلام خاصة وأمره أن يعرف داود ذلك فصار ذلك الحكم حكمهما جميعاً فقوله : { ففهمناها سليمان } أي أوحينا إليه فإن قيل هذا باطل لوجهين : الأول : لما أنزل الله تعالى الحكم الأول على داود وجب أن ينزل نسخه أيضاً على داود لا على سليمان .\r\n الثاني : أن الله تعالى مدح كلا منهما على الفهم ولو كان ذلك على سبيل النص لم يكن في فهمه كثير مدح إنما المدح الكثير على قوة الخاطر والحذاقة في الاستنباط .\r\n المسألة الثالثة : إذا أثبتم أنه يجوز أن يكون اختلافهما لأجل النص وأن يكون لأجل الاجتهاد فأي القولين أولى .\r\n والجواب : الاجتهاد أرجح لوجوه : أحدها : أنه روى في الأخبار الكثيرة أن داود عليه السلام لم يكن قد بت الحكم في ذلك حتى سمع من سليمان أن غير ذلك أولى ، وفي بعضها أن داود عليه السلام ناشده لكي يورد ما عنده وكل ذلك لا يليق بالنص ، لأنه لو كان نصاً لكان يظهره ولا يكتمه .\r\n السؤال الرابع : بينوا أنه كيف كان طريق الاجتهاد .\r\n الجواب : أن وجه الاجتهاد فيه ما ذكره ابن عباس رضي الله عنهما من أن داود عليه السلام قوم قدر الضرر بالكرم فكان مساوياً لقيمة الغنم فكان عنده أن الواجب في ذلك الضرر أن يزال بمثله من النفع فلا جرم سلم الغنم إلى المجنى عليه كما قال أبو حنيفة رحمه الله في العبد إذا جنى على النفس يدفعه المولى بذلك أو يفديه ، وأما سليمان عليه السلام فإن اجتهاده أدى إلى أن يجب مقابلة الأصول بالأصول والزوائد بالزوائد ، فأما مقابلة الأصول بالزوائد فغير جائز لأنه يقتضي الحيف والجور ، ولعل منافع الغنم في تلك السنة كانت موازية لمنافع الكرم فحكم به ، كما قال الشافعي رضي الله عنه : فيمن غصب عبداً فأبق من يده أنه يضمن القيمة لينتفع بها المغصوب منه بإزاء ما فوته الغاصب من منافع العبد فإذا ظهر ترادا .\r\n السؤال الخامس : على تقدير أن ثبت قطعاً أن تلك المخالفة كانت مبنية على الاجتهاد ، فهل تدل هذه القصة على أن المصيب واحد أو الكل مصيبون .\r\n الجواب : أما القائلون بأن المصيب واحد ففيهم من استدل بقوله تعالى : { ففهمناها سليمان } قال ولو كان الكل مصيباً لم يكن لتخصيص سليمان عليه السلام بهذا التفهيم فائدة ، وأما القائلون بأن الكل مصيبون ففيهم من استدل بقوله : { وَكُلاًّ ءاتَيْنَا حُكْماً وَعِلْماً } ولو كان المصيب واحداً ومخالفه مخطئاً لما صح أن يقال : { وَكُلاًّ ءاتَيْنَا حُكْماً وَعِلْماً } واعلم أن الإستدلالين ضعيفان .\r\n أما الأول : فلأن الله تعالى لم يقل إنه فهمه الصواب فيحتمل أنه فهمه الناسخ ولم يفهم ذلك داود عليه السلام لأنه لم يبلغه وكل واحد منهما مصيب فيما حكم به ، على أن أكثر ما في الآية أنها دالة على أن داود وسليمان عليهما السلام ما كانامصيبين وذلك لا يوجب أن يكون الأمر كذلك في شرعنا .\r\n وأما الثاني : فلأنه تعالى لم يقل إن كلا آتيناه حكماً وعلماً بما حكم به ، بل يجوز أن يكون آتيناه حكماً وعلماً بوجوه الاجتهاد وطرق الأحكام ، على أنه لا يلزم من كون كل مجتهد مصيباً في شرعهم أن يكون الأمر كذلك في شرعنا .\r\n السؤال السادس : لو وقعت هذه الواقعة في شرعنا ما حكمها؟ الجواب : قال الحسن البصري : هذه الآية محكمة ، والقضاة بذلك يقضون إلى يوم القيامة ، واعلم أن كثيراً من العلماء يزعمون أنه منسوخ بالإجماع ثم اختلفوا في حكمه فقال الشافعي رحمه الله : إن كان ذلك بالنهار لا ضمان لأن لصاحب الماشية تسييب ماشيته بالنهار ، وحفظ الزرع بالنهار على صاحبه .\r\n وإن كان ليلاً يلزمه الضمان لأن حفظها بالليل عليه .\r\n وقال أبو حنيفة رحمه الله : لا ضمان عليه ليلاً كان أو نهاراً إذا لم يكن متعدياً بالإرسال ، لقوله صلى الله عليه وسلم : « جرح العجماء جبار » واحتج الشافعي رحمه الله بما روي عن البراء بن عازب أنه قال : « كانت ناقة ضارية فدخلت حائطاً فأفسدته فذكروا ذلك لرسول الله صلى الله عليه وسلم فقضى أن حفظ الحوائط بالنهار على أهلها ، وأن حفظ الماشية بالليل على أهلها ، وأن على أهل الماشية ما أصابت ماشيتهم بالليل » وهذا تمام القول في هذه الآية .\r\n ثم إن الله تعالى ذكر بعد ذلك من النعم التي خص بها داود عليه أمرين : الأول : قوله تعالى : { وَسَخَّرْنَا مَعَ دَاوُودَ الجبال يُسَبّحْنَ والطير وَكُنَّا فاعلين } وفيه مسائل : المسألة الأولى : في تفسير هذا التسبيح وجهان : أحدهما : أن الجبال كانت تسبح ثم ذكروا وجوهاً .\r\n أحدها : قال مقاتل إذا ذكر داود عليه السلام ربه ذكرت الجبال والطير ربها معه .\r\n وثانيها : قال الكلبي : إذا سبح داود أجابته الجبال .\r\n وثالثها : قال سليمان بن حيان : كان داود عليه السلام إذا وجد فترة أمر الله تعالى الجبال فسبحت فيزداد نشاطاً واشتياقاً .\r\n القول الثاني : وهو اختيار بعض أصحاب المعاني أنه يحتمل أن يكون تسبيح الجبال والطير بمثابة قوله : { وَإِن مّن شَيْء إِلاَّ يُسَبّحُ بِحَمْدَهِ } [ الإسراء : 44 ] وتخصيص داود عليه السلام بذلك إنما كان بسبب أنه عليه السلام كان يعرف ذلك ضرورة فيزداد يقيناً وتعظيماً ، والقول الأول أقرب لأنه لا ضرورة في صرف اللفظ عن ظاهره .\r\n وأما المعتزلة فقالوا : لو حصل الكلام من الجبل لحصل إما بفعله أو بفعل الله تعالى فيه .\r\n والأول : محال لأن بنية الجبل لا تحتمل الحياة والعلم والقدرة ، وما لا يكون حياً عالماً قادراً يستحيل منه الفعل .\r\n والثاني : أيضاً محال لأن المتكلم عندهم من كان فاعلاً للكلام لا من كان محلاً للكلام ، فلو كان فاعل ذلك الكلام هو الله تعالى لكان المتكلم هو الله تعالى لا الجبل ، فثبت أنه لا يمكن إجراؤه على ظاهره فعند هذا قالوا في : { وَسَخَّرْنَا مَعَ دَاوُودَ الجبال يُسَبّحْنَ } ومثله قوله تعالى : { ياجبال أَوّبِي مَعَهُ } [ سبإ : 10 ] معناه تصرفي معه وسيري بأمره ويسبحن من السبح الذي السباحة خرج اللفظ فيه على التكثير ولو لم يقصد التكثير لقيل يسبحن فلما كثر قيل يسبحن معه ، أي سيرى وهو كقوله : { إِنَّ لَكَ فِى النهار سَبْحَاً طَوِيلاً } [ المزمل : 7 ] أي تصرفاً ومذهباً .\r\n إذا ثبت هذا فنقول : إن سيرها هو التسبيح لدلالته على قدرة الله تعالى وعلى سائر ما تنزه عنه واعلم أن مدار هذا القول على أن بنية الجبل لا تقبل الحياة ، وهذا ممنوع وعلى أن التكلم من فعل الله وهو أيضاً ممنوع .\r\n المسألة الثانية : أما الطير فلا امتناع في أن يصدر عنها الكلام ، ولكن أجمعت الأمة على أن المكلفين إما الجن أو الإنس أو الملائكة فيمتنع فيها أن تبلغ في العقل إلى درجة التكليف ، بل تكون على حالة كحال الطفل في أن يؤمر وينهي وإن لم يكن مكلفاً فصار ذلك معجزة من حيث جعلها في الفهم بمنزلة المراهق ، وأيضاً فيه دلالة على قدرة الله تعالى وعلى تنزهه عما لا يجوز فيكون القول فيه كالقول في الجبال .\r\n المسألة الثالثة : قال صاحب «الكشاف» : يسبحن حال بمعنى مسبحات أو استئناف كأن قائلاً قال : كيف سخرهن؟ فقال : يسبحن .\r\n والطير إما معطوف على الجبال وإما مفعول معه .\r\n فإن قلت : لم قدمت الجبال على الطير؟ قلت : لأن تسخيرها وتسبيحها أعجب وأدل على القدرة وأدخل في الإعجاز ، لأنها جماد والطير حيوان ناطق .\r\n أما قوله : { وَكُنَّا فاعلين } فالمعنى أنا قادرون على أن نفعل هذا وإن كان عجباً عندكم وقيل نفعل ذلك بالأنبياء عليهم السلام .\r\n الإنعام الثالث : قوله تعالى : { وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُمْ مّن بَأْسِكُمْ فَهَلْ أَنتُمْ شاكرون } وفيه مسائل : المسألة الأولى : اللبوس اللباس ، قال ألبس لكل حالة لبوسها .\r\n المسألة الثانية : لتحصنكم قرىء بالنون والياء والتاء وتخفيف الصاد وتشديدها ، فالنون لله عز وجل والتاء للصنعة أو للبوس على تأويل الدرع والياء لله تعالى أو لداود أو للبوس .\r\n المسألة الثالثة : قال قتادة : أول من صنع الدرع داود عليه السلام ، وإنما كانت صفائح قبله فهو أول من سردها واتخذها حلقاً ، ذكر الحسن أن لقمان الحكيم عليه السلام حضره وهو يعمل الدرع ، فأراد أن يسأل عما يفعل ثم سكت حتى فرغ منها ولبسها على نفسه ، فقال : الصمت حكمة وقليل فاعله قالوا إن الله تعالى ألان الحديد له يعمل منه بغير نار كأنه طين .\r\n المسألة الرابعة : البأس ههنا الحرب وإن وقع على السوء كله ، والمعنى ليمنعكم ويحرسكم من بأسكم أي من الجرح والقتل والسيف والسهم والرمح .\r\n المسألة الخامسة : فيه دلالة على أن أول من عمل الدرع داود ثم تعلم الناس منه ، فتوارث الناس عنه ذلك .\r\n فعمت النعمة بها كل المحاربين من الخلق إلى آخر الدهر ، فلزمهم شكر الله تعالى على النعمة فقال : { فَهَلْ أَنتُمْ شاكرون } أي اشكروا الله على ما يسر عليكم من هذه الصنعة ، واعلم أنه سبحانه لما ذكر النعم التي خص داود بها ذكر بعده النعم التي خص بها سليمان عليه السلام ، وقال قتادة : ورث الله تعالى سليمان من داود ملكه ونبوته وزاده عليه أمرين سخر له الريح والشياطين .\r\n الإنعام الأول : قوله تعالى : { ولسليمان الريح عَاصِفَةً تَجْرِي بِأَمْرِهِ } أي جعلناها طائعة منقادة له بمعنى أنه إن أرادها عاصفة كانت عاصفة وإن أرادها لينة كانت لينة والله تعالى مسخرها في الحالتين ، فإن قيل : العاصف الشديدة الهبوب ، وقد وصفها الله تعالى بالرخاوة في قوله : { رُخَاء حَيْثُ أَصَابَ } فكيف يكون الجمع بينهما .\r\n والجواب : من وجهين : الأول : أنها كانت في نفسها رخية طيبة كالنسيم ، فإذا مرت بكرسيه أبعدت به في مدة يسيرة على ما قال : { غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ } وكانت جامعة بين الأمرين رخاء في نفسها وعاصفة في عملها مع طاعتها لسليمان عليه السلام وهبوبها على حسب ما يريد ويحكم آية إلى آية ومعجزة إلى معجزة .\r\n الثاني : أنها كانت في وقت رخاء وفي وقت عاصفاً ، لأجل هبوبها على حكم إرادته .\r\n المسألة السادسة : قرىء الريح والرياح بالرفع والنصب فيهما فالرفع على الابتداء والنصب للعطف على الجبال ، فإن قيل : قال في دواد : { وَسَخَّرْنَا مَعَ دَاوُودَ الجبال } وقال في حق سليمان : { ولسليمان الريح } فذكره في حق داود عليه السلام بكلمة مع وفي حق سليمان عليه السلام باللام وراعى هذا الترتيب أيضاً في قوله : { ياجبال أَوّبِي مَعَهُ والطير } وقال : { فَسَخَّرْنَا لَهُ الريح تَجْرِى بِأَمْرِهِ } فما الفائدة في تخصيص داود عليه السلام بلفظ مع ، وسليمان باللام قلنا يحتمل أن الجبل لما اشتغل بالتسبيح حصل له نوع شرف ، فما أضيف إليه بلام التمليك ، أما الريح فلم يصدر عنه إلا ما يجري مجرى الخدمة ، فلا جرم أضيف إلى سليمان بلام التمليك ، وهذا إقناعي .\r\n أما قوله : { إِلَى الأرض التى بَارَكْنَا فِيهَا وكنا بكل شيءٍ عالمين } أي إلى المضي إلى بيت المقدس ، قال الكلبي : كانت تسير في اصطخر إلى الشام يركب عليها سليمان وأصحابه .\r\n أما قوله : { وَكُنَّا بِكُلّ شَىْء عالمين } أي لعلمنا بالأشياء صح منا أن ندبر هذا التدبير في رسلنا وفي خلقنا ، وأن نفعل هذه المعجزات القاهرة .\r\n الإنعام الثاني : قوله تعالى : { وَمِنَ الشياطين مَن يَغُوصُونَ لَهُ وَيَعْمَلُونَ عَمَلاً دُونَ ذلك وَكُنَّا لَهُمْ حافظين } وفيه مسائل : المسألة الأولى : المراد أنهم يغوصون له في البحار فيستخرجون الجواهر ويتجاوزون ذلك إلى الأعمال والمهن وبناء المدن والقصور واختراع الصنائع العجيبة كما قال : { يَعْمَلُونَ لَهُ مَا يَشَاء مِن محاريب وتماثيل وَجِفَانٍ } وأما الصناعات فكاتخاذ الحمام والنورة والطواحين والقوارير والصابون .\r\n المسألة الثانية : قوله : { وَمِنَ الشياطين مَن يَغُوصُونَ لَهُ } يعني وسخرنا لسليمان من الشياطين من يغوصون له ، فيكون في موضع النصب نسقاً على الريح قال الزجاج ويجوز أن يكون في موضع رفع من وجهين : أحدهما : النسق على الريح ، وأن يكون المعنى : ولسليمان الريح وله من يغوصون له من الشياطين ، ويجوز أن يكون رفعاً على الابتداء ويكون له هو الخبر .\r\n المسألة الثالثة : يحتمل أن يكون من يغوص منهم هو الذي يعمل سائر الأعمال ، ويحتمل أنهم فرقة أخرى ويكون الكل داخلين في لفظة من وإن كان الأول هو الأقرب .\r\n المسألة الرابعة : ليس في الظاهر إلا أنه سخرهم ، لكنه قد روى أنه تعالى سخر كفارهم دون المؤمنين وهو الأقرب من وجهين : أحدهما : إطلاق لفظ الشياطين .\r\n والثاني : قوله : { وكنا لهم حافظين } فإن المؤمن إذا سخر في أمر لا يجب أن يحفظ لئلا يفسد ، وإنما يجب ذلك في الكافر .\r\n المسألة الخامسة : في تفسير قوله : { وَكُنَّا لَهُمْ حافظين } وجوه : أحدها : أنه تعالى وكل بهم جمعاً من الملائكة أو جمعاً من مؤمني الجن .\r\n وثانيها : سخرهم الله تعالى بأن حبب إليهم طاعته وخوفهم من مخالفته .\r\n وثالثها : قال ابن عباس رضي الله عنهما : يريد وسلطانه مقيم عليهم يفعل بهم ما يشاء ، فإن قيل وعن أي شيء كانوا محفوظين قلنا فيه ثلاثة أوجه : أحدها : أنه تعالى كان يحفظهم عليه لئلا يذهبوا ويتركوه .\r\n وثانيها؛ قال الكلبي كان يحفظهم من أن يهيجوا أحداً في زمانه .\r\n وثالثها : كان يحفظهم من أن يفسدوا ما عملوا فكان دأبهم أنهم يعملون بالنهار ثم يفسدونه في الليل .\r\n المسألة السادسة : سأل الجبائي نفسه ، وقال : كيف يتهيأ لهم هذه الأعمال وأجسامهم رقيقة لا يقدرون على عمل الثقيل ، وإنما يمكنهم الوسوسة؟ وأجاب بأنه سبحانه كثف أجسامهم خاصة وقواهم وزاد في عظمهم ليكون ذلك معجزاً لسليمان عليه السلام ، فلما مات سليمان ردهم الله إلى الخلقة الأولى لأنه لو بقاهم على الخلقة الثانية لصار شبهة على الناس ، ولو ادعى متنبى النبوة وجعله دلالة لكان كمعجزات الرسل فلذا ردهم إلى خلقتهم الأولى ، واعلم أن هذا الكلام ساقط من وجوه : أحدها : لم قلت إن الجن من الأجسام ، ولم لا يجوز وجود محدث ليس بمتحيز ولا قائم بالمتحيز ويكون الجن منهم؟ فإن قلت : لو كان الأمر كذلك لكان مثلاً للباري تعالى ، قلت : هذا ضعيف لأن الاشتراك في اللوازم الثبوتية لا يدل على الاشتراك في الملزومات فكيف اللوازم السلبية ، سلمنا أنه جسم ، لكن لا يجوز حصول القدرة على هذه الأعمال الشاقة في الجسم اللطيف ، وكلامه بناء على البنية شرط وليس في يده إلا الاستقراء الضعيف .\r\n سلمنا أنه لا بد من تكثيف أجسامهم لكن لم قلت بأنه لا بد من ردها إلى الخلقة الأولى بعد موت سليمان عليه السلام ، فإن قال : لئلا يفضي إلى التلبيس قلنا التلبيس غير لازم ، لأن المتنبي إذا جعل ذلك معجزة لنفسه فللمدعي أن يقول : لم لا يجوز أن يقال إن قوة أجسادهم كانت معجزة لنبي آخر قبلك ، ومع قيام هذا الاحتمال لا يتمكن المتنبي من الاستدلال به ، واعلم أن أجسام هذا العالم إما كثيفة أو لطيفة ، أما الكثيف فأكثف الأجسام الحجارة والحديد وقد جعلهما الله تعالى معجزة لداود عليه السلام ، فأنطق الحجر ولين الحديد وكل واحد منهما كما يدل على التوحيد والنبوة يدل على صحة الحشر ، لأنه لما قدر على إحياء الحجارة فأي بعد في إحياء العظام الرميمة ، وإذا قدر على أن يجعل في إصبع داود عليه السلام قوة النار مع كون الإصبع في نهاية اللطافة ، فأي بعد في أن يجعل التراب اليابس جسماً حيوانياً ، وألطف الأشياء في هذا العالم الهواء والنار ، وقد جعلهما الله معجزة لسليمان عليه السلام ، أما الهواء فقوله تعالى : { فَسَخَّرْنَا لَهُ الريح } وأما النار فلأن الشياطين مخلوقون منها وقد سخرهم الله تعالى فكان يأمرهم بالغوص في المياه والنار تنطفيء بالماء وهم ما كان يضرهم ذلك ، وذلك يدل على قدرته على إظهار الضد من الضد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وداوود وسليمان إذ يحكمان في الحرث إذ نفشت فيه غنم القوم وكنا لحكمهم شاهدين (78) ففهمناها سليمان وكلا آتينا حكما وعلما وسخرنا مع داوود الجبال يسبحن والطير وكنا فاعلين (79) وعلمناه صنعة لبوس لكم لتحصنكم من بأسكم فهل أنتم شاكرون (80) ولسليمان الريح عاصفة تجري بأمره إلى الأرض التي باركنا فيها وكنا بكل شيء عالمين (81) ومن الشياطين من يغوصون له ويعملون عملا دون ذلك وكنا لهم حافظين (82) ",
        "babnum": 22
    },
    {
        "id": 1525,
        "cate": "21",
        "title": "وَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ (83) فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنْ عِنْدِنَا وَذِكْرَى لِلْعَابِدِينَ (84) ",
        "details": " ( القصة السادسة ، قصة أيوب عليه السلام ) اعلم أن في أمر أيوب عليه السلام وما ذكره الله تعالى من شأنه ههنا وفي غيره من القرآن من العبر والدلائل ما ليس في غيره ، لأنه تعالى مع عظيم فضله أنزل به من المرض العظيم ما أنزله مما كان غبرة له ولغيره ولسائر من سمع بذلك وتعريفاً لهم أن الدنيا مزرعة الآخرة ، وأن الواجب على المرء أن يصبر على ما يناله من البلاء فيها ، ويجتهد في القيام بحق الله تعالى ويصبر على حالتي الضراء والسراء وفيه مسائل : المسألة الأولى : قال وهب بن منبه : كان أيوب عليه السلام رجلاً من الروم وهو أيوب ابن أنوص وكان من ولد عيص بن إسحق وكانت أمه من ولد لوط ، وكان الله تعالى قد اصطفاه وجعله نبياً ، وكان مع ذلك قد أعطاه من الدنيا حظاً وافراً من النعم والدواب والبساتين وأعطاه أهلاً وولداً من رجال ونساء ، وكان رحيماً بالمساكين ، وكان يكفل الأيتام والأرامل ويكرم الضيف وكان معه ثلاثة نفر قد آمنوا به وعرفوا فضله ، قال وهب : وإن لجبريل عليه السلام بين يدي الله تعالى مقاماً ليس لأحد من الملائكة مثله في القربة والفضيلة ، وهو الذي يتلقى الكلام فإذا ذكر الله عبداً بخير تلقاه جبريل عليه السلام ثم تلقاه ميكائيل عليه السلام ثم من حوله من الملائكة المقربين ، فإذا شاع ذلك فهم يصلون عليه .\r\n ثم صلت ملائكة السموات ثم ملائكة الأرض .\r\n وكان إبليس لم يحجب عن شيء من السموات ، وكان يقف فيهن حيثما أراد ، ومن هناك وصل إلى آدم عليه السلام حتى أخرجه من الجنة .\r\n ولم يزل على ذلك حتى رفع عيسى عليه السلام فحجب عن أربع .\r\n فكان يصعد بعد ذلك إلى ثلاث إلى زمان نبينا محمد صلى الله عليه وسلم فحجب عند ذلك عن جميع السموات إلا من استرق السمع ، قال : فسمع إبليس تجاوب الملائكة بالصلاة على أيوب فأدركه الحسد ، فصعد سريعاً حتى وقف من السماء موقفاً كان يقفه ، فقال : يا رب إنك أنعمت على عبدك أيوب فشكرك وعافيته فحمدك ثم لم تجربه بشدة ولا بلاء وأنا لك زعيم لئن ضربته بالبلاء ليكفرن بك ، فقال الله تعالى : انطلق فقد سلطتك على ماله .\r\n فانقض الملعون حتى وقع إلى الأرض وجمع عفاريت الشياطين ، وقال لهم : ماذا عندكم من القوة فإني سلطت على مال أيوب؟ قال عفريت : أعطيت من القوة ما إذا شئت تحولت إعصاراً من نار فأحرقت كل شيء آتى عليه ، فقال إبليس : فأت الإبل ورعاءها فذهب ولم يشعر الناس حتى ثار من تحت الأرض إعصار من نار لا يدنو منها شيء إلا احترق فلم يزل يحرقها ورعاءها حتى أتى على آخرها ، فذهب إبليس على شكل بعض أولئك الرعاة إلى أيوب فوجده قائماً يصلي ، فلما فرغ من الصلاة قال : يا أيوب هل تدري ما صنع ربك الذي اخترته بإبلك ورعائها؟ فقال أيوب : إنها ماله أعارنيه وهو أولى به إذا شاء نزعه .\r\n قال إبليس : فإن ربك أرسل عليها ناراً من السماء فاحترقت ورعاؤها كلها وتركت الناس مبهوتين متعجبين منها .\r\n فمن قائل يقول : ما كان أيوب يعبد شيئاً وما كان إلا في غرور ، ومن قائل يقول : لو كان إله أيوب يقدر على شيء لمنع من وليه ، ومن قائل آخر يقول : بل هو الذي فعل ما فعل ليشمت عدوه به ويفجع به صديقه .\r\n فقال أيوب عليه السلام : الحمد لله حين أعطاني وحين نزع مني ، عرياناً خرجت من بطن أمي ، وعرياناً أعود في التراب ، وعرياناً أحشر إلى الله تعالى ، ولو علم الله فيك أيها العبد خيراً لنقل روحك مع تلك الأرواح وصرت شهيداً وآجرني فيك ، ولكن الله علم منك شراً فأخرك .\r\n فرجع إبليس إلى أصحابه خاسئاً .\r\n فقال عفريت آخر : عندي من القوة ما إذا شئت صحت صوتاً لا يسمعه ذو روح إلا خرجت روحه ، فقال إبليس : فأت الغنم ورعاءها فانطلق فصاح بها فماتت ومات رعاؤها .\r\n فخرج إبليس متمثلاً بقهرمان الرعاة إلى أيوب فقال له القول الأول : ورد عليه أيوب الرد الأول ، فرجع إبليس صاغراً .\r\n فقال عفريت آخر : عندي من القوة ما إذا شئت تحولت ريحاً عاصفة أقلع كل شيء أتيت عليه ، قال فاذهب إلى الحرث والثيران فأتاهم فأهلكهم ثم رجع إبليس متمثلاً حتى جاء أيوب وهو يصلي ، فقال مثل قوله الأول فرد عليه أيوب الرد الأول ، فجعل إبليس يصيب أمواله شيئاً فشيئاً حتى أتى على جميعها .\r\n فلما رأى إبليس صبره على ذلك وقف الموقف الذي كان يقفه عند الله تعالى ، وقال : يا إلهي هل أنت مسلطي على ولده ، فإنها الفتنة المضلة .\r\n فقال الله تعالى : انطلق فقد سلطتك على ولده ، فأتى أولاد أيوب في قصرهم فلم يزل يزلزله بهم من قواعده حتى قلب القصر عليهم ، ثم جاء إلى أيوب متمثلاً بالمعلم وهو جريح مشدوخ الرأس يسيل دمه ودماغه ، فقال : لو رأيت بنيك كيف انقلبوا منكوسين على رؤوسهم تسيل أدمغتهم من أنوفهم لتقطع قلبك ، فلم يزل يقول هذا ويرققه حتى رق أيوب عليه السلام وبكى وقبض قبضة من التراب ووضعها على رأسه ، فاغتنم ذلك إبليس ، ثم لم يلبث أيوب عليه السلام حتى استغفر واسترجع فصعد إبليس ووقف موقفه وقال : يا إلهي إنما يهون على أيوب خطر المال والولد ، لعلمه أنك تعيد له المال والولد فهل أنت مسلطي على جسده وإني لك زعيم لو ابتليته في جسده ليكفرن بك ، فقال تعالى : انطلق فقد سلطتك على جسده وليس لك سلطان على عقله وقلبه ولسانه فانقض عدو الله سريعاً فوجد أيوب عليه السلام ساجداً لله تعالى فأتاه من قبل الأرض فنفخ في منخره نفخة اشتعل منها جسده وخرج به من فرقه إلى قدمه ثآليل وقد وقعت فيه حكة لا يملكها ، وكان يحك بأظفاره حتى سقطت أظفاره ، ثم حكها بالمسوح الخشنة ثم بالفخار والحجارة ، ولم يزل يحكها حتى تقطع لحمه وتغير ونتن ، فأخرجه أهل القرية وجعلوه على كناسة وجعلوا له عريشاً ورفضه الناس كلهم غير امرأته رحمة بنت افرايم بن يوسف عليه السلام فكانت تصلح أموره ، ثم إن وهبا طول في الحكاية إلى أن قال : إن أيوب عليه السلام أقبل على الله تعالى مستغيثاً متضرعاً إليه فقال : يا رب لأي شيء خلقتني يا ليتني كنت حيضة ألقتني أمي ، ويا ليتني كنت عرفت الذنب الذي أذنبته ، والعمل الذي عملت حتى صرفت وجهك الكريم عني ، ألم أكن للغريب داراً ، وللمسكين قراراً ، ولليتيم ولياً ، وللأرملة قيماً ، إلهي أنا عبد ذليل إن أحسنت فالمن لك وإن أسأت فبيدك عقوبتي ، جعلتني للبلاء غرضاً ، وللفتنة نصباً ، وسلطت علي ما لو سلطته على جبل لضعف من حمله .\r\n إلهي تقطعت أصابعي ، وتساقطت لهواتي ، وتناثر شعري وذهب المال ، وصرت أسأل اللقمة فيطعمني من يمن بها علي ويعيرني بفقري وهلاك أولادي .\r\n قال الإمام أبو القاسم الأنصاري رحمه الله ، وفي جملة هذا الكلام : ليتك لو كرهتني لم تخلقني ، ثم قال : ولو كان ذلك صحيحاً لاغتنمه إبليس ، فإن قصده أن يحمله على الشكوى ، وأن يخرجه عن حلية الصابرين ، والله تعالى لم يخبر عنه إلا قوله : { أَنّي مَسَّنِيَ الضر وَأَنتَ أَرْحَمُ الراحمين } ثم قال : { إِنَّا وجدناه صَابِراً نّعْمَ العبد إِنَّهُ أَوَّابٌ } [ ص : 44 ] واختلف العلماء في السبب الذي قال لأجله : { أَنّي مَسَّنِيَ الضر وَأَنتَ أَرْحَمُ الراحمين } وفي مدة بلائه .\r\n فالرواية الأولى : روى ابن شهاب عن أنس رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : « إن أيوب عليه السلام بقي في البلاء ثماني عشرة سنة ، فرفضه القريب والبعيد إلا رجلين من إخوانه كانا يغدوان ويروحان إليه ، فقال أحدهما للآخر ذات يوم : والله لقد أذنب أيوب ذنباً ما أذنبه أحد من العالمين ، فقال له صاحبه : وما ذاك؟ فقال : منذ ثماني عشرة سنة لم يرحمه الله تعالى ولم يكشف ما به .\r\n فلما راحا إلى أيوب لم يصبر الرجل حتى ذكر ذلك لأيوب عليه السلام .\r\n فقال أيوب : ما أدري ما تقولون ، غير أن الله تعالى يعلم أني كنت أمر على الرجلين يتنازعان فيذكران الله عز وجل فأرجع إلى بيتي فأكفر عنهما كراهية أن يذكر الله إلا في حق » .\r\n وفي رواية أخرى : « أن الرجلين لما دخلا عليه وجدا ريحاً فقالا : لو كان لأيوب عند الله خير ما بلغ إلى هذه الحالة ، قال : فما شق على أيوب شيء مما ابتلى به أشد مما سمع منهما ، فقال : اللهم إن كنت تعلم أني لم أبت شبعاناً وأنا أعلم بمكان جائع فصدقني فصدقه وهما يسمعان ، ثم خر أيوب عليه السلام ساجداً ثم قال : اللهم إني لا أرفع رأسي حتى تكشف ما بي قال فكشف الله ما به » الرواية الثانية : قال الحسن رحمه الله : مكث أيوب عليه السلام بعد ما ألقى على الكناسة سبع سنين وأشهراً ، ولم يبق له مال ولا ولد ولا صديق غير امرأته رحمة صبرت معه وكانت تأتيه بالطعام وتحمد الله تعالى مع أيوب وكان أيوب مواظباً على حمد الله تعالى والثناء عليه والصبر على ما ابتلاه ، فصرخ إبليس صرخة جزعاً من صبر أيوب ، فاجتمع جنوده من أقطار الأرض وقالوا له ما خبرك؟ قال : أعياني هذا العبد الذي سألت الله أن يسلطني عليه وعلى ماله وولده فلم أدع له مالاً ولا ولداً ولم يزدد بذلك إلا صبراً وحمداً لله تعالى ، ثم سلطت على جسده فتركته ملقى في كناسة وما يقربه إلا امرأته ، وهو مع ذلك لا يفتر عن الذكر والحمد لله ، فاستعنت بكم لتعينوني عليه فقالوا له : أين مكرك! أين عملك الذي أهلكت به من مضى؟ قال : بطل ذلك كله في أيوب فأشيروا علي ، قالوا : أدليت آدم حين أخرجته من الجنة من أين أتيته؟ قال من قبل امرأته ، قالوا : فشأنك بأيوب من قبل امرأته فإنه لا يستطيع أن يعصيها لأنه لا يقربه أحد غيرها .\r\n قال : أصبتم فانطلق حتى أتى امرأته فتمثل لها في صورة رجل ، فقال : أين بعلك يا أمة الله؟ قالت : هو هذا يحك قروحه وتتردد الدواب في جسده ، فلما سمعها طمع أن يكون ذلك كله جزعاً ، فوسوس إليها وذكرها ما كان لها من النعم والمال ، وذكرها جمال أيوب وشبابه .\r\n قال الحسن رحمه الله : فصرخت ، فلما صرخت علم أنها قد جزعت فأتاها بسخلة ، وقال ليذبح هذه لي أيوب ويبرأ ، قال : فجاءت تصرخ إلى أيوب يا أيوب حتى متى يعذبك ربك ، ألا يرحمك أين المال ، أين الماشية ، أين الولد ، أين الصديق ، أين اللون الحسن ، أين جسمك الذي قد بلى وصار مثل الرماد ، وتردد فيه الدواب أذبح هذه السخلة واسترح؟ فقال أيوب عليه السلام : أتاك عدو الله ونفخ فيك فأجبتيه! ويلك أترين ما تبكين عليه مما تذكرين مما كنا فيه من المال والولد والصحة ، من أعطانا ذلك؟ قالت الله .\r\n قال : فكم متعنا به؟ قالت : ثمانين سنة .\r\n قال : فمنذ كم ابتلانا الله بهذا البلاء؟ قالت : منذ سبع سنين وأشهر ، قال ويلك ، والله ما أنصفت ربك ، ألا صبرت في البلاء ثمانين سنة كما كنا في الرخاء ثمانين سنة .\r\n والله لئن شفاني الله لأجلدنك مائة جلدة .\r\n أمرتيني أن أذبح لغير الله ، وحرام علي أن أذوق بعد هذا شيئاً من طعامك وشرابك الذي تأتيني به ، فطردها فذهبت ، فلما نظر أيوب في شأنه وليس عنده طعام ولا شراب ولا صديق ، وقد ذهبت امرأته خر ساجداً ، وقال : { رَبِّ إِنّي مَسَّنِيَ الضر وَأَنتَ أَرْحَمُ الراحمين } فقال : ارفع رأسك فقد استجبت لك { اركض بِرِجْلِكَ } فركض برجله فنبعت عين ماء فاغتسل منها ، فلم يبق في ظاهر بدنه دابة إلا سقطت منه ، ثم ضرب برجله مرة أخرى فنبعت عين أخرى فشرب منها ، فلم يبق في جوفه داء إلا خرج وقام صحيحاً ، وعاد إليه شبابه وجماله حتى صار أحسن ما كان ، ثم كسى حلة فلما قام جعل يلتفت فلا يرى شيئاً مما كان له من الأهل والولد والمال ، إلا وقد ضعفه الله تعالى حتى صار أحسن مما كان ، حتى ذكر أن الماء الذي اغتسل منه تطاير على صدره جراداً من ذهب ، قال : فجعل يضمه بيده فأوحى الله إليه يا أيوب ألم أغنك؟ قال : بلى ولكنها بركتك فمن يشبع منها ، قال : فخرج حتى جلس على مكان مشرف ، ثم إن امرأته قالت : هب أنه طردني أفأتركه حتى يموت جوعاً وتأكله السباع لأرجعن إليه ، فلما رجعت ما رأت تلك الكناسة ولا تلك الحال وإذا بالأمور قد تغيرت ، فجعلت تطوف حيث كانت الكناسة وتبكي وذلك بعين أيوب عليه السلام ، وهابت صاحب الحلة أن تأتيه وتسأله عنه فأرسل إليها أيوب عليه السلام ودعاها وقال : ما تريدين يا أمة الله؟ فبكت وقالت : أردت ذلك المبتلي الذي كان ملقى على الكناسة ، فقال لها أيوب عليه السلام : ما كان منك ، فبكت وقالت بعلي ، فقال : أتعرفينه إذا رأيتيه ، قالت وهل يخفى على أحد يراه! فتبسم وقال : أنا هو ، فعرفته بضحكه فاعتنقته ثم قال إنك أمرتيني أن أذبح سخلة لإبليس ، وإني أطعت الله وعصيت الشيطان ودعوت الله تعالى فرد علي ما ترين .\r\n الرواية الثالثة : قال الضحاك ومقاتل : بقي في البلاء سبع سنين وسبعة أشهر وسبعة أيام وسبع ساعات وقال وهب رحمه الله بقي في البلاء ثلاث سنين ، فلما غلب أيوب إبليس لعنه الله ذهب إبليس إلى امرأته على هيئة ليست كهيئة بني آدم في العظم والجمال على مركب ليس كمراكب الناس وقال لها : أنت صاحبة أيوب؟ قالت : نعم ، قال : فهل تعرفيني؟ قالت لا : قال : أنا إله الأرض أنا صنعت بأيوب ما صنعت ، وذلك أنه عبد إله السماء وتركني فأغضبني ولو سجد لي سجدة واحدة رددت عليك وعليه جميع مالكما من مال وولد فإن ذلك عندي ، قال وهب وسمعت أنه قال : لو أن صاحبك أكل طعاماً ولم يسم الله تعالى لعوفي مما هو فيه من البلاء ، وفي رواية أخرى : بل قال لها لو شئت فاسجدي لي سجدة واحدة حتى أرد عليك المال والولد وأعافي زوجك ، فرجعت إلى أيوب فأخبرته بما قال لها ، فقال لها أيوب : أتاك عدو الله ليفتنك عن دينك ، ثم أقسم لئن عافاني الله لأجدلنك مائة جلدة ، وقال عند ذلك { مَسَّنِىَ الضر } يعني من طمع إبليس في سجودي له وسجود زوجتي ودعائه إياها وإياي إلى الكفر .\r\n الرواية الرابعة : قال وهب : كانت امرأة أيوب عليه السلام تعمل للناس وتأتيه بقوته ، فلما طال عليه البلاء سئمها الناس فلم يستعملوها فالتمست ذات يوم شيئاً من الطعام فلم تجد شيئاً فجزت قرناً من رأسها فباعته برغيف فأتته به فقال لها : أين قرنك فأخبرته بذلك ، فحينئذ قال : { مَسَّنِىَ الضر } .\r\n الرواية الخامسة : قال إسماعيل السدي : لم يقل أيوب مسني الضر إلا لأشياء ثلاث .\r\n أحدها : قول الرجلين له لو كان عملك الذي كنا نرى لله تعالى لما أصابك الذي أصابك .\r\n وثانيها : كان لامرأته ثلاث ذوائب فعمدت إلى إحداها وقطعتها وباعتها فأعطوها بذلك خبزاً ولحماً فجاءت إلى أيوب عليه السلام فقال من أين هذا؟ فقالت : كل فإنه حلال فلما كان من الغد لم تجد شيئاً فباعت الثانية وكذلك فعلت في اليوم الثالث ، وقالت : كل فإنه حلال فقال : لا آكل ما لم تخبريني فأخبرته ، فبلغ ذلك من أيوب ما الله به عليم ، وقيل : إنما باعت ذوائبها لأن إبليس تمثل لقوم في صورة بشر ، وقال : لئن تركتم أيوب في قريتكم فإني أخاف أن يعدي إليكم ما به من العلة فأخرجوه إلى باب البلد ، ثم قال لهم : إن امرأته تدخل في بيوتكم وتعمل وتمس زوجها أما تخافون أن تعدي إليكم علته ، فحينئذ لم يستعملها أحد فباعت ضفيرتها .\r\n وثالثها : حين قالت له امرأته ما قالت فحينئذ دعا .\r\n الرواية السادسة : قيل : سقطت دودة من فخذه فرفعها وردها إلى موضعها ، وقال قد جعلني الله تعالى طعمة لك فعضته عضة شديدة ، فقال : مسني الضر .\r\n فأوحى الله تعالى إليه لولا أني جعلت تحت كل شعرة منك صبراً لما صبرت .\r\n المسألة الثانية : إعلم أن المعتزلة قد طعنوا في هذه القصة من وجوه .\r\n أحدها : قال الجبائي : ذهب بعض الجهال إلى أن ما كان به من المرض كان فعلاً للشيطان سلطه الله عليه ، لقوله تعالى حكاية عنه : { مَسَّنِيَ الشيطان بِنُصْبٍ وَعَذَابٍ } وهذا جهل ، أما أولاً فلأنه لو قدر على إحداث الأمراض والأسقام وضدهما من العافية لتهيأ له فعل الأجسام ، ومن هذا حاله يكون إلهاً ، وأما ثانياً فلأن الله تعالى أخبر عنه وعن جنوده بأنه قال : { وَمَا كَانَ لِيَ عَلَيْكُمْ مّن سلطان إِلاَّ أَن دَعَوْتُكُمْ فاستجبتم لِى } [ إبراهيم : 22 ] والواجب تصديق خبر الله تعالى ، دون الرجوع إلى ما يروى عن وهب بن منبه رضي الله عنه .\r\n واعلم أن هذا الاعتراض ضعيف لأن المذكور في الحكاية أن الشيطان نفخ في منخره فوقعت الحكة فيه ، فلم قلتم إن القادر على النفخة التي تولد مثل هذه الحكة لا بد وأن يكون قادراً على خلق الأجسام ، وهل هذا إلا محض التحكم ، وأما التمسك بالنص فضعيف لأنه إنما يقدم على هذا الفعل متى علم أنه لو أقدم عليه لما منعه الله تعالى عنه ، وهذه الحالة لم تحصل إلا في حق أيوب عليه السلام على ما دلت الحكاية عليه من أنه استأذن الله تعالى فأذن له فيه ، ومتى كان كذلك لم يبق بين ذلك النص وبين هذه الحكاية مناقضة .\r\n وثانيها : قالوا : ما روي أنه عليه السلام لم يسأل إلا عند أمور مخصوصة فبعيد ، لأن الثابت في العقل أنه يحسن من المرء أن يسأل في ذلك ربه ويفزع إليه كما يحسن منه المداواة ، وإذا جاز أن يسأل ربه عند الغم مما يراه من إخوانه وأهله جاز أيضاً أن يسأل ربه من قبل نفسه ، فإن قيل : أفلا يجوز أنه تعالى تعبده بأن لا يسأل الكشف إلا في آخر أمره ، قلنا : يجوز ذلك بأن يعلمه بأن إنزال ذلك به مدة مخصوصة من مصالحه ومصالح غيره لا محالة ، فعلم عليه السلام أنه لا وجه للمسألة في هذا الأمر الخاص ، فإذا قرب الوقت جاز أن يسأل ذلك ، من حيث يجوز أن يدوم ويجوز أن ينقطع .\r\n وثالثها : قالوا : انتهاء ذلك المرض إلى حد التنفير عنه غير جائز ، لأن الأمراض المنفرة من القبول غير جائزة على الأنبياء عليهم السلام فهذا جملة ما قيل في هذه الحكاية .\r\n المسألة الثالثة : قال صاحب «الكشاف» قوله تعالى : { أَنّي مَسَّنِيَ الضر } أي ناداه بأني مسني الضر ، وقرىء إني بالكسر على إضمار القول أو لتضمين النداء معناه ، والضر بالفتح الضرر في كل شيء ، وبالضم الضرر في النفس من مرض وهزال .\r\n المسألة الرابعة : أنه عليه السلام ألطف في السؤال حيث ذكر نفسه بما يوجب الرحمة وذكر ربه بغاية الرحمة ولم يصرح بالمطلوب ، فإن قيل : أليس أن الشكوى تقدح في كونه صابراً .\r\n والجواب : قال سفيان بن عيينة رحمه الله من شكا إلى الله تعالى فإنه لا يعد ذلك جزعاً إذا كان في شكواه راضياً بقضاء الله تعالى إذ ليس من شرط الصبر استحلاء البلاء ، ألم تسمع قول يعقوب عليه السلام : { إِنَّمَا أَشْكُو بَثّي وَحُزْنِي إِلَى الله } [ يوسف : 86 ] أما قوله : { وَأَنتَ أَرْحَمُ الرحمين } فالدليل على أنه سبحانه : { أَرْحَمُ الرحمين } أمور .\r\n أحدها : أن كل من رحم غيره فأما أن يرحمه طلباً للثناء في الدنيا أو الثواب في الآخرة أو دفعاً للرقة الجنسية عن الطبع ، وحينئذ يكون مطلوب ذلك الراحم منفعة نفسه ، أما الحق سبحانه فإنه يرحم عباده من غير وجه من هذه الوجوه ، ومن غير أن يعود إليه من تلك الرحمة زيادة ولا نقصان من الثناء ومن صفات الكمال ، فكان سبحانه أرحم الراحمين .\r\n وثانيها : أن كل من يرحم غيره فلا يكون ذلك إلا بمعونة رحمة الله تعالى لأن من أعطى غيره طعاماً أو ثوباً أو دفع عنه بلاء ، فلولا أنه سبحانه خلق المطعوم والملبوس والأدوية والأغذية وإلا لما قدر أحد على إعطاء ذلك الشيء ، ثم بعد وصول تلك العطية إليه ، فلولا أنه سبحانه جعله سبباً للراحة لما حصل النفع بذلك ، فإذاً رحمة العباد مسبوقة برحمة الله تعالى وملحوقة برحمته بل رحمتهم فيما بين الطرفين كالقطرة في البحر ، فوجب أن يكون تعالى هو أرحم الراحمين .\r\n وثالثها : أن الله تعالى لو لم يخلق في قلب العبد تلك الدواعي والإرادات لاستحال صدور ذلك الفعل عنه ، فكان الراحم هو الحق سبحانه ، من حيث إنه هو الذي أنشأ تلك الداعية ، فثبت أنه أرحم الراحمين فإن قيل كيف يكون أرحم الراحمين مع أنه سبحانه ملأ الدنيا من الآفات والأسقام والأمراض والآلام وسلط البعض على البعض بالذبح والكسر والإيذاء ، وكان قادراً على أن يغني كل واحد عن إيلام الآخر وإيذائه؟ والجواب : أن كونه سبحانه ضاراً لا ينافي كونه نافعاً ، بل هو الضار النافع فإضراره ليس لدفع مشقة وإنفاعه ليس لجلب منفعة ، بل لا يسأل عما يفعل .\r\n أما قوله تعالى : { فاستجبنا لَهُ } فإنه يدل على أنه دعا ربه ، لكن هذا الدعاء قد يجوز أن يكون واقعاً منه على سبيل التعريض ، كما يقال إن رأيت أو أردت أو أحببت فافعل كذا .\r\n ويجوز أن يكون على سبيل التصريح وإن كان الأليق بالأدب وبدلالة الآية هو الأول ، ثم إنه سبحانه بين أن كشف ما به من ضر وذلك يقتضي إعادته إلى ما كان في بدنه وأحواله ، وبين الله تعالى أنه آتاه أهله ويدخل فيه من ينسب إليه من زوجة وولد وغيرهما ثم فيه قولان : أحدهما : وهو قول ابن مسعود وابن عباس وقتادة ومقاتل والكلبي وكعب رضي الله عنهم أن الله تعالى أحيا له أهله يعني أولاده بأعيانهم .\r\n والثاني : روى الليث رضي الله عنه ، قال : أرسل مجاهد إلى عكرمة وسأله عن الآية فقال : قيل له إن أهلك لك في الآخرة فإن شئت عجلناهم لك في الدنيا ، وإن شئت كانوا لك في الآخرة وآتيناك مثلهم في الدنيا .\r\n فقال : يكونون لي في الآخرة وأوتي مثلهم في الدنيا .\r\n والقول الأول أولى لأن قوله : { وآتيناه أهله } يدل بظاهره على أنه تعالى أعادهم في الدنيا وأعطاه معهم مثلهم أيضاً .\r\n وأما قوله تعالى : { وذكرى للعابدين } ففيه دلالة على أنه تعالى فعل ذلك لكي يتفكر فيه فيكون داعية للعابدين في الصبر والإحتساب ، وإنما خص العابدين بالذكر [ ى ] لأنهم يختصون بالانتفاع بذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأيوب إذ نادى ربه أني مسني الضر وأنت أرحم الراحمين (83) فاستجبنا له فكشفنا ما به من ضر وآتيناه أهله ومثلهم معهم رحمة من عندنا وذكرى للعابدين (84) ",
        "babnum": 23
    },
    {
        "id": 1526,
        "cate": "21",
        "title": "وَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ كُلٌّ مِنَ الصَّابِرِينَ (85) وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا إِنَّهُمْ مِنَ الصَّالِحِينَ (86) ",
        "details": " ( القصة السابعة ) اعلم أنه تعالى لما ذكر صبر أيوب عليه السلام وانقطاعه إليه أتبعه بذكر هؤلاء فإنهم كانوا أيضاً من الصابرين على الشدائد والمحن والعبادة ، أما إسمعيل عليه السلام فلأنه صبر على الإنقياد للذبح ، وصبر على المقام ببلد لا زرع فيه ولا ضرع ولا بناء ، وصبر في بناء البيت ، فلا جرم أكرمه الله تعالى وأخرج صلبه خاتم النبيين ، وأما إدريس عليه السلام فقد تقدمت قصته في سورة مريم عليها السلام ، قال ابن عمر رضي الله عنهما : «بعث إلى قومه داعياً لهم إلى الله تعالى فأبوا فأهلكهم الله تعالى ورفع إدريس إلى السماء الرابعة» وأما ذوا الكفل ففيه مسائل : المسألة الأولى : فيها بحثان : الأول : قال الزجاج الكفل في اللغة الكساء الذي يجعل على عجز البعير ، والكفل أيضاً النصيب واختلفوا في أنه لم سمي بهذا الاسم على وجوه .\r\n أحدها : وهو قول المحققين أنه كان له ضعف عمل الأنبياء عليهم السلام في زمانه وضعف ثوابهم .\r\n وثانيها : قال ابن عباس رضي الله عنهما في رواية : «إن نبياً من أنبياء بني إسرائيل آتاه الله الملك والنبوة ثم أوحى الله إليه أني أريد قبض روحك ، فأعرض ملكك على بني إسرائيل ، فمن تكفل لك أنه يصلي بالليل حتى يصبح ويصوم بالنهار فلا يفطر ، ويقضي بين الناس فلا يغضب فادفع ملكك إليه ، فقام ذلك النبي في بني إسرائيل وأخبرهم بذلك ، فقام شاب وقال : أنا أتكفل لك بهذا .\r\n فقال في القوم : من هو أكبر منك فاقعد ثم صاح الثانية والثالثة فقام الرجل وقال : أتكفل لك بهذه الثلاث فدفع إليه ملكه ، ووفى بما ضمن .\r\n فحسده إبليس فأتاه وقت ما يريد أن يقيل ، فقال : إن لي غريماً قد مطلني حقي وقد دعوته إليك فأبى فأرسل معي من يأتيك به ، فأرسل معه وقعد حتى فاتته القيلولة ودعا إلى صلاته وصلى ليله إلى الصباح ، ثم أتاه من الغد عند القيلولة فقال : إن الرجل الذي استأذنتك له في موضع كذا فلا تبرح حتى آتيك به ، فذهب وبقي منتظراً حتى فاتته القيلولة ، ثم أتاه فقال له : هرب مني فمضى ذو الكفل إلى صلاته فصلى ليلته حتى أصبح ، فأتاه إبليس وعرفه نفسه ، وقال له : حسدتك على عصمة الله إياك فأردت أن أخرجك حتى لا تفي بما تكفلت به ، فشكره الله تعالى على ذلك ونبأه ، فسمي ذا الكفل» .\r\n وعلى هذا فالمراد بالكفل هنا الكفالة .\r\n وثالثها : قال مجاهد : لما كبر اليسع عليه السلام ، قال : لو أني استخلفت رجلاً على الناس في حياتي حتى أنظر كيف يعمل ، فجمع الناس وقال من يتقبل مني حتى استخلفه ثلاثاً يصلي بالليل ويصوم بالنهار ويقضي فلا يغضب ، وذكر علي كرم الله وجهه نحو ما ذكره ابن عباس رضي الله عنه من فعل إبليس وتفويته عليه القيلولة ثلاثة أيام .\r\n وزاد أن ذا الكفل قال للبواب في اليوم الثالث : قد غلب علي النعاس فلا تدعن أحداً يقرب هذا الباب حتى أنام فإني قد شق علي النعاس ، فجاء إبليس فلم يأذن له البواب فدخل من كوة في البيت وتسور فيها فإذا هو يدق الباب من داخل ، فاستيقظ الرجل وعاتب البواب ، فقال : أما من قبلي فلم تؤت .\r\n فقام إلى الباب فإذا هو مغلق وإبليس على صورة شيخ معه في البيت ، فقال له : أتنام والخصوم على الباب .\r\n فعرفه فقال : أنت إبليس ، قال نعم أعييتني في كل شيء ففعلت هذه الأفعال لأغضبك فعصمك الله مني .\r\n فسمي ذا الكفل لأنه قد وفى بما تكفل به .\r\n المسألة الثانية : قال أبو موسى الأشعري رضي الله عنه ومجاهد ذو الكفل لم يكن نبياً ولكن كان عبداً صالحاً ، وقال الحسن والأكثرون إنه من الأنبياء عليهم السلام وهذا أولى الوجوه : أحدها : أن ذا الكفل يحتمل أن يكون لقباً وأن يكون اسماً ، والأقرب أن يكون مفيداً ، لأن الاسم إذا أمكن حمله على ما يفيد فهو أولى من اللقب .\r\n إذا ثبت هذا فنقول الكفل هو النصيب والظاهر أن الله تعالى إنما سماه بذلك على سبيل التعظيم ، فوجب أن يكون ذلك الكفل هو كفل الثواب فهو إنما سمي بذلك لأن عمله وثواب عمله كان ضعف عمل غيره وضعف ثواب غيره ولقد كان في زمنه أنبياء على ما روي ومن ليس بنبي لا يكون أفضل من الأنبياء .\r\n وثانيها : أنه تعالى قرن ذكره بذكر إسمعيل وإدريس والغرض ذكر الفضلاء من عباده ليتأسى بهم وذلك يدل على نبوته .\r\n وثالثها : أن السورة ملقبة بسورة الأنبياء فكل من ذكره الله تعالى فيها فهو نبي .\r\n المسألة الثالثة : قيل إن ذا الكفل زكريا وقيل يوشع وقيل إلياس ، ثم قالوا خمسة من الأنبياء سماهم الله تعالى باسمين : إسرائيل ويعقوب ، إلياس وذو الكفل ، عيسى والمسيح ، يونس وذو النون ، محمد وأحمد .\r\n وأما قوله تعالى : { كُلٌّ مّنَ الصابرين } أي على القيام بأمر الله تعالى واحتمال الأذى في نصرة دينه .\r\n وقوله : { وأدخلناهم فِى رَحْمَتِنَا } قال مقاتل : الرحمة النبوة ، وقال آخرون بل يتناول جميع أعمال البر والخير .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإسماعيل وإدريس وذا الكفل كل من الصابرين (85) وأدخلناهم في رحمتنا إنهم من الصالحين (86) ",
        "babnum": 24
    },
    {
        "id": 1527,
        "cate": "21",
        "title": "وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَنْ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ (87) فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ (88) ",
        "details": " ( القصة الثامنة ، قصة يونس عليه السلام ) اعلم أن ههنا مسائل : المسألة الأولى : أنه لا خلاف في أن ذا النون هو يونس عليه السلام لأن النون هو السمكة ، وقد ذكرنا أن الاسم إذا دار بين أن يكون لقباً محضاً وبين أن يكون مفيداً ، فحمله على المفيد أولى ، خصوصاً إذا علمت الفائدة التي يصلح لها ذلك الوصف .\r\n المسألة الثانية : اختلفوا في أن وقوعه عليه السلام في بطن السمكة كان قبل اشتغاله بأداء رسالة الله تعالى أو بعده .\r\n أما القول الأول : فقال ابن عباس رضي الله عنه : كان يونس عليه السلام وقومه يسكنون فلسطين ، فغزاهم ملك وسبى منهم تسعة أسباط ونصفاً ، وبقي سبطان ونصف .\r\n فأوحى الله تعالى إلى شعيب النبي عليه السلام أن اذهب إلى حزقيل الملك وقل له حتى يوجه نبياً قوياً أميناً فإني ألقى في قلوب أولئك أن يرسلوا معه بني إسرائيل .\r\n فقال له الملك : فمن ترى وكان في مملكته خمسة من الأنبياء ، فقال يونس بن متى : فإنه قوي أمين فدعا الملك بيونس وأمره أن يخرج فقال يونس : هل أمرك الله بإخراجي؟ قال : لا ، قال فهل سماني لك؟ قال : لا قال فههنا أنبياء غيري ، فألحوا عليه فخرج مغاضباً للملك ولقومه فأتى بحر الروم فوجد قوماً هيأوا سفينة فركب معهم فلما تلججت السفينة تكفأت بهم وكادوا أن يغرقوا ، فقال الملاحون : ههنا رجل عاص أو عبد آبق لأن السفينة لا تفعل هذا من غير ريح إلا وفيها رجل عاص ، ومن رسمنا أنا إذا ابتلينا بمثل هذا البلاء أن نقترع فمن وقعت عليه القرعة ألقيناه في البحر ، ولأن يغرق [ و ] أحد خير من أن تغرق السفينة ، فاقترعوا ثلاث مرات فوقعت القرعة فيها كلها على يونس عليه السلام ، فقال : أنا الرجل العاصي والعبد الآبق ، وألقى نفسه في البحر فجاء حوت فابتلعه ، فأوحى الله تعالى إلى الحوت لا تؤذ منه شعرة .\r\n فإني جعلت بطنك سجناً له ولم أجعله طعاماً لك ، ثم لما نجاه الله تعالى من بطن الحوت نبذه بالعراء كالفرخ المنتوف ليس عليه شعر ولا جلد ، فأنبت الله تعالى عليه شجرة من يقطين يستظل بها ويأكل من ثمرها حتى اشتد ، فلما يبست الشجرة حزن عليها يونس عليه السلام فقيل له : أتحزن على شجرة ولم تحزن على مائة ألف أو يزيدون ، حيث لم تذهب إليهم ولم تطلب راحتهم .\r\n ثم أوحى الله إليه وأمره أن يذهب إليهم فتوجه يونس عليه السلام نحوهم حتى دخل أرضهم وهم منه غير بعيد فأتاهم يونس عليه السلام ، وقال لملكهم إن الله تعالى أرسلني إليك لترسل معي بني إسرائيل ، فقالوا : ما نعرف ما تقول ، ولو علمنا أنك صادق لفعلنا ، ولقد أتيناكم في دياركم وسبيناكم فلو كان كما تقول لمنعنا الله عنكم ، فطاف ثلاثة أيام يدعوهم إلى ذلك فأبوا عليه فأوحى الله تعالى إليه : قل لهم إن لم تؤمنوا جاءكم العذاب فأبلغهم فأبوا ، فخرج من عندهم فلما فقدوه ندموا على فعلهم فانطلقوا يطلبونه فلم يقدروا عليه ، ثم ذكروا أمرهم وأمر يونس للعلماء الذين كانوا في دينهم ، فقالوا انظروا واطلبوه في المدينة فإن كان فيها فليس مما ذكر من نزول العذاب شيء ، وإن كان قد خرج فهو كما قال : فطلبوه فقيل لهم إنه خرج العشي فلما آيسوا أغلقوا باب مدينتهم فلم يدخلها بقرهم ولا غنمهم وعزلوا الوالدة عن ولدها وكذا الصبيان والأمهات ، ثم قاموا ينتظرون الصبح .\r\n فلما انشق الصبح رأوا العذاب ينزل من السماء فشقوا جيوبهم ووضعت الحوامل ما في بطونها ، وصاح الصبيان وثغت الأغنام والبقر ، فرفع الله تعالى عنهم العذاب ، فبعثوا إلى يونس عليه السلام فآمنوا به ، وبعثوا معه بني إسرائيل .\r\n فعلى هذا القول كانت رسالة يونس عليه السلام بعد ما نبذه الحوت ، ودليل هذا القول قوله تعالى في سورة الصافات : { فنبذناه بالعراء وَهُوَ سَقِيمٌ * وَأَنبَتْنَا عَلَيْهِ شَجَرَةً مّن يَقْطِينٍ * وأرسلناه إلى مِاْئَةِ أَلْفٍ أَوْ يَزِيدُونَ } [ الصافات : 145 147 ] وفي هذا القول رواية أخرى وهي أن جبريل عليه السلام قال ليونس عليه السلام : انطلق إلى أهل نينوى وأنذرهم أن العذاب قد حضرهم ، فقال يونس عليه السلام : التمس دابة فقال الأمر أعجل من ذلك فغضب وانطلق إلى السفينة ، وباقي الحكاية كما مرت إلى أن التقمه الحوت فانطلق إلى أن وصل إلى نينوى فألقاه هناك .\r\n أما القول الثاني : وهو أن قصة الحوت كانت بعد دعائه أهل نينوى وتبليغه رسالة الله إليهم قالوا إنهم لما لم يؤمنوا وعدهم بالعذاب ، فلما كشف العذاب عنهم بعد ما توعدهم به خرج منهم مغاضباً ، ثم ذكروا في سبب الخروج والغضب أموراً .\r\n أحدها : أنه استحى أن يكون بين قوم قد جربوا عليه الكذب .\r\n وثانيها : أنه كان من عادتهم قتل الكاذب .\r\n وثالثها : أنه دخلته الأنفة .\r\n ورابعها : لما لم ينزل العذاب بأولئك ، وأكثر العلماء على القول بأن قصة الحوت وذهاب يونس عليه السلام مغاضباً بعد أن أرسله الله تعالى إليهم ، وبعد رفع العذاب عنهم .\r\n المسألة الثالثة : احتج القائلون بجواز الذنب على الأنبياء عليهم السلام بهذه الآية من وجوه .\r\n أحدها : أن أكثر المفسرين على أنه ذهب يونس مغاضباً لربه ويقال ، هذا قول ابن مسعود وابن عباس والحسن والشعبي وسعيد بن جبير ووهب واختيار ابن قتيبة ومحمد بن جرير فإذا كان كذلك فيلزم أن مغاضبته لله تعالى من أعظم الذنوب ، ثم على تقدير أن هذه المغاضبة لم تكن مع الله تعالى بل كانت مع ذلك الملك أو مع القوم فهو أيضاً كان محظوراً لأن الله تعالى قال : { فاصبر لِحُكْمِ رَبّكَ وَلاَ تَكُن كصاحب الحوت } [ القلم : 48 ] وذلك يقتضي أن ذلك الفعل من يونس كان محظوراً .\r\n وثانيها : قوله تعالى : { فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ } وذلك يقتضي كونه شاكاً في قدرة الله تعالى .\r\n وثالثها : قوله : { إِنّي كُنتُ مِنَ الظالمين } والظلم من أسماء الذم لقوله تعالى : { أَلاَ لَعْنَةُ الله عَلَى الظالمين } [ هود : 18 ] .\r\n ورابعها : أنه لو لم يصدر منه الذنب ، فلم عاقبه الله بأن ألقاه في بطن الحوت .\r\n وخامسها : قوله تعالى في آية أخرى : { فالتقمه الحوت وَهُوَ مُلِيمٌ } [ الصافات : 142 ] والمليم هو ذو الملامة ، ومن كان كذلك فهو مذنب .\r\n وسادسها : قوله : { وَلاَ تَكُن كصاحب الحوت } فإن لم يكن صاحب الحوت مذنباً لم يجز النهي عن التشبه به وإن كان مذنباً فقد حصل الغرض .\r\n وسابعها : أنه قال : { وَلاَ تَكُن كصاحب الحوت } وقال : { فاصبر كَمَا صَبَرَ أُوْلُواْ العزم مِنَ الرسل } [ الأحقاف : 35 ] فلزم أن لا يكون يونس من أولي العزم وكان موسى من أولي العزم ، ثم قال : « في حقه لو كان ابن عمران حياً ما وسعه إلا اتباعي ، » وقال في يونس : « لا تفضلوني علىِّ يونس بن متى » وهذا خارج عن تفسير الآية .\r\n والجواب عن الأول أنه ليس في الآية من غاضبه ، لكنا نقطع على أنه لا يجوز على نبي الله أن يغاضب ربه؛ لأن ذلك صفة من يجهل كون الله مالكاً للأمر والنهي والجاهل بالله لا يكون مؤمناً فضلاً عن أن يكون نبياً ، وأما ما روي أنه خرج مغاضباً لأمر يرجع إلى الاستعداد ، وتناول النفل فمما يرتفع حال الأنبياء عليهم السلام عنه ، لأن الله تعالى إذا أمرهم بشيء فلا يجوز أن يخالفوه لقوله تعالى : { وَمَا كَانَ لِمُؤْمِنٍ وَلاَ مُؤْمِنَةٍ إِذَا قَضَى الله وَرَسُولُهُ أَمْراً أَن يَكُونَ لَهُمُ الخيرة مِنْ أَمْرِهِمْ } [ الأحزاب : 36 ] وقوله : { فَلاَ وَرَبّكَ لاَ يُؤْمِنُونَ حتى يُحَكّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ } [ النساء : 65 ] إلى قوله : { ثُمَّ لاَ يَجِدُواْ فِى أَنفُسِهِمْ حَرَجاً مّمَّا قَضَيْتَ } [ النساء : 65 ] فإذا كان في الاستعداد مخالفة لم يجز أن يقع ذلك منهم ، وإذا ثبت أنه لا يجوز صرف هذه المغاضبة إلى الله تعالى ، وجب أن يكون المراد أنه خرج مغاضباً لغير الله ، والغالب أنه إنما يغاضب من يعصيه فيما يأمره به فيحتمل قومه أو الملك أو هما جميعاً ، ومعنى مغاضبته لقومه أنه أغضبهم بمفارقته لخوفهم حلول العذاب عليهم عندها ، وقرأ أبو شرف مغضباً .\r\n أما قوله مغاضبة القوم أيضاً كانت محظورة لقوله تعالى : { وَلاَ تَكُن كصاحب الحوت } [ القلم : 48 ] قلنا لا نسلم أنها كانت محظورة ، فإن الله تعالى أمره بتبليغ تلك الرسالة إليهم ، وما أمره بأن يبقى معهم أبداً فظاهر الأمر لا يقتضي التكرار ، فلم يكن خروجه من بينهم معصية ، وأما الغضب فلا نسلم أنه معصية وذلك لأنه لما لم يكن منهياً عنه قبل ذلك فظن أن ذلك جائز ، من حيث إنه لم يفعله إلا غضباً لله تعالى وأنفة لدينه وبغضاً للكفر وأهله ، بل كان الأولى له أن يصابر وينتظر الإذن من الله تعالى في المهاجرة عنهم ، ولهذا قال تعالى : { وَلاَ تَكُن كصاحب الحوت } كأن الله تعالى أراد لمحمد صلى الله عليه وسلم أفضل المنازل وأعلاها .\r\n والجواب عن الشبهة الثانية : وهي التمسك بقوله تعالى : { فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ } أن نقول من ظن عجز الله تعالى فهو كافر ، ولا خلاف أنه لا يجوز نسبة ذلك إلى آحاد المؤمنين ، فكيف إلى الأنبياء عليهم السلام فإذن لا بد فيه من التأويل وفيه وجوه : أحدها : { فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ } لن نضيق عليه وهو كقوله تعالى : { الله يَبْسُطُ الرزق لِمَن يَشَاء مِنْ عِبَادِهِ وَيَقْدِرُ } [ العنكبوت : 12 ] أي يضيق : { وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ } [ الطلاق : 7 ] أي ضيق : { وَأَمَّا إِذَا مَا ابتلاه فَقَدَرَ عَلَيْهِ رِزْقَهُ } [ الفجر : 16 ] أي ضيق ومعناه أن لن نضيق عليه ، واعلم أن على هذا التأويل تصير الآية حجة لنا ، وذلك لأن يونس عليه السلام ظن أنه مخير إن شاء أقام وإن شاء خرج ، وأنه تعالى لا يضيق عليه في اختياره ، وكان في المعلوم أن الصلاح في تأخر خروجه ، وهذا من الله تعالى بيان لما يجري مجرى العذر له من حيث خرج ، لا على تعمد المعصية لكن لظنه أن الأمر في خروجه موسع يجوز أن يقدم ويؤخر ، وكان الصلاح خلاف ذلك .\r\n وثانيها : أن يكون هذا من باب التمثيل بمعنى فكانت حالته ممثلة بحالة من ظن أن لن نقدر عليه في خروجه من قومه من غير انتظار لأمر الله تعالى .\r\n وثالثها : أن تفسر القدرة بالقضاء فالمعنى فظن أن لن نقضي عليه بشدة ، وهو قول مجاهد وقتادة والضحاك والكلبي ، ورواية العوفي عن ابن عباس رضي الله عنهم واختيار الفراء والزجاج ، قال الزجاج : نقدر بمعنى نقدر .\r\n يقال : قدر الله الشيء قدراً وقدره تقديراً ، فالقدر بمعنى التقدير وقرأ عمر بن عبد العزيز والزهري : { فظن أن لن نقدر عليه } بضم النون والتشديد من التقدير ، وقرأ عبيد بن عمر بالتشديد على المجهول وقرأ يعقوب : ( يقدر عليه ) بالتخفيف على المجهول ، وروي أنه دخل ابن عباس رضي الله عنهما على معاوية رضي الله عنه ، فقال معاوية : لقد ضربتني أمواج القرآن البارحة فعرفت فيها فلم أجد لنفسي خلاصاً إلا بك فقال : وما هي؟ قال : يظن نبي الله أن لن يقدر الله عليه؟ فقال ابن عباس رضي الله عنهما هذا من القدر لا من القدرة .\r\n ورابعها : فظن أن لن نقدر : أي فظن أن لن نفعل لأن بين القدرة والفعل مناسبة فلا يبعد جعل أحدهما مجازاً عن الآخر .\r\n وخامسها : أنه استفهام بمعنى التوبيخ معناه أفظن أن لن نقدر عليه عن ابن زيد .\r\n وسادسها : أن على قول من يقول هذه الواقعة كانت قبل رسالة يونس عليه السلام كان هذا الظن حاصلاً قبل الرسالة ، ولا يبعد في حق غير الأنبياء والرسل أن يسبق ذلك إلى وهمه بوسوسة الشيطان .\r\n ثم إنه يرده بالحجة والبرهان .\r\n والجواب عن الثالث : وهو التمسك بقوله : { إِنّي كُنتُ مِنَ الظالمين } فهو أن نقول إنا لو حملناه على ما قبل النبوة فلا كلام ، ولو حملناه على ما بعدها فهي واجبة التأويل لأنا لو أجريناها على ظاهرها ، لوجب القول بكون النبي مستحقاً للعن ، وهذا لا يقوله مسلم ، وإذا وجب التأويل فنقول لا شك أنه كان تاركاً للأفضل مع القدرة على تحصيل الأفضل فكان ذلك ظلماً .\r\n والجواب عن الرابع : أنا لا نسلم أن ذلك كان عقوبة إذ الأنبياء لا يجوز أن يعاقبوا ، بل المراد به المحنة ، لكن كثير من المفسرين يذكرون في كل مضرة تفعل لأجل ذنب أنها عقوبة .\r\n والجواب عن الخامس : أن الملامة كانت بسبب ترك الأفضل .\r\n المسألة الرابعة : قال صاحب «الكشاف» في الظلمات أي في الظلمة الشديدة المتكاثفة في بطن الحوت كقوله تعالى : { ذَهَبَ الله بِنُورِهِمْ وَتَرَكَهُمْ فِي ظلمات } [ البقرة : 17 ] وقوله : { يُخْرِجُونَهُم مّنَ النور إِلَى الظلمات } [ البقرة : 257 ] ومنهم من اعتبر أنواعاً مختلفة من الظلمات فإن كان النداء في الليل فهناك ظلمة الليل والبحر وبطن الحوت ، وإن كان في النهار أضيف إليه ظلمة أمعاء الحوت ، أو أن حوتاً ابتلع الحوت الذي هو في بطنه ، أو لأن الحوت إذا عظم غوصه في قعر البحر كان ما فوقه من البحر ظلمة في ظلمة ، أما قول من قال : إن الحوت الذي ابتلعه غاص في الأرض السابعة فإن ثبت ذلك بخبر فلا كلام ، وإن قيل بذلك لكي يقع نداؤه في الظلمات فما قدمناه يغني عن ذلك .\r\n أما قوله : { أَن لاَّ إله إِلاَّ أَنتَ } فالمعنى بأنه لا إله إلا أنت ، أو بمعنى أي ، عن النبي صلى الله عليه وسلم أنه قال : \" ما من مكروب يدعو بهذا الدعاء إلا استجيب له \" وعن الحسن : ما نجاه الله تعالى إلا بإقراره عن نفسه بالظلم .\r\n أما قوله سبحانك فهو تنزيه عن كل النقائص ومنها العجز ، وهذا يدل على أنه ما كان مراده من قوله : { فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ } أنه ظن العجز ، وإنما قال : { سبحانك } لأن تقديره سبحانك أن تفعل ذلك جوراً أو شهوة للانتقام ، أو عجزاً عن تخليصي عن هذا الحبس ، بل فعلته بحق الإلهية وبمقتضى الحكمة .\r\n أما قوله : { إِنّي كُنتُ مِنَ الظالمين } فالمعنى ظلمت نفسي بفراري من قومي بغير إذنك ، كأنه قال : كنت من الظالمين ، وأنا الآن من التائبين النادمين ، فاكشف عني المحنة ، يدل عليه قوله : { فاستجبنا لَهُ } وفيه وجه آخر وهو أنه عليه السلام وصفه بقوله : { لاَّ إله إِلاَّ أَنتَ } بكمال الربوبية ووصف نفسه بقوله : { إِنّي كُنتُ مِنَ الظالمين } بضعف البشرية والقصور في أداء حق الربوبية ، وهذا القدر يكفي في السؤال على ما قال المتنبي : وفي النفس حاجات وفيك فطانة \r\n سكوتي كلام عندها وخطاب وروى عبد الله بن رافع مولى أم سلمة عن النبي صلى الله عليه وسلم قال : \" لما أراد الله حبس يونس عليه السلام ، أوحى إلى الحوت أن خذه ولا تخدش له لحماً ، ولا تكسر له عظماً \" فأخذه وهوى به إلى أسفل البحر ، فسمع يونس عليه السلام حساً ، فقال في نفسه : ما هذا؟ فأوحى الله إليه هذا تسبيح دواب البحر ، قال فسبح ، فسمعت الملائكة تسبيحه ، فقالوا مثله .\r\n أما قوله : { ونجيناه مِنَ الغم } أي من غمه بسبب كونه في بطن الحوت ، وبسبب خطيئته ، وكما أنجينا يونس عليه السلام من كرب الحبس إذ دعانا : كذلك ننجي المؤمنين من كربهم إذا استغاثوا بنا .\r\n روى سعد بن أبي وقاص عن النبي صلى الله عليه وسلم قال : \" دعوة ذي النون في بطن الحوت لا إله إلا أنت سبحانك ، إني كنت من الظالمين ، ما دعا بها عبد مسلم قط وهو مكروب إلا استجاب الله دعاءه \" قال صاحب «الكشاف» : قرىء ننجي وننجي ونجى والنون لا تدغم في الجيم ، ومن تمحل لصحته فجعله فعل وقال : نجى النجاء المؤمنين فأرسل الياء وأسنده إلى مصدره ، ونصب المؤمنين بالنجاء ، فتعسف بارد التعسف .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وذا النون إذ ذهب مغاضبا فظن أن لن نقدر عليه فنادى في الظلمات أن لا إله إلا أنت سبحانك إني كنت من الظالمين (87) فاستجبنا له ونجيناه من الغم وكذلك ننجي المؤمنين (88) ",
        "babnum": 25
    },
    {
        "id": 1528,
        "cate": "21",
        "title": "وَزَكَرِيَّا إِذْ نَادَى رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنْتَ خَيْرُ الْوَارِثِينَ (89) فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى وَأَصْلَحْنَا لَهُ زَوْجَهُ إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا لَنَا خَاشِعِينَ (90) ",
        "details": " ( القصة التاسعة ، قصة زكريا عليه السلام ) اعلم أنه تعالى بين انقطاع زكريا عليه السلام إلى ربه تعالى لما مسه الضر بتفرده ، وأحب من يؤنسه ويقويه على أمر دينه ودنياه ويكون قائماً مقامه بعد موته ، فدعا الله تعالى دعاء مخلص عارف بأنه قادر على ذلك ، وإن انتهت الحال به وبزوجته من كبر وغيره إلى اليأس من ذلك بحكم العادة .\r\n وقال ابن عباس رضي الله عنهما : كان سنه مائة وسن زوجته تسعاً وتسعين .\r\n أما قوله : { وَأَنتَ خَيْرُ الوارثين } ففيه وجهان : أحدهما : أنه عليه السلام إنما ذكره في جملة دعائه على وجه الثناء على ربه ليكشف عن علمه بأن مآل الأمور إلى الله تعالى .\r\n والثاني : كأنه عليه السلام قال : «إن لم ترزقني من يرثني فلا أبالي فإنك خير وارث» .\r\n وأما قوله تعالى : { فاستجبنا لَهُ } أي فعلنا ما أراده لأجل سؤاله ، وفي ذلك إعظام له ، فلذلك تقول العلماء بأن الاستجابة ثواب لما فيه من الإعظام .\r\n وأما قوله تعالى : { وَوَهَبْنَا لَهُ يحيى } فهو كالتفسير للاستجابة وفي تفسير قوله : { وَأَصْلَحْنَا لَهُ زَوْجَهُ } ثلاثة أقوال : أحدها : أصلحها للولادة بأن أزال عنها المانع بالعادة ، وهذا أليق بالقصة .\r\n والثاني : أنه أصلحها في أخلاقها وقد كانت على طريقة من سوء الخلق وسلاطة اللسان تؤذيه وجعل ذلك من نعمه عليه .\r\n والثالث : أنه سبحانه جعلها مصلحة في الدين ، فإن صلاحها في الدين من أكبر أعوانه في كونه داعياً إلى الله تعالى فكأنه عليه السلام سأل ربه المعونة على الدين والدنيا بالولد والأهل جميعاً .\r\n وهذا كأنه أقرب إلى الظاهر لأنه إذا قيل : أصلح الله فلاناً فالأظهر فيه ما يتصل بالدين ، واعلم أن قوله : { وَوَهَبْنَا لَهُ يحيى وَأَصْلَحْنَا لَهُ زَوْجَهُ } يدل على أن الواو لا تفيد الترتيب لأن إصلاح الزوج مقدم على هبة الولد مع أنه تعالى أخره في اللفظ وبين تعالى مصداق ما ذكرناه فقال : { إِنَّهُمْ كَانُواْ يُسَارِعُونَ فِى الخيرات } وأراد بذلك زكريا وولده وأهله فبين أنه آتاهم ما طلبوه وعضد بعضهم ببعض من حيث كانت طريقتهم أنهم يسارعون في الخيرات ، والمسارعة في طاعة الله تعالى من أكبر ما يمدح المرء به لأنه يدل على حرص عظيم على الطاعة .\r\n أما قوله تعالى : { وَيَدْعُونَنَا رَغَباً وَرَهَباً } قرىء رغباً ورهباً وهو كقوله : { يَحْذَرُ الأخرة وَيَرْجُواْ رَّحْمَةِ رَبّهِ } والمعنى أنهم ضموا إلى فعل الطاعات والمسارعة فيها أمرين : أحدهما : الفزع إلى الله تعالى لمكان الرغبة في ثوابه والرهبة في عقابه .\r\n والثاني : الخشوع وهو المخافة الثابتة في القلب ، فيكون الخاشع هو الحذر الذي لا ينبسط في الأمور خوفاً من الإثم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وزكريا إذ نادى ربه رب لا تذرني فردا وأنت خير الوارثين (89) فاستجبنا له ووهبنا له يحيى وأصلحنا له زوجه إنهم كانوا يسارعون في الخيرات ويدعوننا رغبا ورهبا وكانوا لنا خاشعين (90) ",
        "babnum": 26
    },
    {
        "id": 1529,
        "cate": "21",
        "title": "وَالَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِنْ رُوحِنَا وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِلْعَالَمِينَ (91) ",
        "details": " ( القصة العاشرة ، قصة مريم عليها السلام ) اعلم أن التقدير واذكر التي أحصنت فرجها ، ثم فيه قولان : أحدهما : أنها أحصنت فرجها إحصاناً كلياً من الحلال والحرام جميعاً كما قالت : { وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيّاً } [ مريم : 20 ] .\r\n والثاني : من نفخة جبريل عليه السلام حيث منعته من جيب درعها قبل أن تعرفه والأول أولى لأنه الظاهر من اللفظ .\r\n وأما قوله : { فَنَفَخْنَا فِيهَا مِن رُّوحِنَا } فلقائل أن يقول : نفخ الروح في الجسد عبارة عن إحيائه قال تعالى : { فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي } [ الحجر : 29 ] أي أحييته وإذا ثبت ذلك كان قوله : { فَنَفَخْنَا فِيهَا مِن رُّوحِنَا } ظاهر الإشكال لأنه يدل على إحياء مريم عليها السلام .\r\n والجواب من وجوه : أحدها : معناه فنفخنا الروح في عيسى فيها ، أي أحييناه في جوفها كما يقول الزمار نفخت في بيت فلان أي في المزمار في بيته .\r\n وثانيها : فعلنا النفخ في مريم عليها السلام من جهة روحنا وهو جبريل عليه السلام لأنه نفخ في جيب درعها فوصل النفخ إلى جوفها ثم بين تعالى بأخصر الكلام ما خص به مريم وعيسى عليهما السلام من الآيات فقال : { وجعلناها وابنها ءَايَةً للعالمين } أما مريم فآياتها كثيرة : أحدها : ظهور الحبل فيها لا من ذكر فصار ذلك آية ومعجزة خارجة عن العادة .\r\n وثانيها : أن رزقها كان يأتيها به الملائكة من الجنة وهو قوله تعالى : { أنى لَكِ هذا قَالَتْ هُوَ مِنْ عِندِ الله } .\r\n وثالثها ورابعها : قال الحسن إنها لم تلتقم ثدياً يوماً قط وتكلمت هي أيضاً في صباها كما تكلم عيسى عليه السلام ، وأما آيات عيسى عليه السلام فقد تقدم بيانها فبين سبحانه أنه جعلهما آية للناس يتدبرون فيما خصا به من الآيات ويستدلون به على قدرته وحكمته سبحانه وتعالى فإن قيل : هلا قيل آيتين كما قال : { وَجَعَلْنَا اليل والنهار ءَايَتَيْنِ } [ الإسراء : 12 ] قلنا؛ لأن حالهما بمجموعهما آية واحدة ، وهي ولادتها إياه من غير فحل .\r\n وهنا آخر القصص .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والتي أحصنت فرجها فنفخنا فيها من روحنا وجعلناها وابنها آية للعالمين (91) ",
        "babnum": 27
    },
    {
        "id": 1530,
        "cate": "21",
        "title": "إِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ (92) وَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ كُلٌّ إِلَيْنَا رَاجِعُونَ (93) ",
        "details": " قال صاحب «الكشاف» : الأمة الملة وهو إشارة إلى ملة الإسلام ، أي أن ملة الإسلام هي ملتكم التي يجب أن تكونوا عليها يشار إليها بملة واحدة غير مختلفة ، وأنا إلهكم إله واحد فاعبدون ، ونصب الحسن ( أمتكم ) على البدل من هذه ورفع أمة خبراً وعنه رفعهما جميعاً خبرين أو نوى للثاني المبتدأ .\r\n أما قوله تعالى : { وَتَقَطَّعُواْ أَمْرَهُمْ بَيْنَهُمْ } والأصل وتقطعتم إلا أن الكلام صرف إلى الغيبة على طريق الالتفات كأنه ينقل عنهم ما أفسدوه إلى آخرين ويقبح عندهم فعلهم ويقول لهم : ألا ترون إلى عظيم ما ارتكب هؤلاء ، والمعنى جعلوا أمر دينهم فيما بينهم قطعاً كما تتوزع الجماعة الشيء ويقسمونه فيصير لهذا نصيب ولذلك نصيب تمثيلاً لاختلافهم فيه وصيرورتهم فرقاً وأحزاباً شتى .\r\n أما قوله تعالى : { كُلٌّ إِلَيْنَا راجعون } فقد توعدهم بأن هؤلاء الفرق المختلفة إليه يرجعون ، فهو محاسبهم ومجازيهم ، وروي عن رسول الله صلى الله عليه وسلم أنه قال : \" تفرقت بنو إسرائيل على إحدى وسبعين فرقة فهلكت سبعون وخلصت فرقة ، وإن أمتي ستفترق على اثنتين وسبعين فرقة فتهلك إحدى وسبعون فرقة وتخلص فرقة واحدة ، قالوا : يا رسول الله من تلك الفرقة الناجية؟ قال : الجماعة الجماعة الجماعة \" فتبين بهذا الخبر أن المراد بقوله تعالى : { وَإِنَّ هذه أُمَّتُكُمْ } الجماعة المتمسكة بما بينه الله تعالى في هذه السورة من التوحيد والنبوات ، وأن في قول الرسول صلى الله عليه وسلم في الناجية إنها الجماعة إشارة إلى أن هذه أشار بها إلى أمة الإيمان وإلا كان قوله في تعريف الفرقة الناجية إنها الجماعة لغواً إذ لا فرقة تمسكت بباطل أو بحق إلا وهي جماعة من حيث العدد وطعن بعضهم في صحة هذا الخبر ، فقال : إن أراد بالثنتين والسبعين فرقة أصول الأديان فلم يبلغ هذا القدر ، وإن أراد الفروع فإنها تتجاوز هذا القدر إلى أضعاف ذلك ، وقيل أيضاً : قد روى ضد ذلك ، وهو أنها كلها ناجية إلا فرقة واحدة .\r\n والجواب : المراد ستفترق أمتي في حال ما وليس فيه دلالة على افتراقها في سائر الأحوال لا يجوز أن يزيد وينقص .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن هذه أمتكم أمة واحدة وأنا ربكم فاعبدون (92) وتقطعوا أمرهم بينهم كل إلينا راجعون (93) ",
        "babnum": 28
    },
    {
        "id": 1531,
        "cate": "21",
        "title": "فَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِ وَإِنَّا لَهُ كَاتِبُونَ (94) وَحَرَامٌ عَلَى قَرْيَةٍ أَهْلَكْنَاهَا أَنَّهُمْ لَا يَرْجِعُونَ (95) حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ (96) وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا يَاوَيْلَنَا قَدْ كُنَّا فِي غَفْلَةٍ مِنْ هَذَا بَلْ كُنَّا ظَالِمِينَ (97) ",
        "details": " اعلم أنه سبحانه لما ذكر أمر الأمة من قبل وذكر تفرقهم وأنهم أجمع راجعون إلى حيث لا أمر إلا له أتبع ذلك بقوله : { فَمَن يَعْمَلْ مِنَ الصالحات وَهُوَ مُؤْمِنٌ فَلاَ كُفْرَانَ لِسَعْيِهِ } بين أن من جمع بين أن يكون مؤمناً وبين أن يعمل الصالحات فيدخل في الأول العلم والتصديق بالله ورسوله وفي الثاني فعل الواجبات وترك المحظورات : { فَلاَ كُفْرَانَ لِسَعْيِهِ } أي لا بطلان لثواب عمله وهو كقوله تعالى : { وَمَنْ أَرَادَ الآخرة وسعى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُم مَّشْكُورًا } [ الإسراء : 19 ] فالكفران مثل في حرمان الثواب والشكر مثل في إعطائه وقوله : { فَلاَ كُفْرَانَ } المراد نفي الجنس ليكون في نهاية المبالغة لأن نفي الماهية يستلزم نفي جميع أفرادها .\r\n وأما قوله تعالى : { وَإِنَّا لَهُ كاتبون } فالمراد وإنا لسعيه كاتبون ، فقيل : المراد حافظون لنجازي عليه ، وقيل : كاتبون إما في أم الكتاب أو في الصحف التي تعرض يوم القيامة ، والمراد بذلك ترغيب العباد في التمسك بطاعة الله تعالى .\r\n أما قوله : { وَحَرَامٌ على قَرْيَةٍ أهلكناها أَنَّهُمْ لاَ يَرْجِعُونَ } فاعلم أن قوله : { وَحَرَامٌ } خبر فلا بد له من مبتدأ وهو إما قوله : { أَنَّهُمْ لاَ يَرْجِعُونَ } أو شيء آخر أما الأول فالتقدير أن عدم رجوعهم حرام أي ممتنع وإذا كان عدم رجوعهم ممتنعاً كان رجوعهم واجباً فهذا الرجوع إما أن يكون المراد منه الرجوع إلى الآخرة أو إلى الدنيا .\r\n أما الأول : فيكون المعنى أن رجوعهم إلى الحياة في الدار الآخرة واجب ، ويكون الغرض منه إبطال قول من ينكر البعث ، وتحقيق ما تقدم أنه لا كفران لسعي أحد فإنه سبحانه سيعطيه الجزاء على ذلك يوم القيامة وهو تأويل أبي مسلم بن بحر .\r\n وأما الثاني : فيكون المعنى أن رجوعهم إلى الدنيا واجب لكن المعلوم أنهم لم يرجعوا إلى الدنيا فعند هذا ذكر المفسرون وجهين : الأول : أن الحرام قد يجيء بمعنى الواجب والدليل عليه الآية والاستعمال والشعر ، أما الآية فقوله تعالى : { قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَن لا تُشْرِكُواْ بِهِ شَيْئاً } [ الأنعام : 151 ] وترك الشرك واجب وليس بمحرم ، وأما الشعر فقول الخنساء : وإن حراماً لا أرى الدهر باكياً \r\n على شجوه إلا بكيت على عمرو يعني وإن واجباً ، وأما الاستعمال فلأن تسمية أحد الضدين باسم الآخر مجاز مشهور كقوله تعالى : { وَجَزَاء سَيّئَةٍ سَيّئَةٌ مّثْلُهَا } [ الشورى : 40 ] إذا ثبت هذا فالمعنى أنه واجب على أهل كل قرية أهلكناها أنهم لا يرجعون ، ثم ذكروا في تفسير الرجوع أمرين : أحدهما : أنهم لا يرجعون عن الشرك ولا يتولون عنه وهو قول مجاهد والحسن .\r\n وثانيها : لا يرجعون إلى الدنيا وهو قول قتادة ومقاتل .\r\n الوجه الثاني : أن يترك قوله وحرام على ظاهره ويجعل في قوله : { لاَ يَرْجِعُونَ } صلة زائدة كما أنه صلة في قوله : { مَا مَنَعَكَ أَن لاَ تَسْجُد } [ الأعراف : 12 ] والمعنى حرام على قرية أهلكناها رجوعهم إلى الدنيا وهو كقوله : { فَلاَ يَسْتَطِيعُونَ تَوْصِيَةً وَلاَ إلى أَهْلِهِمْ يَرْجِعُونَ } [ يس : 50 ] أو يكون المعنى وحرام عليهم رجوعهم عن الشرك وترك الأيمان ، وهذا قول طائفة من المفسرين ، وهذا كله إذا جعلنا قوله وحرام خبراً لقوله : { أَنَّهُمْ لاَ يَرْجِعُونَ } أما إذا جعلناه خبراً لشيء آخر فالتقدير وحرام على قرية أهلكناها ذاك ، وهو المذكور في الآية المتقدمة من العمل الصالح والسعي المشكور غير المكفور ثم علل فقال : { أَنَّهُمْ لاَ يَرْجِعُونَ } عن الكفر فكيف لا يمتنع ، ذلك هذا على قراءة إنهم بالكسر والقراءة بالفتح يصح حملها أيضاً على هذا أي أنهم لا يرجعون .\r\n أما قوله تعالى : { حتى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مّن كُلّ حَدَبٍ يَنسِلُونَ * واقترب الوعد الحق فَإِذَا هِىَ شاخصة أبصار الذين كَفَرُواْ } ففيه مسائل : المسألة الأولى : أن ( حتى ) متعلقة بحرام فأما على تأويل أبي مسلم فالمعنى أن رجوعهم إلى الآخرة واجب حتى أن وجوبه يبلغ إلى حيث أنه إذا فتحت يأجوج ومأجوج ، واقترب الوعد الحق فإذا هي شاخصة أبصار الذين كفروا ، والمعنى أنهم يكونون أول الناس حضوراً في محفل القيامة ، فحتى متعلقة بحرام وهي غاية له ولكنه غاية من جنس الشيء كقولك دخل الحاج حتى المشاة .\r\n وحتى ههنا هي التي يحكى بعدها الكلام .\r\n والكلام المحكى هو هذه الجملة من الشرط والجزاء أعني قوله : { وَإِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ * واقترب الوعد الحق } فهناك يتحقق شخوص أبصار الذين كفروا ، وذلك غير جائز لأن الشرط إنما يحصل في آخر أيام الدنيا والجزاء إنما يحصل في يوم القيامة ، والشرط والجزاء لا بد وأن يكونا متقاربين ، قلنا التفاوت القليل يجري مجرى المعدوم ، وأما على التأويلات الباقية فالمعنى أن امتناع رجوعهم لا يزول حتى تقوم الساعة .\r\n المسألة الثانية : قوله : { حتى إِذَا فُتِحَتْ } المعنى فتح سد يأجوج ومأجوج فحذف المضاف وأدخلت علامة التأنيث في فتحت لما حذف المضاف لأن يأجوج ومأجوج مؤنثان بمنزلة القبيلتين ، وقيل حتى إذا فتحت جهة يأجوج .\r\n المسألة الثالثة : هما قبيلتان من جنس الإنس ، يقال : الناس عشرة أجزاء تسعة منها يأجوج ومأجوج يخرجون حين يفتح السد .\r\n المسألة الرابعة : قيل : السد يفتحه الله تعالى ابتداء ، وقيل : بل إذا جعل الله تعالى الأرض دكاً زالت الصلابة عن أجزاء الأرض فحينئذ ينفتح السد .\r\n أما قوله تعالى : { وَهُمْ مّن كُلّ حَدَبٍ يَنسِلُونَ } فحشو في أثناء الكلام ، والمعنى إذا فتحت يأجوج واقترب الوعد الحق شخصت أبصار الذين كفروا ، والحدب النشز من الأرض ، ومنه حدبة الأرض ، ومنه حدبة الظهر ، وقرأ ابن عباس رضي الله عنهما { مِن كُلّ جدث يَنسِلُونَ } ، اعتباراً بقوله : { فَإِذَا هُم مّنَ الأجداث إلى رَبّهِمْ يَنسِلُونَ } [ يس : 51 ] وقرىء بضم السين ونسل وعسل أسرع ثم فيه قولان ، قال أكثر المفسرين إنه كناية عن يأجوج ومأجوج ، وقال مجاهد : هو كناية عن جميع المكلفين أي يخرجون من قبورهم من كل موضع فيحشرون إلى موقف الحساب ، والأول هو الأوجه وإلا لتفكك النظم ، وأن يأجوج ومأجوج إذا كثروا على ما روى في «الخبر» ، فلا بد من أن ينشروا فيظهر إقبالهم على الناس من كل موضع مرتفع .\r\n أما قوله تعالى : { واقترب الوعد الحق } فلا شبهة أن الوعد المذكور هو يوم القيامة .\r\n أما قوله : { فَإِذَا هِيَ } فاعلم أن ( إذا ) ههنا للمفاجأة فسمى الموعد وعداً تجوزاً ، وهي تقع في المجازاة سادة مسد الفاء كقوله : { إِذَا هُمْ يَقْنَطُونَ } [ الروم : 36 ] فإذا جاءت الفاء معها تعاونتا على وصل الجزاء بالشرط فيتأكد ولو قيل : { إِذَا هِيَ شاخصة } أو فهي شاخصة كان سديداً ، أما لفظة { هِيَ } فقد ذكر النحويون فيها ثلاثة أوجه .\r\n أحدها : أن تكون كناية عن الأبصار ، والمعنى فإذا أبصار الذين كفروا شاخصة أبصارهم كني عن الإبصار ثم أظهر .\r\n والثاني : أن تكون عماداً ويصلح في موضعها هو فيكون كقوله : { إِنَّهُ أَنَا الله } [ النمل : 9 ] ومثله : { فَإِنَّهَا لاَ تَعْمَى الأبصار } [ الحج : 46 ] وجاز التأنيث لأن الأبصار مؤنثة وجاز التذكير للعماد وهو قول الفراء ، وقال سيبويه الضمير للقصة بمعنى فإذا القصة شاخصة ، يعني أن القصة أن أبصار الذين كفروا تشخص عند ذلك ، ومعنى الكلام أن القيامة إذا قامت شخصت أبصار هؤلاء من شدة الأهوال ، فلا تكاد تطرف من شدة ذلك اليوم ، ومن توقع ما يخافونه ، ويقولون : { ياويلنا قَدْ كُنَّا فِي غَفْلَةٍ مِّنْ هذا } يعني في الدنيا حيث كذبناه وقلنا : إنه غير كائن بل كنا ظالمين أنفسنا بتلك الغفلة وبتكذيب محمد صلى الله عليه وسلم وعبادة الأوثان ، واعلم أنه لا بد قبل قوله يا ويلنا من حذف والتقدير يقولون يا ويلنا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فمن يعمل من الصالحات وهو مؤمن فلا كفران لسعيه وإنا له كاتبون (94) وحرام على قرية أهلكناها أنهم لا يرجعون (95) حتى إذا فتحت يأجوج ومأجوج وهم من كل حدب ينسلون (96) واقترب الوعد الحق فإذا هي شاخصة أبصار الذين كفروا ياويلنا قد كنا في غفلة من هذا بل كنا ظالمين (97) ",
        "babnum": 29
    },
    {
        "id": 1532,
        "cate": "21",
        "title": "إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ (98) لَوْ كَانَ هَؤُلَاءِ آلِهَةً مَا وَرَدُوهَا وَكُلٌّ فِيهَا خَالِدُونَ (99) لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ (100) ",
        "details": " اعلم أن قوله : { إِنَّكُمْ } خطاب لمشركي مكة وعبدة الأوثان .\r\n أما قوله تعالى : { وَمَا تَعْبُدُونَ مِن دُونِ الله } روي أنه عليه السلام دخل المسجد وصناديد قريش في الحطيم وحول الكعبة ثلاثمائة وستون صنماً فجلس إليهم فعرض له النضر بن الحارث فكلمه رسول الله صلى الله عليه وسلم فأفحمه ثم تلا عليهم : { إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله حَصَبُ جَهَنَّمَ } الآية فأقبل عبد الله بن الزبعري فرآهم يتهامسون فقال : فيم خوضكم؟ فأخبره الوليد بن المغيرة بقول رسول الله صلى الله عليه وسلم ، فقال عبد الله أما والله لو وجدته لخصمته فدعوه ، فقال ابن الزبعري أأنت قلت ذلك؟ قال نعم ، قال قد خصمتك ورب الكعبة أليس اليهود عبدوا عزيراً والنصارى عبدوا المسيح وبنوا مليح عبدوا الملائكة ثم روي في ذلك روايتان : إحداهما : أن رسول الله صلى الله عليه وسلم سكت ولم يجب فضحك القوم فنزل قوله تعالى : { وَلَمَّا ضُرِبَ ابن مَرْيَمَ مَثَلاً إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ * وَقَالُواْ أآلِهَتُنَا خَيْرٌ أَمْ هُوَ مَا ضَرَبُوهُ لَكَ إِلاَّ جَدَلاَ بَلْ هُمْ قَوْمٌ خَصِمُونَ } [ الزخرف : 57 ، 58 ] ونزل في عيسى والملائكة : { إِنَّ الذين سَبَقَتْ لَهُمْ مّنَّا الحسنى } [ الأنبياء : 101 ] الآية هذا قول ابن عباس .\r\n الرواية الثانية : أنه عليه السلام أجاب وقال بل هم عبدوا الشياطين التي أمرتهم بذلك فأنزل الله سبحانه : { إِنَّ الذين سَبَقَتْ لَهُمْ مّنَّا الحسنى } [ الأنبياء : 101 ] الآية يعني عزيراً والمسيح والملائكة واعلم أن سؤال ابن الزبعري ساقط من وجوه : أحدها : أن قوله : { إِنَّكُمْ } خطاب مشافهة وكان ذلك مع مشركي مكة وهم كانوا يعبدون الأصنام فقط .\r\n وثانيها : أنه لم يقل ومن تعبدون بل قال ما تعبدون وكلمة ما لا تتناول العقلاء .\r\n أما قوله تعالى : { والسماء وَمَا بناها } [ الشمس : 5 ] وقوله : { لاَ أَعْبُدُ مَا تَعْبُدُونَ } [ الكافرون : 2 ] فهو محمول على الشيء ونظيره ههنا أن يقال : إنكم والشيء الذي تعبدون من دون الله لكن لفظ الشيء لا يفيد العموم فلا يتوجه سؤال ابن الزبعري .\r\n وثالثها : أن من عبد الملائكة لا يدعي أنهم آلهة ، وقال سبحانه : { لَوْ كَانَ هَؤُلاء ءالِهَةً مَّا وَرَدُوهَا } .\r\n ورابعها : هب أنه ثبت العموم لكنه مخصوص بالدلائل العقلية والسمعية في حق الملائكة والمسيح وعزير لبراءتهم من الذنوب والمعاصي ، ووعد الله إياهم بكل مكرمة ، وهذا هو المراد من قوله سبحانه : { إِنَّ الذين سَبَقَتْ لَهُمْ مّنَّا الحسنى أُوْلَئِكَ عَنْهَا مُبْعَدُونَ } [ الأنبياء : 101 ] .\r\n وخامسها : الجواب الذي ذكره رسول الله صلى الله عليه وسلم وهو أنهم كانوا يعبدون الشياطين ، فإن قيل الشياطين عقلاء ، ولفظ ما لا يتناولهم فكيف قال الرسول صلى الله عليه وسلم ذلك؟ قلنا كأنه عليه السلام قال : لو ثبت لكم أنه يتناول العقلاء فسؤالكم أيضاً غير لازم من هذا الوجه .\r\n وأما ما قيل : إنه عليه السلام سكت عند إيراد ابن الزبعري هذا السؤال فهو خطأ لأنه لا أقل من أنه عليه السلام كان يتنبه لهذه الأجوبة التي ذكرها المفسرون ، لأنه عليه السلام كان أعلم منهم باللغة وبتفسير القرآن ، فكيف يجوز أن تظهر هذه الأجوبة لغيره ، ولا يظهر شيء منها له عليه السلام .\r\n فإن قيل : جوزوا أن يسكت عليه السلام انتظاراً للبيان قلنا : لما كان البيان حاضراً معه لم يجز عليه السكوت لكي لا يتوهم فيه الانقطاع عن سؤالهم ، ومن الناس من أجاب عن سؤال ابن الزبعري فقال : إن الله تعالى يصور لهم في النار ملكاً على صورة من عبدوه ، وحينئذ تبقى الآية على ظاهرها واعلم أن هذا ضعيف من وجهين .\r\n الأول : أن القوم لم يعبدوا تلك الصورة وإنما عبدوا شيئاً آخر لم يحصل معهم في النار .\r\n الثاني : وهو أن الملك لا يصير حصب جهنم في الحقيقة وإن صح أن يدخلها ، فإن خزنة النار يدخلونها مع أنهم ليسوا حصب جهنم .\r\n المسألة الثانية : الحكمة في أنهم قرنوا بآلهتهم أمور .\r\n أحدها : أنهم لا يزالون لمقارنتهم في زيادة غم وحسرة ، لأنهم ما وقعوا في ذلك العذاب إلا بسببهم والنظر إلى وجه العدو باب من العذاب .\r\n وثانيها : أن القوم قدروا أنهم يشفعون لهم في الآخرة في دفع العذاب ، فإذا وجدوا الأمر على عكس ما قدروا لم يكن شيء أبغض إليهم منهم .\r\n وثالثها : أن إلقاءها في النار يجري مجرى الاستهزاء بعبادها .\r\n ورابعها : قيل ما كان منها حجراً أو حديداً يحمى ويلزق بعبادها ، وما كان خشباً يجعل جمرة يعذب بها صاحبها .\r\n أما قوله تعالى : { حَصَبُ جَهَنَّمَ } فالمراد يقذفون في نار جهنم فشبههم بالحصباء التي يرمى بها الشيء فلما رمى بها كرمي الحصباء ، جعلهم حصب جهنم تشبيهاً ، قال صاحب «الكشاف» : الحصب الرمي وقرىء بسكون الصاد وصفاً بالمصدر ، وقرىء حطب وحضب بالضاد المنقوطة متحركاً وساكناً .\r\n أما قوله تعالى : { أَنتُمْ لَهَا وَارِدُونَ } فإنما جاز مجيء اللام في لها لتقدمها على الفعل تقول أنت لزيد ضارب كقوله تعالى : { والذين هُمْ لأماناتهم وَعَهْدِهِمْ } [ المؤمنون : 8 ] { والذين هُمْ لِفُرُوجِهِمْ } [ المؤمنون : 5 ] أي أنتم فيها داخلون ، والمعنى أنه لا بد وأن تردوها ولا معدل لكم عن دخولها .\r\n أما قوله تعالى : { لَوْ كَانَ هَؤُلاء ءَالِهَةً مَّا وَرَدُوهَا } فاعلم أن قوله : { إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله } بالأصنام أليق لدخول لفظة ما ، وهذا الكلام بالشياطين أليق لقوله هؤلاء ويحتمل أن يريد الشياطين والأصنام فيغلب بأن يذكروا بعبارة العقلاء ، ونبه الله تعالى على أن من يرمى إلى النار لا يمكن أن يكون إلهاً .\r\n وههنا سؤال : وهو أن قوله : { لَوْ كَانَ هَؤُلاء ءالِهَةً مَّا وَرَدُوهَا } لكنهم وردوها فهم ليسوا آلهة حجة ، وهذه الحجة إما أن يكون ذكرها لنفسه أو لغيره ، فإن ذكرها لنفسه فلا فائدة فيه لأنه كان عالماً بأنها ليست آلهة وإن ذكرها لغيره ، فإما أن يذكرها لمن يصدق بنبوته أو لمن يكذب بنبوته ، فإن ذكرها لمن صدق بنبوته فلا حاجة إلى هذه الحجة لأن كل من صدق بنبوته لم يقل بإلهية هذه الأصنام وإن ذكرها لمن يكذب بنبوته ، فذلك المكذب لا يسلم أن تلك الآلهة يردون النار ويكذبونه في ذلك ، فكان ذكره هذه الحجة ضائعاً كيف كان ، وأيضاً فالقائلون بآلهيتها لم يعتقدوا فيها كونها مدبرة للعالم وإلا لكانوا مجانين ، بل اعتقدوا فيها كونها تماثيل الكواكب أو صور الشفعاء ، وذلك لا يمنع من دخولها في النار .\r\n وأجيب عن ذلك بأن المفسرين قالوا : المعنى لو كان هؤلاء يعني الأصنام آلهة على الحقيقة ما وردوها أي ما دخل عابدوها النار ، ثم إنه سبحانه وصف ذلك العذاب بأمور ثلاثة : أحدها : الخلود فقال : { وَكُلٌّ فِيهَا خالدون } يعني العابدين والمعبودين وهو تفسير لقوله : { إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله } .\r\n وثانيها : قوله : { لَهُمْ فِيهَا زَفِيرٌ } قال الحسن : الزفير هو اللهيب ، أي يرتفعون بسبب لهب النار حتى إذا ارتفعوا ورجوا الخروج ضربوا بمقامع الحديد فهووا إلى أسفلها سبعين خريفاً ، قال الخليل : الزفير أن يملأ الرجل صدره غماً ثم ينتفس قال أبو مسلم وقوله لهم : عام لكل معذب ، فنقول لهم : زفير من شدة ما ينالهم والضمير في قوله : { وَهُمْ فِيهَا يَسْمَعُونَ } يرجع إلى المعبودين أي لا يسمعون صراخهم وشكواهم .\r\n ومعناه : أنهم لا يغيثونهم وشبهه سمع الله لمن حده أي أجاب الله دعاءه .\r\n وثالثها : قوله : { وَهُمْ فِيهَا لاَ يَسْمَعُونَ } وفيه وجهان : أحدهما : أنه محمول على الأصنام خاصة على ما حكيناه عن أبي مسلم .\r\n والثاني : أنها محمولة على الكفار ، ثم هذا يحتمل ثلاثة أوجه .\r\n أحدها : أن الكفار يحشرون صماً كما يحشرون عمياً زيادة في عذابهم .\r\n وثانيها : أنهم لا يسمعون ما ينفعهم لأنهم إنما يسمعون أصوات المعذبين أو كلام من يتولى تعذيبهم من الملائكة .\r\n وثالثها : قال ابن مسعود إن الكفار يجعلون في توابيت من نار والتوابيت في توابيت أخر فلذلك لا يسمعون شيئاً والأول ضعيف لأن أهل النار يسمعون كلام أهل الجنة فلذلك يستغيثون بهم على ما ذكره الله تعالى في سورة الأعراف .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنكم وما تعبدون من دون الله حصب جهنم أنتم لها واردون (98) لو كان هؤلاء آلهة ما وردوها وكل فيها خالدون (99) لهم فيها زفير وهم فيها لا يسمعون (100) ",
        "babnum": 30
    },
    {
        "id": 1533,
        "cate": "21",
        "title": "إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ (101) لَا يَسْمَعُونَ حَسِيسَهَا وَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خَالِدُونَ (102) لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ هَذَا يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ (103) ",
        "details": " اعلم أن من الناس من زعم أن ابن الزبعري لما أورد ذلك السؤال على الرسول صلى الله عليه وسلم بقي ساكتاً حتى أنزل الله تعالى هذه الآية جواباً عن سؤاله لأن هذه الآية كالإستثناء من تلك الآية .\r\n وأما نحن فقد بينا فساد هذا القول وذكرنا أن سؤاله لم يكن وارداً ، وأنه لا حاجة في دفع سؤاله إلى نزول هذه الآية ، وإذا ثبت هذا لم يبق ههنا إلا أحد أمرين : الأول : أن يقال : إن عادة الله تعالى أنه متى شرح عقاب الكفار أردفه بشرح ثواب الأبرار ، فلهذا السبب ذكر هذه الآية عقيب تلك فهي عامة في حق كل المؤمنين .\r\n الثاني : أن هذه الآية نزلت في تلك الواقعة لتكون كالتأكيد في دفع سؤال ابن الزبعري ، ثم من قال العبرة بعموم اللفظ لا بخصوص السبب وهو الحق أجراها على عمومها فتكون الملائكة والمسيح وعزير عليهم السلام داخلين فيها ، لا أن الآية مختصة بهم ، ومن قال : العبرة بخصوص السبب خصص قوله : { إِنَّ الذين } بهؤلاء فقط .\r\n أما قوله تعالى : { سَبَقَتْ لَهُمْ مّنَّا الحسنى } فقال صاحب «الكشاف» : الحسنى الخصلة المفضلة والحسنى تأنيث الأحسن ، وهي إما السعادة وإما البشرى بالثواب ، وإما التوفيق للطاعة .\r\n والحاصل أن مثبتي العفو حملوا الحسنى على وعد العفو ومنكري العفو حملوه على وعد الثواب ، ثم إنه سبحانه وتعالى شرح من أحوال ثوابهم أمور خمسة : أحدها : قوله : { أُوْلَئِكَ عَنْهَا مُبْعَدُونَ } فقال أهل العفو معناه أولئك عنها مخرجون ، واحتجوا عليه بوجهين : الأول : قوله : { وَإِن مّنكُمْ إِلاَّ وَارِدُهَا } [ مريم : 71 ] أثبت الورود وهو الدخول ، فدل على أن هذا الإبعاد هو الإخراج .\r\n الثاني : أن أبعاد الشيء عن الشيء لا يصح إلا إذا كانا متقاربين لأنهما لو كانا متباعدين استحال إبعاد أحدهما عن الآخر ، لأن تحصيل الحاصل محال ، واحتج القاضي عبد الجبار على فساد هذا القول الأول بأمور : أحدها : أن قوله تعالى : { إِنَّ الذين سَبَقَتْ لَهُمْ مّنَّا الحسنى } يقتضي أن الوعد بثوابهم قد تقدم في الدنيا وليس هذا حال من يخرج من النار لو صح ذلك .\r\n وثانيها : أنه تعالى قال : { أُوْلَئِكَ عَنْهَا مُبْعَدُونَ } وكيف يدخل في ذلك من وقع فيها .\r\n وثالثها : قوله تعالى : { لاَ يَسْمَعُونَ حَسِيَسَهَا } وقوله : { لاَ يَحْزُنُهُمُ الفزع الأكبر } يمنع من ذلك .\r\n والجواب عن الأول : لا نسلم أن [ يقال ] المراد من قوله : { إِنَّ الذين سَبَقَتْ لَهُمْ مّنَّا الحسنى } هو أن الوعد بثوابهم قد تقدم ، ولم لا يجوز أن المراد من الحسنى تقدم الوعد بالعفو ، سلمنا أن المراد من الحسنى تقدم الوعد بالثواب ، لكن لم قلتم إن الوعد بالثواب لا يليق بحال من يخرج من النار فإن عندنا المحابطة باطلة ويجوز الجمع بين استحقاق الثواب والعقاب .\r\n وعن الثاني : أنا بينا أن قوله : { أُوْلَئِكَ عَنْهَا مُبْعَدُونَ } لا يمكن إجراؤه على ظاهره إلا في حق من كان في النار .\r\n وعن الثالث : أن قوله : { لاَ يَسْمَعُونَ حَسِيَسَهَا } مخصوص بما بعد الخروج .\r\n أما قوله : { لاَ يَحْزُنُهُمُ الفزع الأكبر } فالفزع الأكبر هو عذاب الكفار ، وهذا بطريق المفهوم يقتضي أنهم يحزنهم الفزع الأصغر ، فإن لم يدل عليه فلا أقل من أن لا يدل على ثبوته ولا على عدمه .\r\n الوجه الثاني : في تفسير قوله : { أُوْلَئِكَ عَنْهَا مُبْعَدُونَ } أن المراد الذين سبقت لهم منا الحسنى لا يدخلون النار ولا يقربونها ألبتة ، وعلى هذا القول بطل قول من يقول : إن جميع الناس يردون النار ثم يخرجون إلى الجنة ، لأن هذه الآية مانعة منه وحينئذ يجب التوفيق بينه وبين قوله : { وَإِن مّنكُمْ إِلاَّ وَارِدُهَا } [ مريم : 71 ] وقد تقدم .\r\n الصفة الثانية : قوله تعالى : { لاَ يَسْمَعُونَ حَسِيَسَهَا } والحسيس الصوت الذي يحس ، وفيه سؤالان : الأول : أي وجه في أن لا يسمعوا حسيسها من البشارة ولو سمعوه لم يتغير حالهم .\r\n قلنا : المراد تأكيد بعدهم عنها لأن من لم يدخلها وقرب منها قد يسمع حسيسها .\r\n السؤال الثاني : أليس أن أهل الجنة يرون أهل النار فكيف لا يسمعون حسيس النار؟ الجواب : إذا حملناه على التأكيد زال هذا السؤال .\r\n الصفة الثالثة : قوله : { وَهُمْ فِيمَا اشتهت أَنفُسُهُمْ خالدون } والشهوة طلب النفس للذة يعني نعيمها مؤبد ، قال العارفون : للنفوس شهوة وللقلوب شهوة وللأرواح شهوة ، وقال الجنيد : سبقت العناية في البداية ، فظهرت الولاية في النهاية .\r\n الصفة الرابعة : قوله : { لاَ يَحْزُنُهُمُ الفزع الأكبر } وفيه وجوه : أحدها : أنها النفخة الأخيرة لقوله تعالى : { وَيَوْمَ يُنفَخُ فِي الصور فَفَزِعَ مَن فِي السموات وَمَن فِى الأرض } [ النمل : 87 ] .\r\n وثانيها : أنه الموت قالوا : إذا استقر أهل الجنة في الجنة وأهل النار في النار بعث الله تعالى جبريل عليه السلام ومعه الموت في صورة كبش أملح فيقول لأهل الدارين أتعرفون هذا فيقولون : لا فيقول هذا الموت ثم يذبحه ثم ينادي يا أهل الجنة خلود ولا موت أبداً ، وكذلك لأهل النار ، واحتج هذا القائل بأن قوله : { لاَ يَحْزُنُهُمُ الفزع الأكبر } إنما ذكر بعد قوله : { وَهُمْ فِيهَا خالدون } [ البقرة : 25 ] فلا بد وأن يكون لأحدهما تعلق بالآخر ، والفزع الأكبر الذي هو ينافي الخلود هو الموت .\r\n وثالثها : قال سعيد بن جبير هو إطباق النارعلى أهلها فيفزعون لذلك فزعة عظيمة ، قال القاضي عبد الجبار : الأولى في ذلك إنه الفزع من النار عند مشاهدتها لأنه لا فزع أكبر من ذلك ، فإذا بين تعالى أن ذلك لا يحزنهم فقد صح أن المؤمن آمن من أهوال يوم القيامة ، وهذا ضعيف لأن عذاب النار على مراتب فعذاب الكفار أشد من عذاب الفساق ، وإذا كانت مراتب التعذيب بالنار متفاوتة كانت مراتب الفزع منها متفاوتة ، فلا يلزم من نفي الفزع الأكبر نفي الفزع من النار .\r\n الصفة الخامسة : قوله : { وتتلقاهم الملئكة هذا يَوْمُكُمُ الذي كُنتُمْ تُوعَدُونَ } قال الضحاك : هم الحفظة الذين كتبوا أعمالهم وأقوالهم ويقولون لهم مبشرين : { هذا يَوْمُكُمُ الذي كُنتُمْ تُوعَدُونَ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين سبقت لهم منا الحسنى أولئك عنها مبعدون (101) لا يسمعون حسيسها وهم في ما اشتهت أنفسهم خالدون (102) لا يحزنهم الفزع الأكبر وتتلقاهم الملائكة هذا يومكم الذي كنتم توعدون (103) ",
        "babnum": 31
    },
    {
        "id": 1534,
        "cate": "21",
        "title": "يَوْمَ نَطْوِي السَّمَاءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ (104) وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ (105) إِنَّ فِي هَذَا لَبَلَاغًا لِقَوْمٍ عَابِدِينَ (106) وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ (107) ",
        "details": " اعلم أن التقدير لا يحزنهم الفزع الأكبر يوم نطوي السماء ، أو وتتلقاهم الملائكة يوم نطوي السماء .\r\n وقرىء يوم تطوى السماء على البناء للمفعول والسجل بوزن العتل والسجل بوزن الدلو وروى فيه الكسر ، وفي السجل قولان : أحدهما : أنه اسم للطومار الذي يكتب فيه والكتاب أصله المصدر كالبناء ، ثم يوقع على المكتوب ، ومن جمع فمعناه للمكتوبات أي لما يكتب فيه من المعاني الكثيرة ، فيكون معنى طي السجل للكتاب كون السجل ساتراً لتلك الكتابة ومخفياً لها لأن الطي ضد النشر الذي يكشف والمعنى نطوي السماء كما يطوى الطومار الذي يكتب فيه .\r\n القول الثاني : أنه ليس اسماً للطومار ثم قال ابن عباس رضي الله عنهما : السجل اسم ملك يطوي كتب بني آدم إذا رفعت إليه ، وهو مروي عن علي عليه السلام ، وروى أبو الجوزاء عن ابن عباس رضي الله عنهما أنه إسم كاتب كان لرسول الله صلى الله عليه وسلم ، وهذا بعيد؛ لأن كتاب رسول الله صلى الله عليه وسلم كانوا معروفين وليس فيهم من سمي بهذا ، وقال الزجاج : هو الرجل بلغة الحبشة ، وعلى هذه الوجوه فهو على نحو ما يقال : كطي زيد الكتاب واللام في للكتاب زائدة كما في قوله ردف لكم ، وإذا قلنا : المراد بالسجل الطومار فالمصدر وهو الطي مضاف إلى المفعول والفاعل محذوف والتقدير كطي الطاوي السجل ، وهذا الأخير هو قول الأكثرين .\r\n أما قوله تعالى : { كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُّعِيدُهُ } ففيه مسائل : المسألة الأولى : قال الفراء : انقطع الكلام عند قوله الكتاب ثم ابتدأ فقال : { كَمَا بَدَأْنَا } ومنهم من قال : إنه تعالى لما قال : { وتتلقاهم الملئكة هذا يَوْمُكُمُ الذى كُنتُمْ تُوعَدُونَ } [ الأنبياء : 103 ] عقبه بقوله : { يَوْمَ نَطْوِي السماء كَطَيِّ السجل لِلْكُتُبِ } فوصف اليوم بذلك ، ثم وصفه بوصف آخر فقال : { كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُّعِيدُهُ } .\r\n المسألة الثانية : قال صاحب «الكشاف» رحمه الله : { أَوَّلَ خَلْقٍ } مفعول ( نعيد ) الذي يفسره نعيده والكاف مكفوفة بما والمعنى نعيد أول الخلق كما بدأناه تشبيهاً للإعادة بالابتداء ، فإن قلت : ما بال خلق منكراً؟ قلت : هو كقولك أول رجل جاءني زيد ، تريد أول الرجال ولكنك وحدته ونكرته إرادة تفصيلهم رجلاً رجلاً ، فكذلك معنى أول خلق أول الخلق بمعنى أول الخلائق لأن الخلق مصدر لا يجمع .\r\n المسألة الثالثة : اختلفوا في كيفية الإعادة فمنهم من قال : إن الله تعالى يفرق أجزاء الأجسام ولا يعدمها ثم إنه يعيد تركيبها فذلك هو الإعادة ، ومنهم من قال : إنه تعالى يعدمها بالكلية ثم إنه يوجدها بعينها مرة أخرى وهذه الآية دلالة على هذا الوجه لأنه سبحانه شبه الإعادة بالإبتداء .\r\n ولما كان الابتداء ليس عبارة عن تركيب الأجزاء المتفرقة بل عن الوجود بعد العدم ، وجب أن يكون الحال في الإعادة كذلك واحتج القائلون بالمذهب الأول بقوله تعالى : { والسماوات مطويات بِيَمِينِهِ } [ الزمر : 67 ] فدل هذا على أن السموات حال كونها مطوية تكون موجودة ، وبقوله تعالى : { يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض } [ إبراهيم : 48 ] وهذا يدل على أن أجزاء الأرض باقية لكنها جعلت غير الأرض .\r\n أما قوله تعالى : { وَعْداً عَلَيْنَا } ففيه قولان : أحدهما : أن وعداً مصدر مؤكد لأن قوله : { نُّعِيدُهُ } عدة للإعادة .\r\n الثاني : أن يكون المراد حقاً علينا بسبب الإخبار عن ذلك وتعلق العلم بوقوعه مع أن وقوع ما علم الله وقوعه واجب ، ثم إنه تعالى حقق ذلك بقوله : { إِنَّا كُنَّا فاعلين } أي سنفعل ذلك لا محالة وهو تأكيد لما ذكره من الوعد .\r\n أما قوله تعالى : { وَلَقَدْ كَتَبْنَا فِى الزبور مِن بَعْدِ الذكر } ففيه مسائل : المسألة الأولى : قرأ حمزة بضم الزاي والباقون بفتحها يعني الزبور كالحلوب والركوب يقال : زبرت الكتاب أي كتبته والمزبور بضم الزاي جمع زبر كقشر وقشور ، ومعنى القراءتين واحد لأن الزبور هو الكتاب .\r\n المسألة الثانية : في الزبور والذكر وجوه : أحدها : وهو قول سعيد بن جبير ومجاهد والكلبي ومقاتل وابن زيد الزبور هو الكتب المنزلة والذكر الكتاب الذي هو أم الكتاب في السماء ، لأن فيها كتابة كل ما سيكون اعتباراً للملائكة وكتب الأنبياء عليهم السلام من ذلك الكتاب تنسخ .\r\n وثانيها : الزبور هو القرآن والذكر هو التوراة وهو قول قتادة والشعبي .\r\n وثالثها : الزبور زبور داود عليه السلام ، والذكر هو الذي يروي عنه عليه السلام ، قال : كان الله تعالى ولم يكن معه شيء ، ثم خلق الذكر .\r\n وعندي فيه وجه رابع : وهو أن المراد بالذكر العلم أي كتبنا ذلك في الزبور بعد أن كنا عالمين علماً لا يجوز السهو والنسيان علينا ، فإن من كتب شيئاً والتزمه ولكنه يجوز السهو عليه فإنه لا يعتمد عليه ، أما من لم يجز عليه السهو والخلف فإذا التزم شيئاً كان ذلك الشيء واجب الوقوع .\r\n أما قوله تعالى : { أَنَّ الأرض يَرِثُهَا عِبَادِيَ الصالحون } ففيه وجوه : أحدها : الأرض أرض الجنة والعباد الصالحون هم المؤمنون العاملون بطاعة الله تعالى فالمعنى أن الله تعالى كتب في كتب الأنبياء عليهم السلام وفي اللوح المحفوظ أنه سيورث الجنة من كان صالحاً من عباده وهو قول ابن عباس رضي الله عنهما ومجاهد وسعيد بن جبير وعكرمة والسدي وأبي العالية وهؤلاء أكدوا هذا القول بأمور : أما أولاً : فقوله تعالى : { وَأَوْرَثَنَا الأرض نَتَبَوَّأُ مِنَ الجنة حَيْثُ نَشَاء فَنِعْمَ أَجْرُ العاملين } [ الزمر : 74 ] ، وأما ثانياً : فلأنها الأرض التي يختص بها الصالحون لأنها لهم خلقت ، وغيرهم إذا حصل معهم في الجنة فعلى وجه التبع ، فأما أرض الدنيا فلأنها للصالح وغير الصالح .\r\n وأما ثالثاً : فلأن هذه الأرض مذكورة عقيب الإعادة وبعد الإعادة الأرض التي هذا وصفها لا تكون إلا الجنة .\r\n وأما رابعاً : فقد روى في الخبر أنها أرض الجنة فإنها بيضاء نقية .\r\n وثانيها : أن المراد من الأرض أرض الدنيا فإنه سبحانه وتعالى سيورثها المؤمنين في الدنيا وهو قول الكلبي وابن عباس في بعض الروايات ودليل هذا القول قوله سبحانه : { وَعَدَ الله الذين ءَامَنُواْ } إلى قوله : { لَيَسْتَخْلِفَنَّهُمْ فِى الأرض } [ النور : 55 ] وقوله تعالى : { قَالَ موسى لِقَوْمِهِ استعينوا بالله واصبروا إِنَّ الأرض للَّهِ يُورِثُهَا مَن يَشَاء مِنْ عِبَادِهِ } [ الأعراف : 128 ] .\r\n وثالثها : هي الأرض المقدسة يرثها الصالحون ، ودليله قوله تعالى؛ { وَأَوْرَثْنَا القوم الذين كَانُواْ يُسْتَضْعَفُونَ مشارق الأرض ومغاربها التى بَارَكْنَا فِيهَا } [ الأعراف : 137 ] ثم بالآخرة يورثها أمة محمد صلى الله عليه وسلم عند نزول عيسى ابن مريم عليه السلام .\r\n أما قوله تعالى : { إِنَّ فِي هذا لبلاغا لّقَوْمٍ عابدين } فقوله هذا إشارة إلى المذكور في هذه السورة من الأخبار والوعد والوعيد والمواعظ البالغة والبلاغ الكفاية وما تبلغ به البغية وقيل في العابدين إنهم العالمون وقيل بل العاملون والأولى أنهم الجامعون بين الأمرين ، لأن العلم كالشجر والعمل كالثمر ، والشجر بدون الثمر غير مفيد ، والثمر بدون الشجر غير كائن .\r\n أما قوله تعالى : { وَمَا أرسلناك إِلاَّ رَحْمَةً للعالمين } ففيه مسائل : المسألة الأولى : أنه عليه السلام كان رحمة في الدين وفي الدنيا ، أما في الدين فلأنه عليه السلام بعث والناس في جاهلية وضلالة ، وأهل الكتابين كانوا في حيرة من أمر دينهم لطول مكثهم وانقطاع تواترهم ووقوع الاختلاف في كتبهم فبعث الله تعالى محمداً صلى الله عليه وسلم حين لم يكن لطالب الحق سبيل إلى الفوز والثواب ، فدعاهم إلى الحق وبين لهم سبيل الثواب ، وشرع لهم الأحكام وميز الحلال من الحرام ، ثم إنما ينتفع بهذه الرحمة من كانت همته طلب الحق فلا يركن إلى التقليد ولا إلى العناد والإستكبار وكان التوفيق قريناً له قال الله تعالى : { قُلْ هُوَ لِلَّذِينَ ءَامَنُواْ هُدًى وَشِفَاء } إلى قوله : { وَهُوَ عَلَيْهِمْ عَمًى } [ فصلت : 44 ] وأما في الدنيا فلأنهم تخلصوا بسببه من كثير من الذل والقتال والحروب ونصروا ببركة دينه .\r\n فإن قيل : كيف كان رحمة وقد جاء بالسيف واستباحة الأموال؟ قلنا : الجواب من وجوه : أحدها : إنما جاء بالسيف لمن استكبر وعاند ولم يتفكر ولم يتدبر ، ومن أوصاف الله الرحمن الرحيم ، ثم هو منتقم من العصاة .\r\n وقال : { وَنَزَّلْنَا مِنَ السماء مَاء مباركا } [ ق : 9 ] ثم قد يكون سبباً للفساد .\r\n وثانيها : أن كل نبي قبل نبينا كان إذا كذبه قومه أهلك الله المكذبين بالخسف والمسخ والغرق وأنه تعالى أخر عذاب من كذب رسولنا إلى الموت أو إلى القيامة قال تعالى : { وَمَا كَانَ الله لِيُعَذّبَهُمْ وَأَنتَ فِيهِمْ } [ الأنفال : 33 ] لا يقال : أليس أنه تعالى قال : { قاتلوهم يُعَذّبْهُمُ الله بِأَيْدِيكُمْ } [ التوبة : 14 ] وقال تعالى : { لّيُعَذّبَ الله المنافقين والمنافقات } [ الأحزاب : 73 ] لأنا نقول تخصيص العام لا يقدح فيه .\r\n وثالثها : أنه عليه السلام كان في نهاية حسن الخلق قال تعالى : { وَإِنَّكَ لعلى خُلُقٍ عَظِيمٍ } [ القلم : 4 ] وقال أبو هريرة رضي الله عنه : « قيل لرسول الله صلى الله عليه وسلم أدع على المشركين ، قال : \" إنما بعثت رحمة ولم أبعث عذاباً \" وقال في رواية حذيفة : \" إنما أنا بشر أغضب كما يغضب البشر ، فأيما رجل سببته أو لعنته فاجعلها اللهم عليه صلاة يوم القيامة \" ورابعها : قال عبد الرحمن بن زيد : { إِلاَّ رَحْمَةً للعالمين } [ الأنبياء : 107 ] يعني المؤمنين خاصة ، قال الإمام أبو القاسم الأنصاري والقولان يرجعان إلى معنى واحد ، لما بينا أنه كان رحمة للكل لو تدبروا في آيات الله وآيات رسوله ، فأما من أعرض واستكبر ، فإنما وقع في المحنة من قبل نفسه كما قال : { وَهُوَ عَلَيْهِمْ عَمًى } .\r\n المسألة الثانية : قالت المعتزلة لو كان الله تعالى أراد من الكافرين الكفر ولم يرد منهم القبول من الرسول ، بل ما أراد منهم إلا الرد عليه وخلق ذلك فيهم ولم يخلقهم إلا كذلك كما يقوله أهل السنة ، لوجب أن يكون إرساله نقمة وعذاباً عليهم لا رحمة وذلك على خلاف هذا النص ، لا يقال : إن رسالته عليه السلام رحمة للكفار من حيث لم يعجل عذابهم في الدنيا ، كما عجل عذاب سائر الأمم ، لأنا نقول : إن كونه رحمة للجميع على حد واحد وما ذكرتموه للكفار فهو حاصل للمؤمنين أيضاً ، فإذا يجب أن يكون رحمة للكافرين من الوجه الذي صار رحمة للمؤمنين .\r\n وأيضاً فإن الذي ذكروه من نعم الدنيا كانت حاصلة للكفار قبل بعثته صلى الله عليه وسلم كحصولها بعده ، بل كانت نعمهم في الدنيا قبل بعثته أعظم لأن بعد بعثته نزل بهم الغم والخوف منه ، ثم أمر بالجهاد الذي فني أكثرهم فيه فلا يجوز أن يكون هذا هو المراد .\r\n والجواب : أن نقول لما علم الله سبحانه وتعالى أن أبا لهب لا يؤمن ألبتة وأخبر عنه أنه لا يؤمن كان أمره إياه بالإيمان أمراً يقلب علمه جهلاً وخبره الصدق كذباً وذلك محال ، فكان قد أمره بالمحال .\r\n وإن كانت البعثة مع هذا القول رحمة ، فلم لا يجوز أن يقال البعثة رحمة مع أنه خلق الكفر في الكافر؟ ولأن قدرة الكافر إن لم تصلح إلا للكفر فقط فالسؤال عليهم لازم ، وإن كانت صالحة للضدين توقف للترجيح على مرجح من قبل الله تعالى ، قطعاً للتسلسل .\r\n وحينئذ يعود الإلزام ثم نقول : لم لا يجوز أن يكون رحمة للكافر بمعنى تأخير عذاب الاستئصال عنه؟ قوله : أولاً لما كان رحمة للجميع على حد واحد وجب أن يكون رحمة للكفار من الوجه الذي كان رحمة للمؤمنين ، قلنا : ليس في الآية أنه عليه السلام رحمة للكل باعتبار واحد أو باعتبارين مختلفين ، فدعواك بكون الوجه واحداً تحكم .\r\n قوله نعم الدنيا كانت حاصلة للكفار من قبل قلنا : نعم ولكنه عليه السلام لكونه رحمة للمؤمنين لما بعث حصل الخوف للكفار من نزول العذاب ، فلما اندفع ذلك عنهم بسبب حضوره كان ذلك رحمة في حق الكفار .\r\n المسألة الثالثة : تمسكوا بهذه الآية في أنه أفضل من الملائكة ، قالوا : لأن الملائكة من العالمين .\r\n فوجب بحكم هذه الآية أن يكون عليه السلام رحمة للملائكة ، فوجب أن يكون أفضل منهم .\r\n والجواب : أنه معارض بقوله تعالى في حق الملائكة : { وَيَسْتَغْفِرُونَ لِلَّذِينَ ءَامَنُواْ } [ غافر : 7 ] وذلك رحمة منهم في حق المؤمنين ، والرسول عليه السلام داخل في المؤمنين ، وكذا قوله تعالى : { إِنَّ الله وملائكته يُصَلُّونَ عَلَى النبي } [ الأحزاب : 56 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يوم نطوي السماء كطي السجل للكتب كما بدأنا أول خلق نعيده وعدا علينا إنا كنا فاعلين (104) ولقد كتبنا في الزبور من بعد الذكر أن الأرض يرثها عبادي الصالحون (105) إن في هذا لبلاغا لقوم عابدين (106) وما أرسلناك إلا رحمة للعالمين (107) ",
        "babnum": 32
    },
    {
        "id": 1535,
        "cate": "21",
        "title": "قُلْ إِنَّمَا يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَهَلْ أَنْتُمْ مُسْلِمُونَ (108) فَإِنْ تَوَلَّوْا فَقُلْ آذَنْتُكُمْ عَلَى سَوَاءٍ وَإِنْ أَدْرِي أَقَرِيبٌ أَمْ بَعِيدٌ مَا تُوعَدُونَ (109) إِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ (110) وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتَاعٌ إِلَى حِينٍ (111) قَالَ رَبِّ احْكُمْ بِالْحَقِّ وَرَبُّنَا الرَّحْمَنُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ (112) ",
        "details": " اعلم أنه تعالى لما أورد على الكفار الحجج في أن لا إله سواه من الوجوه التي تقدم ذكرها ، وبين أنه أرسل رسوله رحمة للعالمين ، أتبع ذلك بما يكون إعذاراً وإنذاراً في مجاهدتهم والإقدام عليهم ، فقال : { قُلْ إِنَّمَا يوحى إِلَىَّ } وفيه مسائل : المسألة الأولى : قال صاحب «الكشاف» : إنما يقصر الحكم على شيء أو يقصر الشيء على حكم ، كقولك إنما زيد قائم أو إنما يقوم زيد ، وقد اجتمع المثالان في هذه الآية .\r\n لأن : { إِنَّمَا يوحى إِلَىَّ } مع فاعله بمنزلة إنما يقوم زيد : { أَنَّمَا إلهكم إله واحد } بمنزلة إنما زيد قائم ، وفائدة اجتماعهما الدلالة على أن الوحي إلى رسول الله صلى الله عليه وسلم مقصور على إثبات وحدانية الله تعالى وفي قوله؛ { فَهَلْ أَنتُمْ مُّسْلِمُونَ } أن الوحي الوارد على هذا السنن يوجب أن تخلصوا التوحيد له وأن تتخلصوا من نسبة الأنداد ، وفيه أنه يجوز إثبات التوحيد بالسمع .\r\n فإن قيل : لو دلت إنما على الحصر لزم أن يقال : إنه لم يوح إلى الرسول شيء إلا التوحيد ومعلوم أن ذلك فاسد ، قلنا : المقصود منه المبالغة ، أما قوله : { فَإِن تَوَلَّوْاْ فَقُلْ ءاذَنتُكُمْ على سَوَاء } فقال صاحب «الكشاف» : آذن منقول من أذن إذا علم ولكنه كثر استعماله في الجري مجرى الإنذار ، ومنه قوله : { فَأْذَنُواْ بِحَرْبٍ مّنَ الله وَرَسُولِهِ } [ البقرة : 279 ] إذا عرفت هذا فنقول : المفسرون ذكروا فيه وجوهاً .\r\n أحدها : قال أبو مسلم : الإيذان على السواء الدعاء إلى الحرب مجاهرة لقوله تعالى : { فانبذ إِلَيْهِمْ على سَوَاء } [ الأنفال : 58 ] وفائدة ذلك أنه كان يجوز أن يقدر على من أشرك من قريش أن حالهم مخالف لسائر الكفار في المجاهدة ، فعرفهم بذلك أنهم كالكفار في ذلك .\r\n وثانيها : أن المراد فقد أعلمتكم ما هو الواجب عليكم من التوحيد وغيره على السواء ، فلم أفرق في الإبلاغ والبيان بينكم ، لأني بعثت معلماً .\r\n والغرض منه إزاحة العذر لئلا يقولوا : { رَبَّنَا لَوْلا أَرْسَلْتَ إِلَيْنَا رَسُولاً } [ طه : 134 ] .\r\n وثالثها : على سواء على إظهار وإعلان .\r\n ورابعها : على مهل ، والمراد أني لا أعاجل بالحرب الذي آذنتكم به بل أمهل وأؤخر رجاء الإسلام منكم .\r\n أما قوله : { وَإِنْ أَدْرِى أَقَرِيبٌ أَم بَعِيدٌ مَّا تُوعَدُونَ } ففيه وجهان : أحدهما : { أَقَرِيبٌ أَم بَعِيدٌ مَّا تُوعَدُونَ } من يوم القيامة ، ومن عذاب الدنيا ثم قيل : نسخه قوله : { واقترب الوعد الحق } [ الأنبياء : 97 ] يعني منهما ، فإن مثل هذا الخبر لا يجوز نسخه .\r\n وثانيها : المراد أن الذي آذنهم فيه من الحرب لا يدري هو قريب أم بعيد لئلا يقدر أنه يتأخر كأنه تعالى أمره بأن ينذرهم بالجهاد الذي يوحى إليه أن يأتيه من بعد ولم يعرفه الوقت ، فلذلك أمره أن يقول : إنه لا يعلم قربه أم بعده .\r\n تبين بذلك أن السورة مكية ، وكان الأمر بالجهاد بعد الهجرة .\r\n وثالثها : أن ما يوعدون به من غلبة المسلمين عليهم كائن لا محالة ولا بد أن يلحقهم بذلك الذل والصغار ، وإن كنت لا أدري متى يكون ، وذلك لأن الله تعالى لم يطلعني عليه .\r\n أما قوله تعالى : { إِنَّهُ يَعْلَمُ الجهر مِنَ القول وَيَعْلَمُ مَا تَكْتُمُونَ } فالمقصود منه الأمر بالإخلاص وترك النفاق ، لأنه تعالى إذا كان عالماً بالضمائر وجب على العاقل أن يبالغ في الإخلاص .\r\n أما قوله تعالى : { وَإِنْ أَدْرِى لَعَلَّهُ فِتْنَةٌ لَّكُمْ وَمَتَاعٌ إلى حِينٍ } ففيه وجوه؛ أحدها : لعل تأخير العذاب عنكم .\r\n وثانيها : لعل إبهام الوقت الذي ينزل بكم العذاب فيه فتنة لكم أي بلية واختبار لكم ليرى صنعكم وهل تحدثون توبة ورجوعاً عن كفركم أم لا .\r\n وثالثها : قال الحسن : لعل ما أنتم فيه من الدنيا بلية لكم والفتنة البلوى والاختبار .\r\n ورابعها : لعل تأخير الجهاد فتنة لكم إذا أنتم دمتم على كفركم ، لأن ما يؤدي إلى الضرر العظيم يكون فتنة ، وإنما قال لا أدري لتجويز أن يؤمنوا فلا يكون تبقيتهم فتنة بل ينكشف عن نعمة ورحمة .\r\n وخامسها : أن يكون المراد وإن أدري لعل ما بينت وأعلمت وأوعدت فتنة لكم ، لأنه زيادة في عذابكم إن لم تؤمنوا لأن المعرض عن الإيمان مع البيان حالاً بعد حال يكون عذابه أشد ، وإذا متعه الله تعالى بالدنيا يكون ذلك كالحجة عليه .\r\n أما قوله تعالى : { قَالَ رَبّ احكم بالحق } ففيه مسائل : المسألة الأولى : قرىء : ( قل رب أحكم بالحق ) على الإكتفاء بالكسرة ( ورب احكم ) على الضم ( وربي أحكم ) أفعل التفضيل ( وربي أحكم ) من الإحكام .\r\n المسألة الثانية : { رَبّ احكم بالحق } فيه وجوه : أحدها أي ربي اقض بيني وبين قومي بالحق أي بالعذاب .\r\n كأنه قال : اقص بيني وبين من كذبني بالعذاب ، وقال قتادة : أمره الله تعالى أن يقتدي بالأنبياء في هذه الدعوة وكانوا يقولون : { رَبَّنَا افتح بَيْنَنَا وَبَيْنَ قَوْمِنَا بالحق } [ الأعراف : 89 ] فلا جرم حكم الله تعالى عليهم بالقتل يوم بدر .\r\n وثانيها : افصل بيني وبينهم بما يظهر الحق للجميع وهو أن تنصرني عليهم .\r\n أما قوله تعالى : { وَرَبُّنَا الرحمن المستعان على مَا تَصِفُونَ } ففيه وجهان؛ أحدهما : أي من الشرك والكفر وما تعارضون به دعوتي من الأباطيل والتكذيب كأنه سبحانه قال : قل داعياً لي : { رَبّ احكم بالحق } وقل متوعداً للكفار : { وَرَبُّنَا الرحمن المستعان على مَا تَصِفُونَ } قرأ ابن عامر بالياء المنقوطة من تحت ، أي قل لأصحابك المؤمنين ، وربنا الرحمن المستعان على ما يصف الكفار من الأباطيل ، أي من العون على دفع أباطيلهم .\r\n وثانيها : كانوا يطمعون أن تكون لهم الشوكة والغلبة فكذب الله ظنونهم وخيب آمالهم ونصر رسوله صلى الله عليه وسلم والمؤمنين وخذلهم ، قال القاضي : إنما ختم الله هذه السورة بقوله : { قال رَّبّ احكم بالحق } لأنه عليه السلام كان قد بلغ في البيان الغاية لهم وبلغوا النهاية في أذيته وتكذيبه فكان قصارى أمره تعالى بذلك تسلية له وتعريفاً أن المقصود مصلحتهم ، فإذا أبوا إلا التمادي في كفرهم ، فعليك بالانقطاع إلى ربك ليحكم بينك وبينهم بالحق ، إما بتعجيل العقاب بالجهاد أو بغيره ، وإما بتأخير ذلك فإن أمرهم وإن تأخر فما هو كائن قريب ، وما روي أنه عليه السلام كان يقول ذلك في حروبه كالدلالة على أنه تعالى أمره أن يقول هذا القول كالإستعجال للأمر بمجاهدتهم وبالله التوفيق ، وصلاته على خير خلقه محمد النبي وآله وصحبه وسلم تسليماً آمين .\r\n وقد عني بتصحيحه ومراجعته والتعليق عليه على النسخة الأميرية المطبوعة في مطبعة بولاق المقر بالعجز والتقصير عبدالله إسماعيل الصاوي عاملة الله بلطفه وجزى الله طابعه حضرة السيد الفاضل عبد الرحمن أفندي محمد صاحب المطبعة البهية أحسن الجزاء وأثابه أجزل الصواب بحرصه على نشر العلم ونفع علماء المسلمين إنه سميع مجيب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل إنما يوحى إلي أنما إلهكم إله واحد فهل أنتم مسلمون (108) فإن تولوا فقل آذنتكم على سواء وإن أدري أقريب أم بعيد ما توعدون (109) إنه يعلم الجهر من القول ويعلم ما تكتمون (110) وإن أدري لعله فتنة لكم ومتاع إلى حين (111) قال رب احكم بالحق وربنا الرحمن المستعان على ما تصفون (112) ",
        "babnum": 33
    }
]