[
    {
        "id": 3268,
        "cate": "95",
        "title": "وَالتِّينِ وَالزَّيْتُونِ (1) وَطُورِ سِينِينَ (2) وَهَذَا الْبَلَدِ الْأَمِينِ (3) ",
        "details": " اعلم أن الإشكال هو أن التين والزيتون ليسا من الأمور الشريفة ، فكيف يليق أن يقسم الله تعالى بهما؟ فلأجل هذا السؤال حصل فيه قولان : الأول : أن المراد من التين والزيتون هذان الشيآن المشهوران ، قال ابن عباس : هو تينكم وزيتونكم هذا ، ثم ذكروا من خواص التين والزيتون أشياء .\r\n أما التين فقالوا إنه غذاء وفاكهة ودواء ، أما كونه غذاء فالأطباء زعموا أنه طعام لطيف سريع الهضم لا يمكث في المعدة يلين الطبع ويخرج الترشح ويقلل البلغم ويطهر الكليتين ويزيل ما في المثانة من الرمل ويسمن البدن ويفتح مسام الكبد والطحال وهو خير الفواكه وأحمدها ، وروى أنه أهدي لرسول الله صلى الله عليه وسلم طبق من تين فأكل منه ، ثم قال لأصحابه : « كلوا فلو قلت إن فاكهة نزلت من الجنة لقلت هذه لأن فاكهة الجنة بلا عجم فكلوها فإنها تقطع البواسير وتنفع من النقرس » وعن علي بن موسى الرضا عليهما السلام : التين يزيل نكهة الفم ويطول الشعر وهو أمان من الفالج ، وأما كونه دواء ، فلأنه يتداوى به في إخراج فضول البدن .\r\n واعلم أن لها بعدما ذكرنا خواص : أحدها : أن ظاهرها كباطنها ليست كالجوز ظاهره قشر ولا كالتمر باطنه قشر ، بل نقول : إن من الثمار ما يخبث ظاهره ويطيب باطنه ، كالجوز والبطيخ ومنه ما يطيب ظاهره دون باطنه كالتمر والإجاص .\r\n أما التين فإنه طيب الظاهر والباطن وثانيها : أن الأشجار ثلاثة : شجرة تعد وتخلف وهي شجرة الخلاف ، وثانية تعد وتفي وهي التي تأتي بالنور أولاً بعده بالثمر كالتفاح وغيره ، وشجرة تبذل قبل الوعد ، وهي التين لأنها تخرج الثمرة قبل أن تعد بالورد ، بل لو غيرت العبارة لقلت هي شجرة تظهر المعنى قبل الدعوى ، بل لك أن تقول : إنها شجرة تخرج الثمرة قبل أن تلبس نفسها بورد أو بورق ، والتفاح والمشمش وغيرهما تبدأ بنفسها ، ثم بغيرها ، أما شجرة التين فإنها تهتم بغيرها قبل اهتمامها بنفسها ، فسائر الأشجار كأرباب المعاملة في قوله عليه السلام : « إبدأ بنفسك ثم بمن تعول » وشجرة التين كالمصطفى عليه السلام كان يبدأ بغيره فإن فضل صرفه إلى نفسه ، بل من الذين أنثى الله عليهم في قوله : { وَيُؤْثِرُونَ على أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ } [ الحشر : 9 ] ، وثالثها : أن من خواص هذه الشجرة أن سائر الأشجار إذا اسقطت الثمرة من موضعها لم تعد في تلك السنة ، إلا التين فإنه يعيد البذر وربما سقط ثم يعود مرة أخرى ورابعها : أن التين في النوم رجل خير غني فمن نالها في المنام نال مالاً وسعة ، ومن أكلها رزقه الله أولاداً وخامسها : روى أن آدم عليه السلام لما عصى وفارقته ثيابه تستر بورق التين ، وروى أنه لما نزل وكان متزراً بورق التين استوحش فطاف الظباء حوله فاستأنس بها فأطعمها بعض ورق التين ، فرزقها الله الجمال صورة والملاحة معنى وغير دمها مسكاً ، فلما تفرقت الظباء إلى مساكنها رأى غيرها عليها من الجمال ما أعجبها ، فلما كانت من الغد جاءت الظباء على أثر الأولى إلى آدم فأطعمها من الورق فغير الله حالها إلى الجمال دون المسك ، وذلك لأن الأولى جاءت لآدم لا إجل الطمع والطائفة الأخرى جاءت للطمع سراً وإلى آدم ظاهرة ، فلا جرم غير الظاهر دون الباطن ، وأما الزيتون فشجرته هي الشجرة المباركة فاكهة من وجه وإدام من وجه ودواء من وجه ، وهي في أغلب البلاد لا تحتاح إلى تربية الناس ، ثم لا تقتصر منفعتها غذاء بدنك ، بل هي غذاء السراج أيضاً وتولدها في الجبال التي لا توجد فيها شيء من الدهنية البتة ، وقيل : من أخذ ورق الزيتون في المنام استمسك بالعروة الوثقى ، وقال مريض لابن سيرين : رأيت في المنام كأنه قيل لي : كل اللامين تشف ، فقال : كل الزيتون فإنه لا شرقية ولا غربية ، ثم قال المفسرون : التي والزيتون اسم لهذين المأكولين وفيهما هذه المنافع الجليلة ، فوجب إجراء اللفظ على الظاهر ، والجزم بأن الله تعالى أقسم بهما لما فيهما هذه المصالح والمنافع .\r\n القول الثاني : أنه ليس المراد هاتين الثمرتين ، ثم ذكروا وجوهاً أحدها : قال ابن عباس : هما جبلان من الأرض المقدسة ، يقال لهما : بالسريانية طور تيناً ، وطور زيتاً ، لأنهما منبتا التين والزيتون ، فكأنه تعالى أقسم بمنابت الأنبياء ، فالجبل المختص بالتين لعيسى عليه السلام .\r\n والزيتون الشأم مبعث أكثر أنبياء بني إسرائيل ، والطور مبعث موسى عليه السلام ، والبلد الأمين مبعث محمد صلى الله عليه وسلم ، فيكون المراد من القسم في الحقيقة تعظيم الأنبياء وإعلاء درجاتهم وثانيها : أن المراد من التين والزيتون مسجدان ، ثم قال ابن زيد : التين مسجد دمشق والزيتون مسجد بيت المقدس ، وقال آخرون : التين مسجد أصحاب أهل الكف ، والزيتون مسجد إيليا ، وعن ابن عباس التين مسجد نوح المبني على الجودي ، والزيتون مسجد بيت المقدس ، والقائلون بهذا القول إنما ذهبوا إليه لأن القسم بالمسجد أحسن لأنه موضع العبادة والطاعة ، فلما كانت هذه المساجد في هذه المواضع التي يكثر فيها التين والزيتون ، لا جرم اكتفى بذكر التين والزيتون وثالثها : المراد من التين والزيتون بلدان ، فقال كعب : التين دمشق والزيتون بيت المقدس ، وقال شهر بن حوشب : التين الكوفة ، والزيتون الشام ، وعن الربيع هما جبلان بين همدان وحلوان ، والقائلون بهذا القول ، إنما ذهبوا إليه لأن اليهود والنصارى والمسلمين ومشركي قريش كل واحد منهم يعظم بلدة من هذه البلاد ، فالله تعالى أقسم بهذه البلاد بأسرها ، أو يقال : إن دمشق وبيت المقدس فيهما نعم الدنيا ، والطور ومكة فيهما نعم الدين .\r\n أما قوله تعالى : { وَطُورِ سِينِينَ } فالمراد من الطور الجبل الذي كلم الله تعالى موسى عليه السلام عليه ، واختلفوا في سينين والأولى عند النحويين أن يكون سينين وسينا اسمين للمكان الذي حصل فيه الجبل أو أضيفا إلى ذلك المكان ، وأما المفسرون فقال ابن عباس في رواية عكرمة : الطور الجبل وسينين الحسن بلغة الحبشة ، وقال مجاهد : { وَطُورِ سِينِينَ } المبارك ، وقال الكلبي : هو الجبل المشجر ذو الشجر ، وقال مقاتل : كل جبل فيه شجر مثمر فهو سينين وسينا بلغة النبط قال الواحدي : والأولى أن يكون سينين اسماً للمكان الذي به الجبل ، ثم لذلك سمي سينين أو سيناً لحسنه أو لكونه مباركاً ، ولا يجوز أن يكون سينين نعتاً للطور لإضافته إليه .\r\n أما قوله تعالى : { وهذا البلد الأمين } فالمراد مكة والأمين : الآمن قال صاحب « الكشاف » : من أمن الرجل أمانة فهو أمين وأمانته أن يحفظ من دخله كما يحفظ الأمين ما يؤتمن عليه ، ويجوز أن يكون فعيلاً بمعنى مفعول من أمنه لأنه مأمون الغوائل ، كما وصف بالأمن في قوله : { حَرَماً ءامِناً } [ العنكبوت : 67 ] يعني ذا أمن ، وذكروا في كونه أميناً وجوهاً أحدها : أن الله تعالى حفظه عن الفيل على ما يأتيك شرحه إن شاء الله تعالى وثانيها : أنها تحفظ لك جميع الأشياء فمباح الدم عند الالتجاء إليها آمن من السباع والصيود تستفيد منها الحفظ عند الالتجاء إليها وثالثها : ما روى أن عمر كان يقبل الحجر ، ويقول : إنك حجر لا تضر ولا تنفع ولولا أني رأيت رسول الله صلى الله عليه وسلم يقبلك ما قبلتك ، فقال له علي عليه السلام : إما أنه يضر وينفع إن الله تعالى لما أخذ على ذرية آدم الميثاق كتبه في رق أبيض ، وكان لهذا الركن يومئذ لسان وشفتان وعينان ، فقال : افتح فاك فألقمه ذلك الرق وقال : تشهد لمن وافاك بالموافاة إلى يوم القيامة ، فقال عمر : لأبقيت في قوم لست فيهم يا أبا الحسن .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والتين والزيتون (1) وطور سينين (2) وهذا البلد الأمين (3) ",
        "babnum": 1
    },
    {
        "id": 3269,
        "cate": "95",
        "title": "لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ (4) ",
        "details": " المراد من الإنسان هذه الماهية والتقويم تصبير الشيء على ما ينبغي أن يكون في التألف والتعديل ، يقال : قومته تقويماً فاستقام وتقوم ، وذكروا في شرح ذلك الحسن وجوهاً أحدها : أنه تعالى خلق كل ذي روح مكباً على وجهه إلا الإنسان فإنه تعالى خلقه مديد القامة يتناول مأكوله بيده وقال الأصم : في أكمل عقل وفهم وأدب وعلم وبيان ، والحاصل أن القول الأول راجع إلى الصورة الظاهرة ، والثاني إلى السيرة الباطنة ، وعن يحيى بن أكثم القاضي أنه فسر التقويم بحسن الصورة ، فإنه حكى أن ملك زمانه خلا بزوجته في ليلة مقمرة ، فقال : إن لم تكوني أحسن من القمر فأنت كذا ، فأفتى الكل بالحنث إلا يحيى بن أكثم فإنه قال : لا يحنث ، فقيل له : خالفت شيوخك ، فقال : الفتوى بالعلم ولقد أفتى من هو أعلم منا وهو الله تعالى فإنه يقوله : { لَقَدْ خَلَقْنَا الإنسان فِى أَحْسَنِ تَقْوِيمٍ } وكان بعض الصالحين يقول : إلهنا أعطيتنا في الأولى أحسن الأشكال ، فأعطنا في الآخرة أحسن الفعال ، وهو العفو عن الذنوب ، والتجاوز عن العيوب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لقد خلقنا الإنسان في أحسن تقويم (4) ",
        "babnum": 2
    },
    {
        "id": 3270,
        "cate": "95",
        "title": "ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (5) ",
        "details": " ففيه وجهان : الأول : قال ابن عباس : يريد أرذل العمر ، وهو مثل قوله : يرد إلى أرذل العمر ، قال ابن قتيبة : السافلون هم الضعفاء والزمني ، ومن لا يستطيع حيلة ولا يجد سبيلاً ، يقال : سفل يسفل فهو سافل وهم سافلون ، كما يقال : علا يعلو فهو عال وهم عالون ، أراد أن الهرم يخرف ويضعف سمعه وبصره وعقله وتقل حيلته ويعجز عن عمل الصالحات ، فيكون أسفل الجميع ، وقال الفراء : ولو كانت أسفل سافل لكان صواباً ، لأن لفظ الإنسان واحد ، وأنت تقول : هذا أفضل قائم ولا تقول : أفضل قائمين ، إلا أنه قيل : سافلين على الجمع لأن الإنسان في معنى جمع فهو كقوله : { والذى جَاء بالصدق وَصَدَّقَ بِهِ أُوْلَئِكَ هُمُ المتقون } [ الزمر : 33 ] وقال : { وَإِنَّا إِذَا أَذَقْنَا الإنسان مِنَّا رَحْمَةً فَرِحَ بِهَا وَإِن تُصِبْهُمْ } [ الشورى : 48 ] .\r\n والقول الثاني : ما ذكره مجاهد والحسن ثم رددناه إلى النار ، قال علي عليه السلام : وضع أبواب جهنم بعضها أسفل من بعض فيبدأ بالأسفل فيملأ وهو أسفل سافلين ، وعلى هذا التقدير فالمعنى ثم رددناه إلى أسفل سافلين إلى النار .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ثم رددناه أسفل سافلين (5) ",
        "babnum": 3
    },
    {
        "id": 3271,
        "cate": "95",
        "title": "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (6) ",
        "details": " أما قوله تعالى : { إِلاَّ الذين ءامَنُواْ وَعَمِلُواْ الصالحات } فاعلم أن هذا الاستثناء على القول الأول منقطع ، والمعنى ولكن الذين كانوا صالحين من الهرمى فلهم ثواب دائم على طاعتهم وصبرهم على ابتلاء الله أياهم بالشيخوخة والهرم ، وعلى مقاساة المشاق والقيام بالعبادة وعلى تخاذل نهوضهم ، وأما على القول الثاني فالاستثناء متصل ظاهر الاتصال .\r\n أما قوله تعالى : { فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ } ففيه قولان : أحدهما : غير منقوص ولا مقطوع وثانيهما : أجر غير ممنون أي لا يمن به عليهم ، وأعلم أن كل ذلك من صفات الثواب ، لأنه يجب أن يكون غير منقطع وأن لا يكون منغصاً بالمنة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إلا الذين آمنوا وعملوا الصالحات فلهم أجر غير ممنون (6) ",
        "babnum": 4
    },
    {
        "id": 3272,
        "cate": "95",
        "title": "فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ (7) ",
        "details": " وفيه سؤالان : الأولى : من المخاطب بقوله : { فَمَا يُكَذّبُكَ } ؟ الجواب فيه قولان : أحدهما : أنه خطاب للإنسان على طريقة الالتفات ، والمراد من قوله : { فَمَا يُكَذّبُكَ } أن كل من أخبر عن الواقع بأنه لا يقع فهو كاذب ، والمعنى فما الذي يلجئك إلى هذا الكذب والثاني : وهو اختيار الفراء أنه خطاب مع محمد صلى الله عليه وسلم ، والمعنى فمن يكذبك يا أيها الرسول بعد ظهور هذه الدلائل بالدين .\r\n السؤال الثاني : ما وجه التعجب؟ الجواب : أن خلق الإنسان من النطفة وتقويمه بشراً سوياً وتدريجه في مراتب الزيادة إلى أن يكمل ويستوي ، تم تنكيسه إلى أن يبلغ أرذل العمر دليل واضح على قدرة الخالق على الحشر والنشر ، فمن شاهد هذه الحالة ثم بقي مصراً على إنكار الحشر فلا شيء أعجب منه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فما يكذبك بعد بالدين (7) ",
        "babnum": 5
    },
    {
        "id": 3273,
        "cate": "95",
        "title": "أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ (8) ",
        "details": " وفيه مسألتان : المسألة الأولى : ذكروا في تفسيره وجهين أحدهما : أن هذا تحقيق لما ذكر من خلق الإنسان ثم رده إلى أرذل العمر ، يقول الله تعالى : أليس الذي فعل ذلك بأحكم الحاكمين صنعاً وتدبيراً ، وإذا ثبتت القدرة والحكمة بهذه الدلالة صح القول بإمكان الحشر ووقوعه ، أما الإمكان فبالنظر إلى القدرة ، وأما الوقوع فبالنظر إلى الحكمة لأن عدم ذلك يقدح في الحكمة ، كما قال تعالى : { وَمَا خَلَقْنَا السماء والأرض وَمَا بَيْنَهُمَا باطلا ذلك ظَنُّ الذين كَفَرُواْ } [ ص : 27 ] .\r\n والثاني : أن هذا تنبيه من الله تعالى لنبيه عليه السلام بأنه يحكم بينه وبين خصومه يوم القيامة بالعدل .\r\n المسألة الثانية : قال القاضي : هذه الآية من أقوى الدلائل على أنه تعالى لا يفعل القبيح ولا يخلق أفعال العباد مع ما فيها من السفه والظلم ، فإنه لو كان الفاعل لأفعال العباد هو الله تعالى لكان كل سفه وكل أمر بسفه وكل ترغيب في سفه فهو من الله تعالى ومن كان كذلك فهو أسفه السفهاء ، كما أنه لا حكمة ولا أمر بالحكمة ولا ترغيب في الحكمة إلا من الله تعالى ، ومن كان كذلك فهو أحكم الحكماء ، ولما ثبت في حقه تعالى الأمران لم يكن وصفه بأنه أحكم الحكماء أولى من وصفه بأنه أسفه السفهاء .\r\n ولما امتنع هذا الوصف في حقه تعالى علمنا أنه ليس خالقاً لأفعال العباد والجواب : المعارضة بالعلم والداعي ، ثم نقول : السفيه من قامت السفاهة به لا من خلق السفاهة ، كما أن المتحرك والساكن من قامت الحركة والسكون به لا من خلقهما ، والله سبحانه وتعالى أعلم بالصواب .\r\n وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أليس الله بأحكم الحاكمين (8) ",
        "babnum": 6
    }
]