[
    {
        "id": 1206,
        "cate": "13",
        "title": "المر تِلْكَ آيَاتُ الْكِتَابِ وَالَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ (1) ",
        "details": " اعلم أنا قد تكلمنا في هذه الألفاظ قال ابن عباس رضي الله عنهما معناه : أنا الله أعلم ، وقال في رواية عطاء أنا الله الملك الرحمن ، وقد أمالها أبو عمرو والكسائي وغيرهما وفخمها جماعة منهم عاصم وقوله : { تِلْكَ } إشارة إلى آيات السورة المسماة بالمر .\r\n ثم قال : إنها آيات الكتاب .\r\n وهذا الكتاب الذي أعطاه محمداً بأن ينزله عليه ويجعله باقياً على وجه الدهر وقوله : { والذى أُنزِلَ إِلَيْكَ مِن رَّبّكَ } مبتدأ وقوله : { الحق } خبره ومن الناس من تمسك بهذه الآية في نفي القياس فقال : الحكم المستنبط بالقياس غير نازل من عند الله وإلا لكان من لم يحكم به كافراً لقوله تعالى : { وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ الله فأولئك هُمُ الكافرون } [ المائدة : 44 ] وبالإجماع لا يكفر فثبت أن الحكم المثبت بالقياس غير نازل من عند الله .\r\n وإذا كان كذلك وجب أن لا يكون حقاً لأجل أن قوله : { والذى أُنزِلَ إِلَيْكَ مِن رَّبّكَ الحق } يقتضي أنه لا حق إلا ما أنزله الله فكل ما لم ينزله الله وجب أن لا يكون حقاً ، وإذا لم يكن حقاً وجب أن يكون باطلاً لقوله تعالى : { فَمَاذَا بَعْدَ الحق إِلاَّ الضلال } [ يونس : 32 ] ومثبتو القياس يجيبون عنه بأن الحكم المثبت بالقياس نازل أيضاً من عند الله ، لأنه لما أمر بالعمل بالقياس كان الحكم الذي دل عليه القياس نازلاً من عند الله .\r\n ولما ذكر تعالى أن المنزل على محمد صلى الله عليه وسلم هو الحق بين أن أكثر الناس لا يؤمنون به على سبيل الزجر والتهديد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "المر تلك آيات الكتاب والذي أنزل إليك من ربك الحق ولكن أكثر الناس لا يؤمنون (1) ",
        "babnum": 1
    },
    {
        "id": 1207,
        "cate": "13",
        "title": "اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ (2) ",
        "details": " اعلم أنه تعالى لما ذكر أن أكثر الناس لا يؤمنون ذكر عقيبه ما يدل على صحة التوحيد والمعاد وهو هذه الآية وفيه مسائل : المسألة الأولى : قال صاحب «الكشاف» : الله مبتدأ والذي رفع السموات خبره بدليل قوله : { وَهُوَ الذى مَدَّ الأرض } [ الرعد : 3 ] ويجوز أن يكون الذي رفع السموات صفة وقوله : { يُدَبّرُ الامر يُفَصّلُ الآيات } خبراً بعد خبر ، وقال الواحدي : العمد الأساطين وهو جمع عماد يقال عماد وعمد مثل إهاب وأهب ، وقال الفراء : العمد والعمد جمع العمود مثل أديم وادم وادم ، وقضيم وقضم وقضم ، والعماد والعمود ما يعمد به الشيء ، ومنه يقال : فلان عمد قومه إذا كانوا يعتمدونه فيما بينهم .\r\n المسألة الثانية : اعلم أنه تعالى استدل بأحوال السموات وبأحوال الشمس والقمر وبأحوال الأرض وبأحوال النبات ، أما الاستدلال بأحوال السموات بغير عمد ترونها فالمعنى : أن هذه الأجسام العظيمة بقيت واقفة في الجو العالي ويستحيل أن يكون بقاؤها هناك لأعيانها ولذواتها لوجهين : الأول : أن الأجسام متساوية في تمام الماهية ، ولو وجب حصول جسم في حيز معين ، لوجب حصول كل جسم في ذلك الحين .\r\n والثاني : أن الخلاء لا نهاية له والأحياز المعترضة في ذلك الخلاء الصرف غير متناهية وهي بأسرها متساوية ولو وجب حصول جسم في حيز معين لوجب حصوله في جميع الأحياز ضرورة أن الأحياز بأسرها متشابهة فثبت أن حصول الأجرام الفلكية في أحيازها وجهاتها ليس أمراً واجباً لذاته بل لا بد من مخصص ومرجح ، ولا يجوز أن يقال إنها بقيت بسلسلة فوقها ولا عمد تحتها ، وإلا لعاد الكلام في ذلك الحافظ ولزم المرور إلى ما لا نهاية له وهو محال فثبت أن يقال الأجرام الفلكية في أحيازها العالية لأجل أن مدبر العالم تعالى وتقدس أوقفها هناك .\r\n فهذا برهان قاهر على وجود الإله القاهر القادر .\r\n ويدل أيضاً على أن الإله ليس بجسم ولا مختص بحيز ، لأنه لو كان حاصلاً في حيز معين لامتنع أن يكون حصوله في ذلك الحيز لذاته ولعينه لما بينا أن الأحياز بأسرها متساوية فيمتنع أن يكون حصوله في حيز معين لذاته فلا بد وأن يكون بتخصيص مخصص وكل ما حصل بالفاعل المختار فهو محدث فاختصاصه بالحيز المعين محدث وذاته لا تنفك عن ذلك الاختصاص وما لا يخلو عن الحادث فهو حادث ، فثبت أنه لو كان حاصلاً في الحيز المعين لكان حادثاً وذلك محال ، فثبت أنه تعالى متعال عن الحيز والجهة ، وأيضاً كل ما سماك فهو سماء ، فلو كان تعالى موجوداً في جهة فوق جهة لكان من جملة السموات فدخل تحت قوله : { الله الذى رَفَعَ السموات بِغَيْرِ عَمَدٍ تَرَوْنَهَا } فكل ما كان مختصاً بجهة فوق جهة فهو محتاج إلى حفظ الإله بحكم هذه الآية فوجب أن يكون الإله منزهاً عن جهة فوق .\r\n أما قوله : { تَرَوْنَهَا } ففيه أقوال : الأول : أنه كلام مستأنف والمعنى : رفع السموات بغير عمد .\r\n ثم قال : { تَرَوْنَهَا } أي وأنتم ترونها أي مرفوعة بلا عماد .\r\n الثاني : قال الحسن في تقرير الآية تقديم وتأخير تقديره : رفع السموات ترونها بغير عمد .\r\n واعلم أنه إذا أمكن حمل الكلام على ظاهره كان المصير إلى التقديم والتأخير غير جائز .\r\n والثالث : أن قوله : { تَرَوْنَهَا } صفة للعمد ، والمعنى : بغير عمد مرئية ، أي للسموات عمد .\r\n ولكنا لا نراها قالوا : ولها عمد على جبل قاف وهو جبل من زبرجد محيط بالدنيا ولكنكم لا ترونها .\r\n وهذا التأويل في غاية السقوط ، لأنه تعالى إنما ذكر هذا الكلام ليكون حجة على وجود الإله القادر ولو كان المراد ما ذكروه لما ثبتت الحجة لأنه يقال إن السموات لما كانت مستقرة على جبل قاف فأي دلالة لثبوتها على وجود الإله ، وعندي فيه وجه آخر أحسن من الكل وهو أن العماد ما يعتمد عليه وقد دللنا على أن هذه الأجسام إنما بقيت واقفة في الجو العالي بقدرة الله تعالى وحينئذ يكون عمدها هو قدرة الله تعالى فنتج أن يقال إنه رفع السماء بغير عمد ترونها أي لها عمد في الحقيقة إلا أن تلك العمد هي قدرة الله تعالى وحفظه وتدبيره وإبقاؤه إياها في الجو العالي وأنهم لا يرون ذلك التدبير ولا يعرفون كيفية ذلك الإمساك .\r\n وأما قوله : { ثُمَّ استوى عَلَى العرش } فاعلم أنه ليس المراد منه كونه مستقراً على العرش ، لأن المقصود من هذه الآية ذكر ما يدل على وجود الصانع ويجب أن يكون ذلك الشيء مشاهداً معلوماً وأن أحداً ما رأى أنه تعالى استقر على العرش فكيف يمكن الاستدلال به عليه وأيضاً بتقدير أن يشاهد كونه مستقراً على العرش إلا أن ذلك لا يشعر بكمال حاله وغاية جلاله ، بل يدل على احتياجه إلى المكان والحيز .\r\n وأيضاً فهذا يدل على أنه ما كان بهذه الحالة ثم صار بهذه الحالة ، وذلك يوجب التغير وأيضاً الاستواء ضد الاعوجاج فظاهر الآية يدل على أنه كان معوجاً مضطرباً ثم صار مستوياً وكل ذلك على الله محال ، فثبت أن المراد استواؤه على عالم الأجسام بالقهر والقدرة والتدبير والحفظ يعني أن من فوق العرش إلى ما تحت الثرى في حفظه وفي تدبيره وفي الاحتياج إليه .\r\n وأما الاستدلال بأحوال الشمس والقمر : فهو قوله سبحانه وتعالى : { وَسَخَّرَ الشمس والقمر كُلٌّ يَجْرِى لأَجَلٍ مُّسَمًّى } .\r\n واعلم أن هذا الكلام اشتمل على نوعين من الدلالة : النوع الأول : قوله : { وَسَخَّرَ الشمس والقمر } وحاصله يرجع إلى الاستدلال على وجود الصانع القادر القاهر بحركات هذه الأجرام ، وذلك لأن الأجسام متماثلة فهذه الأجرام قابلة للحركة والسكون فاختصاصها بالحركة الدائمة دون السكون لا بد له من مخصص .\r\n وأيضاً أن كل واحدة من تلك الحركات مختصة بكيفية معينة من البطء والسرعة فلا بد أيضاً من مخصص لا سيما عند من يقول الحركة البطيئة معناها حركات مخلوطة بسكنات وهذا يوجب الاعتراف بأنها تتحرك في بعض الأحياز وتسكن في البعض فحصول الحركة في ذلك الحيز المعين والسكون في الحيز الآخر لا بد فيه أيضاً من مرجح .\r\n الوجه الثالث : وهو أن تقدير تلك الحركات والسكنات بمقادير مخصوصة على وجه تحصل عوداتها وأدوارها متساوية بحسب المدة حالة عجيبة فلا بد من مقدر .\r\n والوجه الرابع : أن بعض تلك الحركات مشرقية وبعضها مغربية وبعضها مائلة إلى الشمال وبعضها مائلة إلى الجنوب وهذا أيضاً لا يتم إلا بتدبير كامل وحكمة بالغة .\r\n النوع الثاني : من الدلائل المذكورة في هذه الآية قوله : { كُلٌّ يَجْرِى لأَجَلٍ مُّسَمًّى } وفيه قولان : الأول : قال ابن عباس : للشمس مائة وثمانون منزلاً كل يوم لها منزل وذلك يتم في ستة أشهر ، ثم إنها تعود مرة أخرى إلى واحد منها في ستة أشهر أخرى وكذلك القمر له ثمانية وعشرون منزلاً ، فالمراد بقوله : { كُلٌّ يَجْرِى لأَجَلٍ مُّسَمًّى } هذا .\r\n وتحقيقه أنه تعالى قدر لكل واحد من هذه الكواكب سيراً خاصاً إلى جهة خاصة بمقدار خاص من السرعة والبطء ومتى كان الأمر كذلك لزم أن يكون لها بحسب كل لحظة ولمحة حالة أخرى ما كانت حاصلة قبل ذلك .\r\n والقول الثاني : أن المراد كونهما متحركين إلى يوم القيامة ، وعند مجيء ذلك اليوم تنقطع هذه الحركات وتبطل تلك السيرات كما وصف الله تعالى ذلك في قوله : { إِذَا الشمس كُوّرَتْ * وَإِذَا النجوم انكدرت } [ التكوير : 1 ، 2 ] { إِذَا السماء انشقت } [ الإنشقاق : 1 ] و { إِذَا السماء انفطرت } [ الإنفطار : 1 ] { وجَمَعَ الشمس والقمر } [ القيامة : 9 ] وهو كقوله سبحانه وتعالى : { ثُمَّ قَضَى أَجَلاً وَأَجَلٌ مُّسمًّى عِندَهُ } [ الأنعام : 2 ] ثم إنه تعالى لما ذكر هذه الدلائل قال : { يُدَبّرُ الأمر } وكل واحد من المفسرين حمل هذا على تدبير نوع آخر من أحوال العالم والأولى حمله على الكل فهو يدبرهم بالإيجاد والإعدام وبالإحياء والإماتة والإغناء والإفقار ، ويدخل فيه إنزال الوحي وبعثة الرسل وتكليف العباد ، وفيه دليل عجيب على كمال القدرة والرحمة وذلك لأن هذا العالم المعلوم من أعلى العرش إلى ما تحت الثرى أنواع وأجناس لا يحيط بها إلا الله تعالى ، والدليل المذكور دل على أن اختصاص كل واحد منها بوضعه وموضعه وصفته وطبيعته وحليته ، ليس إلا من الله تعالى ومن المعلوم أن كل من اشتغل بتدبير شيء فإنه لا يمكنه شيء آخر إلا الباري سبحانه وتعالى فإنه لا يشغله شأن عن شأن أما العاقل فإنه إذا تأمل في هذه الآية علم أنه تعالى يدبر عالم الأجسام وعالم الأرواح ويدبر الكبير كما يدبر الصغير فلا يشغله شأن عن شأن ولا يمنعه تدبير عن تدبير وذلك يدل على أنه تعالى في ذاته وصفاته وعلمه وقدرته غير مشابه للمحدثات والممكنات .\r\n ثم قال : { يُفَصّلُ الآيات } وفيه قولان : الأول : أنه تعالى بين الآيات الدالة على إلهيته وعلمه وحكمته .\r\n والثاني : أن الدلائل الدالة على وجود الصانع قسمان : أحدهما : الموجودات الباقية الدائمة كالأفلاك والشمس والقمر والكواكب ، وهذا النوع من الدلائل هو الذي تقدم ذكره .\r\n والثاني : الموجودات الحادثة المتغيرة ، وهي الموت بعد الحياة ، والفقر بعد الغنى ، والهرم بعد الصحة ، وكون الأحمق في أهنأ العيش ، والعاقل الذكي في أشد الأحوال ، فهذا النوع من الموجودات والأحوال دلالتها على وجود الصانع الحكيم ظاهرة باهرة .\r\n وقوله : { يُفَصّلُ الآيات } إشارة إلى أنه يحدث بعضها عقيب بعض على سبيل التمييز والتفصيل .\r\n ثم قال : { لَعَلَّكُمْ بِلِقَاء رَبّكُمْ تُوقِنُونَ } واعلم أن الدلائل المذكورة كما تدل على وجود الصانع الحكيم فهي أيضاً تدل على صحة القول بالحشر والنشر لأن من قدر على خلق هذه الأشياء وتدبيرها على عظمتها وكثرتها فلأن يقدر على الحشر والنشر كان أولى يروى أن رجلاً قال لعلي بن أبي طالب رضوان الله عليه أنه تعالى كيف يحاسب الخلق دفعة واحدة فقال كما يرزقهم الآن دفعة واحدة وكما يسمع نداءهم ويجيب دعاءهم الآن دفعة واحدة .\r\n وحاصل الكلام أنه تعالى كما قدر على إبقاء الأجرام الفلكية والنيرات الكوكبية في الجو العالي وإن كان الخلق عاجزين عنه ، وكما يمكنه أن يدبر من فوق العرش إلى ما تحت الثرى بحيث لا يشغله شأن عن شأن ، فكذلك يحاسب الخلق بحيث لا يشغله شأن عن شأن ، ومن الأصحاب من تمسك بلفظ اللقاء على رؤية الله تعالى ، وقد مر تقريره في هذا الكتاب مراراً وأطواراً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الله الذي رفع السماوات بغير عمد ترونها ثم استوى على العرش وسخر الشمس والقمر كل يجري لأجل مسمى يدبر الأمر يفصل الآيات لعلكم بلقاء ربكم توقنون (2) ",
        "babnum": 2
    },
    {
        "id": 1208,
        "cate": "13",
        "title": "وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِي اللَّيْلَ النَّهَارَ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (3) ",
        "details": " اعلم أنه تعالى لما قرر الدلائل السماوية أردفها بتقرير الدلائل الأرضية فقال : { وَهُوَ الذى مَدَّ الأرض } .\r\n واعلم أن الاستدلال بخلقه الأرض وأحوالها من وجوه : الأول : أن الشيء إذا تزايد حجمه ومقداره صار كأن ذلك الحجم وذلك المقدار يمتد فقوله : { وَهُوَ الذى مَدَّ الأرض } إشارة إلى أن الله سبحانه هو الذي جعل الأرض مختصة بذلك المقدار المعين الحاصل له لا أزيد ولا أنقص والدليل عليه أن كون الأرض أزيد مقداراً مما هو الآن وأنقص منه أمر جائز ممكن في نفسه فاختصاصه بذلك المقدار المعين لا بد أن يكون بتخصيص وتقدير .\r\n الثاني : قال أبو بكر الأصم المد هو البسط إلى ما لا يدرك منتهاه فقوله : { وَهُوَ الذى مَدَّ الأرض } يشعر بأنه تعالى جعل حجم الأرض حجماً عظيماً لا يقع البصر على منتهاه ، لأن الأرض لو كانت أصغر حجماً مما هي الآن عليه لما كمل الانتفاع به .\r\n والثالث : قال قوم كانت الأرض مدورة فمدها ودحا من مكة من تحت البيت فذهبت كذا وكذا .\r\n وقال آخرون : كانت مجتمعة عند البيت المقدس فقال لها : اذهبي كذا وكذا .\r\n اعلم أن هذا القول إنما يتم إذا قلنا الأرض مسطحة لا كرة وأصحاب هذا القول احتجوا عليه بقوله : { والأرض بَعْدَ ذَلِكَ دحاها } [ النازعات : 30 ] وهذا القول مشكل من وجهين .\r\n الأول : أنه ثبت بالدلائل أن الأرض كرة فكيف يمكن المكابرة فيه؟ فإن قالوا : وقوله : { مَدَّ الأرض } ينافي كونها كرة فكيف يمكن مدها؟ قلنا : لا نسلم أن الأرض جسم عظيم والكرة إذا كانت في غاية الكبر كان كل قطعة منها تشاهد كالسطح ، والتفاوت الحاصل بينه وبين السطح لا يحصل إلا في علم الله ألا ترى أنه قال : { والجبال أَوْتَاداً } [ النبأ : 7 ] فجعلها أوتاداً مع أن العالم من الناس يستقرون عليها فكذلك ههنا .\r\n والثاني : أن هذه الآية إنما ذكرت ليستدل بها على وجود الصانع ، والشرط فيه أن يكون ذلك أمراً مشاهداً معلوماً حتى يصح الاستدلال به على وجود الصانع وكونها مجتمعة تحت البيت أمر غير مشاهد ولا محسوس فلا يمكن الاستدلال به على وجود الصانع ، فثبت أن التأويل الحق هو ما ذكرناه .\r\n والنوع الثاني : من الدلائل الاستدلال بأحوال الجبال وإليه الإشارة بقوله : { وَجَعَلَ فِيهَا رَوَاسِىَ } من فوقها ثابتة باقية في أحيازها غير منتقلة عن أماكنها يقال : رسا هذا الوتد وأرسيته والمراد ما ذكرنا .\r\n واعلم أن الاستدلال بوجود الجبال على وجود الصانع القادر الحكيم من وجوه ، الأول : أن طبيعة الأرض واحدة فحصول الجبل في بعض جوانبها دون البعض لا بد وأن يكون بتخليق القادر الحكيم .\r\n قالت الفلاسفة : هذه الجبال إنما تولدت لأن البحار كانت في هذا الجانب من العالم فكانت تتولد في البحر طيناً لزجاً .\r\n ثم يقوي تأثير الشمس فيها فينقلب حجراً كما يشاهد في كوز الفقاع ثم إن الماء كان يغور ويقل فيتحجر البقية ، فلهذا السبب تولدت هذه الجبال قالوا : وإنما كانت البحار حاصلة في هذا الجانب من العالم لأن أوج الشمس وحضيضها متحركان ، ففي الدهر الأقدم كان حضيض الشمس في جانب الشمال والشمس متى كانت في حضيضها كانت أقرب إلى الأرض فكان التسخين أقوى ، وشدة السخونة توجب انجذاب الرطوبات ، فحين كان الحضيض في جانب الشمال كانت البحار في جانب الشمال ، والآن لما انتقل الأوج إلى جانب الشمال والحضيض إلى جانب الجنوب انتقلت البحار إلى جانب الجنوب فبقيت هذه الجبال في جانب الشمال ، هذا حاصل كلام القوم في هذا الباب وهو ضعيف من وجوه الأول : أن حصول الطين في البحر أمر عام ووقوع الشمس عليها أمر عام فلم وصل هذا الجبل في بعض الجوانب دون البعض .\r\n والثاني : وهو أنا نشاهد في بعض الجبال كأن تلك الأحجار موضوعة سافا فسافاً فكأن البناء لبنات كثيرة موضوع بعضها على بعض ويبعد حصول مثل هذا التركيب من السبب الذي ذكروه .\r\n والثالث : أن أوج الشمس الآن قريب من أول السرطان فعلى هذا من الوقت الذي انتقل أوج الشمس إلى الجانب الشمالي مضى قريب من تسعة آلاف سنة ، وبهذا التقدير أن الجبال في هذه المدة الطويلة كانت في التفتت فوجب أن لا يبقى من الأحجار شيء ، لكن ليس الأمر كذلك ، فعلمنا أن السبب الذي ذكروه ضعيف .\r\n والوجه الثاني : من الاستدلال بأحوال الجبال على وجود الصانع ذي الجلال ما يحصل فيها من معادن الفلزات السبعة ومواضع الجواهر النفيسة وقد يحصل فيها معادن الزاجات والأملاح وقد يحصل فيها معادن النفط والقير والكبريت ، فكون الأرض واحدة في الطبيعة ، وكون الجبل واحداً في الطبع ، وكون تأثير الشمس واحداً في الكل يدل دليلاً ظاهراً على أن الكل بتقدير قادر قاهر متعال عن مشابهة المحدثات والممكنات .\r\n والوجه الثالث : من الاستدلال بأحوال الجبال أن بسببها تتولد الأنهار على وجه الأرض ، وذلك أن الحجر جسم صلب فإذا تصاعدت الأبخرة من قعر الأرض ووصلت إلى الجبل احتبست هناك فلا تزال تتكامل ، فيحصل تحت الجبل مياه عظيمة ، ثم إنها لكثرتها وقوتها تثقب وتخرج وتسيل على وجه الأرض ، فمنفعة الجبال في تولد الأنهار هو من هذا الوجه ، ولهذا السبب ففي أكثر الأمر أينما ذكر الله الجبال قرن بها ذكر الأنهار مثل ما في هذه الآية ، ومثل قوله : { وَجَعَلْنَا فِيهَا رَوَاسِىَ شامخات وأسقيناكم مَّاء فُرَاتاً } [ المرسلات : 27 ] .\r\n والنوع الثالث : من الدلائل المذكورة في هذه الآية الاستدلال بعجائب خلقة النبات ، وإليه الإشارة بقوله : { وَمِن كُلّ الثمرات جَعَلَ فِيهَا زَوْجَيْنِ اثنين } وفيه مسائل : المسألة الأولى : أن الحبة إذا وضعت في الأرض وأثرت فيها نداوة الأرض ربت وكبرت وبسبب ذلك ينشق أعلاها وأسفلها فيخرج من الشق الأعلى الشجرة الصاعدة في الهواء ، ويخرج من الشق الأسفل العروق الغائصة في أسفل الأرض وهذا من العجائب ، لأن طبيعة تلك الحبة واحدة وتأثير الطبائع والأفلاك والكواكب فيها واحد ثم إنه خرج من الجانب الأعلى من تلك الحبة جرم صاعد إلى الهواء من الجانب الأسفل منه جرم غائص في الأرض ، ومن المحال أن يتولد من الطبيعة الواحدة طبيعتان متضادتان ، فعلمنا أن ذلك إنما كان بسبب تدبير المدبر الحكيم ، والمقدر القديم لا بسبب الطبع والخاصية ، ثم إن الشجرة الثابتة من تلك الحبة بعضها يكون خشباً وبعضها يكون نوراً وبعضها يكون ثمرة ، ثم إن تلك الثمرة أيضاً يحصل فيها أجسام مختلفة الطبائع ، فالجوز له أربعة أنواع من القشور ، فالقشر الأعلى وتحته القشرة الخشبة وتحته القشرة المحيطة باللبنة ، وتحت تلك القشرة قشرة أخرى في غاية الرقة تمتاز عما فوقها حال كون الجوز رطباً وأيضاً فقد يحصل في الثمرة الواحدة الطباع المختلفة ، فالأترج قشره حار يابس ولحمه حار رطب وحماضه بارد يابس وبزره حار يابس ونوره حار يابس ، وكذلك العنب قشره وعجمه باردان يابسان ولحمه وماؤه حاران رطبان فتولد هذه للطبائع المختلفة من الحبة الواحدة مع تساوي تأثيرات الطبائع وتأثيرات الأنجم والأفلاك لا بد وأن يكون لأجل تدبير الحكيم القادر القديم .\r\n المسألة الثانية : المراد بزوجين اثنين ، صنفين اثنين والاختلاف إما من حيث الطعم كالحلو والحامض أو الطبيعة كالحار والبارد أو اللون كالأبيض والأسود .\r\n فإن قيل : الزوجان لا بد وأن يكون اثنين ، فما الفائدة في قوله : { زَوْجَيْنِ اثنين } .\r\n قلنا : قيل إنه تعالى أول ما خلق العالم وخلق فيه الأشجار خلق من كل نوع من الأنواع اثنين فقط ، فلو قال : خلق زوجين لم يعلم أن المراد النوع أو الشخص .\r\n أما لما قال اثنين علمنا أن الله تعالى أول ما خلق من كل زوجين اثنين لا أقل ولا أزيد .\r\n والحاصل أن الناس فيهم الآن كثرة إلا أنهم لما ابتدؤا من زوجين اثنين بالشخص هما آدم وحواء ، فكذلك القول في جميع الأشجار والزرع ، والله أعلم .\r\n النوع الرابع : من الدلائل المذكورة في هذه الآية الاستدلال بأحوال الليل والنهار وإليه الإشارة بقوله : { يغشي الليل النهار } والمقصود أن الإنعام لا يكمل إلا بالليل والنهار وتعاقبهما كما قال : { فَمَحَوْنَا ءايَةَ اليل وَجَعَلْنَا ءايَةَ النهار مُبْصِرَةً } [ الإسراء : 12 ] ومنه قوله : { يغشي الليل النهار يطلبه حثيثاً } [ الأعراف : 54 ] وقد سبق الاستقصاء في تقريره فيما سلف من هذا الكتاب ، قرأ حمزة والكسائي وأبو بكر عن عاصم : { يُغْشِى } بالتشديد وفتح الغين والباقون بالتخفيف ، ثم إنه تعالى لما ذكر هذه الدلائل النيرة والقواطع القاهرة قال : { إِنَّ فِى ذلك لآيات لّقَوْمٍ يَتَفَكَّرُونَ } .\r\n واعلم أنه تعالى في أكثر الأمر حيث يذكر الدلائل الموجودة في العالم السفلي يذكر عقبها : { إِنَّ فِى ذلك لآيات لّقَوْمٍ يَتَفَكَّرُونَ } أو ما يقرب منه بحسب المعنى ، والسبب فيه أن الفلاسفة يسندون حوادث العالم السفلي إلى الاختلافات الواقعة في الأشكال الكوكبية ، فما لم تقم الدلالة على دفع هذا السؤال لا يتم المقصود ، فلهذا المعنى قال : { إِنَّ فِى ذلك لآيات لّقَوْمٍ يَتَفَكَّرُونَ } كأنه تعالى يقول مجال الفكر باق بعد ولا بد بعد هذا المقام من التفكر والتأمل ليتم الاستدلال .\r\n واعلم أن الجواب عن هذا السؤال من وجهين : الأول : أن نقول هب أنكم أسندتم حوادث العالم السفلي إلى الأحوال الفلكية والاتصالات الكوكبية إلا أنا أقمنا الدليل القاطع على أن اختصاص كل واحد من الأجرام الفلكية وطبعه ووضعه وخاصيته لا بد أن يكون بتخصيص المقدر القديم والمدبر الحكيم ، فقد سقط هذا السؤال وهذا الجواب قد قرره الله تعالى في هذا المقام ، لأنه تعالى ابتدأ بذكر الدلائل السماوية وقد بينا أنها كيف تدل على وجود الصانع .\r\n ثم إنه تعالى أتبعها بالدلائل الأرضية .\r\n فإن قال قائل : لم لا يجوز أن تكون هذه الحوادث الأرضية لأجل الأحوال الفلكية ، كان جوابنا أن نقول فهب أن الأمر كذلك إلا أنا دللنا فيما تقدم على افتقار الأجرام الفلكية إلى الصانع الحكيم فحينئذ لا يكون هذا السؤال قادحاً في غرضنا .\r\n والوجه الثاني : من الجواب أن نقيم الدلالة على أنه لا يجوز أن يكون حدوث الحوادث السفلية لأجل الاتصالات الفلكية ، وذلك هو المذكور في الآية التي تأتي بعد هذه الآية ، ومن تأمل في هذه اللطائف ووقف عليها علم أن هذا الكتاب اشتمل على علوم الأولين والآخرين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وهو الذي مد الأرض وجعل فيها رواسي وأنهارا ومن كل الثمرات جعل فيها زوجين اثنين يغشي الليل النهار إن في ذلك لآيات لقوم يتفكرون (3) ",
        "babnum": 3
    },
    {
        "id": 1209,
        "cate": "13",
        "title": "وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (4) ",
        "details": " في الآية مسائل : المسألة الأولى : اعلم أن المقصود من هذه الآية إقامة الدلالة على أنه لا يجوز أن يكون حدوث الحوادث في هذا العالم لأجل الاتصالات الفلكية ، والحركات الكوكبية ، وتقريره من وجهين ، الأول : أنه حصل في الأرض قطع مختلفة بالطبيعة والماهية وهي مع ذلك متجاورة ، فبعضها تكون سبخية ، وبعضها تكون رخوة ، وبعضها تكون صلبة ، وبعضها تكون منبتة ، وبعضها تكون حجرية أو رملية وبعضها يكون طيناً لزجاً ، ثم إنها متجاورة وتأثير الشمس وسائر الكواكب في تلك القطع على السوية فدل هذا على أن اختلافها في صفاتها بتقدير العليم القدير .\r\n والثاني : أن القطعة الواحدة من الأرض تسقى بماء واحد فيكون تأثير الشمس فيها متساوياً ، ثم إن تلك الثمار تجيء مختلفة في الطعم واللون والطبيعة والخاصية حتى أنك قد تأخذ عنقوداً من العنب فيكون جميع حباته حلوة نضيجة إلا حبة واحدة فإنها بقيت حامضة يابسة ، ونحن نعلم بالضرورة أن نسبة الطباع والأفلاك للكل على السوية ، بل نقول : ههنا ما هو أعجب منه ، وهو أنه يوجد في بعض أنواع الورد ما يكون أحد وجهيه في غاية الحمرة ، والوجه الثاني في غاية السواد مع أن ذلك الورد يكون في غاية الرقة والنعومة فيستحيل أن يقال : وصل تأثير الشمس إلى أحد طرفيه دون الثاني ، وهذا يدل دلالة قطعية على أن الكل بتدبير الفاعل المختار ، لا بسبب الاتصالات الفلكية وهو المراد من قوله سبحانه وتعالى : { يسقى بِمَاء واحد وَنُفَضّلُ بَعْضَهَا على بَعْضٍ فِى الأكل } فهذا تمام الكلام في تقرير هذه الحجة وتفسيرها وبيانها .\r\n واعلم أن بذكر هذا الجواب قد تمت الحجة فإن هذه الحوادث السفلية لا بد لها من مؤثر وبينا أن ذلك المؤثر ليس هو الكواكب والأفلاك والطبائع فعند هذا يجب القطع بأنه لا بد من فاعل آخر سوى هذه الأشياء ، وعندها يتم الدليل ، ولا يبقى بعده للفكر مقام ألبتة ، فلهذا السبب قال ههنا : { إِنَّ فِى ذلك لآيات لّقَوْمٍ يَعْقِلُونَ } لأنه لا دافع لهذه الحجة إلا أن يقال : إن هذه الحوادث السفلية حدثت لا لمؤثر ألبتة وذلك يقدح في كمال العقل ، لأن العلم بافتقار الحادث إلى المحدث لما كان علماً ضرورياً كان عدم حصول هذا العلم قادحاً في كمال العقل فلهذا قال : { إِنَّ فِى ذلك لآيات لّقَوْمٍ يَعْقِلُونَ } وقال في الآية المتقدمة : { إِنَّ فِى ذلك لآيات لّقَوْمٍ يَتَفَكَّرُونَ } [ الرعد : 3 ] فهذه اللطائف نفيسة من أسرار علم القرآن ونسأل الله العظيم أن يجعل الوقوف عليها سبباً للفوز بالرحمة والغفران .\r\n المسألة الثانية : قوله : { وَفِى الأرض قِطَعٌ متجاورات } قال أبو بكر الأصم : أرض قريبة من أرض أخرى واحدة طيبة ، وأخرى سبخة ، وأخرى حرة ، وأخرى رملة ، وأخرى تكون حصباء ، وأخرى تكون حمراء ، وأخرى تكون سوداء .\r\n وبالجملة فاختلاف بقاع الأرض في الارتفاع والانخفاض والطباع والخاصية أمر معلوم ، وفي بعض المصاحف ( قطعاً متجاورات ) والتقدير : وجعل فيها رواسي وجعل في الأرض قطعاً متجاورات .\r\n وأما قوله : { وجنات مّنْ أعناب وَزَرْعٌ وَنَخِيلٌ } فنقول : الجنة البستان الذي يحصل فيه النخل والكرم والزرع وتحفه تلك الأشجار والدليل عليه قوله تعالى : { جَعَلْنَا لأَحَدِهِمَا جَنَّتَيْنِ مِنْ أعناب وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا } [ الكهف : 32 ] قرأ ابن كثير وأبو عمرو وحفص عن عاصم : { وَزَرْعٌ وَنَخِيلٌ صنوان وَغَيْرُ صنوان } كلها بالرفع عطفاً على قوله ( وجنات ) والباقون بالجر عطفاً على الأعناب .\r\n وقرأ حفص عن عاصم في رواية القواس : ( صنوان ) بضم الصاد والباقون بكسر الصاد وهما لغتان ، والصنوان جمع صنو مثل قنوان وقنو ويجمع على أصناء مثل اسم وأسماء .\r\n فإذا كثرت فهو الصني ، والصني بكسر الصاد وفتحها ، والصنو أن يكون الأصل واحداً وتنبت فيه النخلتان والثلاثة فأكثر فكل واحدة صنو .\r\n وذكر ثعلب عن ابن الأعرابي : الصنو المثل ، ومنه قوله صلى الله عليه وسلم : « ألا إن عم الرجل صنو أبيه » أي مثله .\r\n إذا عرفت هذا فنقول : إذا فسرنا الصنو بالتفسير الأول كان المعنى : أن النخيل منها ما ينبت من أصل واحد شجرتان وأكثر ومنها ما لا يكون كذلك ، وإذا فسرناه بالتفسير الثاني كان المعنى : أن أشجار النخيل قد تكون متماثلة متشابهة ، وقد لا تكون كذلك .\r\n ثم قال تعالى : { تَسْقِى بِمَاء واحد } قرأ عاصم وابن عامر ( يسقى ) بالياء على تقدير يسقى كله أو لتغليب المذكر على المؤنث ، والباقون بالتاء لقوله : ( جنات ) قال أبو عمرو : ومما يشهد للتأنيث قوله تعالى : { وَنُفَضّلُ بَعْضَهَا على بَعْضٍ فِى الأكل } قرأ حمزة والكسائي ( يفضل ) بالياء عطفاً على قوله : { يُدَبّرُ } [ الرعد : 2 ] و { يفضل } [ الرعد : 2 ] ، و { يغشي } [ الرعد : 3 ] ، والباقون بالنون على تقدير : ونحن نفضل ، و { في الأكل } قولان : حكاهما الواحدي حكي عن الزجاج أن الأكل الثمر الذي يؤكل ، وحكى عن غيره أن الأكل المهيأ للأكل ، وأقول هذا أولى لقوله تعالى في صفة الجنة : { أُكُلُهَا دَائِمٌ } [ الرعد : 35 ] وهو عام في جميع المطعومات وابن كثير ونافع يقرآن الأكل ساكنة الكاف في جميع القرآن ، والباقون بضم الكاف ، وهما لغتان .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وفي الأرض قطع متجاورات وجنات من أعناب وزرع ونخيل صنوان وغير صنوان يسقى بماء واحد ونفضل بعضها على بعض في الأكل إن في ذلك لآيات لقوم يعقلون (4) ",
        "babnum": 4
    },
    {
        "id": 1210,
        "cate": "13",
        "title": "وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ أُولَئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ وَأُولَئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (5) ",
        "details": " فيه مسائل : المسألة الأولى : اعلم أنه تعالى لما ذكر الدلائل القاهرة على ما يحتاج إليه في معرفة المبدأ ، ذكر بعده مسألة المعاد فقال : { وَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ } وفيه أقوال : القول الأول : قال ابن عباس - رضي الله عنهما : إن تعجب من تكذيبهم إياك بعد ما كانوا قد حكموا عليك أنك من الصادقين فهذا عجب .\r\n والثاني : إن تعجب يا محمد من عبادتهم ما لا يملك لهم نفعاً ولا ضراً بعد ما عرفوا الدلائل الدالة على التوحيد فهذا عجب .\r\n والثالث : تقدير الكلام إن تعجب يا محمد فقد عجبت في موضع العجب لأنهم لما اعترفوا بأنه تعالى مدبر السموات والأرض وخالق الخلائق أجمعين ، وأنه هو الذي رفع السموات بغير عمد ، وهو الذي سخر الشمس والقمر على وفق مصالح العباد ، وهو الذي أظهر في العالم أنواع العجائب والغرائب ، فمن كانت قدرته وافية بهذه الأشياء العظيمة كيف لا تكون وافية بإعادة الإنسان بعد موته ، لأن القادر على الأقوى الأكمل فإن يكون قادراً على الأقل الأضعف أولى ، فهذا تقرير موضع التعجب .\r\n ثم إنه تعالى لما حكى هذا الكلام حكم عليهم بثلاثة أشياء : أولها : قوله : { أُوْلَئِكَ الَّذِينَ كَفَرُواْ بِرَبّهِمْ } وهذا يدل على أن كل من أنكر البعث والقيامة فهو كافر ، وإنما لزم من إنكار البعث الكفر بربهم من حيث إن إنكار البعث لا يتم إلا بإنكار القدرة والعلم والصدق أما إنكار القدرة فكما إذا قيل : إن إله العالم موجب بالذات لا فاعل بالاختيار فلا يقدر على الإعادة .\r\n أو قيل : إنه وإن كان قادراً لكنه ليس تام القدرة ، فلا يمكنه إيجاد الحيوان إلا بواسطة الأبوين وتأثيرات الطبائع والأفلاك ، وأما إنكار العلم فكما إذا قيل : إنه تعالى غير عالم بالجزئيات ، فلا يمكنه تمييز هذا المطيع عن العاصي وأما إنكار الصدق فكما إذا قيل : إنه وإن أخبر عنه لكنه لا يفعل لأن الكذب جائز عليه ولما كان كل هذه الأشياء كفراً ثبت أن إنكار البعث كفر بالله .\r\n الصفة الثانية : قوله : { وَأُوْلَئِكَ الأغلال فِى أعناقهم } وفيه قولان : الأول : قال أبو بكر الأصم : المراد بالأغلال : كفرهم وذلتهم وانقيادهم للأصنام ، ونظيره قوله تعالى : { إِنَّا جَعَلْنَا فِى أعناقهم أغلالا } [ يس : 8 ] قال الشاعر : لهم عن الرشد أغلال وأقياد \r\n ويقال للرجل : هذا غل في عنقك للعمل الرديء معناه : أنه لازم لك وأنك مجازى عليه بالعذاب .\r\n قال القاضي : هذا وإن كان محتملاً إلا أن حمل الكلام على الحقيقة أولى ، وأقول : يمكن نصرة قول الأصم بأن ظاهر الآية يقتضي حصول الأغلال في أعناقهم في الحال وذلك غير حاصل وأنتم تحملون اللفظ على أنه سيحصل هذا المعنى ونحن نحمله على أنه حاصل في الحال إلا أن المراد بالأغلال ما ذكرناه ، فكل واحد منا تارك للحقيقة من بعض الوجوه فلم كان قولكم أولى من قولنا .\r\n والقول الثاني : المراد أنه تعالى يجعل الأغلال في أعناقهم يوم القيامة ، والدليل عليه قوله تعالى : { إِذِ الأغلال فِى أعناقهم والسلاسل يُسْحَبُونَ * فِى الحميم ثُمَّ فِى النار يُسْجَرُونَ } [ غافر : 71 ، 72 ] .\r\n والصفة الثالثة : قوله تعالى : { وَأُوْلئِكَ أصحاب النار هُمْ فِيهَا خالدون } والمراد منه التهديد بالعذاب المخلد المؤبد ، واحتج أصحابنا رحمهم الله تعالى على أن العذاب المخلد ليس إلا للكفار بهذه الآية فقالوا قوله : { هُمْ فِيهَا خالدون } يفيد أنهم هم الموصوفون بالخلود لا غيرهم ، وذلك يدل على أن أهل الكبائر لا يخلدون في النار .\r\n المسألة الثانية : قال المتكلمون العجب هو الذي لا يعرف سببه وذلك في حق الله تعالى محال ، فكان المراد وإن تعجب فعجب عندك .\r\n ولقائل أن يقول : قرأ بعضهم في الآية الأخرى بإضافة العجب إلى نفسه تعالى فحينئذ يجب تأويله وقد بينا أن أمثال هذه الألفاظ يجب تنزيهها عن مبادىء الأعراض ، ويجب حملها على نهايات الأعراض فإن الإنسان إذا تعجب من الشيء أنكره فكان هذا محمولاً على الإنكار .\r\n المسألة الثالثة : اختلف القراء في قوله : { أئذا كنا تراباً أئنا لَفِى خَلْقٍ جَدِيدٍ } وأمثاله إذا كان على صورة الاستفهام في الأول والثاني فمنهم من يجمع بين الاستفهامين في الحرفين وهم ابن كثير وأبو عمرو وعاصم وحمزة ، ثم اختلف هؤلاء فابن كثير يستفهم بهمزة واحدة إلا أنه لا يمد ، وأبو عمرو يستفهم بهمزة مطولة يمد فيها وحمزة وعاصم بهمزتين في كل القرآن ، ومنهم من لا يجمع بين الاستفهامين ، ثم اختلفوا فنافع وابن عامر والكسائي يستفهم في الأول ويقرأ على الخبر في الثاني وابن عامر على الخبر في الأول والاستفهام في الثاني ، ثم اختلف هؤلاء من وجه آخر فنافع بهمزة غير مطولة وابن عامر والكسائي بهمزتين أما نافع فكذلك إلا في الصافات وكذلك ابن عامر إلا في الواقعة ، وكذلك الكسائي إلا في العنكبوت والصافات .\r\n المسألة الرابعة : قال الزجاج : العامل في { أَءذَا كُنَّا تُرَابًا } محذوف تقديره : أئذا كنا تراباً نبعث ودل ما بعده على المحذوف .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن تعجب فعجب قولهم أإذا كنا ترابا أإنا لفي خلق جديد أولئك الذين كفروا بربهم وأولئك الأغلال في أعناقهم وأولئك أصحاب النار هم فيها خالدون (5) ",
        "babnum": 5
    },
    {
        "id": 1211,
        "cate": "13",
        "title": "وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَى ظُلْمِهِمْ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ (6) ",
        "details": " اعلم أنه صلى الله عليه وسلم كان يهددهم تارة بعذاب القيامة وتارة بعذاب الدنيا ، والقوم كلما هددهم بعذاب القيامة أنكروا القيامة والبعث والحشر والنشر وهو الذي تقدم ذكره في الآية الأولى وكلما هددهم بعذاب الدنيا قالوا له : فجئنا بهذا العذاب وطلبوا منه إظهاره وإنزاله على سبيل الطعن فيه ، وإظهار أن الذي يقوله كلام لا أصل له فلهذا السبب حكى الله عنهم أنهم يستعجلون الرسول بالسيئة قبل الحسنة والمراد بالسيئة ههنا نزول العذاب عليهم كما قال الله تعالى عنهم في قوله : { فَأَمْطِرْ عَلَيْنَا حِجَارَةً } [ الأنفال : 32 ] وفي قوله : { لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعًا } [ الإسراء : 90 ] إلى قوله : { أَوْ تُسْقِطَ السماء كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا } [ الإسراء : 92 ] وإنما قالوا ذلك طعناً منهم فيما ذكره الرسول ، وكان صلى الله عليه وسلم يعدهم على الإيمان بالثواب في الآخرة وبحصول النصر والظفر في الدنيا فالقوم طلبوا منه نزول العذاب ولم يطلبوا منه حصول النصر والظفر فهذا هو المراد بقوله : { وَيَسْتَعْجِلُونَكَ بالسيئة قَبْلَ الحسنة } ومنهم من فسر الحسنة ههنا بالإمهال والتأخير وإنما سموا العذاب سيئة لأنه يسوءهم ويؤذيهم .\r\n أما قوله : { وَقَدْ خَلَتْ مِن قَبْلِهِمُ المثلات } فاعلم أن العرب يقولون : العقوبة مثلة ومثلة صدقة وصدقة ، فالأولى لغة الحجاز ، والثانية لغة تميم ، فمن قال مثلة فجمعه مثلات ، ومن قال مثلة فجمعه مثلات ومثلاث بإسكان التاء هكذا حكاه الفراء والزجاج ، وقال ابن الأنباري رحمه الله : المثلة العقوبة المبينة في المعاقب شيئاً ، وهو تغيير تبقى الصورة معه قبيحة ، وهو من قولهم ، مثل فلان بفلان إذا قبح صورته إما بقطع أذنه أو أنفه أو سمل عينيه أو بقر بطنه فهذا هو الأصل ، ثم يقال للعار الباقي ، والخزي اللازم مثلة .\r\n قال الواحدي : وأصل هذا الحرف من المثل الذي هو الشبه ، ولما كان الأصل أن يكون العقاب مشابهاً للمعاقب ومماثلاً له لا جرم سمي بهذا الاسم .\r\n قال صاحب «الكشاف» : قرىء ( المثلات ) بضمتين لاتباع الفاء العين ، ( والمثلات ) بفتح الميم وسكون الثاء كما يقال : السمرة ، والمثلات ، بضم الميم وسكون الثاء تخفيف المثلات بضمتين ، والمثلات جمع مثلة كركبة وركبات .\r\n إذا عرفت هذا فنقول معنى الآية : ويستعجلونك بالعذاب الذي لم نعاجلهم به ، وقد علموا ما نزل من عقوباتنا بالأمم الخالية فلم يعتبروا بها ، وكان ينبغي أن يردعهم خوف ذلك عن الكفر اعتباراً بحال من سلف .\r\n أما قوله : { وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لّلنَّاسِ على ظُلْمِهِمْ } فاعلم أن أصحابنا تمسكوا بهذه الآية على أنه تعالى قد يعفو عن صاحب الكبيرة قبل التوبة ، ووجه الاستدلال به أن قوله تعالى : { لَذُو مَغْفِرَةٍ لّلنَّاسِ على ظُلْمِهِمْ } أي حال اشتغالهم بالظلم كما أنه يقال : رأيت الأمير على أكله أي حال اشتغاله بالأكل فهذا يقتضي كونه تعالى غافراً للناس حال اشتغالهم بالظلم ، ومعلوم أن حال اشتغال الإنسان بالظلم لا يكون تائباً فدل هذا على أنه تعالى قد يغفر الذنب قبل الاشتغال بالتوبة .\r\n ثم نقول : ترك العمل بهذا الدليل في حق الكفر ، فوجب أن يبقى معمولاً به في حق أهل الكبيرة وهو المطلوب ، أو نقول : إنه تعالى لم يقتصر على قوله : { وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لّلنَّاسِ على ظُلْمِهِمْ } بل ذكر معه قوله { وَإِنَّ رَبَّكَ لَشَدِيدُ العقاب } فوجب أن يحمل الأول على أصحاب الكبائر ، وأن يحمل الثاني على أحوال الكفار .\r\n فإن قيل : لم لا يجوز أن يكون المراد : لذو مغفرة لأهل الصغائر لأجل أن عقوبتهم مكفرة ثم نقول : لم لا يجوز أن يكون المراد : إن ربك لذو مغفرة إذا تابوا وأنه تعالى إنما لا يعجل العقاب إمهالاً لهم في الإتيان بالتوبة ، فإن تابوا فهو ذو مغفرة لهم ويكون من هذه المغفرة تأخير العقاب إلى الآخرة بل نقول : يجب حمل اللفظ عليه لأن القوم لما طلبوا تعجيل العقاب ، فالجواب المذكور فيه يجب أن يكون محمولاً على تأخير العقاب حتى ينطبق الجواب على السؤال ثم نقول : لم لا يجوز أن يكون المراد : وإن ربك لذو مغفرة أنه تعالى إنما لا يعجل العقوبة إمهالاً لهم في الإتيان بالتوبة ، فإن تابوا فهو ذو مغفرة ، وإن عظم ظلمهم ولم يتوبوا فهو شديد العقاب .\r\n والجواب عن الأول أن تأخير العقاب لا يسمى مغفرة ، وإلا لوجب أن يقال : الكفار كلهم مغفور لهم لأجل أن الله تعالى أخر عقابهم إلى الآخرة ، وعن الثاني : أنه تعالى تمدح بهذا والتمدح إنما يحصل بالتفضل .\r\n أما بأداء الواجب فلا تمدح فيه وعندكم يجب غفران الصغائر وعن الثالث : أنا بينا أن ظاهر الآية يقتضي حصول المغفرة حال الظلم ، وبينا أن حال حصول الظلم يمنع حصول التوبة ، فسقطت هذه الأسئلة وصح ما ذكرناه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويستعجلونك بالسيئة قبل الحسنة وقد خلت من قبلهم المثلات وإن ربك لذو مغفرة للناس على ظلمهم وإن ربك لشديد العقاب (6) ",
        "babnum": 6
    },
    {
        "id": 1212,
        "cate": "13",
        "title": "وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ إِنَّمَا أَنْتَ مُنْذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ (7) ",
        "details": " اعلم أنه تعالى حكى عن الكفار أنهم طعنوا في نبوته بسبب طعنهم في الحشر والنشر أولاً ، ثم طعنوا في نبوته بسبب طعنهم في صحة ما ينذرهم به من نزول عذاب الاستئصال ثانياً ، ثم طعنوا في نبوته بأن طلبوا منه المعجزة والبينة ثالثاً ، وهو المذكور في هذه الآية .\r\n واعلم أن السبب فيه أنهم أنكروا كون القرآن من جنس المعجزات وقالوا : هذا كتاب مثل سائر الكتب وإتيان الإنسان بتصنيف معين وكتاب معين لا يكون معجزة ألبتة ، وإنما المعجز ما يكون مثل معجزات موسى وعيسى عليهما السلام .\r\n واعلم أن من الناس من زعم أنه لم يظهر معجز في صدق محمد عليه الصلاة والسلام سوى القرآن .\r\n قالوا : إن هذا الكلام ، إنما يصح إذا طعنوا في كون القرآن معجزاً ، مع أنه ما ظهر عليه نوع آخر من المعجزات ، لأن بتقدير أن يكون قد ظهر على يده نوع آخر من المعجزات لامتنع أن يقولوا : { لَوْلاَ أُنزِلَ عَلَيْهِ ءايَةٌ مّن رَّبّهِ } فهذا يدل على أنه عليه السلام ما كان له معجز سوى القرآن .\r\n واعلم أن الجواب عنه من وجهين : الأول : لعل المراد منه طلب معجزات سوى المعجزات التي شاهدوا منه صلى الله عليه وسلم كحنين الجذع ونبوع الماء من بين أصابعه وإشباع الخلق الكثير من الطعام القليل ، فطلبوا منه معجزات قاهرة غير هذه الأمور : مثل فلق البحر بالعصا ، وقلب العصا ثعباناً .\r\n فإن قيل : فما السبب في أن الله تعالى منعهم وما أعطاهم؟ قلنا إنه لما أظهر المعجزة الواحدة فقد تم الغرض فيكون طلب الباقي تحكماً وظهور القرآن معجزة ، فما كان مع ذلك حاجة إلى سائر المعجزات ، وأيضاً فلعله تعالى علم أنهم يصرون على العناد بعد ظهور تلك المعجزات الملتمسة ، وكانوا يصيرون حينئذ مستوجبين لعذاب الاستئصال ، فلهذا السبب ما أعطاهم الله تعالى مطلوبهم ، وقد بين الله تعالى ذلك بقوله : { وَلَوْ عَلِمَ الله فِيهِمْ خَيْرًا لأَسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّواْ وَّهُم مُّعْرِضُونَ } [ الأنفال : 23 ] بين أنه لم يعطهم مطلوبهم لعلمه تعالى أنهم لا ينتفعون به ، وأيضاً ففتح هذا الباب يفضي إلى ما لا نهاية له .\r\n وهو أنه كلما أتى بمعجزة جاء واحد آخر ، فطلب منه معجزة أخرى ، وذلك يوجب سقوط دعوة الأنبياء عليهم السلام ، وأنه باطل .\r\n الوجه الثاني : وفي الجواب لعل الكفار ذكروا هذا الكلام قبل مشاهدة سائر المعجزات .\r\n ثم إنه تعالى لما حكى عن الكفار ذلك قال : { إِنَّمَا أَنتَ مُنذِرٌ وَلِكُلّ قَوْمٍ هَادٍ } وفيه مسائل : المسألة الأولى : اتفق القراء على التنوين في قوله : { هَادٍ } وحذف الياء في الوصل ، واختلفوا في الوقف ، فقرأ ابن كثير : بالوقف على الياء ، والباقون : بغير الياء ، وهو رواية ابن فليح عن ابن كثير للتخفيف .\r\n المسألة الثانية : في تفسير هذه الآية وجوه .\r\n الأول : المراد أن الرسول عليه السلام منذر لقومه مبين لهم ، ولكل قوم من قبله هاد ومنذر وداع ، وأنه تعالى سوى بين الكل في إظهار المعجزة إلا أنه كان لكل قوم طريق مخصوص لأجله استحق التخصيص بتلك المعجزة المخصوصة ، فلما كان الغالب في زمان موسى عليه السلام هو السحر جعل معجزته ما هو أقرب إلى طريقتهم ، ولما كان الغالب في أيام عيسى عليه السلام الطب ، جعل معجزته ما كان من جنس تلك الطريقة وهو إحياء الموتى وإبراء الأكمه والأبرص ، ولما كان الغالب في أيام الرسول صلى الله عليه وسلم الفصاحة والبلاغة جعل معجزته ما كان لائقاً بذلك الزمان وهو فصاحة القرآن فلما كان العرب لم يؤمنوا بهذه المعجزة مع كونها أليق بطباعهم فبأن لا يؤمنوا عند إظهار سائر المعجزات أولى فهذا هو الذي قرره القاضي وهو الوجه الصحيح الذي يبقى الكلام معه منتظماً .\r\n والوجه الثاني : وهو أن المعنى أنهم لا يجحدون كون القرآن معجزاً فلا يضيق قلبك بسببه إنما أنت منذر فما عليك إلا أن تنذر إلى أن يحصل الإيمان في صدورهم ولست بقادر عليهم ولكل قوم هاد ، قادر على هدايتهم بالتخليق وهو الله سبحانه وتعالى فيكون المعنى ليس لك إلا الإنذار ، وأما الهداية فمن الله تعالى .\r\n واعلم أن أهل الظاهر من المفسرين ذكروا ههنا أقوالاً : الأول : المنذر والهادي شيء واحد والتقدير : إنما أنت منذر ولكل قوم منذر على حدة ومعجزة كل واحد منهم غير معجزة الآخر .\r\n الثاني : المنذر محمد صلى الله عليه وسلم والهادي هو الله تعالى روي ذلك عن ابن عباس رضي الله عنهما وسعيد بن جبير ، ومجاهد ، والضحاك .\r\n والثالث : المنذر النبي .\r\n والهادي علي .\r\n قال ابن عباس رضي الله عنهما : وضع رسول الله صلى الله عليه وسلم يده على صدره فقال : « أنا المنذر » ثم أومأ إلى منكب علي رضي الله عنه وقال : « أنت الهادي يا علي بك يهتدي المهتدون من بعدي » .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويقول الذين كفروا لولا أنزل عليه آية من ربه إنما أنت منذر ولكل قوم هاد (7) ",
        "babnum": 7
    },
    {
        "id": 1213,
        "cate": "13",
        "title": "اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ (8) عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ (9) سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ (10) ",
        "details": " في الآية مسائل : المسألة الأولى : في وجه النظم وجوه ، الأول : أنه تعالى لما حكى عنهم أنهم طلبوا آيات أخرى غير ما أتى به الرسول صلى الله عليه وسلم بين أنه تعالى عالم بجميع المعلومات فيعلم من حالهم أنهم هل طلبوا الآية الأخرى للاسترشاد وطلب البيان أو لأجل التعنت والعناد ، وهل ينتفعون بظهور تلك الآيات ، أو يزداد إصرارهم واستكبارهم ، فلو علم تعالى أنهم طلبوا ذلك لأجل الاسترشاد وطلب البيان ومزيد الفائدة ، لأظهره الله تعالى وما منعهم عنه ، لكنه تعالى لما علم أنهم لم يقولوا ذلك إلا لأجل محض العناد لا جرم أنه تعالى منعهم عن ذلك وهو كقوله تعالى : { وَيَقُولُونَ لَوْلاَ أُنزِلَ عَلَيْهِ ءايَةٌ مّن رَّبّهِ فَقُلْ إِنَّمَا الغيب للَّهِ فانتظروا } [ يونس : 20 ] وقوله : { قُلْ إِنَّمَا الآيات عِندَ الله } [ العنكبوت : 50 ] والثاني : أن وجه النظم أنه تعالى لما قال : { وَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ } [ الرعد : 5 ] في إنكار البعث وذلك لأنهم أنكروا البعث بسبب أن أجزاء أبدان الحيوانات عند تفرقها وتفتتها يختلط بعضها ببعض ولا يبقى الامتياز فبين تعالى أنه إنما لا يبقى الامتياز في حق من لا يكون عالماً بجميع المعلومات ، أما في حق من كان عالماً بجميع المعلومات ، فإنه يبقى تلك الأجزاء بحيث يمتاز بعضها عن البعض ، ثم احتج على كونه تعالى عالماً بجميع المعلومات بأنه يعلم ما تحمل كل أنثى وما تغيض الأرحام .\r\n الثالث : أن هذا متصل بقوله : { وَيَسْتَعْجِلُونَكَ بالسيئة قَبْلَ الحسنة } [ الرعد : 6 ] والمعنى : أنه تعالى عالم بجميع المعلومات فهو تعالى إنما ينزل العذاب بحسب ما يعلم كونه فيه مصلحة ، والله أعلم .\r\n المسألة الثانية : لفظ «ما» في قوله : { مَا تَحْمِلُ كُلُّ أنثى وَمَا تَغِيضُ الأرحام وَمَا تَزْدَادُ } إما أن تكون موصولة وإما أن تكون مصدرية ، فإن كانت موصولة ، فالمعنى أنه يعلم ما تحمله من الولد أنه من أي الأقسام أهو ذكر أم أنثى وتام أو ناقص وحسن أو قبيح وطويل أو قصير وغير ذلك من الأحوال الحاضرة والمترقبة فيه .\r\n ثم قال : { وَمَا تَغِيضُ الأرحام } والغيض هو النقصان سواء كان لازماً أو متعدياً يقال : غاض الماء وغضته أنا ومنه قوله تعالى : { وَغِيضَ الماء } [ هود : 44 ] والمراد من الآية وما تغيضه الأرحام إلا أنه حذف الضمير الراجع وقوله : { وَمَا تَزْدَادُ } أي تأخذه زيادة تقول : أخذت منه حقي وازددت منه كذا ، ومنه قوله تعالى : { وازدادوا تِسْعًا } [ الكهف : 25 ] ثم اختلفوا فيما تغيضه الرحم وتزداده على وجوه .\r\n الأول : عدد الولد فإن الرحم قد يشتمل على واحد واثنين وعلى ثلاثة وأربعة يروي أن شريكاً كان رابع أربعة في بطن أمه .\r\n الثاني : الولد قد يكون مخدجاً ، وقد يكون تاماً .\r\n الثالث : مدة ولادته قد تكون تسعة أشهر وأزيد عليها إلى سنتين عند أبي حنيفة رحمه الله تعالى ، وإلى أربعة عند الشافعي وإلى خمس عند مالك ، وقيل : إن الضحاك ولد لسنتين ، وهرم بن حيان بقي في بطن أمه أربع سنين ولذلك سمي هرماً .\r\n الرابع : الدم فإنه تارة يقل وتارة يكثر .\r\n الخامس : ما ينقص بالسقط من غير أن يتم وما يزداد بالتمام .\r\n السادس : ما ينقص بظهور دم الحيض ، وذلك لأنه إذا سال الدم في وقت الحمل ضعف الولد ونقص .\r\n وبمقدار حصول ذلك النقصان يزداد أيام الحمل لتصير هذه الزيادة جابرة لذلك النقصان قال ابن عباس رضي الله عنهما : كلما سال الحيض في وقت الحمل يوماً زاد في مدة الحمل يوماً ليحصل به الجبر ويعتدل الأمر .\r\n السابع : أن دم الحيض فضلة تجتمع في بطن المرأة فإذا امتلأت عروقها من تلك الفضلات فاضت وخرجت ، وسالت من دواخل تلك العروق ، ثم إذا سالت تلك المواد امتلأت تلك العروق مرة أخرى هذا كله إذا قلنا إن كلمة «ما» موصولة .\r\n أما إذا قلنا : إنها مصدرية فالمعنى : أنه تعالى يعلم حمل كل أنثى ويعلم غيض الأرحام وازديادها لا يخفى عليه شيء من ذلك ولا من أوقاته وأحواله .\r\n وأما قوله تعالى : { وَكُلُّ شَىْء عِندَهُ بِمِقْدَارٍ } فمعناه : بقدر واحد لا يجاوزه ولا ينقص عنه ، كقوله : { إِنَّا كُلَّ شَىْء خلقناه بِقَدَرٍ } [ القمر : 49 ] وقوله في أول الفرقان : { وَخَلَقَ كُلَّ شَىْء فَقَدَّرَهُ تَقْدِيراً } [ الفرقان : 2 ] .\r\n واعلم أن قوله : { كُلّ شَىْء عِندَهُ بِمِقْدَارٍ } يحتمل أن يكون المراد من العندية العلم ومعناه : أنه تعالى يعلم كمية كل شيء وكيفيته على الوجه المفصل المبين ومتى كان الأمر كذلك امتنع وقوع التغيير في تلك المعلومات ويحتمل أن يكون المراد من العندية أنه تعالى خصص كل حادث بوقت معين وحالة معينة بمشيئته الأزلية وإرادته السرمدية ، وعند حكماء الإسلام أنه تعالى وضع أشياء كلية وأودع فيها قوى وخواص ، وحركها بحيث يلزم من حركاتها المقدرة بالمقادير المخصوصة أحوال جزئية معينة ومناسبات مخصوصة مقدرة ، ويدخل في هذه الآية أفعال العباد وأحوالهم وخواطرهم ، وهو من أدل الدلائل على بطلان قول المعتزلة .\r\n ثم قال تعالى : { عالم الغيب والشهادة } قال ابن عباس رضي الله عنهما : يريد علم ما غاب عن خلقه وما شهدوه .\r\n قال الواحدي : فعلى هذا ( الغيب ) مصدر يريد به الغائب ، ( والشهادة ) أراد بها الشاهد .\r\n واختلفوا في المراد بالغائب والشاهد .\r\n قال بعضهم : الغائب هو المعلوم ، والشاهد هو الموجود ، وقال آخرون : الغائب ما غاب عن الحس ، والشاهد ما حضر ، وقال آخرون : الغائب ما لا يعرفه الخلق ، والشاهد ما يعرفه الخلق .\r\n ونقول : المعلومات قسمان : المعلومات والموجودات ، والمعدومات منها معدومات يمتنع وجودها ومنها معدومات لا يمتنع وجودها ، والموجودات أيضاً قسمان : موجودات يمتنع عدمها ، وموجودات لا يمتنع عدمها ، وكل واحد من هذه الأقسام الأربعة له أحكام وخواص ، والكل معلوم لله تعالى ، وحكى الشيخ الإمام الوالد عن أبي القاسم الأنصاري عن إمام الحرمين - رحمهم الله تعالى - أنه كان يقول لله تعالى معلومات لا نهاية لها ، وله في كل واحد من تلك المعلومات ، معلومات أخرى لا نهاية لها ، لأن الجوهر الفرد يعلم الله تعالى من حاله أنه يمكن وقوعه في أحياز لا نهاية لها على البدل وموصوفاً بصفات لا نهاية لها على البدل ، وهو تعالى عالم بكل الأحوال على التفصيل ، وكل هذه الأقسام داخل تحت قوله تعالى : { عالم الغيب والشهادة } .\r\n ثم إنه تعالى ذكر عقيبه قوله : { الكبير } وهو تعالى يمتنع أن يكون كبيراً بحسب الجثة والحجم والمقدار ، فوجب أن يكون كبيراً بحسب القدرة والمقادير الإلهية ثم وصف تعالى نفسه بأنه المتعال وهو المتنزه عن كل ما لا يجوز عليه وذلك يدل على كونه منزهاً في ذاته وصفاته وأفعاله فهذه الآية دالة على كونه تعالى موصوفاً بالعلم الكامل والقدرة التامة ، ومنزهاً عن كل ما لا ينبغي ، وذلك يدل على كونه تعالى قادراً على البعث الذي أنكروه وعلى الآيات التي اقترحوها وعلى العذاب الذي استعجلوه ، وأنه إنما يؤخر ذلك بحسب المشيئة الإلهية عند قوم وبحسب المصلحة عند آخرين ، وقرأ ابن كثير ( المتعالي ) بإثبات الياء في الوقف والوصل على الأصل .\r\n والباقون بحذف الياء في الحالتين للتخفيف ثم إنه تعالى أكد بيان كونه عالماً بكل المعلومات فقال : { سَوَاء مّنْكُمْ مَّنْ أَسَرَّ القول وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ باليل وَسَارِبٌ بالنهار } وفيه مسائل : المسألة الأولى : لفظ ( سواء ) يطلب اثنين تقول سواء زيد وعمرو ثم فيه وجهان .\r\n الأول : أن سواء مصدر والمعنى : ذو سواء كما تقول : عدل زيد وعمرو أي ذوا عدل .\r\n الثاني : أن يكون سواء بمعنى مستو وعلى هذا التقدير فلا حاجة إلى الإضمار إلا أن سيبويه يستقبح أن يقول مستو زيد وعمرو لأن أسماء الفاعلين إذا كانت نكرات لا يبدأ بها .\r\n ولقائل أن يقول : بل هذا الوجه أولى لأن حمل الكلام عليه يغني عن التزام الإضمار الذي هو خلاف الأصل .\r\n المسألة الثانية : في المستخفي والسارب قولان : القول الأول : يقال : أخفيت الشيء أخفيه إخفاء فخفي واستخفى فلان من فلان أي توارى واستتر .\r\n وقوله : { وَسَارِبٌ بالنهار } قال الفراء والزجاج : ظاهر بالنهار في سربه أي طريقه .\r\n يقال : خلا له سربه ، أي طريقه .\r\n وقال الأزهري : تقول العرب سربت الإبل تسرب سرباً ، أي مضت في الأرض ظاهرة حيث شاءت ، فإذا عرفت ذلك فمعنى الآية سواء كان الإنسان مستخفياً في الظلمات أو كان ظاهراً في الطرقات ، فعلم الله تعالى محيط بالكل .\r\n قال ابن عباس رضي الله عنهما : سواء ما أضمرته القلوب وأظهرته الألسنة .\r\n وقال مجاهد : سواء من يقدم على القبائح في ظلمات الليالي ، ومن يأتي بها في النهار الظاهر على سبيل التوالي .\r\n والقول الثاني : نقله الواحدي عن الأخفش وقطرب أنه قال : المستخفي الظاهر والسارب المتواري ومنه يقال : خفيت الشيء وأخفيته أي أظهرته .\r\n واختفيت الشيء استخرجته ويسمى النباش المستخفي والسارب المتواري ومنه يقال : للداخل سرباً ، والسرب الوحش إذا دخل في السرب أي في كناسة .\r\n قال الواحدي : وهذا الوجه صحيح في اللغة ، إلا أن الاختيار هو الوجه الأول لاطباق أكثر المفسرين عليه ، وأيضاً فالليل يدل على الاستتار ، والنهار على الظهور والانتشار .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الله يعلم ما تحمل كل أنثى وما تغيض الأرحام وما تزداد وكل شيء عنده بمقدار (8) عالم الغيب والشهادة الكبير المتعال (9) سواء منكم من أسر القول ومن جهر به ومن هو مستخف بالليل وسارب بالنهار (10) ",
        "babnum": 8
    },
    {
        "id": 1214,
        "cate": "13",
        "title": "لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ (11) ",
        "details": " اعلم أن الضمير من «له» عائد إلى «من» في قوله : { سَوَاء مّنْكُمْ مَّنْ أَسَرَّ القول وَمَنْ جَهَرَ بِهِ } [ الرعد : 10 ] وقيل على اسم الله في عالم الغيب والشهادة ، والمعنى : لله معقبات ، وأما المعقبات فيجوز أن يكون أصل هذه الكلمة معتقبات فأدغمت التاء في القاف كقوله : { وَجَاء المعذرون مِنَ الأعراب } [ التوبة : 90 ] والمراد المعتذرون ويجوز أن يكون من عقبه إذا جاء على عقبه فاسم المعقب من كل شيء ما خلف يعقب ما قبله ، والمعنى في كلا الوجهين واحد .\r\n إذا عرفت هذا فنقول : في المراد بالمعقبات قولان .\r\n الأول : وهو المشهور الذي عليه الجمهور أن المراد منه الملائكة الحفظة وإنما صح وصفهم بالمعقبات ، إما لأجل أن ملائكة الليل تعقب ملائكة النهار وبالعكس ، وإما لأجل أنهم يتعقبون أعمال العباد ويتبعونها بالحفظ والكتب ، وكل من عمل عملاً ثم عاد إليه فقد عقب ، فعلى هذا المراد من المعقبات ملائكة الليل وملائكة النهار .\r\n روي عن عثمان رضي الله عنه أنه قال : يا رسول الله أخبرني عن العبد كم معه من ملك فقال عليه السلام : \" ملك عن يمينك يكتب الحسنات وهو أمين على الذي على الشمال فإذا عملت حسنة كتبت عشراً ، وإذا عملت سيئة قال الذي على الشمال لصاحب اليمين أكتب؟ فيقول لا لعله يتوب فإذا قال ثلاثاً قال نعم أكتب أراحنا الله منه فبئس القرين ما أقل مراقبته لله تعالى واستحياءه منا ، وملكان من بين يديك ومن خلفك فهو قوله تعالى : { لَهُ معقبات مّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ } وملك قابض على ناصيتك فإذا تواضعت لربك رفعك وإن تجبرت قصمك ، وملكان على شفتك يحفظان عليك الصلاة علي ، وملك علي فيك لا يدع أن تدخل الحية في فيك ، وملكان على عينيك فهؤلاء عشرة أملاك على كل آدمي تبدل ملائكة الليل بملائكة النهار فهم عشرون ملكاً على كل آدمي \" وعنه صلى الله عليه وسلم : \" يتعاقب فيكم ملاكئة بالليل وملائكة بالنهار ويجتمعون في صلاة الصبح وصلاة العصر \" وهو المراد من قوله : { وقرآن الفجر إن قرآن الفجر كان مشهودا } [ الإسراء : 78 ] قيل : تصعد ملائكة الليل وهي عشرة وتنزل ملائكة النهار ، وقال ابن جريج : هو مثل قوله تعالى : { عَنِ اليمين وَعَنِ الشمال قَعِيدٌ } [ ق : 17 ] صاحب اليمين يكتب الحسنات والذي عن يساره يكتب السيئات .\r\n وقال مجاهد : ما من عبد إلا وله ملك يحفظه من الجن والإنس والهوام في نومه ويقظته .\r\n وفي الآية سؤالات : السؤال الأول : الملائكة ذكور ، فلم ذكر في جمعها جمع الإناث وهو المعقبات؟ والجواب : فيه قولان .\r\n الأول : قال الفراء : المعقبات ذكران جمع ملائكة معقبة ، ثم جمعت معقبة بمعقبات ، كما قيل : ابناوات سعد ورجالات بكر جمع رجال ، والذي يدل على التذكير قوله : { يَحْفَظُونَهُ } .\r\n والثاني : وهو قول الأخفش : إنما أنثت لكثرة ذلك منها ، نحو : نسابة ، وعلامة ، وهو ذكر .\r\n السؤال الثاني : ما المراد من كون أولئك المعقبات من بين يديه ومن خلفه؟ والجواب : أن المستخفي بالليل والسارب بالنهار قد أحاط به هؤلاء المعقبات فيعدون عليه أعماله وأقواله بتمامها ، ولا يشذ من تلك الأعمال والأقوال من حفظهم شيء أصلاً ، وقال بعضهم : بل المراد يحفظونه من جميع المهالك من بين يديه ومن خلفه ، لأن السارب بالنهار إذا سعى في مهماته فإنما يحذر من بين يديه ومن خلفه .\r\n السؤال الثالث : ما المراد من قوله : { مِنْ أَمْرِ الله } .\r\n والجواب : ذكر الفراء فيه قولين : القول الأول : أنه على التقديم والتأخير والتقدير : له معقبات من أمر الله يحفظونه .\r\n القول الثاني : أن فيه إضماراً أي ذلك الحفظ من أمر الله أي مما أمر الله به فحذف الاسم وأبقى خبره كما يكتب على الكيس ، ألفان والمراد الذي فيه ألفان .\r\n والقول الثالث : ذكره ابن الأنباري أن كلمة «من» معناها الباء والتقدير : يحفظونه بأمر الله وباعانته ، والدليل على أنه لا بد من المصير إليه أنه لا قدرة للملائكة ولا لأحد من الخلق على أن يحفظوا أحداً من أمر الله ومما قضاه عليه .\r\n السؤال الرابع : ما الفائدة في جعل هؤلاء الملائكة موكلين علينا؟ والجواب : أن هذا الكلام غير مستبعد ، وذلك لأن المنجمين اتفقوا على أن التدبير في كل يوم لكوكب على حدة وكذا القول في كل ليلة ، ولا شك أن تلك الكواكب لها أرواح عندهم ، فتلك التدبيرات المختلفة في الحقيقة لتلك الأرواح ، وكذا القول في تدبير القمر والهيلاج والكدخدا على ما يقوله المنجمون .\r\n وأما أصحاب الطلسمات فهذا الكلام مشهور في ألسنتهم ولذلك تراهم يقولون : أخبرني الطباعي التام .\r\n ومرادهم بالطباعي التام أن لكل إنسان روحاً فلكية يتولى إصلاح مهماته ودفع بلياته وآفاته ، وإذا كان هذا متفقاً عليه بين قدماء الفلاسفة وأصحاب الأحكام فكيف يستبعد مجيئه من الشرع؟ وتمام التحقيق فيه أن الأرواح البشرية مختلفة في جواهرها وطبائعها فبعضها خيرة ، وبعضها شريرة ، وبعضها معزة ، وبعضها مذلة ، وبعضها قوية القهر والسلطان ، وبعضها ضعيفة سخيفة .\r\n وكما أن الأمر في الأرواح البشرية كذلك ، فكذا القول في الأرواح الفلكية ، ولا شك أن الأرواح الفلكية في كل باب وكل صفة أقوى من الأرواح البشرية وكل طائفة من الأرواح البشرية تكون متشاركة في طبيعة خاصة وصفة مخصوصة ، لما أنها تكون في تربية روح من الأرواح الفلكية مشاكلة لها في الطبيعة والخاصية ، وتكون تلك الأرواح البشرية كأنها أولاد لذلك الروح الفلكي .\r\n ومتى كان الأمر كذلك كان ذلك الروح الفلكي معيناً لها على مهماتها ومرشداً لها إلى مصالحها وعاصماً لها عن صنوف الآفات ، فهذا كلام ذكره محققو الفلاسفة ، وإذا كان الأمر كذلك علمنا أن الذي وردت به الشريعة أمر مقبول عند الكل ، فكيف يمكن استنكاره من الشريعة؟ ثم في اختصاص هؤلاء الملائكة وتسلطهم على بني آدم فوائد كثيرة سوى التي مر ذكرها من قبل .\r\n الأول : أن الشياطين يدعون إلى الشرور والمعاصي ، وهؤلاء الملائكة يدعون إلى الخيرات والطاعات .\r\n والثاني : قال مجاهد : ما من عبد إلا ومعه ملك يحفظه من الجن والإنس والهوام في نومه ويقظته .\r\n الثالث : أنا نرى أن الإنسان قد يقع في قلبه داع قوي من غير سبب ثم يظهر بالآخرة أن وقوع تلك الداعية في قلبه كان سبباً من أسباب مصالحه وخيراته ، وقد ينكشف أيضاً بالآخرة أنه كان سبباً لوقوعه في آفة أو في معصية ، فيظهر أن الداعي إلى الأمر الأول كان مريداً للخير والراحة وإلى الأمر الثاني كان مريداً للفساد والمحنة ، والأول هو الملك الهادي والثاني هو الشيطان المغوي .\r\n الرابع : أن الإنسان إذا علم أن الملائكة تحصي عليه أعماله كان إلى الحذر من المعاصي أقرب ، لأن من آمن يعتقد جلالة الملائكة وعلو مراتبهم فإذا حاول الإقدام على معصية واعتقد أنهم يشاهدونها زجره الحياء منهم عن الإقدام عليها كما يزجره عنها إذا حضره من يعطيه من البشر .\r\n وإذا علم أن الملائكة تحصي عليه تلك الأعمال كان ذلك أيضاً رادعاً له عنها وإذا علم أن الملائكة يكتبونها كان الردع أكمل .\r\n السؤال الخامس : ما الفائدة في كتبة أعمال العباد؟ قلنا ههنا مقامات : المقام الأول : أن تفسير الكتبة بالمعنى المشهور من الكتبة .\r\n قال المتكلمون : الفائدة في تلك الصحف وزنها ليعرف رجحان إحدى الكفتين على الأخرى ، فإنه إذا رجحت كفة الطاعات ظهر للخلائق أنه من أهل الجنة ، وإن كان بالضد فبالضد .\r\n قال القاضي : هذا بعيد لأن الأدلة قد دلت على أن كل واحد قبل مماته عند المعاينة يعلم أنه من السعداء أو من الأشقياء فلا يتوقف حصول تلك المعرفة على الميزان ، ثم أجاب القاضي عن هذا الكلام وقال : لا يمتنع أيضاً ما روينا لأمر يرجع إلى حصول سروره عند الخلق العظيم أنه من أولياء الله في الجنة وبالضد من ذلك في أعداء الله .\r\n والمقام الثاني : وهو قول حكماء الإسلام أن الكتابة عبارة عن نقوش مخصوصة وضعت بالاصطلاح لتعريف المعاني المخصوصة فلو قدرنا كون تلك النقوش دالة على تلك المعاني لأعيانها وذواتها كانت تلك الكتبة أقوى وأكمل .\r\n إذا ثبت هذا فنقول : إن الإنسان إذا أتى بعمل من الأعمال مرات وكرات كثيرة متوالية حصل في نفسه بسبب تكررها ملكة قوية راسخة ، فإن كانت تلك الملكة ملكة سارة بالأعمال النافعة في السعادات الروحانية عظم ابتهاجه بها بعد الموت؛ وإن كانت تلك الملكة ملكة ضارة في الأحوال الروحانية عظم تضرره بها بعد الموت .\r\n إذا ثبت هذا فنقول : إن التكرير الكثير لما كان سبباً لحصول تلك الملكة الراسخة كان لكل واحد من الأعمال المتكررة أثر في حصول تلك الملكة الراسخة ، وذلك الأثر وإن كان غير محسوس إلا أنه حاصل في الحقيقة .\r\n وإذا عرفت هذا ظهر أنه لا يحصل للإنسان لمحة ولا حركة ولا سكون ، إلا ويحصل منه في جوهر نفسه أثر من آثار السعادة ، أو آثار الشقاوة قل أو كثر ، فهذا هو المراد من كتبة الأعمال عند هؤلاء والله أعلم بحقائق الأمور وهذا كله إذا فسرنا قوله تعالى : { لَهُ معقبات مّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ } بالملائكة .\r\n القول الثاني : وهو أيضاً منقول عن ابن عباس رضي الله عنهما ، واختاره أبو مسلم الأصفهاني المراد : أنه يستوي في علم الله تعالى السر والجهر ، والمستخفي بظلمة الليل ، والسارب بالنهار المستظهر بالمعاونين والأنصار وهم الملوك والأمراء ، فمن لجأ إلى الليل فلن يفوت الله أمره ، ومن سار نهاراً بالمعقبات وهم الأحراس والأعوان الذين يحفظونه لم ينجه أحراسه من الله تعالى ، والمعقب العون ، لأنه إذا أبصر هذا ذاك فلا بد أن يبصر ذاك هذا ، فتصير بصيرة كل واحد منهم معاقبة لبصيرة الآخرة ، فهذه المعقبات لا تخلص من قضاء الله ومن قدره ، وهم إن ظنوا أنهم يخلصون مخدومهم من أمر الله ومن قضائه فإنهم لا يقدرون على ذلك ألبتة ، والمقصود من هذا الكلام بعث السلاطين والأمراء والكبراء على أن يطلبوا الخلاص من المكاره عن حفظ الله وعصمته ولا يعولوا في دفعها على الأعوان والأنصار ، ولذلك قال تعالى بعده : { وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءا فَلاَ مَرَدَّ لَهُ وَمَا لَهُمْ مّن دُونِهِ مِن وَالٍ } .\r\n أما قوله تعالى : { إِنَّ اللَّهَ لاَ يُغَيّرُ مَا بِقَوْمٍ حتى يُغَيّرُواْ مَا بِأَنفُسِهِمْ } فكلام جميع المفسرين يدل على أن المراد لا يغير ما هم فيه من النعم بإنزال الانتقام إلا بأن يكون منهم المعاصي والفساد .\r\n قال القاضي : والظاهر لا يحتمل إلا هذا المعنى لأنه لا شيء مما يفعله تعالى سوى العقاب إلا وقد يبتدىء به في الدنيا من دون تغيير يصدر من العبد فيما تقدم لأنه تعالى ابتدأ بالنعم دينا ودنياً ويفضل في ذلك من شاء على من يشاء ، فالمراد مما ذكره الله تعالى التغيير بالهلاك والعقاب ، ثم اختلفوا فبعضهم قال هذا الكلام راجع إلى قوله : { وَيَسْتَعْجِلُونَكَ بالسيئة قَبْلَ الحسنة } [ الرعد : 6 ] فبين تعالى أنه لا ينزل بهم عذاب الاستئصال إلا والمعلوم منهم الإصرار على الكفر والمعصية ، حتى قالوا : إذا كان المعلوم أن فيهم من يؤمن أو في عقبه من يؤمن فإنه تعالى لا ينزل عليهم عذاب الاستئصال وقال بعضهم : بل الكلام يجري على إطلاقه ، والمراد منه أن كل قوم بالغوا في الفساد وغيروا طريقتهم في إظهار عبودية الله تعالى فإن الله يزيل عنهم النعم وينزل عليهم أنواعاً من العذاب ، وقال بعضهم : إن المؤمن الذي يكون مختلطاً بأولئك الأقوام فربما دخل في ذلك العذاب .\r\n روي عن أبي بكر رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : « إن الناس إذا رأوا الظالم فلم يأخذوا على يديه يوشك أن يعمهم الله تعالى بعقاب » واحتج أبو علي الجبائي والقاضي بهذه الآية في مسألتين : المسألة الأولى : أنه تعالى لا يعاقب أطفال المشركين بذنوب آبائهم ، لأنهم لم يغيروا ما بأنفسهم من نعمة فيغير الله حالهم من النعمة إلى العذاب .\r\n المسألة الثانية : قالوا : الآية تدل على بطلان قول المجبرة إنه تعالى يبتدىء العبد بالضلال والخذلان أول ما يبلغ وذلك أعظم من العقاب ، مع أنه ما كان منه تغيير .\r\n والجواب : أن ظاهر هذه الآية يدل على أن فعل الله في التغيير مؤخر عن فعل العبد ، إلا أن قوله تعالى : { وَمَا يَشَآءونَ إِلاَّ أَن يَشَاء الله } [ الإنسان : 30 ] يدل على أن فعل العبد مؤخر عن فعل الله تعالى ، فوقع التعارض .\r\n وأما قوله : { وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءا فَلاَ مَرَدَّ لَهُ } فقد احتج أصحابنا به على أن العبد غير مستقل في الفعل .\r\n قالوا : وذلك لأنه إذا كفر العبد فلا شك أنه تعالى يحكم بكونه مستحقاً للذم في الدنيا والعقاب في الآخرة ، فلو كان العبد مستقلاً بتحصيل الإيمان لكان قادراً على رد ما أراده الله تعالى ، وحينئذ يبطل قوله : { وَإِذَا أراد اللَّهُ بِقَوْمٍ سُوءا فَلاَ مَرَدَّ لَهُ } فثبت أن الآية السابقة وإن أشعرت بمذهبهم ، إلا أن هذه الآية من أقوى الدلائل على مذهبنا .\r\n قال الضحاك عن ابن عباس : لم تغن المعقبات شيئاً ، وقال عطاء عنه : لا راد لعذابي ولا ناقض لحكمي : { وَمَا لَهُمْ مّن دُونِهِ مِن وَالٍ } أي ليس لهم من دون الله من يتولاهم ، ويمنع قضاء الله عنهم ، والمعنى : ما لهم والٍ يلي أمرهم ، ويمنع العذاب عنهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "له معقبات من بين يديه ومن خلفه يحفظونه من أمر الله إن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم وإذا أراد الله بقوم سوءا فلا مرد له وما لهم من دونه من وال (11) ",
        "babnum": 9
    },
    {
        "id": 1215,
        "cate": "13",
        "title": "هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنْشِئُ السَّحَابَ الثِّقَالَ (12) وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحَالِ (13) ",
        "details": " اعلم أنه تعالى لما خوف العباد بإنزال ما لا مرد له أتبعه بذكر هذه الآيات وهي مشتملة على أمور ثلاثة ، وذلك لأنها دلائل على قدرة الله تعالى وحكمته ، وأنها تشبه النعم والإحسان من بعض الوجوه ، وتشبه العذاب والقهر من بعض الوجوه .\r\n واعلم أنه تعالى ذكر ههنا أموراً أربعة .\r\n الأول : البرق وهو قوله تعالى : { يُرِيكُمُ البرق خَوْفاً وَطَمَعاً } وفيه مسائل : المسألة الأولى : قال صاحب «الكشاف» في انتصاب قوله : { خَوْفًا وَطَمَعًا } وجوه .\r\n الأول : لا يصح أن يكونا مفعولاً لهما لأنهما ليسا بفعل فاعل الفعل المعلل إلا على تقدير حذف المضاف أي إرادة خوف وطمع أو على معنى إخافة وإطماعاً .\r\n الثاني : يجوز أن يكونا منتصبين على الحال من البرق كأنه في نفسه خوف وطمع والتقدير : ذا خوف وذا طمع أو على معنى إيخافاً وإطماعاً .\r\n الثالث : أن يكونا حالاً من المخاطبين أي خائفين وطامعين .\r\n المسألة الثانية : في كون البرق خوفاً وطمعاً وجوه .\r\n الأول : أن عند لمعان البرق يخاف وقوع الصواعق ويطمع في نزول الغيث قال المتنبي : فتى كالسحاب الجون يخشى ويرتجى \r\n يرجى الحيا منها ويخشى الصواعق الثاني : أنه يخاف المطر من له فيه ضرر كالمسافر وكمن في جرابه التمر والزبيب ويطمع فيه من له فيه نفع .\r\n الثالث : أن كل شيء يحصل في الدنيا فهو خير بالنسبة إلى قوم ، وشر بالنسبة إلى آخرين ، فكذلك المطر خير في حق من يحتاج إليه في أوانه ، وشر في حق من يضره ذلك ، إما بحسب المكان أو بحسب الزمان .\r\n المسألة الثالثة : اعلم أن حدوث البرق دليل عجيب على قدرة الله تعالى وبيانه أن السحاب لا شك أنه جسم مركب في أجزاء رطبة مائية ، ومن أجزاء هوائية ونارية ولا شك أن الغالب عليه الأجزاء المائية والماء جسم بارد رطب ، والنار جسم حار يابس وظهور الضد من الضد التام على خلاف العقل فلا بد من صانع مختار يظهر الضد من الضد .\r\n فإن قيل : لم لا يجوز أن يقال : إن الريح احتقن في داخل جرم السحاب واستولى البرد على ظاهره فانجمد السطح الظاهر منه ، ثم إن ذلك الريح يمزقه تمزيقاً عنيفاً فيتولد من ذلك التمزيق الشديد حركة عنيفة ، والحركة العنيفة موجبة للسخونة وهي البرق؟ والجواب : أن كل ما ذكرتموه على خلاف المعقول وبيانه من وجوه .\r\n الأول : أنه لو كان الأمر كذلك لوجب أن يقال : أينما يحصل البرق فلا بد وأن يحصل الرعد وهو الصوت الحادث من تمزق السحاب ومعلوم أنه ليس الأمر كذلك فإنه كثيراً ما يحدث البرق القوي من غير حدوث الرعد .\r\n الثاني : أن السخونة الحاصلة بسبب قوة الحركة مقابلة للطبيعة المائية الموجبة للبرد ، وعند حصول هذا العارض القوي كيف تحدث النارية؟ بل نقول : النيران العظيمة تنطفىء بصب الماء عليها ، والسحاب كله ماء فكيف يمكن أن يحدث فيه شعلة ضعيفة نارية؟ الثالث : من مذهبكم أن النار الصرفة لا لون لها البتة ، فهب أنه حصلت النارية بسبب قوة المحاكة الحاصلة بأجزاء السحاب لكن من أين حدث ذلك اللون الأحمر؟ فثبت أن السبب الذي ذكروه ضعيف وأن حدوث النار الحاصلة في جرم السحاب مع كونه ماء خالصاً لا يمكن إلا بقدرة القادر الحكيم .\r\n النوع الثاني : من الدلائل المذكورة في هذه الآية قوله تعالى : { وَيُنْشِىء السحاب الثقال } قال صاحب «الكشاف» : السحاب اسم جنس والواحدة سحابة والثقال جمع ثقيلة لأنك تقول سحابة ثقيلة وسحاب ثقال كما تقول امرأة كريمة ونساء كرام وهي الثقال بالماء .\r\n واعلم أن هذا أيضاً من دلائل القدرة والحكمة ، وذلك لأن هذه الأجزاء المائية إما أن يقال إنها حدثت في جو الهواء أو يقال إنها تصاعدت من وجه الأرض ، فإن كان الأول وجب أن يكون حدوثها باحداث محدث حكيم قادر وهو المطلوب ، وإن كان الثاني ، وهو أن يقال إن تلك الأجزاء تصاعدت من الأرض فلما وصلت إلى الطبقة الباردة من الهواء بردت فثقلت فرجعت إلى الأرض فنقول هذا باطل ، وذلك لأن الأمطار مختلفة فتارة تكون القطرات كبيرة وتارة تكون صغيرة وتارة تكون متقاربة ، وأخرى تكون متباعدة وتارة تدوم مدة نزول المطر زماناً طويلاً وتارة قليلاً فاختلاف الأمطار في هذه الصفات مع أن طبيعة الأرض واحدة ، وطبيعة الشمس المسخنة للبخارات واحدة لا بد وأن يكون بتخصيص الفاعل المختار وأيضاً فالتجربة دلت على أن للدعاء والتضرع في نزول الغيث أثراً عظيماً ولذلك كانت صلاة الاستسقاء مشروعة ، فعلمنا أن المؤثر فيه هو قدرة الفاعل لا الطبيعة والخاصية .\r\n النوع الثالث : من الدلائل المذكورة في هذه الآية الرعد وهو قوله : { وَيُسَبّحُ الرعد بِحَمْدِهِ والملائكة مِنْ خِيفَتِهِ } وفيه أقوال : القول الأول : إن الرعد اسم ملك من الملائكة وهذا الصوت المسموع هو صوت ذلك الملك بالتسبيح والتهليل عن ابن عباس رضي الله عنهما : أن اليهود سألت النبي صلى الله عليه وسلم عن الرعد ما هو؟ فقال : \" ملك من الملائكة موكل بالسحاب معه مخاريق من نار يسوق بها السحاب حيث شاء الله \" قالوا : فما الصوت الذي نسمع؟ قال : \" زجره السحاب \" وعن الحسن أنه خلق من خلق الله ليس بملك فعلى هذا القول الرعد هو الملك الموكل بالسحاب وصوته تسبيح لله تعالى وذلك الصوت أيضاً يسمى بالرعد ويؤكد هذا ما روي عن ابن عباس رضي الله عنهما : كان إذا سمع الرعد قال : سبحان الذي سبحت له .\r\n وعن النبي صلى الله عليه وسلم قال : \" إن الله ينشىء السحاب الثقال فينطق أحسن النطق ويضحك أحسن الضحك فنطقه الرعد وضحكه البرق \" واعلم أن هذا القول غير مستبعد وذلك لأن عند أهل السنة البنية ليست شرطاً لحصول الحياة فلا يبعد من الله تعالى أن يخلق الحياة والعلم والقدرة والنطق في أجزاء السحاب فيكون هذا الصوت المسموع فعلاً له وكيف يستبعد ذلك ونحن نرى أن السمندل يتولد في النار ، والضفادع تتولد في الماء البارد ، والدودة العظيمة ربما تتولد في الثلوج القديمة ، وأيضاً فإذا لم يبعد تسبيح الجبال في زمن داود عليه السلام ، ولا تسبيح الحصى في زمان محمد صلى الله عليه وسلم «فكيف يستبعد تسبيح السحاب» وعلى هذا القول فهذا الشيء المسمى بالرعد ملك أو ليس بملك فيه قولان : أحدهما : أنه ليس بملك لأنه عطف عليه الملائكة ، فقال : { والملائكة مِنْ خِيفَتِهِ } والمعطوف عليه مغاير للمعطوف .\r\n والثاني : وهو أنه لا يبعد أن يكون من جنس الملائكة وإنما إفراده بالذكر على سبيل التشريف كما في قوله : { وَمَلئِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وميكال } [ البقرة : 98 ] وفي قوله : { وَإِذْ أَخَذْنَا مِنَ النبيين مِيثَاقَهُمْ وَمِنْكَ ومِن نُوحٌ } [ الأحزاب : 7 ] .\r\n القول الثاني : أن الرعد اسم لهذا الصوت المخصوص ، ومع ذلك فإن الرعد يسبح الله سبحانه ، لأن التسبيح والتقديس وما يجري مجراهما ليس إلا وجود لفظ يدل على حصول التنزيه والتقديس لله سبحانه وتعالى ، فلما كان حدوث هذا الصوت دليلاً على وجود موجود متعال عن النقص والإمكان ، كان ذلك في الحقيقة تسبيحاً ، وهو معنى قوله تعالى : { وَإِن مّن شَىْء إِلاَّ يُسَبّحُ بِحَمْدَهِ } [ الإسراء : 44 ] .\r\n القول الثالث : أن المراد من كون الرعد مسبحاً أن من يسمع الرعد فإنه يسبح الله تعالى ، فلهذا المعنى أضيف هذا التسبيح إليه .\r\n القول الرابع : من كلمات الصوفية الرعد صعقات الملائكة ، والبرق زفرات أفئدتهم ، والمطر بكاؤهم .\r\n فإن قيل : وما حقيقة الرعد؟ قلنا : استقصينا القول في سورة «البقرة» في قوله : { فِيهِ ظلمات وَرَعْدٌ وَبَرْقٌ } [ البقرة : 19 ] .\r\n أما قوله : { والملائكة مِنْ خِيفَتِهِ } فاعلم أن من المفسرين من يقول : عنى بهؤلاء الملائكة أعوان الرعد ، فإنه سبحانه جعل له أعواناً ، ومعنى قوله : { والملائكة مِنْ خِيفَتِهِ } أي وتسبح الملائكة من خيفة الله تعالى وخشيته .\r\n قال ابن عباس رضي الله عنهما : إنهم خائفون من الله لا كخوف ابن آدم ، فإن أحدهم لا يعرف من على يمينه ومن على يساره ، ولا يشغله عن عبادة الله طعام ولا شراب ولا شيء .\r\n واعلم أن المحققين من الحكماء يذكرون أن هذه الآثار العلوية إنما تتم بقوى روحانية فلكية ، فللسحاب روح معين من الأرواح الفلكية يدبره ، وكذا القول في الرياح وفي سائر الآثار العلوية ، وهذا عين ما نقلناه من أن الرعد اسم ملك من الملائكة يسبح الله ، فهذا الذي قاله المفسرون بهذه العبارة هو عين ما ذكره المحققون عن الحكماء ، فكيف يليق بالعاقل الإنكار؟ النوع الرابع : من الدلائل المذكورة في هذه الآية قوله : { وَيُرْسِلُ الصواعق فَيُصِيبُ بِهَا مَن يَشَاء } واعلم أنا قد ذكرنا معنى الصواعق في سورة البقرة .\r\n قال المفسرون : نزلت هذه الآية في عامر بن الطفيل وأربد بن ربيعة أخي لبيد بن ربيعة أتيا النبي صلى الله عليه وسلم يخاصمانه ويجادلانه ، ويريدان الفتك به ، فقال أربد بن ربيعة أخو لبيد بن ربيعة : أخبرنا عن ربنا أمن نحاس هو أم من حديد ، ثم إنه لما رجع أربد أرسل عليه صاعقة فأحرقته ، ورمى عامراً بغدة كغدة البعير ، ومات في بيت سلولية .\r\n واعلم أن أمر الصاعقة عجيب جداً وذلك لأنها تارة تتولد من السحاب ، وإذا نزلت من السحاب فربما غاصت في البحر وأحرقت الحيتان في لجة البحر ، والحكماء بالغوا في وصف قوتها ، ووجه الاستدلال أن النار حارة يابسة وطبيعتها ضد طبيعة السحاب ، فوجب أن تكون طبيعتها في الحرارة واليبوسة أضعف من طبيعة النيران الحادثة عندنا على العادة ، لكنه ليس الأمر كذلك ، فإنها أقوى نيران هذا العالم ، فثبت أن اختصاصها بمزيد تلك القوة لا بد وأن يكون بسبب تخصيص الفاعل المختار .\r\n واعلم أنه تعالى لما ذكر هذه الدلائل الأربعة قال : { وَهُمْ يجادلون فِى الله } والمراد أنه تعالى بين دلائل كمال علمه في قوله : { يَعْلَمُ مَا تَحْمِلُ كُلُّ أنثى } [ الرعد : 8 ] وبين دلائل كمال القدرة في هذه الآيات .\r\n ثم قال : { وَهُمْ يجادلون فِى الله } يعني هؤلاء الكفار مع ظهور هذه الدلائل يجادلون في الله وهو يحتمل وجوهاً : أحدها : أن يكون المراد الرد على الكافر الذي قال : أخبرنا عن ربنا أمن نحاس أم من حديد .\r\n وثانيها : أن يكون المراد الرد على جدالهم في إنكار البعث وإبطال الحشر والنشر .\r\n وثالثها : أن يكون المراد الرد عليهم في طلب سائر المعجزات .\r\n ورابعها : أن يكون المراد الرد عليهم في استنزال عذاب الاستئصال .\r\n وفي هذه الواو قولان : الأول : أنه للحال ، والمعنى : فيصيب بالصاعقة من يشاء في حال جداله في الله ، وذلك أن أربد لما جادل في الله أحرقته الصاعقة .\r\n والثاني : أنها واو الاستئناف كأنه تعالى لما تمم ذكر هذه الدلائل قال بعد ذلك : { وَهُمْ يجادلون فِى الله } .\r\n ثم قال تعالى : { وَهُوَ شَدِيدُ المحال } وفي لفظ المحال أقوال : قال ابن قتيبة : الميم زائدة وهو من الحول ، ونحوه ميم مكان ، وقال الأزهري : هذا غلط ، فإن الكلمة إذا كانت على مثال فعال أوله ميم مكسورة فهي أصلية ، نحو مهاد ومداس ومداد ، واختلفوا مم أخذ على وجوه : الأول : قيل من قولهم محل فلان بفلان إذا سعى به إلى السلطان وعرضه للهلاك ، وتمحل لكذا إذا تكلف استعمال الحيلة واجتهد فيه ، فكان المعنى : أنه سبحانه شديد المكر لأعدائه يهلكهم بطريق لا يتوقعونه .\r\n الثاني : أن المحال عبارة عن الشدة ، ومنه تسمى السنة الصعبة سنة المحل وما حلت فلاناً محالاً .\r\n أي قاومته أينا أشد ، قال أبو مسلم : ومحال فعال من المحل وهو الشدة ولفظ فعال يقع على المجازاة والمقابلة ، فكأن المعنى : أنه تعالى شديد المغالبة ، وللمفسرين ههنا عبارات فقال مجاهد وقتادة : شديد القوة ، وقال أبو عبيدة : شديد العقوبة ، وقال الحسن : شديد النقمة ، وقال ابن عباس : شديد الحول .\r\n الثالث : قال ابن عرفة : يقال ماحل عن أمره أي جادل ، فقوله : { شَدِيدُ المحال } أي شديد الجدال .\r\n الرابع : روي عن بعضهم : { شَدِيدُ المحال } أي شديد الحقد .\r\n قالوا : هذا لا يصح ، لأن الحقد لا يمكن في حق الله تعالى ، إلا أنا قد ذكرنا في هذا الكتاب أن أمثال هذه الألفاظ إذا وردت في حق الله تعالى فإنها تحصل على نهايات الأعراض لا على مبادىء الأعراض ، فالمراد بالحقد ههنا هو أنه تعالى يريد إيصال الشر إليه مع أنه يخفي عنه تلك الإرادة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هو الذي يريكم البرق خوفا وطمعا وينشئ السحاب الثقال (12) ويسبح الرعد بحمده والملائكة من خيفته ويرسل الصواعق فيصيب بها من يشاء وهم يجادلون في الله وهو شديد المحال (13) ",
        "babnum": 10
    },
    {
        "id": 1216,
        "cate": "13",
        "title": "لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ (14) ",
        "details": " اعلم أن قوله : { لَهُ دَعْوَةُ الحق } أي لله دعوة الحق ، وفيه بحثان : البحث الأول : في أقوال المفسرين وهي أمور : أحدها : ما روى عكرمة عن ابن عباس رضي الله عنهما أنه قال : { دَعْوَةُ الحق } قول لا إله إلا الله .\r\n وثانيها : قول الحسن : إن الله هو الحق ، فدعاؤه هو الحق ، كأنه يومىء إلى أن الانقطاع إليه في الدعاء هو الحق .\r\n وثالثها : أن عبادته هي الحق والصدق .\r\n واعلم أن الحق هو الموجود ، والموجود قسمان : قسم يقبل العدم وهو حق يمكن أن يصير باطلاً وقسم لا يقبل العدم فلا يمكن أن يصير باطلاً وذلك هو الحق الحقيقي ، وإذا كان واجب الوجود لذاته موجوداً لا يقبل العدم كان أحق الموجودات بأن يكون حقاً هو هو وكان أحق الاعتقادات وأحق الأذكار بأن يكون حقاً هو اعتقاد ثبوته وذكر وجوده ، فثبت بهذا أن وجوده هو الحق في الموجودات واعتقاد وجوده هو الحق في الاعتقادات .\r\n وذكره بالثناء والإلهية والكمال هو الحق في الأذكار فلهذا قال : { لَهُ دَعْوَةُ الحق } .\r\n البحث الثاني : قال صاحب «الكشاف» { دَعْوَةُ الحق } فيه وجهان : أحدهما : أن تضاف الدعوة إلى الحق الذي هو نقيض الباطل كما تضاف إليه الكلمة في قوله : { كَلِمَةَ الحق } والمقصود منه الدلالة على كون هذه الدعوة مختصة بكونها حقة وكونها خالية عن أمارات كونه باطلاً ، وهذا من باب إضافة الشيء إلى صفته .\r\n والثاني : أن تضاف إلى الحق الذي هو الله سبحانه على معنى دعوة المدعو الحق الذي يسمع فيجيب ، وعن الحسن : الحق هو الله وكل دعاء إليه فهو دعوة الحق .\r\n ثم قال تعالى : { والذين يَدْعُونَ مِن دُونِهِ } يعني الآلهة الذين يدعونهم الكفار من دون الله : { لاَ يَسْتَجِيبُونَ لَهُم بِشَىْء } مما يطلبونه إلا استجابة كاستجابة باسط كفيه إلى الماء ، والماء جماد لا يشعر ببسط كفيه ولا بعطشه وحاجته إليه ، ولا يقدر أن يجيب دعاءه ويبلغ فاه ، فكذلك ما يدعونه جماد ، لا يحس بدعائهم ولا يستطيع إجابتهم ، ولا يقدر على نفعهم وقيل شبهوا في قلة فائد دعائهم لآلهتهم ، بمن أراد أن يغرف الماء بيديه ليشربه فيبسطها ناشراً أصابعه ولم تصل كفاه إلى ذلك الماء ولم يبلغ مطلوبه من شربه ، وقرىء { تَدْعُونَ } بالتاء { كباسط كَفَّيْهِ } بالتنوين ، ثم قال : { وَمَا دُعَاء الكافرين إلى فِى ضلال } أي إلا في ضياع لا منفعة فيه ، لأنهم إن دعوا الله لم يجبهم وإن دعوا الآلهة لم تستطع إجابتهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "له دعوة الحق والذين يدعون من دونه لا يستجيبون لهم بشيء إلا كباسط كفيه إلى الماء ليبلغ فاه وما هو ببالغه وما دعاء الكافرين إلا في ضلال (14) ",
        "babnum": 11
    },
    {
        "id": 1217,
        "cate": "13",
        "title": "وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ (15) ",
        "details": " اعلم أن في المراد بهذا السجود قولين : القول الأول : أن المراد منه السجود بمعنى وضع الجبهة على الأرض ، وعلى هذا الوجه ففيه وجهان : أحدهما : أن اللفظ وإن كان عاماً إلا أن المراد به الخصوص وهم المؤمنون ، فبعض المؤمنين يسجدون لله طوعاً بسهولة ونشاط ، ومن المسلمين من يسجد لله كرهاً لصعوبة ذلك عليه مع أنه يحمل نفسه على أداء تلك الطاعة شاء أم أبى .\r\n والثاني : أن اللفظ عام والمراد منه أيضاً العام وعلى هذا ففي الآية إشكال ، لأنه ليس كل من في السموات والأرض يسجد لله بل الملائكة يسجدون لله ، والمؤمنون من الجن والإنس يسجدون لله تعالى ، وأما الكافرون فلا يسجدون .\r\n الجواب عنه من وجهين : الأول : أن المراد من قوله : { وَللَّهِ يَسْجُدُ مَن فِى السموات والأرض } أي ويجب على كل من في السموات والأرض أن يسجد لله فعبر عن الوجوب بالوقوع والحصول .\r\n والثاني : وهو أن المراد من السجود التعظيم والاعتراف بالعبودية ، وكل من في السموات ومن في الأرض يعترفون بعبودية الله تعالى على ما قال : { وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السموات والأرض لَيَقُولُنَّ الله } [ لقمان : 25 ] .\r\n وأما القول الثاني في تفسير الآية فهو : - أن السجود عبارة عن الانقياد والخضوع وعدم الامتناع وكل من في السموات والأرض ساجد لله بهذا المعنى ، لأن قدرته ومشيئته نافذة في الكل وتحقيق القول فيه أن ما سواه ممكن لذاته والممكن لذاته هو الذي تكون ماهيته قابلة للعدم والوجود على السوية وكل من كان كذلك امتنع رجحان وجوده على عدمه أو بالعكس ، إلا بتأثير موجود ومؤثر فيكون وجود كل ما سوى الحق سبحانه بإيجاده وعدم كل ما سواه بإعدامه ، فتأثيره نافذ في جميع الممكنات في طرفي الإيجاد والإعدام ، وذلك هو السجود وهو التواضع والخضوع والانقياد ، ونظير هذه الآية : { بَل لَّهُ مَا فِي السموات والأرض كُلٌّ لَّهُ قانتون } [ البقرة : 116 ] وقوله : { وَلَهُ أَسْلَمَ مَن فِى السموات والأرض } [ آل عمران : 83 ] .\r\n وأما قوله تعالى : { طَوْعًا وَكَرْهًا } فالمراد : أن بعض الحوادث مما يميل الطبع إلى حصوله كالحياة والغنى ، وبعضها مما ينفر الطبع عنه كالموت والفقر والعمى والحزن والزمانة وجميع أصناف المكروهات ، والكل حاصل بقضائه وقدره وتكوينه وإيجاده ، ولا قدرة لأحد على الامتناع والمدافعة .\r\n ثم قال تعالى : { وظلالهم بالغدو والآصال } وفيه قولان : القول الأول : قال المفسرون ، كل شخص سواء كان مؤمناً أو كافراً فإن ظله يسجد لله .\r\n قال مجاهد : ظل المؤمن يسجد لله طوعاً وهو طائع ، وظل الكافر يسجد لله كرهاً وهو كاره ، وقال الزجاج : جاء في التفسير أن الكافر يسجد لغير الله وظله يسجد لله ، وعند هذا قال ابن الأنباري : لا يبعد أن يخلق الله تعالى للظلال عقولاً وأفهاماً تسجد بها وتخشع كما جعل الله للجبال أفهاماً حتى اشتغلت بتسبيح الله تعالى وحتى ظهر أثر التجلي فيها كما قال : { فَلَمَّا تجلى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكّا } [ الأعراف : 143 ] .\r\n والقول الثاني : وهو أن المراد من سجود الظلال ميلانها من جانب إلى جانب وطولها بسبب انحطاط الشمس وقصرها بسبب ارتفاع الشمس ، فهي منقادة مستسلمة في طولها وقصرها وميلها من جانب إلى جانب وإنما خصص الغدو والآصال بالذكر ، لأن الظلال إنما تعظم وتكثر في هذين الوقتين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولله يسجد من في السماوات والأرض طوعا وكرها وظلالهم بالغدو والآصال (15) ",
        "babnum": 12
    },
    {
        "id": 1218,
        "cate": "13",
        "title": "قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِيَاءَ لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ (16) ",
        "details": " اعلم أنه تعالى لما بين أن كل من في السموات والأرض ساجد له بمعنى كونه خاضعاً له ، عاد إلى الرد على عبدة الأصنام فقال : { قُلْ مَن رَّبُّ السموات والأرض قُلِ الله } ولما كان هذا الجواب جواباً يقر به المسؤول ويعترف به ولا ينكره أمره صلى الله عليه وسلم أن يكون هو الذاكر لهذا الجواب تنبيهاً على أنهم لا ينكرونه ألبتة ولما بين أنه سبحانه هو الرب لكل الكائنات قال : قل لهم فلم اتخذتهم من دون الله أولياء وهي جمادات وهي لا تملك لأنفسها نفعاً ولا ضراً ولما كانت عاجزة عن تحصيل المنفعة لأنفسها ودفع المضرة عن أنفسها ، فبأن تكون عاجزة عن تحصيل المنفعة لغيرها ودفع المضرة عن غيرها كان ذلك أولى ، فإذا لم تكن قادرة على ذلك كانت عبادتها محض العبث والسفه ، ولما ذكر هذه الحجة الظاهرة بين أن الجاهل بمثل هذه الحجة يكون كالأعمى والعالم بها كالبصير ، والجهل بمثل هذه الحجة كالظلمات ، والعلم بها كالنور ، وكما أن كل أحد يعلم بالضرورة أن الأعمى لا يساوي البصير ، والظلمة لا تساوي النور كذلك كل أحد يعلم بالضرورة أن الجاهل بهذه الحجة لا يساوي العالم بها .\r\n قرأ حمزة والكسائي وأبو بكر وعمرو عن عاصم { يَسْتَوِى الظلمات والنور } بالياء ، لأنها مقدمة على اسم الجمع والباقون بالتاء ، واختاره أبو عبيدة ثم أكد هذا البيان فقال : { أَمْ جَعَلُواْ للَّهِ شُرَكَاء خَلَقُواْ كَخَلْقِهِ فَتَشَابَهَ الخلق عَلَيْهِمْ } يعني هذه الأشياء التي زعموا أنها شركاء لله ليس لها خلق يشبه خلق الله حتى يقولوا إنها تشارك الله في الخالقية ، فوجب أن تشاركه في الإلهية ، بل هؤلاء المشركون يعلمون بالضرورة أن هذه الأصنام لم يصدر عنها فعل ألبتة ، ولا خلق ولا أثر ، وإذا كان الأمر كذلك كان حكمهم بكونها شركاء لله في الإلهية محض السفه والجهل .\r\n وفي الآية مسائل : المسألة الأولى : اعلم أن أصحابنا استدلوا بهذه الآية في مسألة خلق الأفعال من وجوه .\r\n الأول : أن المعتزلة زعموا أن الحيوانات تخلق حركات وسكنات مثل الحركات والسكنات التي يخلقها الله تعالى ، وعلى هذا التقدير فقد جعلوا لله شركاء خلقوا كخلقه ، ومعلوم أن الله تعالى إنما ذكر هذه الآية في معرض الذم والإنكار .\r\n فدلت هذه الآية على أن العبد لا يخلق فعل نفسه .\r\n قال القاضي : نحن وإن قلنا : إن العبد يفعل ويحدث ، إلا أنا لا نطلق القول بأنه يخلق ولو أطلقناه لم نقل إنه يخلق كخلق الله ، لأن أحدنا يفعل بقدرة الله ، وإنما يفعل لجلب منفعة ودفع مضرة ، والله تعالى منزه عن ذلك كله ، فثبت أن بتقدير كون العبد خالقاً ، إلا أنه لا يكون خلقه كخلق الله تعالى ، وأيضاً فهذا الإلزام لازم للمجبرة ، لأنهم يقولون عين ما هو خلق الله تعالى فهو كسب العبد وفعل له ، وهذا عين الشرك لأن الإله والعبد في خلق تلك الأفعال بمنزلة الشريكين اللذين لا مال لأحدهما إلا وللآخر فيه حق .\r\n وأيضاً فهو تعالى إنما ذكر هذا الكلام عيباً للكفار وذماً لطريقتهم ، ولو كان فعل العبد خلقاً لله تعالى لما بقي لهذا الذم فائدة ، لأن للكفار أن يقولوا على هذا التقدير إن الله سبحانه وتعالى لما خلق هذا الكفر فينا فلم يذمنا عليه ولا ينسبنا إلى الجهل والتقصير مع أنه قد حصل فينا لا بفعلنا ولا باختيارنا .\r\n والجواب عن السؤال الأول : أن لفظ الخلق إما أن يكون عبارة عن الإخراج من العدم إلى الوجود ، أو يكون عبارة عن التقدير ، وعلى الوجهين فبتقدير أن يكون العبد محدثاً فإنه لا بد وأن يكون حادثاً .\r\n أما قوله : والعبد وإن كان خالقاً إلا أنه ليس خلقه كخلق الله .\r\n قلنا : الخلق عبارة عن الإيجاد والتكوين والإخراج من العدم إلى الوجود ، ومعلوم أن الحركة الواقعة بقدرة العبد لما كانت مثلاً للحركة الواقعة بقدرة الله تعالى ، كان أحد المخلوقين مثلاً للمخلوق الثاني ، وحينئذ يصح أن يقال : إن هذا الذي هو مخلوق العبد مثل لما هو مخلوق لله تعالى بل لا شك في حصول المخالفة في سائر الاعتبارات ، إلا أن حصول المخالفة في سائر الوجوه لا يقدح في حصول المماثلة من هذا الوجه وهذا القدر يكفي في الاستدلال .\r\n وأما قوله هذا لازم على المجبرة حيث قالوا : إن فعل العبد مخلوق لله تعالى ، فنقول هذا غير لازم ، لأن هذه الآية دالة على أنه لا يجوز أن يكون خلق العبد مثلاً لخلق الله تعالى ، ونحن لا نثبت للعبد خلقاً ألبتة ، فكيف يلزمنا ذلك؟ وأما قوله : لو كان فعل العبد خلقاً لله تعالى ، لما حسن ذم الكفار على هذا المذهب .\r\n قلنا : حاصله يرجع إلى أنه لما حصل المدح والذم وجب أن يكون العبد مستقلاً بالفعل ، وهو منقوض ، لأنه تعالى ذم أبا لهب على كفره مع أنه عالم منه أنه يموت على الكفر ، وقد ذكرنا أن خلاف المعلوم محال الوقوع ، فهذا تقرير هذا الوجه في هذه الآية .\r\n وأما الوجه الثاني : في التمسك بهذه الآية قوله : { قُلِ الله خالق كُلّ شَىْء } ولا شك أن فعل العبد شيء فوجب أن يكون خالقه هو الله وسؤالهم عليه ما تقدم .\r\n والوجه الثالث : في التمسك بهذه الآية وقوله : { وَهُوَ الواحد القهار } وليس يقال فيه أنه تعالى واحد في أي المعاني ، ولما كان المذكور السابق هو الخالقية وجب أن يكون المراد هو الواحد في الخالقية ، القهار لكل ما سواه ، وحينئذ يكون دليلاً أيضاً على صحة قولنا .\r\n المسألة الثانية : زعم جهم أن الله تعالى لا يقع عليه اسم الشيء .\r\n اعلم أن هذا النزاع ليس إلا في اللفظ وهو أن هذا الاسم هل يقع عليه أم لا ، وزعم أنه لا يقع هذا الاسم على الله تعالى واحتج عليه بأنه لو كان شيئاً لوجب كونه خالقاً لنفسه ، لقوله تعالى : { الله خالق كُلّ شَىْء } ولما كان ذلك محالاً ، وجب أن لا يقع عليه اسم الشيء ، ولا يقال : هذا عام دخله التخصيص ، لأن العام المخصوص إنما يحسن إذا كان المخصوص أقل من الباقي وأخس منه كما إذا قال : أكلت هذ الرمانة مع أنه سقطت منها حبات ما أكلها ، وههنا ذات الله تعالى أعلى الموجودات وأشرفها ، فكيف يمكن ذكر اللفظ العام الذي يتناوله مع كون الحكم مخصوصاً في حقه؟ والحجة الثانية : تمسك بقوله تعالى : { لَيْسَ كَمِثْلِهِ شَىْء } [ الشورى : 11 ] والمعنى : ليس مثل مثله شيء ، ومعلوم أن كل حقيقة فإنها مثل مثل نفسها ، فالباري تعالى مثل مثل نفسه ، مع أنه تعالى نبه على أن مثل مثله ليس بشيء ، فهذا تنصيص على أنه تعالى غير مسمى باسم الشيء .\r\n والحجة الثالثة : قوله تعالى : { وَللَّهِ الأسماء الحسنى فادعوه بِهَا } [ الأعراف : 180 ] دلت هذه الآية على أنه لا يجوز أن يدعى الله إلا بالأسماء الحسنى ، ولفظ الشيء يتناول أخس الموجودات ، فلا يكون هذا اللفظ مشعراً بمعنى حسن ، فوجب أن لا يكون هذا اللفظ من الأسماء الحسنى ، فوجب أن لا يجوز دعاء الله تعالى بهذا اللفظ ، والأصحاب تمسكوا في إطلاق هذا الاسم عليه تعالى بقوله : { قُلْ أَىُّ شَىْء أَكْبَرُ شهادة قُلِ الله شَهِيدٌ بِيْنِى وَبَيْنَكُمْ } [ الأنعام : 19 ] .\r\n وأجاب الخصم عنه : بأن قوله : { قُلْ أَىُّ شَىْء أَكْبَرُ شهادة } سؤال متروك الجواب ، وقوله : { قُلِ الله شَهِيدٌ بِيْنِى وَبَيْنَكُمْ } كلام مبتدأ مستقل بنفسه لا تعلق له بما قبله .\r\n المسألة الثالثة : تمسك المعتزلة بهذه الآية في أنه تعالى عالم لذاته لا بالعلم وقادر لذاته لا بالقدرة .\r\n قالوا : لأنه لو حصل لله تعالى علم وقدرة وحياة ، لكانت هذه الصفات إما أن تحصل بخلق الله أو لا بخلقه ، والأول باطل وإلا لزم التسلسل ، والثاني : باطل لأن قوله : { الله خالق كُلّ شَىْء } يتناول الذات والصفات حكمنا بدخول التخصيص فيه في حق ذات الله تعالى فوجب أن يبقى فيما سوى الذات على الأصل .\r\n وهو أن يكون تعالى خالقاً لكل شيء سوى ذاته تعالى ، فلو كان لله علم وقدرة لوجب كونه تعالى خالقاً لهما وهو محال ، وأيضاً تمسكوا بهذه الآية في خلق القرآن .\r\n قالوا : الآية دالة على أنه تعالى خالق لكل الأشياء ، والقرآن ليس هو الله تعالى ، فوجب أن يكون مخلوقاً وأن يكون داخلاً تحت هذا العموم .\r\n والجواب : أقصى ما في الباب أن الصيغة عامة ، إلا أنا نخصصها في حق صفات الله تعالى بسبب الدلائل العقلية .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل من رب السماوات والأرض قل الله قل أفاتخذتم من دونه أولياء لا يملكون لأنفسهم نفعا ولا ضرا قل هل يستوي الأعمى والبصير أم هل تستوي الظلمات والنور أم جعلوا لله شركاء خلقوا كخلقه فتشابه الخلق عليهم قل الله خالق كل شيء وهو الواحد القهار (16) ",
        "babnum": 13
    },
    {
        "id": 1219,
        "cate": "13",
        "title": "أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ (17) لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ الْحُسْنَى وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ أُولَئِكَ لَهُمْ سُوءُ الْحِسَابِ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ (18) أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ (19) ",
        "details": " اعلم أنه تعالى لما شبه المؤمن والكافر والإيمان والكفر بالأعمى والبصير والظلمات والنور ضرب للإيمان والكفر مثلاً آخر فقال : { أَنَزَلَ مِنَ السماء مَاء فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا } ومن حق الماء أن يستقر في الأودية المنخفضة عن الجبال والتلال بمقدار سعة تلك الأودية وصغرها ، من حق الماء إذا زاد على قدر الأودية أن ينبسط على الأرض ومن حق الزبد الذي يحتمله الماء فيطفو ويربو عليه أن يتبدد في الأطراف ويبطل ، سواء كان ذلك الزبد ما يجري مجرى الغليان من البياض أو ما يحفظ بالماء من الأجسام الخفيفة ، ولما ذكر تعالى هذا الزبد الذي لا يظهر إلا عند اشتداد جري الماء ذكر الزبد الذي لا يظهر إلا بالنار ، وذلك لأن كل واحد من الأجساد السبعة إذا أذيب بالنار لابتغاء حلية أو متاع آخر من الأمتعة التي يحتاج إليها في مصالح البيت ، فإنه ينفصل عنها نوع من الزبد والخبث ، ولا ينتفع به بل يضيع ويبطل ويبقى الخالص .\r\n فالحاصل : أن الوادي إذا جرى طفا عليه زبد ، وذلك الزبد يبطل ويبقى الماء .\r\n والأجساد السبعة إذا أذيبت لأجل اتخاذ الحلي أو لأجل اتخاذ سائر الأمتعة انفصل عنها خبث وزبد فيبطل ويبقى ذلك الجوهر المنتفع به ، فكذا ههنا أنزل من سماء الكبرياء والجلالة والإحسان ماء وهو القرآن ، والأودية قلوب العباد وشبه القلوب بالأودية ، لأن القلوب تستقر فيها أنوار علوم القرآن ، كما أن الأودية تستقر فيها المياه النازلة من السماء ، وكما أن كل واحد فإنما يحصل فيه من مياه الأمطار ما يليق بسعته أو ضيقه ، فكذا ههنا كل قلب إنما يحصل فيه من أنوار علوم القرآن ما يليق بذلك القلب من طهارته وخبثه وقوة فهمه وقصور فهمه ، وكما أن الماء يعلوه زبد الأجساد السبعة المذابة يخالطها خبث ، ثم إن ذلك الزبد والخبث يذهب ويضيع ويبقى جوهر الماء وجوهر الأجساد السبعة ، كذا ههنا بيانات القرآن تختلط بها شكوك وشبهات ، ثم إنها بالآخرة تزول وتضيع ويبقى العلم والدين والحكمة والمكاشفة في العاقبة ، فهذا هو تقرير هذا المثل ووجه انطباق المثل على الممثل به ، وأكثر المفسرين سكتوا عن بيان كيفية التمثيل والتشبيه .\r\n المسألة الثانية : في المباحث اللفظية التي في هذه الآية في لفظ الأودية أبحاث : البحث الأول : الأودية جمع واد وفي الوادي قولان : القول الأول : أنه عبارة عن الفضاء المنخفض عن الجبال والتلال الذي يجري فيه السيل ، هذا قول عامة أهل اللغة .\r\n والقول الثاني : قال السهروردي يسمى الماء وادياً إذا سال قال : ومنه سمي الودى ودياً لخروجه وسيلانه ، وعلى هذا القول فالوادي اسم للماء السائل كالمسيل .\r\n والأول هو القول المشهور إلا أن على هذا التقدير يكون قوله : { سَالَتْ أَوْدِيَةٌ } مجازاً فكان التقدير : سالت مياه الأودية إلا أنه حذف المضاف وأقيم المضاف إليه مقامه .\r\n البحث الثاني : قال أبو علي الفارسي رحمه الله : الأودية جمع واد ولا نعلم فاعلاً جمع على أفعلة قال : ويشبه أن يكون ذلك لتعاقب فاعل وفعيل على الشيء الواحد كعالم وعليم ، وشاهد وشهيد ، وناصر ونصير ، ثم إن وزن فاعل يجمع على أفعال كصاحب وأصحاب ، وطائر وأطيار ، ووزن فعيل يجمع على أفعلة ، كجريب وأجربة ثم لما حصلت المناسبة المذكورة بين فاعل وفعيل لا جرم يجمع الفاعل جمع الفعيل .\r\n فيقال : واد وأودية ويجمع الفعيل على جمع الفاعل فيقال : يتيم وأيتام وشريف وأشراف هذا ما قاله أبو علي الفارسي رحمه الله .\r\n وقال غيره : نظير واد وأودية ، ناد وأندية للمجالس .\r\n البحث الثالث : إنما ذكر لفظ أودية على سبيل التنكير ، لأن المطر لا يأتي إلا على طريق المناوبة بين البقاع فتسيل بعض أودية الأرض دون بعض .\r\n أما قوله تعالى : { بِقَدَرِهَا } ففيه بحثان : البحث الأول : قال الواحدي : القدر والقدر مبلغ الشيء يقال كم قدر هذه الدراهم وكم قدرها ومقدارها؟ أي كم تبلغ في الوزن ، فما يكون مساوياً لها في الوزن فهو قدرها .\r\n البحث الثاني : { سَالَتْ أَوْدِيَةٌ بِقَدَرِهَا } أي من الماء ، فإن صغر الوادي قل الماء ، وإن اتسع الوادي كثر الماء .\r\n أما قوله : { فاحتمل السيل زَبَدًا رَّابِيًا } ففيه بحثان : البحث الأول : قال الفراء : يقال أزبد الوادي إزباداً ، والزبد الاسم ، وقوله : { رَّابِيًا } قال الزجاج : طافياً عالياً فوق الماء .\r\n وقال غيره : زائداً بسبب انتفاخه ، يقال : ربا يربو إذا زاد .\r\n أما قوله تعالى : { وَمِمَّا يُوقِدُونَ عَلَيْهِ فِى النار ابتغاء حِلْيَةٍ أَوْ متاع زَبَدٌ مّثْلُهُ } فاعلم أنه تعالى لما ضرب المثل بالزبد الحاصل من الماء ، أتبعه بضرب المثل بالزبد الحاصل من النار ، وفيه مباحث : البحث الأول : قرأ حمزة والكسائي وحفص عن عاصم { يُوقِدُونَ } بالياء ، واختاره أبو عبيدة لقوله : { يَنفَعُ الناس } وأيضاً فليس ههنا مخاطب .\r\n والباقون بالتاء على الخطاب ، وعلى هذا التقدير ففيه وجهان .\r\n الأول : أنه خطاب للمذكورين في قوله : { قُلْ أفاتخذتم مّن دُونِهِ أَوْلِيَاء } [ الرعد : 16 ] والثاني : أنه يجوز أن يكون خطاباً عاماً يراد به الكافة ، كأنه قال : ومما توقدون عليه في النار أيها الموقدون .\r\n البحث الثاني : الإيقاد على الشيء على قسمين : أحدهما : أن لا يكون ذلك الشيء في النار ، وهو كقوله تعالى { فَأَوْقِدْ لِى ياهامان عَلَى الطين } [ القصص : 38 ] والثاني : أن يوقد على الشيء ويكون ذلك الشيء في النار فإن من أراد تذويب الأجساد السبعة جعلها في النار ، فلهذا السبب قال ههنا : { وَمِمَّا يُوقِدُونَ عَلَيْهِ فِى النار } .\r\n البحث الثالث : في قوله : { ابتغاء حِلْيَةٍ } قال أهل المعاني : الذي يوقد عليه لابتغاء حلية الذهب والفضة ، والذي يوقد عليه لابتغاء الأمتعة الحديد والنحاس والرصاص ، والأسرب يتخذ منها الأواني والأشياء التي ينتفع بها ، والمتاع كل ما يتمتع به وقوله : { زَبَدٌ مّثْلُهُ } أي زبد مثل زبد الماء الذي يحمله السيل .\r\n ثم قال تعالى : { وكذلك يَضْرِبُ الله الحق والباطل } والمعنى كذلك يضرب الله الأمثال للحق والباطل .\r\n ثم قال : { أَمَّا الزبد فَيَذْهَبُ جُفَاء وَأَمَّا مَا يَنفَعُ الناس } قال الفراء : الجفاء الرمي والاطراح يقال : جفا الوادي غثاءه يجفوه جفاء إذا رماه ، والجفاء اسم للمجتمع منه المنضم بعضه إلى بعض وموضع جفاء نصب على الحال ، والمعنى : أن الزبد قد يعلو على وجه الماء ويربو وينتفخ إلا أنه بالآخرة يضمحل ويبقى الجوهر الصافي من الماء ومن الأجساد السبعة ، فكذلك الشبهات والخيالات قد تقوى وتعظم إلا أنها بالآخرة تبطل وتضمحل وتزول ويبقى الحق ظاهراً لا يشوبه شيء من الشبهات ، وفي قراءة رؤبة بن العجاج جفالاً ، وعن أبي حاتم لا يقرأ بقراءة رؤبة لأنه كان يأكل الفار .\r\n أما قوله تعالى : { لِلَّذِينَ استجابوا لِرَبّهِمُ الحسنى } ففيه وجهان : الأول : أنه تم الكلام عند قوله : { كذلك يَضْرِبُ الله الأمثال } ثم استأنف الكلام بقوله : { لِلَّذِينَ استجابوا لِرَبّهِمُ الحسنى } ومحله الرفع بالابتداء وللذين خبره وتقديره لهم الخصلة الحسنى والحالة الحسنى .\r\n الثاني : أنه متصل بما قبله والتقدير : كأنه قال الذي يبقى هو مثل المستجيب والذي يذهب جفاء مثل من لا يستجيب ثم بين الوجه في كونه مثلاً وهو أنه لمن يستجيب الحسنى وهو الجنة ، ولمن لا يستجيب أنواع الحسرة والعقوبة ، وفيه وجه آخر وهو أن يكون التقدير : كذلك يضرب الله الأمثال للذين استجابوا لربهم الاستجابة الحسنى ، فيكون الحسنى صفة لمصدر محذوف .\r\n واعلم أنه تعالى ذكر ههنا أحوال السعداء وأحوال الأشقياء ، أما أحوال السعداء فهي قوله : { لِلَّذِينَ استجابوا لِرَبّهِمُ الحسنى } والمعنى أن الذين أجابوه إلى ما دعاهم إليه من التوحيد والعدل والنبوة وبعث الرسل والتزام الشرائع الواردة على لسان رسوله فلهم الحسنى .\r\n قال ابن عباس : الجنة ، وقال أهل المعاني : الحسنى هي المنفعة العظمى في الحسن ، وهي المنفعة الخالصة عن شوائب المضرة الدائمة الخالية عن الانقطاع المقرونة بالتعظيم والإجلال .\r\n ولم يذكر الزيادة ههنا لأنه تعالى قد ذكرها في سورة أخرى ، وهو قوله : { لّلَّذِينَ أَحْسَنُواْ الحسنى وَزِيَادَةٌ } [ يونس : 26 ] وأما أحوال الأشقياء ، فهي قوله : { والذين لَمْ يَسْتَجِيبُواْ لَهُ } فلهم أنواع أربعة من العذاب والعقوبة .\r\n فالنوع الأول؛ قوله : { لَوْ أَنَّ لَهُمْ مَّا فِى الأرض جَمِيعاً وَمِثْلَهُ مَعَهُ لاَفْتَدَوْاْ بِهِ } والافتداء جعل أحد الشيئين بدلاً من الآخر ، ومفعول لافتدوا به محذوف تقديره : لافتدوا به أنفسهم أي جعلوه فداء أنفسهم من العذاب ، والكناية في «به» عائدة إلى «ما» في قوله : { مَّا فِى الأرض } .\r\n واعلم أن هذا المعنى حق ، لأن المحبوب بالذات لكل إنسان هو ذاته ، وكل ما سواه فإنما يحبه لكونه وسيله إلى مصالح ذاته ، فإذا كانت النفس في الضرر والألم والتعب وكان مالكاً لما يساوي عالم الأجساد والأرواح فإنه يرضى بأن يجعله فداء لنفسه ، لأن المحبوب بالعرض لا بد وأن يكون فداء لما يكون محبوباً بالذات .\r\n والنوع الثاني : من أنواع العذاب الذي أعده الله لهم هو قوله : { أُوْلَئِكَ لَهُمْ سُوء الحساب } قال الزجاج : ذاك لأن كفرهم أحبط أعمالهم .\r\n وأقول ههنا حالتان : فكل ما شغلك بالله وعبوديته ومحبته فهي الحالة السعيدة الشريفة العلوية القدسية ، وكل ما شغلك بغير الله فهي الحالة الضارة المؤذية الخسيسة ، ولا شك أن هاتين الحالتين يقبلان الأشد والأضعف والأقل والأزيد ، ولا شك أن المواظبة على الأعمال المناسبة لهذه الأحوال توجب قوتها ورسوخها لما ثبت في المعقولات أن كثرة الأفعال توجب حصول الملكات الراسخة ، ولا شك أنه لما كانت كثرة الأفعال توجب حصول تلك الملكات الراسخة وكل واحدة من تلك الأفعال حتى اللمحة واللحظة والخطور بالبال والالتفات الضعيف فإنه يوجب أثراً ما في حصول تلك الحالة في النفس فهذا هو الحساب ، وعند التأمل في هذه الفصول يتبين للإنسان صدق قوله : { فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ } [ الزلزلة : 7 ، 8 ] .\r\n إذا ثبت هذا فالسعداء هم الذين استجابوا لربهم في الإعراض عما سوى الله وفي الإقبال بالكلية على عبودية الله تعالى ولا جرم حصل لهم الحسنى .\r\n وأما الأشقياء فهم الذين لم يستجيبوا لربهم ، فلهذا السبب وجب أن يحصل لهم سوء الحساب ، والمراد بسوء الحساب أنهم أحبوا الدنيا وأعرضوا عن المولى فلما ماتوا بقوا محرومين عن معشوقهم الذي هو الدنيا وبقوا محرومين عن الفوز بخدمة حضرة المولى .\r\n والنوع الثالث : قوله تعالى : { وَمَأْوَاهُمْ جَهَنَّمُ } وذلك لأنهم كانوا غافلين عن الاستسعاد بخدمة حضرة المولى عاكفين على لذات الدنيا ، فإذا ماتوا فارقوا معشوقهم فيحترقون على مفارقتها وليس عندهم شيء آخر يجبر هذه المصيبة ، فلذلك قال : { مَّأْوَاهُمْ جَهَنَّمُ } ثم إنه تعالى وصف هذا المأوى فقال : { وَبِئْسَ المهاد } ولا شك أن الأمر كذلك .\r\n ثم قال تعالى : { أَفَمَن يَعْلَمُ أَنَّمَا أُنزِلَ إِلَيْكَ مِن رَبّكَ الحق كَمَنْ هُوَ أعمى } فهذا إشارة إلى المثل المتقدم ذكره وهو أن العالم بالشيء كالبصير ، والجاهل به كالأعمى ، وليس أحدهما كالآخر ، لأن الأعمى إذا أخذ يمشي من غير قائد ، فالظاهر أنه يقع في البئر وفي المهالك ، وربما أفسد ما كان على طريقه من الأمتعة النافعة ، أما البصير فإنه يكون آمناً من الهلاك والإهلاك .\r\n ثم قال : { إِنَّمَا يَتَذَكَّرُ أُوْلُواْ الألباب } والمراد أنه لا ينتفع بهذه الأمثلة إلا أرباب الألباب الذين يطلبون من كل صورة معناها ، ويأخذون من كل قشرة لبابها ويعبرون بظاهر كل حديث إلى سره ولبابه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أنزل من السماء ماء فسالت أودية بقدرها فاحتمل السيل زبدا رابيا ومما يوقدون عليه في النار ابتغاء حلية أو متاع زبد مثله كذلك يضرب الله الحق والباطل فأما الزبد فيذهب جفاء وأما ما ينفع الناس فيمكث في الأرض كذلك يضرب الله الأمثال (17) للذين استجابوا لربهم الحسنى والذين لم يستجيبوا له لو أن لهم ما في الأرض جميعا ومثله معه لافتدوا به أولئك لهم سوء الحساب ومأواهم جهنم وبئس المهاد (18) أفمن يعلم أنما أنزل إليك من ربك الحق كمن هو أعمى إنما يتذكر أولو الألباب (19) ",
        "babnum": 14
    },
    {
        "id": 1220,
        "cate": "13",
        "title": "الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ (20) وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ (21) وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَئِكَ لَهُمْ عُقْبَى الدَّارِ (22) جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ (23) سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ (24) ",
        "details": " اعلم أن هذه الآية هل هي متعلقة بما قبلها أم لا؟ فيه قولان : القول الأول : إنها متعلقة بما قبلها ، وعلى هذا التقدير ففيه وجهان : الأول : أنه يجوز أن يكون قوله : { الذين يُوفُونَ بِعَهْدِ الله } صفة لأولي الألباب .\r\n والثاني : أن يكون ذلك صفةً لقوله : { أَفَمَن يَعْلَمُ أَنَّمَا أُنزِلَ إِلَيْكَ مِن رَبّكَ الحق } [ الرعد : 19 ] .\r\n والقول الثاني : أن يكون قوله : { الذين يُوفُونَ بِعَهْدِ الله } مبتدأ : { وَأُوْلَئِكَ لَهُمُ عقبى الدار } خبره كقوله : { والذين يَنقُضُونَ عَهْدَ الله \r\nأُوْلَئِكَ لَهُمُ اللعنة } [ الرعد : 25 ] واعلم أن هذه الآية من أولها إلى آخرها جملة واحدة : شرط وجزاء ، وشرطها مشتمل على قيود ، وجزاؤها يشتمل أيضاً على قيود .\r\n أما القيود المعتبرة في الشرط فهي تسعة : القيد الأول : قوله : { الذين يُوفُونَ بِعَهْدِ الله } وفيه وجوه : الأول : قال ابن عباس رضي الله عنهما : يريد الذي عاهدهم عليه حين كانوا في صلب آدم وأشهدهم على أنفسهم : { أَلَسْتَ بِرَبّكُمْ قَالُواْ بلى } والثاني : أن المراد بعهد الله كل أمر قام الدليل على صحته وهو من وجهين : أحدهما : الأشياء التي أقام الله عليها دلائل عقلية قاطعة لا تقبل النسخ والتغيير .\r\n والآخر : التي أقام الله عليها الدلائل السمعية وبين لهم تلك الأحكام ، والحاصل أنه دخل تحت قوله : { يُوفُونَ بِعَهْدِ الله } كل ما قام الدليل عليه .\r\n ويصح إطلاق لفظ العهد على الحجة بل الحق أنه لا عهد أوكد من الحجة والدلالة على ذلك أن من حلف على الشيء فإنما يلزمه الوفاء به ، إذا ثبت بالدليل وجوبه لا بمجرد اليمين ولذلك ربما يلزمه أن يحدث نفسه إذا كان ذلك خيراً له فلا عهد أوكد من إلزام الله تعالى إياه ذلك بدليل العقل أو بدليل السمع .\r\n ولا يكون العبد موفياً للعهد إلا بأن يأتي بكل تلك الأشياء كما أن الحالف على أشياء كثيرة لا يكون باراً في يمينه إلا إذا فعل الكل ، ويدخل فيه الاتيان بجميع المأمورات والانتهاء عن كل المنهيات ويدخل فيه الوفاء بالعقود في المعاملات ، ويدخل فيه أداء الأمانات ، وهذا القول هو المختار الصحيح في تأويل الآية .\r\n القيد الثاني : قوله : { وَلاَ يِنقُضُونَ الميثاق } وفيه أقوال : القول الأول : وهو قول الأكثرين إن هذا الكلام قريب من الوفاء بالعهد ، فإن الوفاء بالعهد قريب من عدم نقض الميثاق والعهد ، وهذا مثل أن يقول : إنه لما وجب وجوده ، لزم أن يمتنع عدمه ، فهذان المفهومان متغايران إلا أنهما متلازمان ، فكذلك الوفاء بالعهد يلزمه أن لا ينقض الميثاق .\r\n واعلم أن الوفاء بالعهد من أجل مراتب السعادة .\r\n قال عليه السلام : « لا إيمان لمن لا أمانة له ولا دين لمن لا عهد له » والآيات الواردة في هذا الباب كثيرة في القرآن .\r\n والقول الثاني : أن الميثاق ما وثقه المكلف على نفسه ، فالحاصل : أن قوله : { الذين يُوفُونَ بِعَهْدِ الله } إشارة إلى ما كلف الله العبد به ابتداء .\r\n وقوله : { وَلاَ يِنقُضُونَ الميثاق } إشارة إلى ما التزمه العبد من أنواع الطاعات بحسب اختياره نفسه : كالنذر بالطاعات والخيرات .\r\n والقول الثالث : أن المراد بالوفاء بالعهد : عهد الربوبية والعبودية ، والمراد بالميثاق : المواثيق المذكورة في التوراة والإنجيل وسائر الكتب الإلهية على وجوب الإيمان بنبوة محمد صلى الله عليه وسلم عند ظهوره .\r\n واعلم أن الوفاء بالعهد أمر مستحسن في العقول والشرائع ، قال عليه السلام : « من عاهد الله فغدر ، كانت فيه خصلة من النفاق » وعنه عليه السلام : « ثلاثة أنا خصمهم يوم القيام ، ومن كنت خصمه خصمته .\r\n رجل أعطى عهداً ثم غدر ، ورجل استأجر أجيراً استوفى عمله وظلمه أجره ، ورجل باع حراً فاسترق الحر وأكل ثمنه » وقيل : كان بين معاوية وملك الروم عهد فأراد أن يذهب إليهم وينقض العهد فإذا رجل على فرس يقول : وفاء بالعهد لا غدر .\r\n سمعت رسول الله صلى الله عليه وسلم يقول : « من كان بينه وبين قوم عهد فلا ينبذن إليهم عهده ولا يحلها حتى ينقضي الأمد وينبذ إليهم على سواء » قال من هذا؟ قالوا : عمرو بن عيينة فرجع معاوية .\r\n القيد الثالث : { والذين يَصِلُونَ مَا أَمَرَ الله بِهِ أَن يُوصَلَ } وههنا سؤال : وهو أن الوفاء بالعهد وترك نقض الميثاق اشتمل على وجوب الإتيان بجميع المأمورات والاحتراز عن كل المنهيات فما الفائدة في ذكر هذه القيود المذكورة بعدهما؟ والجواب من وجهين : الأول : أنه ذكر لئلا يظن ظان أن ذلك فيما بينه وبين الله تعالى فلا جرم أفرد ما بينه وبين العباد بالذكر .\r\n والثاني : أنه تأكيد .\r\n إذا عرفت هذا فنقول : ذكروا في تفسيره وجوهاً : الأول : أن المراد منه صلة الرحم قال عليه السلام : « ثلاث يأتين يوم القيامة لها ذلق الرحم تقول : أي رب قطعت ، والأمانة تقول : أي رب تركت ، والنعمة تقول : أي رب كفرت » والقول الثاني : أن المراد صلة محمد صلى الله عليه وسلم ومؤازرته ونصرته في الجهاد .\r\n والقول الثالث : رعاية جميع الحقوق الواجبة للعباد ، فيدخل فيه صلة الرحم وصلة القرابة الثابتة بسبب أخوة الإيمان كما قال : { إِنَّمَا المؤمنون إِخْوَةٌ } [ الحجرات : 10 ] ويدخل في هذه الصلة امدادهم بإيصال الخيرات ودفع الآفات بقدر الإمكان وعيادة المريض وشهود الجنائز وإفشاء السلام على الناس والتبسم في وجوههم وكف الأذى عنهم ويدخل فيه كل حيوان حتى الهرة والدجاجة ، وعن الفضيل بن عياض رحمه الله أن جماعة دخلوا عليه بمكة فقال : من أين أنتم؟ قالوا : من خراسان .\r\n فقال : اتقوا الله وكونوا من حيث شئتم ، واعلموا أن العبد لو أحسن كل الإحسان وكان له دجاجة فأساء إليها لم يكن من المحسنين ، وأقول حاصل الكلام : أن قوله : { الذين يُوفُونَ بِعَهْدِ الله وَلاَ يِنقُضُونَ الميثاق } إشارة إلى التعظيم لأمر الله وقوله : { والذين يَصِلُونَ مَا أَمَرَ الله بِهِ أَن يُوصَلَ } إشارة إلى الشفقة على خلق الله .\r\n القيد الرابع : قوله : { وَيَخْشَوْنَ رَبَّهُمْ } والمعنى : أنه وإن أتى بكل ما قدر عليه في تعظيم أمر الله ، وفي الشفقة على خلق الله إلا أنه لا بد وأن تكون الخشية من الله والخوف منه مستولياً على قلبه وهذه الخشية نوعان : أحدهما : أن يكون خائفاً من أن يقع زيادة أو نقصان أو خلل في عباداته وطاعاته ، بحيث يوجب فساد العبادة أو يوجب نقصان ثوابها .\r\n والثاني : وهو خوف الجلال وذلك لأن العبد إذا حضر عند السلطان المهيب القاهر فإنه وإن كان في غير طاعته إلا أنه لا يزول عن قلبه مهابة الجلالة والرفعة والعظمة .\r\n القيد الخامس : قوله : { وَيَخَافُونَ سُوء الحِسَابِ } اعلم أن القيد الرابع إشارة إلى الخشية من الله وهذا القيد الخامس إشارة إلى الخوف والخشية وسوء الحساب ، وهذا يدل على أن المراد من الخشية من الله ما ذكرناه من خوف الجلال والمهابة والعظمة وإلا لزم التكرار .\r\n القيد السادس : قوله تعالى : { وَالَّذِينَ صَبَرُواْ ابتغاء وَجْهِ رَبّهِمْ } فيدخل فيه الصبر على فعل العبادات والصبر على ثقل الأمراض والمضار ، والغموم والأحزان ، والصبر على ترك المشتهيات وبالجملة الصبر على ترك المعاصي وعلى أداء الطاعات .\r\n ثم إن الإنسان قد يقدم على الصبر لوجوه : أحدها : أن يصبر ليقال ما أكمل صبره وأشد قوته على تحمل النوازل .\r\n وثانيها : أن يصبر لئلا يعاب بسبب الجزع .\r\n وثالثها : أن يصبر لئلا تحصل شماتة الأعداء .\r\n ورابعها : أن يصبر لعلمه بأن لا فائدة في الجزع فالإنسان إذا أتى بالصبر لأحد هذه الوجوه لم يكن ذلك داخلاً في كمال النفس وسعادة القلب ، أما إذا صبر على البلاء لعلمه بأن ذلك البلاء قسمة حكم بها القسام العلام المنزه عن العيب والباطل والسفه ، بل لا بد أن تكون تلك القسمة مشتملة على حكمة بالغة ومصلحة راجحة ورضي بذلك ، لأنه تصرف المالك في ملكه ولا اعتراض على المالك في أن يتصرف في ملكه أو يصبر لأنه صار مستغرقاً في مشاهدة المبلى فكان استغراقه في تجلي نور المبلى أذهله على التألم بالبلاء وهذا أعلى مقامات الصديقين ، فهذه الوجوه الثلاثة هي التي يصدق عليها أنه صبر ابتغاء وجه ربه ومعناه أنه صبر لمجرد ثوابه ، وطلب رضا الله تعالى .\r\n واعلم أن قوله : { ابتغاء وَجْهِ رَبّهِمْ } فيه دقيقة ، وهي أن العاشق إذا ضربه معشوقه ، فربما نظر العاشق لذلك الضارب وفرح به فقوله : { ابتغاء وَجْهِ رَبّهِمْ } محمول على هذا المجاز ، يعني كما أن العاشق يرضى بذلك الضرب لالتذاذه بالنظر إلى وجه معشوقه ، فكذلك العبد يصبر على البلاء والمحنة ، ويرضى به لاستغراقه في معرفة نور الحق وهذه دقيقة لطيفة .\r\n القيد السابع : قوله : { وأقاموا الصلاة } .\r\n واعلم أن الصلاة والزكاة وإن كانتا داخلتين في الجملة الأولى إلا أنه تعالى أفردها بالذكر تنبيهاً على كونها أشرف من سائر العبادات وقد سبق في هذا الكتاب تفسير إقامة الصلاة ولا يمتنع إدخال النوافل فيه أيضاً .\r\n القيد الثامن : قوله تعالى : { وَأَنْفَقُواْ مِمَّا رَزَقْنَاهُمْ سِرّا وَعَلاَنِيَةً } وفيه مسألتان : المسألة الأولى : قال الحسن : المراد الزكاة المفروضة فإن لم يتهم بترك أداء الزكاة فالأولى أداؤها سراً وإن اتهم بترك الزكاة فالأولى أداؤها في العلانية .\r\n وقيل السر ما يؤديه بنفسه والعلانية ما يؤديه إلى الأمام ، وقال آخرون : بل المراد الزكاة الواجبة والصدقة التي يؤتى بها على صفة التطوع فقوله : { سِرّا } يرجع إلى التطوع وقوله : { علانية } يرجع إلى الزكاة الواجبة .\r\n المسألة الثانية : قالت المعتزلة إنه تعالى رغب في الانفاق من كل ما كان رزقاً ، وذلك يدل على أنه لا رزق إلا الحلال إذ لو كان الحرام رزقاً لكان قد رغب تعالى في إنفاق الحرام وأنه لا يجوز .\r\n القيد التاسع : قوله : { وَيَدْرَؤُنَ بالحسنة السيئة } وفيه وجهان : الأول : أنهم إذا أتوا بمعصية درؤها ودفعوها بالتوبة كما روى أن النبي صلى الله عليه وسلم قال لمعاذ بن جبل : « إذا عملت سيئة فاعمل بجنبها حسنة تمحها » والثاني : أن المراد أنهم لا يقابلون الشر بالشر بل يقابلون الشر بالخير كما قال تعالى : { وَإِذَا مَرُّواْ بِاللَّغْوِ مَرُّواْ كِراماً } [ الفرقان : 72 ] وعن ابن عمر رضي الله عنهما ليس الوصول من وصل ثم وصل تلك المجازاة لكنه من قطع ثم وصل وعطف على من لم يصله ، وليس الحليم من ظلم ثم حلم حتى إذا هيجه قوم اهتاج ، لكن الحليم من قدر ثم عفا .\r\n وعن الحسن : هم الذين إذا حرموا أعطوا وإذا ظلموا عفوا ، ويروى أن شقيق بن إبراهيم البلخي دخل على عبد الله بن المبارك متنكراً ، فقال من أين أنت؟ فقال : من بلخ ، فقال : وهل تعرف شقيقاً قال نعم ، فقال : كيف طريقة أصحابه؟ فقال : إذا منعوا صبروا وإن أعطوا شكروا ، فقال عبد الله : طريقة كلابنا هكذا .\r\n فقال : وكيف ينبغي أن يكون فقال الكاملون : هم الذين إذا منعوا شكروا وإذا أعطوا آثروا .\r\n واعلم أن جملة هذه القيود التسعة هي القيود المذكورة في الشرط .\r\n أما القيود المذكورة في الجزاء فهي أربعة : القيد الأول : قوله : { أُوْلَئِكَ لَهُمْ عقبى الدار } أي عاقبة الدار وهي الجنة ، لأنها هي التي أراد الله أن تكون عاقبة الدنيا ومرجع أهلها .\r\n قال الواحدي : العقبى كالعاقبة ، ويجوز أن تكون مصدراً كالشورى والقربى والرجعى ، وقد يجيء مثل هذا أيضاً على فَعلى كالنجوى والدعوى ، وعلى فِعلى كالذكرى والضيزى ، ويجوز أن يكون اسماً وهو ههنا مصدر مضاف إلى الفاعل ، والمعنى : أولئك لهم أن تعقب أعمالهم الدار التي هي الجنة .\r\n القيد الثاني : قوله : { جنات عَدْنٍ يَدْخُلُونَهَا } وفيه مسألتان : المسألة الأولى : قال الزجاج : جنات عدن بدل من عقبى والكلام في جنات عدن ذكرناه مستقصى عند قوله تعالى : { ومساكن طَيّبَةً فِى جَنَّاتِ عَدْنٍ } [ التوبة : 72 ] وذكرنا هناك مذهب المفسرين ، ومذهب أهل اللغة .\r\n المسألة الثانية : قرأ ابن كثير وأبو عمرو { يَدْخُلُونَهَا } بضم الياء وفتح الخاء على ما لم يسم فاعله والباقون بفتح الياء وضم الخاء على إسناد الدخول إليهم .\r\n القيد الثالث : { وَمَنْ صَلَحَ مِنْ ءابَائِهِمْ وأزواجهم وَذُرّيَّاتِهِمْ } وفيه مسائل : المسألة الأولى : قرأ ابن علية ( صلح ) بضم اللام قال صاحب الكشاف : والفتح أفصح .\r\n المسألة الثانية : قال الزجاج : موضع من رفع لأجل العطف على الواو في قوله { يَدْخُلُونَهَا } ويجوز أن يكون نصباً كما تقول قد دخلوا وزيداً أي مع زيد .\r\n المسألة الثالثة : في قوله : { وَمَنْ صَلَحَ } قولان : الأول : قال ابن عباس : يريد من صدق بما صدقوا به وإن لم يعمل مثل أعمالهم وقال الزجاج : بين تعالى أن الأنساب لا تنفع إذا لم يحصل معها أعمال صالحة بل الآباء والأزواج والذريات لا يدخلون الجنة إلا بالأعمال الصالحة .\r\n قال الواحدي : والصحيح ما قال ابن عباس ، لأن الله تعالى جعل من ثواب المطيع سروره بحضور أهله معه في الجنة وذلك يدل على أنهم يدخلونها كرامة للمطيع الآتي بالأعمال الصالحة ، ولو دخلوها بأعمالهم الصالحة لم يكن في ذلك كرامة للمطيع ولا فائدة في الوعد به ، إذ كل من كان مصلحاً في عمله فهو يدخل الجنة .\r\n واعلم أن هذه الحجة ضعيفة ، لأن المقصود بشارة المطيع بكل ما يزيده سروراً وبهجة فإذا بشر الله المكلف بأنه إذا دخل الجنة فإنه يحضر معه آباؤه وأزواجه وأولاده فلا شك أنه يعظم سرور المكلف بذلك وتقوى بهجته به ، ويقال : إن من أعظم موجبات سروره هم أن يجتمعوا فيتذاكروا أحوالهم في الدنيا ثم يشكرون الله على الخلاص منها والفوز بالجنة ولذلك قال تعالى في صفة أهل الجنة إنهم يقولون : { قَالَ ياليت قَوْمِى يَعْلَمُونَ بِمَا غَفَرَ لِى رَبّى وَجَعَلَنِى مِنَ المكرمين } [ يس : 26 ، 27 ] .\r\n المسألة الرابعة : قوله : { وأزواجهم } ليس فيه ما يدل على التمييز بين زوجة وزوجة ، ولعل الأولى من مات عنها أو ماتت عنه ، وما روي عن سودة أنه لما هم الرسول صلى الله عليه وسلم بطلاقها قالت : دعني يا رسول الله أحشر في زمرة نسائك ، كالدليل على ما ذكرناه .\r\n القيد الرابع : قوله : { والملائكة يَدْخُلُونَ عَلَيْهِمْ مّن كُلّ بَابٍ سلام عَلَيْكُم بِمَا صَبَرْتُمْ فَنِعْمَ عقبى الدار } وفيه مسائل : المسألة الأولى : قال ابن عباس : لهم خيمة من درة مجوفة طولها فرسخ وعرضها فرسخ لها ألف باب مصاريعها من ذهب يدخلون عليهم الملائكة من كل باب يقولون لهم : { سلام عَلَيْكُم بِمَا صَبَرْتُمْ } على أمر الله .\r\n وقال أبو بكر الأصم : من كل باب من أبواب البر كباب الصلاة وباب الزكاة وباب الصبر ويقولون : ونعم ما أعقبكم الله بعد الدار الأولى .\r\n واعلم أن دخول الملائكة إن حملناه على الوجه الأول فهو مرتبة عظيمة ، وذلك لأن الله تعالى أخبر عن هؤلاء المطيعين أنهم يدخلون جنة الخلد ، ويجتمعون بآبائهم وأزواجهم وذرياتهم على أحسن وجه ، ثم إن الملائكة مع جلالة مراتبهم يدخلون عليهم لأجل التحية والإكرام عند الدخول عليهم يكرمونهم بالتحية والسلام ويبشرونهم بقوله : { فَنِعْمَ عقبى الدار } ولا شك أن هذا غير ما يذكره المتكلمون من أن الثواب منفعة خالصة دائمة مقرونة بالإجلال والتعظيم ، وعن رسول الله صلى الله عليه وسلم أنه كان يأتي قبور الشهداء رأس كل حول فيقول : « السلام عليكم بما صبرتم فنعم عقبى الدار » والخلفاء الأربعة هكذا كانوا يفعلون ، وأما إن حملناه على الوجه الثاني فتفسير الآية أن الملائكة طوائف ، منهم روحانيون ومنهم كروبيون .\r\n فالعبد إذا راض نفسه بأنواع الرياضات كالصبر والشكر والمراقبة والمحاسبة ، ولكل مرتبة من هذه المراتب جوهر قدسي وروح علوي يختص بتلك الصفة مزيد اختصاص؛ فعند الموت إذا أشرقت تلك الجواهر القدسية تجلت فيها من كل روح من الأرواح السماوية ما يناسبها من الصفة المخصوصة بها فيفيض عليها من ملائكة الصبر كمالات مخصوصة نفسانية لا تظهر إلا في مقام الصبر ، ومن ملائكة الشكر ، كمالات روحانية لا تتجلى إلا في مقام الشكر وهكذا القول في جميع المراتب .\r\n المسألة الثانية : تمسك بعضهم بهذه الآية على أن الملك أفضل من البشر فقال : إنه سبحانه ختم مراتب سعادات البشر بدخول الملائكة عليهم على سبيل التحية والإكرام والتعظيم فكانوا به أجل مرتبة من البشر ولو كانوا أقل مرتبة من البشر لما كان دخولهم عليهم لأجل السلام والتحية موجباً علو درجاتهم وشرف مراتبهم ، ألا ترى أن من عاد من سفره إلى بيته فإذا قيل في معرض كمال مرتبته أنه يزوره الأمير والوزير والقاضي والمفتي ، فهذا يدل على أن درجة ذلك المزور أقل وأدنى من درجات الزائرين فكذلك ههنا .\r\n المسألة الثالثة : قال الزجاج : ههنا محذوف تقديره الملائكة يدخلون عليهم من كل باب ويقولون سلام عليكم فأضمر القول ههنا لأن في الكلام دليلاً عليه ، وأما قوله : { بِمَا صَبَرْتُمْ فَنِعْمَ عقبى الدار } ففيه وجهان : أحدهما : أنه متعلق بالسلام .\r\n والمعنى أنه إنما حصلت لكم هذه السلامة بواسطة صبركم على الطاعات ، وترك المحرمات .\r\n والثاني : أنه متعلق بمحذوف ، والتقدير : أن هذه الكرامات التي ترونها ، وهذه الخيرات التي تشاهدونها إنما حصلت بواسطة ذلك الصبر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الذين يوفون بعهد الله ولا ينقضون الميثاق (20) والذين يصلون ما أمر الله به أن يوصل ويخشون ربهم ويخافون سوء الحساب (21) والذين صبروا ابتغاء وجه ربهم وأقاموا الصلاة وأنفقوا مما رزقناهم سرا وعلانية ويدرءون بالحسنة السيئة أولئك لهم عقبى الدار (22) جنات عدن يدخلونها ومن صلح من آبائهم وأزواجهم وذرياتهم والملائكة يدخلون عليهم من كل باب (23) سلام عليكم بما صبرتم فنعم عقبى الدار (24) ",
        "babnum": 15
    },
    {
        "id": 1221,
        "cate": "13",
        "title": "وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ (25) ",
        "details": " اعلم أنه تعالى لما ذكر صفات السعداء وذكر ما ترتب عليها من الأحوال الشريفة العالية أتبعها بذكر حال الأشقياء ، وذكر ما يترتب عليها من الأحوال المخزية المكروهة ، وأتبع الوعد بالوعيد والثواب بالعقاب ، ليكون البيان كاملاً فقال : { والذين يَنقُضُونَ عَهْدَ الله مِن بَعْدِ ميثاقه } وقد بينا أن عهد الله ما ألزم عباده بواسطة الدلائل العقلية والسمعية لأنها أوكد من كل عهد وكل يمين إذ الأيمان إنما تفيد التوكيد بواسطة الدلائل الدالة على أنها توجب الوفاء بمقتضاها ، والمراد من نقض هذه العهود أن لا ينظر المرء في الأدلة أصلاً ، فحينئذ لا يمكنه العمل بموجبها أو بأن ينظر فيها ويعلم صحتها ثم يعاند فلا يعمل بعمله أو بأن ينظر في الشبهة ، فيعتقد خلاف الحق والمراد من قوله : { مِن بَعْدِ ميثاقه } أي من بعد أن وثق الله تلك الأدلة وأحكمها ، لأنه لا شيء أقوى مما دل الله على وجوبه في أن ينفع فعله ويضر تركه .\r\n فإن قيل : إذا كان العهد لا يكون إلا مع الميثاق فما فائدة اشتراطه تعالى بقوله : { مِن بَعْدِ ميثاقه } .\r\n قلنا : لا يمتنع أن يكون المراد بالعهد هو ما كلف الله العبد ، والمراد بالميثاق الأدلة المؤكدة لأنه تعالى قد يؤكد إليك العهد بدلائل أخرى سواء كانت تلك المؤكدة دلائل عقلية أو سمعية .\r\n ثم قال تعالى : { وَيَقْطَعُونَ مَا أَمَرَ الله بِهِ أَن يُوصَلَ } وذلك في مقابلة قوله : { والذين يَصِلُونَ مَا أَمَرَ الله بِهِ أَن يُوصَلَ } [ الرعد : 21 ] فجعل من صفات هؤلاء القطع بالضد من ذلك الوصل ، والمراد به قطع كل ما أوجب الله وصله ويدخل فيه وصل الرسول بالموالاة والمعاونة ووصل المؤمنين ، ووصل الأرحام ، ووصل سائر من له حق ، ثم قال : { وَيُفْسِدُونَ فِى الأرض } وذلك الفساد هو الدعاء إلى غير دين الله وقد يكون بالظلم في النفوس والأموال وتخريب البلاد ، ثم إنه تعالى بعد ذكر هذه الصفات قال : { أُوْلَئِكَ لَهُمُ اللعنة } واللعنة من الله الإبعاد من خيري الدنيا والآخرة إلى ضدهما من عذاب ونقمة : { وَلَهُمْ سُوء الدار } لأن المراد جهنم ، وليس فيها إلا ما يسوء الصائر إليها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما أمر الله به أن يوصل ويفسدون في الأرض أولئك لهم اللعنة ولهم سوء الدار (25) ",
        "babnum": 16
    },
    {
        "id": 1222,
        "cate": "13",
        "title": "اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَفَرِحُوا بِالْحَيَاةِ الدُّنْيَا وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ (26) ",
        "details": " اعلم أنه تعالى لما حكم على من نقض عهد الله في قبول التوحيد والنبوة بأنهم ملعونون في الدنيا ومعذبون في الآخرة فكأنه قيل : لو كانوا أعداء الله لما فتح الله عليهم أبواب النعم واللذات في الدنيا ، فأجاب الله تعالى عنه بهذه الآية وهو أنه يبسط الرزق على البعض ويضيقه على البعض ولا تعلق له بالكفر والإيمان ، فقد يوجد الكافر موسعاً عليه دون المؤمن ، ويوجد المؤمن مضيقاً عليه دون الكافر ، فالدنيا دار امتحان .\r\n قال الواحدي : معنى القدر في اللغة قطع الشيء على مساواة غيره من غير زيادة ولا نقصان .\r\n وقال المفسرون : معنى ( يقدر ) ههنا يضيق ، ومثله قوله تعالى : { ومن قدر عليه رزقه } [ الطلاق : 7 ] أي ضيق ، ومعناه : أنه يعطيه بقدر كفايته لا يفضل عنه شيء .\r\n وأما قوله : { وفرحوا بالحياة الدنيا } فهو راجع إلى من بسط الله له رزقه ، وبين تعالى أن ذلك لا يوجب ",
        "fav": 0,
        "note": null,
        "normal": "الله يبسط الرزق لمن يشاء ويقدر وفرحوا بالحياة الدنيا وما الحياة الدنيا في الآخرة إلا متاع (26) ",
        "babnum": 17
    },
    {
        "id": 1223,
        "cate": "13",
        "title": "وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ (27) ",
        "details": " { وَيَقُولُ الذين كَفَرُواْ لَوْلآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِ قُلْ إِنَّ الله يُضِلُّ مَن يَشَآءُ وَيَهْدِى إِلَيْهِ مَنْ أَنَابَ } اعلم أن الكفار قالوا : يا محمد إن كنت رسولاً فأتنا بآية ومعجزة قاهرة ظاهرة مثل معجزات موسى وعيسى عليهما السلام .\r\n فأجاب عن هذا السؤال بقوله : { قل إن الله يضل من يشاء ويهدي إليه من أناب } وبيان كيفية هذا الجواب من وجوه : أحدها : كأنه تعالى يقول : إن الله أنزل عليه آيات ظاهرة ومعجزات قاهرة ، ولكن الإضلال والهداية من الله ، فأضلكم عن تلك الآيات القاهرة الباهرة ، وهدى أقواماً آخرين إليها ، حتى عرفوا بها صدق محمد صلى الله عليه وسلم في دعوى النبوة ، وإذا كان كذلك فلا فائدة في تكثير الآيات والمعجزات ، وثانيها : أنه كلام يجري مجرى التعجب من قولهم وذلك لأن الآيات الباهرة المتكاثرة التي ظهرت على رسول الله صلى الله عليه وسلم كانت أكثر من أن تصير مشتبهة على العاقل ، فلما طلبوا بعدها آيات أخرى كان موضعاً للتعجب والاستنكار ، فكأنه قيل لهم : ما أعظم عنادكم { إن الله يضل من يشاء } من كان على صفتكم من التصميم وشدة الشكيمة على الكفر فلا سبيل إلى اهتدائكم وإن أنزلت كل آية { ويهدي } من كان على خلاف صفتكم .\r\n وثالثها : أنهم لما طلبوا سائر الآيات والمعجزات فكأنه قيل لهم لا فائدة في ظهور الآيات والمعجزات ، فإن الإضلال والهداية من الله فلو حصلت الآيات الكثيرة ولم تحصل الهداية فإنه لم يحصل الانتفاع بها ولو حصلت آية واحدة فقط وحصلت الهداية من الله فإنه يحصل الانتفاع بها فلا تشتغلوا بطلب الآيات ولكن تضرعوا إلى الله في طلب الهدايات .\r\n ورابعها : قال أبو علي الجبائي : المعنى إن الله يضل من يشاء عن رحمته وثوابه عقوبة له على كفره فلستم ممن يجيبه الله تعالى إلى ما يسأل لاستحقاقكم العذاب والإضلال عن الثواب : { ويهدي إليه من أناب } أي يهدي إلى جنته من تاب وآمن قال وهذا يبين أن الهدى هو الثواب من حيث أنه عقبه بقوله : { من أناب } أي تاب والهدى الذي يفعله بالمؤمن هو الثواب ، لأنه يستحقه على إيمانه ، وذلك يدل على أنه تعالى إنما يضل عن الثواب بالعقاب ، لا عن الدين بالكفر على ما ذهب إليه من خالفنا .\r\n هذا تمام كلام أبي علي وقوله : ( أناب ) أي أقبل إلى الحق وحقيقته دخل في نوبة الخير .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويقول الذين كفروا لولا أنزل عليه آية من ربه قل إن الله يضل من يشاء ويهدي إليه من أناب (27) ",
        "babnum": 18
    },
    {
        "id": 1224,
        "cate": "13",
        "title": "الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ (28) الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبَى لَهُمْ وَحُسْنُ مَآبٍ (29) ",
        "details": " [ 28 ] { الذين ءَامَنُواْ وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ الله أَلا بِذِكْرِ الله تَطْمَئِنُّ القلوب } [ 29 ] { الذين ءَامَنُواْ وَعَمِلُواْ الصالحات طوبى لَهُمْ وَحُسْنُ مَئَابٍ } اعلم أن قوله : { الذين آمنوا } بدل من قوله : { من أناب } قال ابن عباس : يريد إذا سمعوا القرآن خشعت قلوبهم واطمأنت .\r\n فإن قيل : أليس أنه تعالى قال في سورة الأنفال : { إنما المؤمنون الذين إذا ذكر الله وجلت قلوبهم } [ الأنفال : 2 ] والوجل ضد الاطمئنان ، فكيف وصفهم ههنا بالاطمئنان؟ والجواب من وجوه : الأول ، أنهم إذا ذكروا العقوبات ولم يأمنوا من أن يقدموا على المعاصي فهناك وصفهم بالوجل ، وإذا ذكروا وعده بالثواب والرحمة ، سكنت قلوبهم إلى ذلك ، وأحد الأمرين لا ينافي الآخر ، لأن الوجل هو بذكر العقاب والطمأنينة بذكر الثواب ، ويوجد الوجل في حال فكرهم في المعاصي ، وتوجد الطمأنينة عند اشتغالهم بالطاعات .\r\n الثاني : أن المراد أن علمهم بكون القرآن معجزاً يوجب حصول الطمأنينة لهم في كون محمد صلى الله عليه وسلم نبياً حقاً من عند الله .\r\n أما شكهم في أنهم أتوا بالطاعات على سبيل التمام والكمال فيوجب حصول الوجل في قلوبهم .\r\n الثالث : أنه حصلت في قلوبهم الطمأنينة في أن الله تعالى صادق في وعده ووعيده ، وأن محمداً صلى الله عليه وسلم صادق في كل ما أخبر عنه ، إلا أنه حصل الوجل والخوف في قلوبهم أنهم هل أتوا بالطاعة الموجبة للثواب أم لا ، وهل احترزوا عن المعصية الموجبة للعقاب أم لا .\r\n واعلم أن لنا في قوله : { ألا بذكر تطمئن القلوب } أبحاثاً دقيقة غامضة وهي من وجوه : الوجه الأول : أن الموجودات على ثلاثة أقسام : مؤثر لا يتأثر ، ومتأثر لا يؤثر ، وموجود يؤثر في شيء ويتأثر عن شيء ، فالمؤثر الذي لا يتأثر هو الله سبحانه وتعالى ، والمتأثر الذي لا يؤثر هو الجسم ، فإنه ذات قابلة للصفات المختلفة والآثار المتنافية ، وليس له خاصية إلا القبول فقط .\r\n وأما الموجود الذي يؤثر تارة ويتأثر أخرى ، فهي الموجودات الروحانية ، وذلك لأنها إذا توجهت إلى الحضرة الإلهية صارت قابلة للآثار الفائضة عن مشيئة الله تعالى وقدرته وتكوينه وإيجاده وإذا توجهت إلى عالم الأجسام اشتقات إلى التصرف فيها ، لأن عالم الأرواح مدبر لعالم الأجسام .\r\n وإذا عرفت هذا فالقلب كلما توجه إلى مطالعة عالم الأجسام حصل فيه الاضطراب والقلق والميل الشديد إلى الاستيلاء عليها والتصرف فيها ، أما إذا توجه القلب إلى مطالعة الحضرة الإلهية حصل فيه أنوار الصمدية والأضواء الإلهية ، فهناك يكون ساكناً فلهذا السبب قال : { ألا بذكر الله تطمئن القلوب } .\r\n الوجه الثاني : أن القلب كلما وصل إلى شيء فإنه يطلب الانتقال منه إلى حالة أخرى أشرف منها ، لأنه لا سعادة في عالم الأجسام إلا وفوقها مرتبة أخرى في اللذة والغبطة .\r\n أما إذا انتهى القلب والعقل إلى الاستسعاد بالمعارف الإلهية والأضواء الصمدية بقي واستقر فلم يقدر على الانتقال منه ألبتة ، لأنه ليس هناك درجة أخرى في السعادة أعلى منها وأكمل؛ فلهذا المعنى قال : { ألا بذكر الله تطمئن القلوب } .\r\n والوجه الثالث : في تفسير هذه الكلمة أن الإكسير إذا وقعت منه ذرة على الجسم النحاسي انقلب ذهباً باقياً على كر الدهور والأزمان ، صابراً على الذوبان الحاصل بالنار ، فإكسير جلال الله تعالى إذا وقع في القلب أولى أن يقلبه جوهراً باقياً صافياً نورانياً لا يقبل التغيير والتبدل ، فلهذا قال : { ألا بذكر الله تطمئن القلوب } .\r\n ثم قال تعالى : { الذين آمنوا وعملوا الصالحات طوبى لهم وحسن مآب } وفيه مسائل : المسألة الأولى : في تفسير كلمة { طوبى } ثلاثة أقوال : القول الأول : أنها اسم شجرة في الجنة ، روي عن رسول الله صلى الله عليه وسلم أنه قال : \" طوبى شجرة في الجنة غرسها الله بيده تنبت الحلي والحلل وإن أغصانها لترى من وراء سور الجنة \" ، وحكى أبو بكر الأصم رضي الله عنه : أن أصل هذه الشجرة في دار النبي صلى الله عليه وسلم وفي دار كل مؤمن منها غصن .\r\n والقول الثاني : وهو قول أهل اللغة إن طوبى مصدر من طاب ، كبشرى وزلفى ، ومعنى طوبى لك ، أصبت طيباً ، ثم اختلفوا على وجوه : فقيل : فرح وقرة عين لهم .\r\n عن ابن عباس رضي الله عنهما وقيل : نعم ما لهم عن عكرمة ، وقيل غبطة لهم عن الضحاك .\r\n وقيل : حسنى لهم عن قتادة .\r\n وقيل : خير وكرامة عن أبي بكر الأصم ، وقيل : العيش الطيب لهم عن الزجاج .\r\n واعلم أن المعاني متقاربة والتفاوت يقرب من أن يكون في اللفظ .\r\n والحاصل أنه مبالغة في نيل الطيبات ويدخل فيه جميع اللذات ، وتفسيره أن أطيب الأشياء في كل الأمور حاصل لهم .\r\n والقول الثالث : أن هذه اللفظة ليست عربية ، ثم اختلفوا فقال بعضهم : طوبى اسم الجنة بالحبشية ، وقيل اسم الجنة بالهندية .\r\n وقيل البستان بالهندية ، وهذا القول ضعيف ، لأنه ليس في القرآن إلا العربي لا سيما واشتقاق هذا اللفظ من اللغة العربية ظاهر .\r\n المسألة الثانية : قال صاحب «الكشاف» : { الذين آمنوا } مبتدأ و { طوبى لهم } خبره ، معنى طوبى لك أي أصبت طيباً ، ومحلها النصب أو الرفع ، كقولك طيباً لك وطيب لك وسلاماً لك وسلام لك ، والقراءة في قوله : { وحسن مآب } بالرفع والنصب تدلك على محلها ، وقرأ مكوزة الأعرابي ( طيب لهم ) .\r\n أما قوله : { وحسن مآب } فالمراد حسن المرجع والمقر وكل ذلك وعد من الله بأعظم النعيم ترغيباً في طاعته وتحذيراً عن المعصية .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الذين آمنوا وتطمئن قلوبهم بذكر الله ألا بذكر الله تطمئن القلوب (28) الذين آمنوا وعملوا الصالحات طوبى لهم وحسن مآب (29) ",
        "babnum": 19
    },
    {
        "id": 1225,
        "cate": "13",
        "title": "كَذَلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَا أُمَمٌ لِتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ قُلْ هُوَ رَبِّي لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ (30) ",
        "details": " [ 30 ] { كَذَلِكَ أرسلناك فِى أُمَّةٍ قَدْ خَلَتْ مِن قَبْلِهَآ أُمَمٌ لِتَتْلُوَاْ عليْهِمُ الذى أَوْحَيْنَآ إِلَيْكَ وَهُمْ يَكْفُرُونَ بالرحمن قُلْ هُوَ رَبِّى لآ إله إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ } اعلم أن الكاف في { كذلك } للتشبيه فقيل وجه التشبيه أرسلناك كما أرسلنا الأنبياء قبلك في أمة قد خلت من قبلها أمم ، وهو قول ابن عباس والحسن وقتادة ، وقيل : كما أرسلنا إلى أمم وأعطيناهم كتباً تتلى عليهم ، كذلك أعطيناك هذا الكتاب وأنت تتلوه عليهم فلماذا اقترحوا غيره ، وقال صاحب «الكشاف» : { كذلك أرسلناك } أي مثل ذلك الإرسال { أرسلناك } يعني أرسلناك إرسالاً له شأن وفضل على سائر الإرسالات .\r\n ثم فسر كيف أرسله فقال : { في أمة قد خلت من قبلها أمم } أي أرسلناك في أمة قد تقدمتها أمم فهي آخر الأمم وأنت آخر الأنبياء .\r\n أما قوله : { لتتلو عليهم الذي أوحينا إليك } فالمراد : لتقرأ عليهم الكتاب العظيم الذي أوحينا إليك : { وهم يكفرون بالرحمن } أي وحال هؤلاء أنهم يكفرون بالرحمن الذي رحمته وسعت كل شيء وما بهم من نعمة فمنه ، وكفروا بنعمته في إرسال مثلك إليهم وإنزال هذا القرآن المعجز عليهم { قل هو ربي } الواحد المتعالي عن الشركاء : { لا إله إلا هو عليه توكلت } في نصرتي عليكم { وإليه متاب } فيعينني على مصابرتكم ومجاهدتكم قيل : نزل قوله : { وهم يكفرون بالرحمن } في عبد الله بن أمية المخزومي وكان يقول أما الله فنعرفه ، وأما الرحمن فلا نعرفه ، إلا صاحب اليمامة يعنون مسيلمة الكذاب فقال تعالى : { قل ادعوا الله أو ادعوا الرحمن أيا ما تدعوا فله الأسماء الحسني } [ الإسراء : 110 ] وكقوله : { وإذا قيل لهم اسجدوا للرحمن قالوا وما الرحمن } [ الفرقان : 60 ] وقيل : إنه عليه السلام حين صالح قريشاً من الحديبية كتب : \" هذا ما صالح عليه محمد رسول الله \" فقال المشركون : إن كنت رسول الله وقد قاتلناك فقد ظلمنا .\r\n ولكن اكتب ، هذا ما صالح عليه محمد بن عبد الله ، فكتب كذلك ، ولما كتب في الكتاب : { بسم الله الرحمن الرحيم } قالوا : أما الرحمن فلا نعرفه ، وكانوا يكتبون باسمك اللهم ، فقال عليه السلام : \" اكتبوا كما تريدون \" .\r\n واعلم أن قوله : { وهم يكفرون بالرحمن } إذا حملناه على هاتين الروايتين كان معناه أنهم كفروا بإطلاق هذا الإسم على الله تعالى ، لا أنهم كفروا بالله تعالى .\r\n وقال آخرون : بل كفروا بالله إما جحداً له وإما لاثباتهم الشركاء معه .\r\n قال القاضي : وهذا القول أليق بالظاهر ، لأن قوله تعالى : { وهم يكفرون بالرحمن } يقتضي أنهم كفروا بالله وهو المفهوم من الرحمن ، وليس المفهوم من الاسم كما لو قال قائل : كفروا بمحمد وكذبوا به لكان المفهوم هو ، دون اسمه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كذلك أرسلناك في أمة قد خلت من قبلها أمم لتتلو عليهم الذي أوحينا إليك وهم يكفرون بالرحمن قل هو ربي لا إله إلا هو عليه توكلت وإليه متاب (30) ",
        "babnum": 20
    },
    {
        "id": 1226,
        "cate": "13",
        "title": "وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى بَلْ لِلَّهِ الْأَمْرُ جَمِيعًا أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِنْ دَارِهِمْ حَتَّى يَأْتِيَ وَعْدُ اللَّهِ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ (31) ",
        "details": " [ 31 ] { وَلَوْ أَنَّ قُرْءَانًا سًيِّرَتْ بِهِ الجبال أَوْ قُطِّعَتْ بِهِ الأرض أَوْ كُلِّمَ بِهِ الموتى بَل لِّلَّهِ الأمر جَمِيعًا أَفَلَمْ يَاْيْئَسِ الذين ءَامنُواْ أَن لَّوْ يَشَآءُ الله لَهَدَى الناس جَمِيعًا وَلاَ يَزَالُ الذين كَفُرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعةٌ أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ حتى يأَتِىَ وَعْدُ الله إِنَّ الله لاَ يُخْلِفُ الميعاد } اعلم أنه روي أن أهل مكة قعدوا في فناء مكة ، فأتاهم الرسول صلى الله عليه وسلم وعرض الإسلام عليهم ، فقال له عبد الله بن أمية المخزومي : سير لنا جبال مكة حتى ينفسخ المكان علينا واجعل لنا فيها أنهاراً نزرع فيها ، أو أَحْي لنا بعض أمواتنا لنسألهم أحق ما تقول أو بطال ، فقد كان عيسى يحيى الموتى ، أو سخر لنا الريح حتى نركبها ونسير في البلاد فقد كانت الريح مسخرة لسليمان فلست بأهون على ربك من سليمان ، فنزل قوله : { ولو أن قرآناً سيرت به الجبال } أي من أماكنها { أو قطعت به الأرض } أي شققت فجعلت أنهاراً وعيوناً { أو كلم به الموتى } لكان هو هذا القرآن الذي أنزلناه عليك .\r\n وحذف جواب «لو» لكونه معلوماً ، وقال الزجاج : المحذوف هو أنه { لو أن قرآناً سيرت به الجبال } وكذا وكذا لما آمنوا به كقوله : { ولو أننا نزلنا إليهم الملائكة وكلمهم الموتى } [ الأنعام : 111 ] .\r\n ثم قال تعالى : { بل لله الأمر جميعاً } يعني إن شاء فعل وإن شاء لم يفعل ، وليس لأحد أن يتحكم عليه في أفعاله وأحكامه .\r\n ثم قال تعالى : { أفلم ييأس الذين آمنوا أن لو يشاء الله لهدى الناس جميعاً } وفيه مسألتان : المسألة الأولى : في قوله : { أفلم ييأس } قولان : القول الأول : أفلم يعلموا وعلى هذا التقدير ففيه وجهان : الوجه الأول : { ييأس } يعلم في لغة النخع وهذا قول أكثر المفسرين مثل مجاهد والحسن وقتادة .\r\n واحتجوا عليه بقول الشاعر : ألم ييأس الأقوام أني أنا ابنه \r\n وإن كنت عن أرض العشيرة نائياً وأنشد أبو عبيدة : أقول لهم بالشعب إذ يأسرونني \r\n إلم تيأسوا أني ابن فارس زهدم أي ألم تعلموا .\r\n وقال الكسائي : ما وجدت العرب تقول يئست بمعنى علمت ألبته .\r\n والوجه الثاني : ما روي أن علياً وابن عباس كانا يقرآن : { أفلم يأس الذين آمنوا } فقيل لابن عباس أفلم ييأس فقال : أظن أن الكاتب كتبها وهو ناعس أنه كان في الخط يأس فزاد الكاتب سنة واحدة فصار ييأس فقرىء ييأس وهذا القول بعيد جداً لأنه يقتضي كون القرآن محلاً للتحريف والتصحيف وذلك يخرجه عن كونه حجة قال صاحب «الكشاف» : ما هذا القول والله إلا فرية بلا مرية .\r\n والقول الثاني : قال الزجاج : المعنى أو يئس الذين آمنوا من إيمان هؤلاء لأن الله لو شاء لهدى الناس جميعاً .\r\n وتقريره أن العلم بأن الشيء لا يكون يوجب اليأس من كونه والملازمة توجب حسن المجاز ، فلهذا السبب حسن إطلاق لفظ اليأس لإرادة العلم .\r\n المسألة الثانية : احتج أصحابنا بقوله : { أن لو يشاء الله لهدى الناس جميعاً } وكلمة «لو» تفيد انتقاء الشيء لانتفاء غيره .\r\n والمعنى : أنه تعالى ما شاء هداية جميع الناس ، والمعتزلة تارة يحملون هذه المشيئة على مشيئة الإلجاء ، وتارة يحملون الهداية على الهداية إلى طريق الجنة ، وفيهم من يجري الكلام على الظاهر ، ويقول إنه تعالى ما شاء هداية جميع الناس لأنه ما شاء هداية الأطفال والمجانين فلا يكون شائياً لهداية جميع الناس .\r\n والكلام في هذه المسألة قد سبق مراراً .\r\n أما قوله تعالى : { ولا يزال الذين كفروا تصيبهم بما صنعوا قارعة أو تحل قريباً من دارهم } ففيه مسألتان : المسألة الأولى : قوله : { الذين كفروا } فيه قولان : القول الأول : قيل : أراد به جميع الكفار لأن الوقائع الشديدة التي وقعت لبعض الكفار من القتل والسبي أوجب حصول الغم في قلب الكل ، وقيل : أراد بعض الكفار وهم جماعة معينون والألف واللام في لفظ الكفار للمعهود السابق هو ذلك الجمع المعين .\r\n المسألة الثانية : في الآية وجهان .\r\n الأول : ولا يزال الذين كفروا تصيبهم بما صنعوا من كفرهم وسوء أعمالهم قارعة داهية تقرعهم بما يحل الله بهم في كل وقت من صنوف البلايا والمصائب في نفوسهم وأولادهم وأموالهم ، أو تحل القارعة قريباً منهم ، فيفزعون ويضطربون ويتطاير إليهم شرارها ، ويتعدى إليهم شرورها حتى يأتي وعد الله وهو موتهم أو القيامة .\r\n والقول الثاني : ولا يزال كفار مكة تصيبهم بما صنعوا برسول الله صلى الله عليه وسلم من العداوة والتكذيب قارعة ، لأن رسول الله صلى الله عليه وسلم كان لا يزال يبعث السرايا فتغير حول مكة وتختطف منهم وتصيب مواشيهم ، أو تحل أنت يا محمد قريباً من دارهم بجيشك كما حل بالحديبية حتى يأتي وعد الله وهو فتح مكة ، وكان الله قد وعده ذلك .\r\n ثم قال : { إن الله لا يخلف الميعاد } والغرض منه تقوية قلب الرسول صلى الله عليه وسلم وإزالة الحزن عنه .\r\n قال القاضي : وهذا يدل على بطلان قول من يجوز الخلف على الله تعالى في ميعاده ، وهذه الآية وإن كانت واردة في حق الكفار إلا إن العبرة بعموم اللفظ لا بخصوص السبب ، إذ بعمومه يتناول كل وعيد ورد في حق الفساق .\r\n وجوابنا : أن الخلف غير ، وتخصيص العموم غير ، ونحن لا نقول بالخلف ، ولكنا نخصص عمومات الوعيد بالآيات الدالة على العفو .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولو أن قرآنا سيرت به الجبال أو قطعت به الأرض أو كلم به الموتى بل لله الأمر جميعا أفلم ييأس الذين آمنوا أن لو يشاء الله لهدى الناس جميعا ولا يزال الذين كفروا تصيبهم بما صنعوا قارعة أو تحل قريبا من دارهم حتى يأتي وعد الله إن الله لا يخلف الميعاد (31) ",
        "babnum": 21
    },
    {
        "id": 1227,
        "cate": "13",
        "title": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ (32) أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ وَجَعَلُوا لِلَّهِ شُرَكَاءَ قُلْ سَمُّوهُمْ أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ وَصُدُّوا عَنِ السَّبِيلِ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ (33) لَهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَشَقُّ وَمَا لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ (34) ",
        "details": " [ 32 ] { وَلَقَدِ استهزئ بِرُسُلٍ مِّن قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ } [ 33 ] { أَفَمَنْ هُوَ قَآئِمٌ على كُلِّ نَفْسٍ بِمَا كَسَبَتْ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلْ سَمُّوهُمْ أَمْ تُنَبِّئُونَهُ بِمَا لاَ يَعْلَمُ فِى الأرض أَم بظاهر مِّنَ القول بَلْ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكْرُهُمْ وَصَدُّواْ عَنِ السبيل وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ } [ 34 ] { لَهُمْ عَذَابٌ فِى الحياة الدنيا وَلَعَذَابُ الأخرة أَشَقُّ وَمَا لَهُم مِّنَ الله مِن وَاقٍ } اعلم أن القوم لما طلبوا سائر المعجزات من الرسول صلى الله عليه وسلم على سبيل الاستهزاء والسخرية وكان ذلك يشق على رسول الله صلى الله عليه وسلم وكان يتأذى من تلك الكلمات فالله تعالى أنزل هذه الآية تسلية له وتصبيراً له على سفاهة قومه فقال له إن أقوام سائر الأنبياء استهزؤا بهم كما أن قومك يستهزئون بك : { فأمليت للذين كفروا } أي أطلت لهم المدة بتأخير العقوبة ثم أخذتهم فكيف كان عقابي لهم .\r\n واعلم أني سأنتقم من هؤلاء الكفار كما انتقمت من أولئك المتقدمين والإملاء الإمهال وأن يتركوا مدة من الزمان في خفض وأمن كالبهيمة يملى لها في المرعى ، وهذا وعيد لهم وجواب عن اقتراحهم الآيات على رسول الله صلى الله عليه وسلم على سبيل الاستهزاء ، ثم إنه تعالى أورد على المشركين ما يجري مجرى الحجاج وما يكون توبيخاً لهم وتعجيباً من عقولهم فقال : { أفمن هو قائم على كل نفس بما كسبت } والمعنى : أنه تعالى قادر على كل الممكنات عالم بجميع المعلومات من الجزئيات والكليات وإذا كان كذلك كان عالماً بجميع أحوال النفوس ، وقادراً على تحصيل مطالبها من تحصيل المنافع ودفع المضار ومن إيصال الثواب إليها على كل الطاعات ، وإيصال العقاب إليها على كل المعاصي .\r\n وهذا هو المراد من قوله : { قائم على كل نفس بما كسبت } وما ذاك إلا الحق سبحانه ونظيره قوله تعالى : { قائماً بالقسط } [ آل عمران : 18 ] .\r\n واعلم أنه لا بد لهذا الكلام من جواب واختلفوا فيه على وجوه : الوجه الأول : التقدير : { أفمن هو قائم على كل نفس بما كسبت } كمن ليس بهذه الصفة؟ وهي الأصنام التي لا تنفع ولا تضر ، وهذا الجواب مضمر في قوله تعالى : { وجعلوا لله شركاء } والتقدير : أفمن هو قائم على كل نفس بما كسبت كشركائهم التي لا تضر ولا تنفع ، ونظيره قوله تعالى : { أفمن شرح الله صدره للإسلام فهو على نور من ربه } وما جاء جوابه لأنه مضمر في قوله : { فويل للقاسية قلوبهم من ذكر الله } [ الزمر : 22 ] فكذا ههنا ، قال صاحب «الكشاف» : يجوز أن يقدر ما يقع خبراً للمبتدأ ، أو يعطف عليه قوله : { وجعلوا } والتقدير : أفمن هو بهذا الصفة لم يوحدوه ولم يمجدوه وجعلوا له شركاء .\r\n الوجه الثاني : وهو الذي ذكره السيد صاحب «حل العقد» فقال : نجعل الواو في قوله : { وجعلوا } واو الحال ونضمر للمبتدأ خبراً يكون المبتدأ معه جملة مقررة لإمكان ما يقارنها من الحال ، والتقدير : { أفمن هو قائم على كل نفس بما كسبت } موجود .\r\n والحال أنهم جعلوا له شركاء ثم أقيم الظاهر وهو قوله ( لله ) مقام المضمر تقريراً للإلهية وتصريحاً بها ، وهذا كما تقول : جواد يعطي الناس ويغنيهم موجود ويحرم مثلي .\r\n واعلم أنه تعالى لما قرر هذه الحجة زاد في الحجاج فقال : { قل سموهم } وإنما يقال ذلك في الأمر المستحقر الذي بلغ في الحقارة إلى أن لا يذكر ولا يوضع له اسم ، فعند ذلك يقال : سمه إن شئت .\r\n يعني أنه أخس من أن يسمى ويذكر ، ولكنك إن شئت أن تضع له اسماً فافعل ، فكأنه تعالى قال : سموهم بالآلهة على سبيل التهديد ، والمعنى : سواء سميتموهم بهذا الاسم أو لم تسموهم به ، فإنها في الحقارة بحيث لا تستحق أن يلتفت العاقل إليها ، ثم زاد في الحجاج فقال : { أم تنبئونه بما لا يعلم في الأرض } والمراد : أتقدرون على أن تخبروه وتعلموه بأمر تعلمونه وهو لا يعلمه ، وإنما خص الأرض بنفي الشريك عنها ، وإن لم يكن شريك ألبته ، لأنهم ادعوا أن له شركاء في الأرض لا في غيرها { أم بظاهر من القول } يعني تموهون بإظهار قول لا حقيقة له ، وهو كقوله تعالى : { ذلك قولهم بأفواههم } [ التوبة : 30 ] ثم إنه تعالى بين بعد هذا الحجاج سوء طريقتهم فقال على وجه التحقير لما هم عليه : { بل زين للذين كفروا مكرهم } قال الواحدي : معنى ( بل ) ههنا كأنه يقول : دع ذكر ما كنا فيه زين لهم مكرهم ، وذلك لأنه تعالى لما ذكر الدلائل على فساد قولهم ، فكأنه يقول : دع ذكر الدليل فإنه لا فائدة فيه ، لأنه زين لهم كفرهم ومكرهم فلا ينتفعون بذكر هذه الدلائل .\r\n قال القاضي : لا شبهة في أنه تعالى إنما ذكر ذلك لأجل أن يذمهم به ، وإذا كان كذلك امتنع أن يكون ذلك المزين هو الله ، بل لا بد وأن يكون إما شياطين الإنس وإما شياطين الجن .\r\n واعلم أن هذا التأويل ضعيف لوجوه : الأول : أنه لو كان المزين أحد شياطين الجن أو الإنس فالمزين في قلب ذلك الشيطان إن كان شيطاناً آخر لزم التسلسل ، وإن كان هو الله فقد زال السؤال ، والثاني : أن يقال : القلوب لا يقدر عليها إلا الله ، والثالث : أنا قد دللنا على أن ترجيح الداعي لا يحصل إلا من الله تعالى وعند حصوله يجب الفعل .\r\n أما قوله : { وصدوا عن السبيل } فاعلم أنه قرأ عاصم وحمزة والكسائي { وصدوا } بضم الصاد وفي حم { وصدوا عن السبيل } [ النساء : 167 ] على ما لم يسم فاعله بمعنى أن الكفار صدهم غيرهم ، وعند أهل السنة أن الله صدهم .\r\n وللمعتزلة فيه وجهان : قيل الشيطان ، وقيل أنفسهم وبعضهم لبعض كما يقال : فلان معجب وإن لم يكن ثمة غيره وهو قول أبي مسلم والباقون ، وصدوا بفتح الصاد في السورتين يعني أن الكفار صدوا عن سبيل الله ، أي أعرضوا وقيل : صرفوا غيرهم ، وهو لازم ومتعد ، وحجة القراءة الأولى مشاكلتها لما قبلها من بناء الفعل للمفعول ، وحجة القراءة الثانية قوله : { الذين كفروا وصدوا عن سبيل الله } [ النساء : 167 ] .\r\n ثم قال : { ومن يضلل الله فما له من هاد } اعلم أن أصحابنا تمسكوا بهذه الآية من وجوه : أولها : قوله : { بل زين للذين كفروا مكرهم } وقد بينا بالدليل أن ذلك المزين هو الله .\r\n وثانيها : قوله : { وصدوا عن السبيل } بضم الصاد ، وقد بينا أن ذلك الصاد هو الله .\r\n وثالثها : قوله : { ومن يضلل الله فما له من هاد } وهو صريح في المقصود وتصريح بأن ذلك المزين وذلك الصاد ليس إلا الله .\r\n ورابعها : قوله تعالى : { لهم عذاب في الحياة الدنيا ولعذاب الآخرة أشق } أخبر عنهم أنهم سيقعون في عقاب الآخرة وإخبار الله ممتنع التغير وإذا امتنع وقوع التغير في هذا الخبر ، امتنع صدور الإيمان منه وكل هذه الوجوه قد لخصناها في هذا الكتاب مراراً ، قال القاضي : { ومن يضلل الله } أي عن ثواب الجنة لكفره وقوله : { فما له من هاد } منبيء بذلك أن الثواب لا ينال إلا بالطاعة خاصة فمن زاغ عنها لم يجد إليها سبيلا ، وقيل : المراد بذلك من حكم بأنه ضال وسماه ضالاً ، وقيل المراد من يضلله الله عن الإيمان بأن يجده كذلك ، ثم قال والوجه الأول أقوى .\r\n واعلم أن الوجه الأول ضعيف جداً لأن الكلام إنما وقع في شرح إيمانهم وكفرهم في الدنيا ولم يجز ذكر ذهابهم إلى الجنة ألبتة فصرف الكلام على المذكور إلى غير المذكور بعيد .\r\n وأيضاً فهب أنا نساعد على أن الأمر كما ذكروه ، إلا أنه تعالى لما أخبر أنهم لا يدخلون الجنة فقد حصل المقصود لأن خلاف معلوم الله ومخبره محال ممتنع الوقوع .\r\n واعلم أنه تعالى لما أخبر عنهم بتلك الأمور المذكورة بين أنه جمع لهم بين عذاب الدنيا ، وبين عذاب الآخرة الذي هو أشق ، وأنه لا دافع لهم عنه لا في الدنيا ولا في الآخرة .\r\n أما عذاب الدنيا فبالقتل ، والقتال ، واللعن ، والذم ، والإهانة ، وهل يدخل المصائب والأمراض في ذلك أم لا؟ اختلفوا فيه ، قال بعضهم : إنها تدخل فيه ، وقال بعضهم : إنها لا تكون عقاباً ، لأن كل أحد نزلت به مصيبة فإنه مأمور بالصبر عليها ، ولو كان عقاباً لم يجب ذلك ، فالمراد على هذا القول من الآية القتل ، والسبيء ، واغتنام الأموال ، واللعن ، وإنما قال : { ولعذاب الآخرة أشق } لأنه أزيد إن شئت بسبب القوة والشدة ، وإن شئت بسبب كثرة الأنواع ، وإن شئت بسبب أنه لا يختلط بها شيء من موجبات الراحة ، وإن شئت بسبب الدوام وعدم الانقطاع ، ثم بين بقوله : { وما لهم من الله من واق } أي أن أحداً لا يقيهم ما نزل بهم من عذاب الله .\r\n قال الواحدي : أكثر القراء وقفوا على القاف من غير إثبات ياء في قوله ( واق ) وكذلك في قوله : { ومن يضلل الله فما له من هاد } وكذلك في قوله : { وال } وهو الوجه لأنك تقول في الوصل : هذا هاد ووال وواق ، فتحذف الياء لسكونها والتقائها مع التنوين ، فإذا وقفت انحذف التنوين في الوقف في الرفع والجر ، والياء كانت انحذفت فيصادف الوقف الحركة التي هي كسرة في غير فاعل فتحذفها كما تحذف سائر الحركات التي تقف عليها فيصير هاد ، ووال ، وواق .\r\n وكان ابن كثير يقف بالياء في هادي ووالي وواقي ووجهه ما حكى سيبويه أن بعض من يوثق به من العرب يقول : هذا داعي فيقفون بالياء .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد استهزئ برسل من قبلك فأمليت للذين كفروا ثم أخذتهم فكيف كان عقاب (32) أفمن هو قائم على كل نفس بما كسبت وجعلوا لله شركاء قل سموهم أم تنبئونه بما لا يعلم في الأرض أم بظاهر من القول بل زين للذين كفروا مكرهم وصدوا عن السبيل ومن يضلل الله فما له من هاد (33) لهم عذاب في الحياة الدنيا ولعذاب الآخرة أشق وما لهم من الله من واق (34) ",
        "babnum": 22
    },
    {
        "id": 1228,
        "cate": "13",
        "title": "مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ أُكُلُهَا دَائِمٌ وَظِلُّهَا تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا وَعُقْبَى الْكَافِرِينَ النَّارُ (35) ",
        "details": " [ 35 ] { مَّثَلُ الجنة التى وُعِدَ المتقون تَجْرِى مِن تَحْتهَا الأنهار أُكُلُهَا دآئِمٌ وَظِلُّهَا تِلْكَ عُقْبَى الذين اتقوا وَّعُقْبَى الكافرين النار } وفي الآية مسائل : المسألة الأولى : اعلم أنه تعالى لما ذكر عذاب الكفار في الدنيا والآخرة ، أتبعه بذكر ثواب المتقين وفي قوله : { مثل الجنة } أقوال : الأول : قال سيبويه : { مثل الجنة } مبتدأ وخبره محذوف والتقدير : فيما قصصنا عليكم مثل الجنة .\r\n والثاني : قال الزجاج : مثل الجنة جنة من صفتها كذا وكذا .\r\n والثالث : مثل الجنة مبتدأ وخبره تجري من تحتها الأنهار ، كما تقول صفة زيد اسم .\r\n والرابع : الخبر هو قوله : { أكلها دائم } لأنه الخارج عن العادة كأنه قال : { مثل الجنة التي وعد المتقون تجري من تحتها الأنهار } كما تعلمون من حال جناتكم إلا أن هذه أكلها دائم .\r\n المسألة الثانية : اعلم أنه تعالى وصف الجنة بصفات ثلاث : أولها : تجري من تحتها الأنهار .\r\n وثانيها : أن أكلها دائم .\r\n والمعنى : أن جنات الدنيا لا يدوم ورقها وثمرها ومنافعها .\r\n أما جنات الآخرة فثمارها دائمة غير منقطعة .\r\n وثالثها : أن ظلها دائم أيضاً ، والمراد أنه ليس هناك حر ولا برد ولا شمس ولا قمر ولا ظلمة ونظيره قوله تعالى : { لا يرون فيها شمساً ولا زمهريراً } [ الإنسان : 13 ] ثم إنه تعالى لما وصف الجنة بهذه الصفات الثلاثة بين أن ذلك عقبى الذين اتقوا يعني عاقبة أهل التقوى هي الجنة ، وعاقبة الكافرين النار .\r\n وحاصل الكلام من هذه الآية أن ثواب المتقين منافع خالصة عن الشوائب موصوفة بصفة الدوام .\r\n واعلم أن قوله : { أكلها دائم } فيه مسائل ثلاث : المسألة الأولى : أنه يدل على أن أكل الجنة لا تفنى كما يحكى عن جهم وأتباعه .\r\n المسألة الثانية : أنه يدل على أن حركات أهل الجنة لا تنتهي إلى سكون دائم ، كما يقوله أبو الهذيل وأتباعه .\r\n المسألة الثالثة : قال القاضي : هذه الآية تدل على أن الجنة لم تخلق بعد ، لأنها لو كانت مخلوقة لوجب أن تفنى وأن ينقطع أكلها لقوله تعالى : { كل من عليها فان } [ الرحمن : 26 ] .\r\n و { كل شيء هالك إلا وجهه } [ القصص : 88 ] لكن لا ينقطع أكلها لقوله تعالى : { أكلها دائم } فوجب أن لا تكون الجنة مخلوقة .\r\n ثم قال : فلا ننكر أن يحصل الآن في السموات جنات كثيرة يتمتع بها الملائكة ومن يعد حياً من الأنبياء والشهداء وغيرهم على ما روي في ذلك ، إلا أن الذي نذهب إليه أن جنة الخلد خاصة إنما تخلق بعد الإعادة .\r\n والجواب : أن دليلهم مركب من آيتين : أحدهما : قوله : { كل شيء هالك إلا وجهه } والأخرى قوله : { أكلها دائم وظلها } فإذا أدخلنا التخصيص في أحد هذين العمومين سقط دليلهم فنحن نخصص أحد هذين العمومين بالدلائل الدالة على أن الجنة مخلوقة ، وهو قوله تعالى : { وجنة عرضها السموات والأرض أعدت للمتقين } [ آل عمران : 133 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "مثل الجنة التي وعد المتقون تجري من تحتها الأنهار أكلها دائم وظلها تلك عقبى الذين اتقوا وعقبى الكافرين النار (35) ",
        "babnum": 23
    },
    {
        "id": 1229,
        "cate": "13",
        "title": "وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَفْرَحُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمِنَ الْأَحْزَابِ مَنْ يُنْكِرُ بَعْضَهُ قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلَا أُشْرِكَ بِهِ إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ (36) ",
        "details": " اعلم أن في المراد بالكتاب قولين : الأول : أنه القرآن والمراد أن أهل القرآن يفرحون بما أنزل على محمد من أنواع التوحيد والعدل والنبوة والبعث والأحكام والقصص ، ومن الأحزاب الجماعات من اليهود والنصارى وسائر الكفار من ينكر بعضه وهو قول الحسن وقتادة .\r\n فإن قيل : الأحزاب ينكرون كل القرآن .\r\n قلنا : الأحزاب لا ينكرون كل ما في القرآن ، لأنه ورد فيه إثبات الله تعالى وإثبات علمه وقدرته وحكمته وأقاصيص الأنبياء ، والأحزاب ما كانوا ينكرون كل هذه الأشياء .\r\n والقول الثاني : إن المراد بالكتاب التوراة والإنجيل ، وعلى هذا التقدير ففي الآية قولان : الأول : قال ابن عباس : الذين آتيناهم الكتاب هم الذين آمنوا بالرسول صلى الله عليه وسلم من أهل الكتاب كعبد الله بن سلام وكعب وأصحابهما ومن أسلم من النصارى وهم ثمانون رجلاً أربعون بنجران وثمانية باليمن واثنان وثلاثون بأرض الحبشة وفرحوا بالقرآن ، لأنهم آمنوا به وصدقوه والأحزاب بقية أهل الكتاب وسائر المشركين قال القاضي : وهذا الوجه أولى من الأول لأنه لا شبهة في أن من أوتي القرآن فإنهم يفرحون بالقرآن ، أما إذا حملناه على هذا الوجه ظهرت الفائدة ويمكن أن يقال : إن الذين أوتوا القرآن يزداد فرحهم به لما رأوا فيه من العلوم الكثيرة والفوائد العظيمة ، فلهذا السبب حكى الله تعالى فرحهم به .\r\n والثاني : والذين آتيناهم الكتاب اليهود أعطوا التوارة ، والنصارى أعطوا الإنجيل ، يفرحون بما أنزل في هذا القرآن ، لأنه مصدق لما معهم ومن الأحزاب من سائر الكفار من ينكر بعضه ، وهو قول مجاهد .\r\n قال القاضي : وهذا لا يصح ، لأن قوله : { يَفْرَحُونَ بِمَا أُنزِلَ إِلَيْكَ } يعم جميع ما أنزل إليه ، ومعلوم أنهم لا يفرحون بكل ما أنزل إليه ويمكن أن يجاب فيقال إن قوله : { بِمَا أَنزَلَ إِلَيْكَ } لا يفيد العموم بدليل جواز ادخال لفظتي الكل والبعض عليه ، ولو كانت كلمة «ما» للعموم لكان إدخال لفظ الكل عليه تكريراً وإدخال لفظ البعض عليه نقصاً .\r\n ثم إنه تعالى لما بين هذا جمع كل ما يحتاج المرء إليه في معرفة المبدأ والمعاد في ألفاظ قليلة منه فقال : { قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ الله وَلا أُشْرِكَ بِهِ إِلَيْهِ أَدْعُو وَإِلَيْهِ مَابِ } وهذا الكلام جامع لكل ما ورد التكليف به ، وفيه فوائد : أولها : أن كلمة «إنما» للحصر ومعناه إني ما أمرت إلا بعبادة الله تعالى ، وذلك يدل على أنه لا تكليف ولا أمر ولا نهي إلا بذلك .\r\n وثانيها : أن العبادة غاية التعظيم ، وذلك يدل على أن المرء مكلف بذلك .\r\n وثالثها : أن عبادة الله تعالى لا تمكن إلا بعد معرفته ولا سبيل إلى معرفته إلا بالدليل ، فهذا يدل على أن المرء مكلف بالنظر والاستدلال في معرفة ذات الصانع وصفاته ، وما يجب ويجوز ويستحيل عليه .\r\n ورابعها : أن عبادة الله واجبة ، وهو يبطل قول نفاة التكليف ، ويبطل القول بالجبر المحض .\r\n وخامسها : قوله : { وَلاَ أُشْرِكُ بِهِ } وهذا يدل على نفي الشركاء والأنداد والأضداد بالكلية ، ويدخل فيه إبطال قول كل من أثبت معبوداً سوى الله تعالى سواء قال : إن ذلك المعبود هو الشمس أو القمر أو الكواكب أو الأصنام والأوثان والأرواح العلوية أو يزدان وأهرمن على ما يقوله المجوس أو النور والظلمة على ما يقوله الثنوية .\r\n وسادسها : قوله : { إِلَيْهِ ادعوا } والمراد منه أنه كما وجب عليه الإتيان بهذه العبادات فكذلك يجب عليه الدعوة إلى عبودية الله تعالى وهو إشارة إلى نبوته .\r\n وسابعها : قوله : { وَإِلَيْهِ مَابِ } وهو إشارة إلى الحشر والنشر والبعث والقيامة فإذا تأمل الإنسان في هذه الألفاظ القليلة ووقف عليها عرف أنها محتوية على جميع المطالب المعتبرة في الدين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والذين آتيناهم الكتاب يفرحون بما أنزل إليك ومن الأحزاب من ينكر بعضه قل إنما أمرت أن أعبد الله ولا أشرك به إليه أدعو وإليه مآب (36) ",
        "babnum": 24
    },
    {
        "id": 1230,
        "cate": "13",
        "title": "وَكَذَلِكَ أَنْزَلْنَاهُ حُكْمًا عَرَبِيًّا وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ مَا جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا وَاقٍ (37) ",
        "details": " وفيه مسائل : المسألة الأولى : اعلم أنه تعالى شبه إنزاله حكماً عربياً بما أنزل إلى ما تقدم من الأنبياء ، أي كما أنزلنا الكتب على الأنبياء بلسانهم ، كذلك أنزلنا عليك القرآن .\r\n والكناية في قوله : { أنزلناه } تعود إلى «ما» في قوله : { يَفْرَحُونَ بِمَا أُنزِلَ إِلَيْكَ } يعني القرآن .\r\n المسألة الثانية : قوله : { أَنزَلْنَاهُ حُكْمًا عَرَبِيّا } فيه وجوه : الأول : حكمة عربية مترجمة بلسان العرب .\r\n الثاني : القرآن مشتمل على جميع أقسام التكاليف ، فالحكم لا يمكن إلا بالقرآن ، فلما كان القرآن سبباً للحكم جعل نفس الحكم على سبيل المبالغة .\r\n الثالث : أنه تعالى حكم على جميع المكلفين بقبول القرآن والعمل به فلما حكم على الخلق بوجوب قبوله جعله حكماً .\r\n واعلم أن قوله : { حُكْمًا عَرَبِيّا } نصب على الحال ، والمعنى : أنزلناه حال كونه حكماً عربياً .\r\n المسألة الثالثة : قالت المعتزلة : الآية دالة على حدوث القرآن من وجوه : الأول : أنه تعالى وصفه بكونه منزلاً وذلك لا يليق إلا بالمحدث .\r\n الثاني : أنه وصفه بكونه عربياً والعربي هو الذي حصل بوضع العرب واصطلاحهم وما كان كذلك كان محدثاً .\r\n الثالث : أن الآية دالة على أنه إنما كان حكماً عربياً ، لأن الله تعالى جعله كذلك ووصفه بهذه الصفة ، وكل ما كان كذلك فهو محدث .\r\n والجواب : أن كل هذه الوجوه دالة على أن المركب من الحروف والأصوات محدث ولا نزاع فيه والله أعلم .\r\n المسألة الرابعة : روي أن المشركين كانوا يدعونه إلى ملة آبائه فتوعده الله تعالى على متابعتهم في تلك المذاهب مثل أن يصلي إلى قبلتهم بعد أن حوله الله عنها .\r\n قال ابن عباس : الخطاب مع النبي صلى الله عليه وسلم والمراد أمته ، وقيل : بل الغرض منه حث الرسول عليه السلام على القيام بحق الرسالة وتحذيره من خلافها ، ويتضمن ذلك أيضاً تحذير جميع المكلفين ، لأن من هو أرفع منزلة إذا حذر هذا التحذير فهم أحق بذلك وأولى .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وكذلك أنزلناه حكما عربيا ولئن اتبعت أهواءهم بعد ما جاءك من العلم ما لك من الله من ولي ولا واق (37) ",
        "babnum": 25
    },
    {
        "id": 1231,
        "cate": "13",
        "title": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ لِكُلِّ أَجَلٍ كِتَابٌ (38) يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ (39) ",
        "details": " اعلم أن القوم كانوا يذكرون أنواعاً من الشبهات في إبطال نبوته .\r\n فالشبهة الأولى : قولهم : { مالهذا الرسول يَأْكُلُ الطعام وَيَمْشِى فِى الأسواق } [ الفرقان : 7 ] وهذه الشبهة إنما ذكرها الله تعالى في سورة أخرى .\r\n والشبهة الثانية : قولهم : الرسول الذي يرسله الله إلى الخلق لا بد وأن يكون من جنس الملائكة كما حكى الله عنهم في قوله : { لَّوْ مَا تَأْتِينَا بالملئكة } [ الحجر : 7 ] وقوله : { لَوْلا أُنزِلَ عَلَيْهِ مَلَكٌ } [ الأنعام : 8 ] .\r\n فأجاب الله تعالى عنه ههنا بقوله : { وَلَقَدْ أَرْسَلْنَا رُسُلاً مّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرّيَّةً } يعني أن الأنبياء الذين كانوا قبله كانوا من جنس البشر لا من جنس الملائكة فإذا جاز ذلك في حقهم فلم لا يجوز أيضاً مثله في حقه .\r\n الشبهة الثالثة : عابوا رسول الله صلى الله عليه وسلم بكثرة الزوجات وقالوا : لو كان رسولاً من عند الله لما كان مشتغلاً بأمر النساء بل كان معرضاً عنهن مشتغلاً بالنسك والزهد ، فأجاب الله تعالى عنه بقوله : { وَلَقَدْ أَرْسَلْنَا رُسُلاً مّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرّيَّةً } وبالجملة فهذا الكلام يصلح أن يكون جواباً عن الشبهة المتقدمة ويصلح أن يكون جواباً عن هذه الشبهة ، فقد كان لسليمان عليه السلام ثلثمائة امرأة مهيرة ، وسبعمائة سرية .\r\n ولداود مائة امرأة .\r\n والشبهة الرابعة : قالوا لو كان رسولاً من عند الله لكان أي شيء طلبنا منه من المعجزات أتى به ولم يتوقف ولما لم يكن الأمر كذلك علمنا أنه ليس برسول ، فأجاب الله عنه بقوله : { وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِئَايَةٍ إِلاَّ بِإِذْنِ الله } وتقريره : أن المعجزة الواحدة كافية في إزالة العذر والعلة ، وفي إظهار الحجة والبينة ، فأما الزائد عليها فهو مفوض إلى مشيئة الله تعالى إن شاء أظهرها وإن شاء لم يظهرها ولا اعتراض لأحد عليه في ذلك .\r\n الشبهة الخامسة : أنه عليه السلام كان يخوفهم بنزول العذاب وظهور النصرة له ولقومه .\r\n ثم إن ذلك الموعود كان يتأخر فلما لم يشاهدوا تلك الأمور احتجوا بها على الطعن في نبوته ، وقالوا : لو كان نبياً صادقاً لما ظهر كذبه .\r\n فأجاب الله عنه بقوله : { لِكُلّ أَجَلٍ كِتَابٌ } يعني نزول العذاب على الكفار وظهور الفتح والنصر للأولياء قضى الله بحصولها في أوقات معينة مخصوصة ، ولكل حادث وقت معين { وَلِكُلّ أَجَلٍ كِتَابٌ } فقبل حضور ذلك الوقت لا يحدث ذلك الحادث فتأخر تلك المواعيد لا يدل على كونه كاذباً .\r\n الشبهة السادسة : قالوا : لو كان في دعوى الرسالة محقاً لما نسخ الأحكام التي نص الله تعالى على ثوبتها في الشرائع المتقدمة نحو التوراة والإنجيل ، لكنه نسخها وحرفها نحو تحريف القبلة ، ونسخ أكثر أحكام التوراة والإنجيل ، فوجب أن لا يكون نبياً حقاً .\r\n فأجاب الله سبحانه وتعالى عنه بقوله : { يَمْحُو الله مَا يَشَاء وَيُثْبِتُ وَعِندَهُ أُمُّ الكتاب } ويمكن أيضاً أن يكون قوله : { لِكُلّ أَجَلٍ كِتَابٌ } كالمقدمة لتقرير هذا الجواب ، وذلك لأنا نشاهد أنه تعالى يخلق حيواناً عجيب الخلقة بديع الفطرة من قطرة من النطفة ثم يبقيه مدة مخصوصة ثم يميته ويفرق أجزاءه وأبعاضه فلما لم يمتنع أن يحيي أولاً ، ثم يميت ثانياً فكيف يمتنع أن يشرع الحكم في بعض الأوقات ، ثم ينسخه في سائر الأوقات فكان المراد من قوله : { لِكُلّ أَجَلٍ كِتَابٌ } ما ذكرناه ، ثم إنه تعالى لما قرر تلك المقدمة قال : { يَمْحُو الله مَا يَشَاء وَيُثْبِتُ وَعِندَهُ أُمُّ الكتاب } والمعنى : أنه يوجد تارة ويعدم أخرى ، ويحيي تارة ويميت أخرى ، ويغني تارة ويفقر أخرى فكذلك لا يبعد أن يشرع الحكم تارة ثم ينسخه أخرى بحسب ما اقتضته المشيئة الإلهية عند أهل السنة أو بحسب ما اقتضته رعاية المصالح عند المعتزلة فهذا اتمام التحقيق في تفسير هذه الآية ، ثم ههنا مسائل : المسألة الأولى : قوله تعالى : { لِكُلّ أَجَلٍ كِتَابٌ } فيه أقوال .\r\n الأول : أن لكل شيء وقتاً مقدراً فالآيات التي سألوها لها وقت معين حكم الله به وكتبه في اللوح المحفوظ فلا يتغير عن ذلك الحكم بسبب تحكماتهم الفاسدة ولو أن الله أعطاهم ما التمسوا لكان فيه أعظم الفساد .\r\n الثاني : أن لكل حادث وقتاً معيناً قضى الله حصوله فيه كالحياة والموت والغنى والفقر والسعادة والشقاوة ، ولا يتغير ألبتة عن ذلك الوقت .\r\n والثالث : أن هذا من المقلوب والمعنى : أن لكل كتاب منزل من السماء أجلاً ينزله فيه ، أي لكل كتاب وقت يعمل به ، فوقت العمل بالتوراة والإنجيل قد انقضى ووقت العمل بالقرآن قد أتى وحضر .\r\n والرابع : لكل أجل معين كتاب عند الملائكة الحفظة فللإنسان أحوال أولها نطفة ثم علقة ثم مضغة ثم يصير شاباً ثم شيخاً ، وكذا القول في جميع الأحوال من الإيمان والكفر والسعادة والشقاوة والحسن والقبح .\r\n الخامس : كل وقت معين مشتمل على مصلحة خفية ومنفعة لا يعلمها إلا الله تعالى ، فإذا جاء ذلك الوقت حدث ذلك الحادث ولا يجوز حدوثه في غيره .\r\n واعلم أن هذه الآية صريحة في أن الكل بقضاء الله وبقدره وأن الأمور مرهونة بأوقاتها ، لأن قوله : { لِكُلّ أَجَلٍ كِتَابٌ } معناه أن تحت كل أجل حادث معين ، ويستحيل أن يكون ذلك التعيين لأجل خاصية الوقت فإن ذلك محال ، لأن الأجزاء المعروضة في الأوقات المتعاقبة متساوية ، فوجب أن يكون اختصاص كل وقت بالحادث الذي يحدث فيه بفعل الله تعالى واختياره وذلك يدل على أن الكل من الله تعالى وهو نظير قوله عليه السلام : « جف القلم بما هو كائن إلى يوم القيامة » المسألة الثانية : { يَمْحُو الله مَا يَشَاء وَيُثْبِتُ } قرأ ابن كثير وأبو عمرو وعاصم { وَيُثَبّتْ } ساكنة الثاء خفيفة الباء من أثبت يثبت ، والباقون بفتح الثاء وتشديد الباء من التثبيت ، وحجة من خفف أن ضد المحو الإثبات لا التثبت .\r\n ولأن التشديد للتكثير ، وليس القصد بالمحو التكثير ، فكذلك ما يكون في مقابلته ، ومن شدد احتج بقوله : { وَأَشَدَّ تَثْبِيتاً } [ النساء : 66 ] وقوله : { فَثَبّتُواْ } [ الأنفال : 12 ] .\r\n المسألة الثالثة : المحو ذهاب أثر الكتابة ، يقال : محاه يمحوه محواً إذا أذهب أثره ، وقوله : { وَيُثَبّتْ } قال النحويون : أراد ويثبته إلا أنه استغنى بتعدية للفعل الأول عن تعدية الثاني ، وهو كقوله تعالى : { والحافظين فُرُوجَهُمْ والحافظات } [ الأحزاب : 35 ] .\r\n المسألة الرابعة : في هذه الآية قولان : القول الأول : إنها عامة في كل شيء كما يقتضيه ظاهر اللفظ .\r\n قالوا : إن الله يمحو من الرزق ويزيد فيه ، وكذا القول في الأجل والسعادة والشقاوة والإيمان والكفر ، وهو مذهب عمر وابن مسعود .\r\n والقائلون بهذا القول كانوا يدعون ويتضرعون إلى الله تعالى في أن يجعلهم سعداء لا أشقياء ، وهذا التأويل رواه جابر عن رسول الله صلى الله عليه وسلم .\r\n والقول الثاني : أن هذه الآية خاصة في بعض الأشقياء دون البعض ، وعلى هذا التقرير ففي الآية وجوه : الأول : المراد من المحو والإثبات : نسخ الحكم المتقدم وإثبات حكم آخر بدلاً عن الأول .\r\n الثاني : أنه تعالى يمحو من ديوان الحفظة ما ليس بحسنة ولا سيئة ، لأنهم مأمورون بكتابة كل قول وفعل ويثبت غيره ، وطعن أبو بكر الأصم فيه فقال : إنه تعالى وصف الكتاب بقوله : { لاَ يُغَادِرُ صَغِيرَةً وَلاَ كَبِيرَةً إِلاَّ أَحْصَاهَا } [ الكهف : 49 ] وقال أيضاً : { فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ * وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ } [ الزلزلة : 7 ، 8 ] .\r\n أجاب القاضي عنه : بأنه لا يغادر صغيرة ولا كبيرة من الذنوب والمباح لا صغيرة ولا كبيرة ، وللأصم أن يجيب عن هذا الجواب فيقول : إنكم باصطلاحكم خصصتم الصغيرة بالذنب الصغير ، والكبيرة بالذنب الكبير ، وهذا مجرد اصطلاح المتكلمين .\r\n أما في أصل اللغة فالصغير والكبير يتناولان كل فعل وعرض ، لأنه إن كان حقيراً فهو صغير ، وإن كان غير ذلك فهو كبير ، وعلى هذا التقرير فقوله : { لاَ يُغَادِرُ صَغِيرَةً وَلاَ كَبِيرَةً إِلاَّ أَحْصَاهَا } [ الكهف : 49 ] يتناول المباحات أيضاً .\r\n الثالث : أنه تعالى أراد بالمحو أن من أذنب أثبت ذلك الذنب في ديوانه ، فإذا تاب عنه محي من ديوانه .\r\n الرابع : { يَمْحُو الله مَا يَشَاء } وهو من جاء أجله .\r\n ويدع من لم يجيء أجله ويثبته .\r\n الخامس : أنه تعالى يثبت في أول السنة حكم تلك السنة فإذا مضت السنة محيت ، وأثبت كتاب آخر للمستقبل .\r\n السادس : يمحو نور القمر ، ويثبت نور الشمس .\r\n السابع : يمحو الدنيا ويثبت الآخرة .\r\n الثامن : أنه في الأرزاق والمحن والمصائب يثبتها في الكتاب ثم يزيلها بالدعاء والصدقة ، وفيه حث على الانقطاع إلى الله تعالى .\r\n التاسع : تغير أحوال العبد فما مضى منها فهو المحو ، وما حصل وحضر فهو الإثبات .\r\n العاشر : يزيل ما يشاء ويثبت ما يشاء من حكمه لا يطلع على غيبه أحداً فهو المنفرد بالحكم كما يشاء ، وهو المستقل بالإيجاد والإعدام والإحياء والإماتة والإغناء والإفقار بحيث لا يطلع على تلك الغيوب أحد من خلقه .\r\n واعلم أن هذا الباب فيه مجال عظيم .\r\n فإن قال قائل : ألستم تزعمون أن المقادير سابقة قد جف بها القلم وليس الأمر بأنف ، فكيف يستقيم مع هذا المعنى المحو والإثبات؟ قلنا : ذلك المحو والإثبات أيضاً مما جف به القلم فلا يمحو إلا ما سبق في علمه وقضائه محوه .\r\n المسألة الخامسة : قالت الرافضة : البداء جائز على الله تعالى ، وهو أن يعتقد شيئاً ثم يظهر له أن الأمر بخلاف ما اعتقده ، وتمسكوا فيه بقوله : { يَمْحُو الله مَا يَشَاء وَيُثْبِتُ } .\r\n واعلم أن هذا باطل لأن علم الله من لوازم ذاته المخصوصة ، وما كان كذلك كان دخول التغير والتبدل فيه محالاً .\r\n المسألة السادسة : أما { أُمُّ الكتاب } فالمراد أصل الكتاب ، والعرب تسمي كل ما يجري مجرى الأصل للشيء أماً له ومنه أم الرأس للدماغ ، وأم القرى لمكة ، وكل مدينة فهي أم لما حولها من القرى ، فكذلك أم الكتاب هو الذي يكون أصلاً لجميع الكتب ، وفيه قولان : القول الأول : أن أم الكتاب هو اللوح المحفوظ ، وجميع حوادث العالم العلوي والعالم السفلي مثبت فيه عن النبي صلى الله عليه وسلم أنه قال : « كان الله ولا شيء معه ثم خلق اللوح وأثبت فيه أحوال جميع الخلق إلى قيام الساعة » قال المتكلمون : الحكمة فيه أن يظهر للملائكة كونه تعالى عالماً بجميع المعلومات على سبيل التفصيل ، وعلى هذا التقدير : فعند الله كتابان : أحدهما : الكتاب الذي يكتبه الملائكة على الخلق وذلك الكتاب محل المحو والإثبات .\r\n والكتاب الثاني : هو اللوح المحفوظ ، وهو الكتاب المشتمل على تعين جميع الأحوال العلوية والسفلية ، وهو الباقي .\r\n روى أبو الدرداء عن النبي صلى الله عليه وسلم : « أن الله سبحانه وتعالى في ثلاث ساعات بقين من الليل ينظر في الكتاب الذي لا ينظر فيه أحد غيره ، فيمحو ما يشاء ويثبت ما يشاء » وللحكماء في تفسير هذين الكتابين كلمات عجيبة وأسرار غامضة .\r\n والقول الثاني : إن أم الكتاب هو علم الله تعالى ، فإنه تعالى عالم بجميع المعلومات من الموجودات والمعدومات وإن تغيرت ، إلا أن علم الله تعالى بها باق منزه عن التغير ، فالمراد بأم الكتاب هو ذاك ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد أرسلنا رسلا من قبلك وجعلنا لهم أزواجا وذرية وما كان لرسول أن يأتي بآية إلا بإذن الله لكل أجل كتاب (38) يمحو الله ما يشاء ويثبت وعنده أم الكتاب (39) ",
        "babnum": 26
    },
    {
        "id": 1232,
        "cate": "13",
        "title": "وَإِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ (40) ",
        "details": " اعلم أن المعنى : { وَإِمَّا نُرِيَنَّكَ بَعْضَ الذى نَعِدُهُمْ } من العذاب : { أَوْ نَتَوَفَّيَنَّكَ } قبل ذلك ، والمعنى : سواء أريناك ذلك أو توفيناك قبل ظهوره ، فالواجب عليك تبليغ أحكام الله تعالى وأداء أمانته ورسالته وعلينا الحساب .\r\n والبلاغ اسم أقيم مقام التبليغ كالسراج والأداء .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن ما نرينك بعض الذي نعدهم أو نتوفينك فإنما عليك البلاغ وعلينا الحساب (40) ",
        "babnum": 27
    },
    {
        "id": 1233,
        "cate": "13",
        "title": "أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا وَاللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ وَهُوَ سَرِيعُ الْحِسَابِ (41) وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَلِلَّهِ الْمَكْرُ جَمِيعًا يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ (42) ",
        "details": " اعلم أنه تعالى لما وعد رسوله بأن يريه بعض ما وعدوه أو يتوفاه قبل ذلك ، بين في هذه الآية أن آثار حصول تلك المواعيد وعلاماتها قد ظهرت وقويت .\r\n وقوله : { أَوَ لَمْ يَرَوْاْ أَنَّا نَأْتِى الأرض نَنقُصُهَا مِنْ أَطْرَافِهَا } فيه أقوال : القول الأول : المراد أنا نأتي أرض الكفرة ننقصها من أطرافها وذلك لأن المسلمين يستولون على أطراف مكة ويأخذونها من الكفرة قهراً وجبراً فانتقاص أحوال الكفرة وازدياد قوة المسلمين من أقوى العلامات والأمارات على أن الله تعالى ينجز وعده .\r\n ونظيره قوله تعالى : { أَفَلاَ يَرَوْنَ أَنَّا نَأْتِى الأرض نَنقُصُهَا مِنْ أَطْرَافِهَا أَفَهُمُ الغالبون } [ الأنبياء : 44 ] وقوله : { سَنُرِيهِمْ ءاياتنا فِى الآفاق } [ فصلت : 53 ] .\r\n والقول الثاني : وهو أيضاً منقول عن ابن عباس رضي الله عنهما أن قوله : { نَنقُصُهَا مِنْ أَطْرَافِهَا } المراد : موت أشرافها وكبرائها وعلمائها وذهاب الصلحاء والأخيار ، وقال الواحدي : وهذا القول ، وإن احتمله اللفظ ، إلا أن اللائق بهذا الموضع هو الوجه الأول .\r\n ويمكن أن يقال هذا الوجه أيضاً لا يليق بهذا الموضع ، وتقريره أن يقال : أولم يروا ما يحدث في الدنيا من الاختلافات خراب بعد عمارة ، وموت بعد حياة ، وذل بعد عز ، ونقص بعد كمال ، وإذا كانت هذه التغيرات مشاهدة محسوسة فما الذي يؤمنهم من أن يقلب الله الأمر على هؤلاء الكفرة فيجعلهم ذليلين بعد أن كانوا عزيزين ، ويجعلهم مقهورين بعد أن كانوا قاهرين ، وعلى هذا الوجه فيحسن اتصال هذا الكلام بما قبله ، وقيل : { نَنقُصُهَا مِنْ أَطْرَافِهَا } بموت أهلها وتخريب ديارهم وبلادهم فهؤلاء الكفرة كيف أمنوا من أن يحدث فيهم أمثال هذه الوقائع؟ ثم قال تعالى مؤكداً لهذا المعنى : { والله يَحْكُمُ لاَ مُعَقّبَ لِحُكْمِهِ } معناه : لا راد لحكمه ، والمعقب هو الذي يعقبه بالرد والإبطال ، ومنه قيل لصاحب الحق معقب لأنه يعقب غريمه بالاقتضاء والطلب .\r\n فإن قيل : ما محل قوله : { لاَ مُعَقّبَ لِحُكْمِهِ } .\r\n قلنا : هو جملة محلها النصب على الحال كأنه قيل : والله يحكم نافذاً حكمه خالياً عن المدافع والمعارض والمنازع .\r\n ثم قال : { وَهُوَ سَرِيعُ الحساب } قال ابن عباس : يريد سريع الانتقام يعني أن حسابه للمجازاة بالخير والشر يكون سريعاً قريباً لا يدفعه دافع .\r\n أما قوله : { وَقَدْ مَكَرَ الذين مِن قَبْلِهِمْ } يعني أن كفار الأمم الماضية قد مكروا برسلهم وأنبيائهم مثل نمروذ مكر بإبراهيم ، وفرعون مكر بموسى ، واليهود مكروا بعيسى .\r\n ثم قال : { فَلِلَّهِ المكر جَمِيعًا } قال الواحدي : معناه أن مكر جميع الماكرين له ومنه ، أي هو حاصل بتخليقه وإرادته ، لأنه ثبت أن الله تعالى هو الخالق لجميع أعمال العباد ، وأيضاً فذلك المكر لا يضر إلا بإذن الله تعالى ولا يؤثر إلى بتقديره ، وفيه تسلية للنبي صلى الله عليه وسلم وأمان له من مكرهم ، كأنه قيل له : إذا كان حدوث المكر من الله وتأثيره من الممكور به أيضاً من الله وجب أن لا يكون الخوف إلا من الله تعالى وأن لا يكون الرجاء إلا من الله تعالى ، وذهب بعض الناس إلى أن المعنى : فلله جزاء المكر ، وذلك لأنهم لما مكروا بالمؤمنين بين الله تعالى أنه يجازيهم على مكرهم .\r\n قال الواحدي : والأول أظهر لقولين بدليل قوله : { يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ } يريد أن اكساب العباد بأسرها معلومة لله تعالى وخلاف المعلوم ممتنع الوقوع ، وإذا كان كذلك فكل ما علم الله وقوعه فهو واجب الوقوع ، وكل ما علم الله عدمه كان ممتنع الوقوع ، وإذا كان كذلك فلا قدرة للعبد على الفعل والترك ، فكان الكل من الله تعالى .\r\n قالت المعتزلة : الآية الأولى إن دلت على قولكم فالآية الثانية وهي قوله : { يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ } دلت على قولنا ، لأن الكسب هو الفعل المشتمل على دفع مضرة أو جلب منفعة ، ولو كان حدوث الفعل بخلق الله تعالى لم يكن لقدرة العبد فيه أثر ، فوجب أن لا يكون للعبد كسب .\r\n وجوابه : أن مذهبنا أن مجموع القدرة مع الداعي مستلزم للفعل وعلى هذا التقدير فالكسب حاصل للعبد .\r\n ثم إنه تعالى أكد ذلك التهديد فقال : { وَسَيَعْلَمْ الكافر لِمَنْ عُقْبَى الدار } وفيه مسألتان : المسألة الأولى : قرأ نافع وابن كثير وأبو عمرو : { وَسَيَعْلَمْ الكافر } على لفظ المفرد والباقون على الجمع قال صاحب «الكشاف» قرىء : ( الكفار ، والكافرون ، والذين كفروا ، والكفر ) أي أهله قرأ جناح بن حبيش : ( وسيعلم الكافر ) من أعلمه أي سيخبر .\r\n المسألة الثانية : المراد بالكافر الجنس كقوله تعالى : { إِنَّ الإنسان لَفِى خُسْرٍ } [ العصر : 2 ] والمعنى : إنهم وإن كانوا جهالاً بالعواقب فسيعلمون لمن العاقبة الحميدة ، وذلك كالزجر والتهديد .\r\n والقول الثاني : وهو قول عطاء يريد المستهزئين وهم خمسة ، والمقتسمين وهم ثمانية وعشرون .\r\n والقول الثالث : وهو قول ابن عباس يريد أبا الجهل .\r\n والقول الأول هو الصواب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أولم يروا أنا نأتي الأرض ننقصها من أطرافها والله يحكم لا معقب لحكمه وهو سريع الحساب (41) وقد مكر الذين من قبلهم فلله المكر جميعا يعلم ما تكسب كل نفس وسيعلم الكفار لمن عقبى الدار (42) ",
        "babnum": 28
    },
    {
        "id": 1234,
        "cate": "13",
        "title": "وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ (43) ",
        "details": " اعلم أنه تعالى حكى عن القوم أنهم أنكروا كونه رسولاً من عند الله .\r\n ثم إنه تعالى احتج عليهم بأمرين : الأول : شهادة الله على نبوته ، والمراد من تلك الشهادة أنه تعالى أظهر المعجزات الدالة على كونه صادقاً في ادعاء الرسالة ، وهذا أعلى مراتب الشهادة لأن الشهادة قول يفيد غلبة الظن بأن الأمر كذلك .\r\n أما المعجز فإنه فعل مخصوص يوجب القطع بكونه رسولاً من عند الله تعالى ، فكان إظهار المعجزة أعظم مراتب الشهادة .\r\n والثاني : قوله : { وَمَنْ عِندَهُ عِلْمُ الكتاب } وفيه قراءتان : إحداهما : القراءة المشهورة : { وَمَنْ عِندَهُ } يعني والذي عنده علم الكتاب .\r\n والثانية : { وَمَنْ عِندَهُ عِلْمُ الكتاب } وكلمة «من» ههنا لابتداء الغاية أي ومن عند الله حصل علم الكتاب .\r\n أما على القراءة الأولى ففي تفسير الآية أقوال : القول الأول : أن المراد شهادة أهل الكتاب من الذين آمنوا برسول الله - صلى الله عليه وسلم - وهم : عبد الله بن سلام ، وسلمان الفارسي ، وتميم الداري .\r\n ويروى عن سعيد بن جبير : أنه كان يبطل هذا الوجه ويقول : السورة مكية فلا يجوز أن يراد به ابن سلام وأصحابه ، لأنهم آمنوا في المدينة بعد الهجرة .\r\n وأجيب عن هذا السؤال بأن قيل : هذه السورة وإن كانت مكية إلا أن هذه الآية مدنية ، وأيضاً فإثبات النبوة بقول الواحد والإثنين مع كونهما غير معصومين عن الكذب لا يجوز ، وهذا السؤال واقع .\r\n القول الثاني : أراد بالكتاب القرآن ، أي أن الكتاب الذي جئتكم به معجز قاهر وبرهان باهر ، إلا أنه لا يحصل العلم بكونه معجزاً إلا لمن علم ما في هذا الكتاب من الفصاحة والبلاغة ، واشتماله على الغيوب وعلى العلوم الكثيرة .\r\n فمن عرف هذا الكتاب على هذا الوجه علم كونه معجزاً .\r\n فقوله : { وَمَنْ عِندَهُ عِلْمُ الكتاب } أي ومن عنده علم القرآن وهو قول الأصم .\r\n القول الثالث : ومن عنده علم الكتاب المراد به : الذي حصل عنده علم التوراة والإنجيل ، يعني : أن كل من كان عالماً بهذين الكتابين علم اشتمالهما على البشارة بمقدم محمد صلى الله عليه وسلم ، فإذا أنصف ذلك العالم ولم يكذب كان شاهداً على أن محمداً صلى الله عليه وسلم رسول حق من عند الله تعالى .\r\n القول الرابع : ومن عنده علم الكتاب هو الله تعالى ، وهو قول الحسن ، وسعيد بن جبير ، والزجاج قال الحسن : لا والله ما يعني إلا الله ، والمعنى : كفى بالذي يستحق العبادة وبالذي لا يعلم علم ما في اللوح إلا هو شهيداً بيني وبينكم ، وقال الزجاج : الأشبه أن الله تعالى لا يستشهد على صحة حكمه بغيره ، وهذا القول مشكل ، لأن عطف الصفة على الموصوف وإن كان جائزاً في الجملة إلا أنه خلاف الأصل .\r\n لا يقال : شهد بهذا زيد والفقيه ، بل يقال : شهد به زيد الفقيه ، وأما قوله إن الله تعالى لا يستشهد بغيره على صدق حكمه فبعيد ، لأنه لما جاز أن يقسم الله تعالى على صدق قوله بقوله : { والتين والزيتون } [ التين : 1 ] فأي امتناع فيما ذكره الزجاج .\r\n وأما القراءة الثانية : وهي قوله : { وَمَنْ عِندَهُ عِلْمُ الكتاب } على من الجارة فالمعنى : ومن لدنه علم الكتاب ، لأن أحداً لا يعلم الكتاب إلا من فضله وإحسانه وتعليمه ، ثم على هذه القراءة ففيه أيضاً قراءتان : ومن عنده علم الكتاب ، والمراد العلم الذي هو ضد الجهل ، أي هذا العلم إنما حصل من عند الله .\r\n والقراءة الثانية : ومن عنده علم الكتاب بضم العين وبكسر اللام وفتح الميم على ما لم يسم فاعله ، والمعنى : أنه تعالى لما أمر نبيه أن يحتج عليهم بشهادة الله تعالى على ما ذكرناه ، وكان لا معنى لشهادة الله تعالى على نبوته إلا إظهار القرآن على وفق دعواه ، ولا يعلم كون القرآن معجزاً إلا بعد الإحاطة بما في القرآن وأسراره ، بين تعالى أن هذا العلم لا يحصل إلا من عند الله ، والمعنى : أن الوقوف على كون القرآن معجزاً لا يحصل إلا إذا شرف الله تعالى ذلك العبد بأن يعلمه علم القرآن ، والله تعالى أعلم بالصواب .\r\n تم تفسير هذه السورة يوم الأحد الثامن عشر من شعبان سنة إحدى وستمائة .\r\n وأنا ألتمس من كل من نظر في كتابي هذا وانتفع به ، أن يخص ولدي محمداً بالرحمة والغفران ، وأن يذكرني بالدعاء .\r\n وأقول في مرثية ذلك الولد شعراً : أرى معالم هذا العالم الفاني \r\n ممزوجة بمخافات وأحزان خيراته مثل أحلام مفزعة \r\n وشره في البرايا دائم داني ",
        "fav": 0,
        "note": null,
        "normal": "ويقول الذين كفروا لست مرسلا قل كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتاب (43) ",
        "babnum": 29
    }
]