[
    {
        "id": 1709,
        "cate": "28",
        "title": "طسم (1) تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ (2) نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ (3) إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ (4) وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ (5) وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ (6) ",
        "details": " اعلم أن قوله تعالى : { طسم } كسائر الفواتح وقد تقدم القول فيها و { تِلْكَ } إشارة إلى آيات السورة و { الكتاب المبين } هو إما اللوح وإما الكتاب الذي وعد الله إنزاله على محمد صلى الله عليه وسلم فبين أن آيات هذه السورة هي آيات ذلك الكتاب ووصفه بأنه مبين لأنه بين فيه الحلال والحرام ، أو لأنه بين بفصاحته أنه من كلام الله دون كلام العباد ، أو لأنه يبين صدق نبوة محمد صلى الله عليه وسلم أو لأنه يبين خبر الأولين والآخرين ، أو لأنه يبين كيفية التخلص عن شبهات أهل الضلال .\r\n أما قوله تعالى : { نتلو عَلَيْكَ } أي على لسان جبريل عليه السلام لأنه كان يتلو على محمد حتى يحفظه ، وقوله : { مِن نَّبَإِ موسى وَفِرْعَوْنَ } فهو مفعول { نتلو عَلَيْكَ } أي نتلو عليك بعض خبرهما بالحق محقين ، كقوله : { تَنبُتُ بالدهن } [ المؤمنون : 20 ] وقوله : { لّقَوْمٍ يُؤْمِنُونَ } فيه وجهان : أحدهما : أنه تعالى قد أراد بذلك من لا يؤمن أيضاً لكنه خص المؤمنين بالذكر لأنهم قبلوا وانتفعوا فهو كقوله : { هُدًى لّلْمُتَّقِينَ } [ البقرة : 2 ] ، والثاني : يحتمل أنه تعالى علم أن الصلاح في تلاوته هو إيمانهم وتكون إرادته لمن لا يؤمن كالتبع ، قوله تعالى : { إِنَّ فِرْعَوْنَ عَلاَ فِى الأرض } قرىء فرعون بضم الفاء وكسرها ، والكسر أحسن وهو كالقسطاس والقسطاس { عَلاَ } استكبر وتجبر وتعظم وبغى ، والمراد به قوة الملك والعلو في الأرض يعني أرض مملكته ، ثم فصل الله تعالى بعض ذلك بقوله : { وَجَعَلَ أَهْلَهَا شِيَعاً } أي فرقاً يشيعونه على ما يريد ويطيعونه لا يملك أحد منهم مخالفته أو يشيع بعضهم بعضاً في استخدامه أو أصنافاً في استخدامه أو فرقاً مختلفة قد أغرى بينهم العداوة ليكونوا له أطوع أو المراد ما فسره بقوله : { يَسْتَضْعِفُ طَائِفَةً مّنْهُمْ } أي يستخدمهم { ويذبح أبناءهم ويستحيي نساءهم } فهذا هو المراد بالشيع .\r\n قوله : { يَسْتَضْعِفُ طَائِفَةً مّنْهُمْ } تلك الطائفة بنو إسرائيل ، وفي سبب ذبح الأبناء وجوه : أحدها : أن كاهناً قال له يولد مولود في بني إسرائيل في ليلة كذا يذهب ملكك على يده ، فولد تلك الليلة اثنا عشر غلاماً فقتلهم ، وعند أكثر المفسرين بقي هذا العذاب في بني إسرائيل سنين كثيرة ، قال وهب قتل القبط في طلب موسى عليه السلام تسعين ألفاً من بني إسرائيل .\r\n قال بعضهم في هذا دليل على حمق فرعون ، فإنه إن صدق الكاهن لم يدفع القتل الكائن وإن كذب فما وجه القتل؟ وهذا السؤال قد يذكر في تزييف علم الأحكام من علم النجوم ونظيره ما يقوله نفاة التكليف إن كان زيد في علم الله وفي قضائه من السعداء فلا حاجة إلى الطاعة ، وإن كان من الأشقياء فلا فائدة في الطاعة ، وأيضاً فهذا السؤال لو صح لبطل علم التعبير ومنفعته ، وأيضاً فجواب المنجم أن النجوم دلت على أنه يولد ولد لو لم يقتل لصار كذا وكذا ، وعلى هذا التقدير لا يكون السعي في قتله عبثاً .\r\n واعلم أن هذا الوجه ضعيف لأن إسناد مثل هذا الخبر إلى الكاهن اعتراف بأنه قد يخبر عن الغيب على سبيل التفصيل ، ولو جوزناه لبطلت دلالة الأخبار عن الغيب على صدق الرسل وهو بإجماع المسلمين باطل وثانيها : وهو قول السدي أن فرعون رأى في منامه أن ناراً أقبلت من بيت المقدس واشتملت على مصر فأحرقت القبط دون بني إسرائيل فسأل عن رؤياه فقالوا يخرج من هذا البلد الذي جاء بنو إسرائيل منه رجل يكون على يده هلاك مصر ، فأمر بقتل الذكور وثالثها : أن الأنبياء الذين كانوا قبل موسى عليه السلام بشروا بمجيئه وفرعون كان قد سمع ذلك فلهذا كان يذبح أبناء بني إسرائيل ، وهذا الوجه هو الأولى بالقبول ، قال صاحب «الكشاف» : { يَسْتَضْعِفُ } حال من الضمير في { وَجَعَلَ } أو صفة لشيعا ، أو كلام مستأنف و { يُذَبّحُ } بدل من { يَسْتَضْعِفُ } وقوله : { إِنَّهُ كَانَ مِنَ المفسدين } يدل على أن ذلك القتل ما حصل منه إلا الفساد ، وأنه لا أثر له في دفع قضاء الله تعالى .\r\n أما قوله : { وَنُرِيدُ أَن نَّمُنَّ } فهو جملة معطوفة على قوله : { إِنَّ فِرْعَوْنَ عَلاَ فِى الأرض } لأنها نظيرة تلك في وقوعها تفسيراً لنبأ موسى عليه السلام وفرعون واقتصاصاً له ، واللفظ في قوله : { وَنُرِيدُ } للاستقبال ولكن أريد به حكاية حال ماضية ويجوز أن يكون حالاً من { يَسْتَضْعِفُ } أي يستضعفهم فرعون ونحن نريد أن نمن عليهم ، فإن قيل كيف يجتمع استضعافهم وإرادة الله تعالى المن عليهم وإذا أراد الله شيئاً كان ولم يتوقف إلى وقت آخر؟ قلنا لما كان منة الله عليهم بتخليصهم من فرعون قريبة الوقوع جعلت إرادة وقوعها كأنها مقارنة لاستضعافهم .\r\n أما قوله : { وَنَجْعَلَهُمْ أَئِمَّةً } أي متقدمين في الدنيا والدين وعن مجاهد دعاة إلى الخير وعن قتادة ولاة كقوله : { وَجَعَلَكُمْ مُّلُوكاً } [ المائدة : 20 ] ، { وَنَجْعَلَهُمُ الوارثين } يعني لملك فرعون وأرضه وما في يده .\r\n أما قوله : { وَنُمَكّنَ لَهُمْ فِى الأرض } فاعلم أنه يقال مكن له إذا جعل له مكاناً يقعد عليه ( أو يرقد ) فوطأه ومهده ، ونظيره أرض له ومعنى التمكين لهم في الأرض وهي أرض مصر والشام أن ينفذ أمرهم ويطلق أيديهم وقوله : { وَنُرِىَ فِرْعَوْنَ وهامان وَجُنُودَهُمَا مِنْهُمْ مَّا كَانُواْ يَحْذَرونَ } قرىء { وَيَرَى فِرْعَوْنَ وهامان وَجُنُودَهُمَا } أي يرون منهم ما كانوا خائفين منه من ذهاب ملكهم وهلاكهم على يد مولود بني إسرائيل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "طسم (1) تلك آيات الكتاب المبين (2) نتلو عليك من نبإ موسى وفرعون بالحق لقوم يؤمنون (3) إن فرعون علا في الأرض وجعل أهلها شيعا يستضعف طائفة منهم يذبح أبناءهم ويستحيي نساءهم إنه كان من المفسدين (4) ونريد أن نمن على الذين استضعفوا في الأرض ونجعلهم أئمة ونجعلهم الوارثين (5) ونمكن لهم في الأرض ونري فرعون وهامان وجنودهما منهم ما كانوا يحذرون (6) ",
        "babnum": 1
    },
    {
        "id": 1710,
        "cate": "28",
        "title": "وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ (7) فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ (8) وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِي وَلَكَ لَا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لَا يَشْعُرُونَ (9) ",
        "details": " اعلم أنه تعالى لما قال : { وَنُرِيدُ أَن نَّمُنَّ عَلَى الذين } [ القصص : 5 ] ابتدأ بذكر أوائل نعمه في هذا الباب بقوله : { وَأَوْحَيْنَا إلى أُمّ موسى } والكلام في هذا الوحي ذكرناه في سورة طه ( 37 ، 38 ) في قوله : { وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أخرى * إِذْ أَوْحَيْنَا إلى أُمّكَ مَا يوحى } وقوله : { أَنْ أَرْضِعِيهِ } كالدلالة على أنها أرضعته وليس في القرآن حد ذلك ، { فَإِذَا خِفْتِ عَلَيْهِ } أن يفطن به جيرانك ويسمعون صوته عند البكاء { فَأَلْقِيهِ فِى اليم } قال ابن جريج : إنه بعد أربعة أشهر صاح فألقى في اليم والمراد باليم ههنا النيل { وَلاَ تَخَافِى وَلاَ تَحْزَنِى } والخوف غم يحصل بسبب مكروه يتوقع حصوله في المستقبل ، والحزن غم يلحقه بسبب مكروه حصل في الماضي ، فكأنه قيل ولا تخافي من هلاكه ولا تحزني بسبب فراقه و { إنا رادّوه إليك } لتكوني أنت المرضعة له { وجاعلوه مِنَ المرسلين } إلى أهل مصر والشام وقصة الإلقاء في اليم قد تقدمت في سورة طه .\r\n وقال ابن عباس : إن أم موسى عليه السلام لما تقارب ولادها كانت قابلة من القوابل التي وكلهم فرعون بالحبالى مصافية لأم موسى عليه السلام فلما أحست بالطلق أرسلت إليها وقالت لها قد نزل بي ما نزل ولينفعني اليوم حبك إياي فجلست القابلة فلما وقع موسى عليه السلام إلى الأرض هالها نور بين عينيه فارتعش كل مفصل منها ، ودخل حب موسى عليه السلام قلبها فقالت يا هذه ما جئتك إلا لقتل مولودك ، ولكني وجدت لابنك هذا حباً شديداً فاحتفظي بابنك ، فإنه أراه عدونا ، فلما خرجت القابلة من عندها أبصرها بعض العيون فجاء إلى بابها ليدخل على أم موسى فقالت أخته يا أماه هذا الحرس فلفته ووضعته في تنور مسجور فطاش عقلها فلم تعقل ما تصنع ، فدخلوا فإذا التنور مسجور ورأوا أم موسى لم يتغير لها لون ولم يظهر لها لبن فقالوا لم دخلت القابلة عليك؟ قالت إنها حبيبة لي دخلت للزيارة فخرجوا من عندها ورجع إليها عقلها فقالت لأخت موسى أين الصبي؟ قالت لا أدري فسمعت بكاء في التنور فانطلقت إليه وقد جعل الله النار عليه برداً وسلاماً فأخذته ، ثم إن أم موسى عليه السلام لما رأت فرعون جد في طلب الولدان خافت على ابنها فقذف الله في قلبها أن تتخذ له تابوتاً ثم تقذف التابوت في النيل ، فذهبت إلى نجار من أهل مصر فاشترت منه تابوتاً فقال لها ما تصنعين به؟ فقالت ابن لي أخشى عليه كيد فرعون أخبؤه فيه وما عرفت أنه يفشي ذلك الخبر ، فلما انصرفت ذهب النجار ليخبر به الذباحين فلما جاءهم أمسك الله لسانه وجعل يشير بيده ، فضربوه وطردوه فلما عاد إلى موضعه رد الله عليه نطقه فذهب مرة أخرى ليخبرهم به فضربوه وطردوه فلما عاد إلى موضعه رد الله نطقه ، فذهب مرة أخرى ليخبرهم به فضربوه وطردوه فأخذ الله بصره ولسانه ، فجعل لله تعالى أنه إن رد عليه بصره ولسانه فإنه لا يد لهم عليه فعلم الله تعالى منه الصدق فرد عليه بصره ولسانه وانطلقت أم موسى وألقته في النيل ، وكان لفرعون بنت لم يكن له ولد غيرها وكان لها كل يوم ثلاث حاجات ترفعها إلى أبيها وكان بها برص شديد وكان فرعون قد شاور الأطباء والسحرة في أمرها ، فقالوا أيها الملك لا تبرأ هذه إلا من قبل البحر يوجد منه شبه الإنسان فيؤخذ من ريقه فيلطخ به برصها فتبرأ من ذلك ، وذلك في يوم كذا في شهر كذا حين تشرق الشمس ، فلما كان ذلك اليوم غدا فرعون إلى مجلس كان له على شفير النيل ومعه آسية بنت مزاحم وأقبلت بنت فرعون في جواريها حتى جلست على الشاطىء إذ أقبل النيل بتابوت تضربه الأمواج وتعلق بشجرة ، فقال فرعون ائتوني به فابتدروه بالسفن من كل جانب حتى وضعوه بين يديه فعالجوا فتح الباب فلم يقدروا عليه ، وعالجوا كسره فلم يقدروا عليه ، فنظرت آسية فرأت نوراً في جوف التابوت لم يره غيرها فعالجته وفتحته ، فإذا هي بصبي صغير في المهد وإذا نور بين عينيه فألقى الله محبته في قلوب القوم ، وعمدت ابنة فرعون إلى ريقه فلطخت به برصها فبرئت وضمته إلى صدرها فقالت الغواة من قوم فرعون إنا نظن أن هذا هو الذي نحذر منه رمي في البحر فرقاً منك فهم فرعون بقتله فاستوهبته امرأة فرعون وتبنته فترك قتله .\r\n أما قوله : { فالتقطه ءالَ فِرْعَوْنَ } فالالتقاط إصابة الشيء من غير طلب ، والمراد بآل فرعون جواريه .\r\n أما قوله : { لِيَكُونَ لَهُمْ عَدُوّاً وَحَزَناً } فالمشهور أن هذه اللام يراد بها العاقبة قالوا وإلا نقض قوله : { وَقَالَتِ امرأت فِرْعَوْنَ قُرَّةُ عَيْنٍ لّى وَلَكَ } ونقض قوله : { وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مّنّى } [ طه : 39 ] ونظير هذه اللام قوله تعالى : { وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ } [ الأعراف : 179 ] وقوله الشاعر : لدوا للموت وابنوا للخراب \r\n واعلم أن التحقيق ما ذكره صاحب «الكشاف» وهو أن هذه اللام هي لام التعليل على سبيل المجاز ، وذلك لأن مقصود الشيء وغرضه يؤول إليه أمره فاستعملوا هذه اللام فيما يؤول إليه الشيء على سبيل التشبيه ، كإطلاق لفظ الأسد على الشجاع والبليد على الحمار ، قرأ حمزة والكسائي ( حزناً ) بضم الحاء وسكون الزاي والباقون بالفتح وهما لغتان مثل السقم والسقم .\r\n أما قوله : كانوا خاطئين ففيه وجهان : أحدهما : قال الحسن معنى { كَانُواْ خاطئين } ليس من الخطيئة بل المعنى وهم لا يشعرون أنه الذي يذهب بملكهم ، وأما جمهور المفسرين فقالوا معناه كانوا خاطئين فيما كانوا عليه من الكفر والظلم ، فعاقبهم الله تعالى بأن ربي عدوهم ومن هو سبب هلاكهم على أيديهم ، وقرىء { خاطين } تخفيف خاطئين أي خاطين الصواب إلى الخطأ وبين تعالى أنها التقطته ليكون قرة عين لها وله جميعاً ، قال ابن إسحق إن الله تعالى ألقى محبته في قلبها لأنه كان في وجهه ملاحة كل من رآه أحبه ، ولأنها حين فتحت التابوت رأت النور ، ولأنها لما فتحت التابوت رأته يمتص إصبعه ، ولأن ابنة فرعون لما لطخت برصها بريقه زال برصها ويقال ما كان لها ولد فأحبته ، قال ابن عباس لما قالت : { قُرَّةُ عَيْنٍ لّى وَلَكَ } فقال فرعون يكون لك وأما أنا فلا حاجة لي فيه ، فقال عليه السلام \" والذي يحلف به لو أقر فرعون أن يكون قرة عين له كما أقرت لهداه الله تعالى كما هداها \" قال صاحب «الكشاف» { قُرَّةُ عَيْنٍ } خبر مبتدأ محذوف ولا يقوى أن يجعل مبتدأ { وَلاَ تقاتلوهم } خبراً ولو نصب لكان أقوى ، وقراءة ابن مسعود دليل على أنه خبر ، قرأ { لاَ تَقْتُلُوهُ قُرَّةُ عَيْنٍ لّى وَلَكَ } ، وذلك لتقديم لا تقتلوه ، ثم قالت المرأة { عسى أَن يَنفَعَنَا } فنصيب منه خيراً { أَوْ نَتَّخِذَهُ وَلَدًا } لأنه أهل للتبني .\r\n أما قوله : { وَهُمْ لاَ يَشْعُرُونَ } فأكثر المفسرين على أنه ابتداء كلام من الله تعالى أي لا يشعرون أن هلاكهم بسببه وعلى يده ، وهذا قول مجاهد وقتادة والضحاك ومقاتل ، وقال ابن عباس يريد لا يشعرون إلى ماذا يصير أمر موسى عليه السلام .\r\n وقال آخرون هذا من تمام كلام المرأة أي لا يشعر بنو إسرائيل وأهل مصر أن التقطناه ، وهذا قول الكلبي .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأوحينا إلى أم موسى أن أرضعيه فإذا خفت عليه فألقيه في اليم ولا تخافي ولا تحزني إنا رادوه إليك وجاعلوه من المرسلين (7) فالتقطه آل فرعون ليكون لهم عدوا وحزنا إن فرعون وهامان وجنودهما كانوا خاطئين (8) وقالت امرأت فرعون قرت عين لي ولك لا تقتلوه عسى أن ينفعنا أو نتخذه ولدا وهم لا يشعرون (9) ",
        "babnum": 2
    },
    {
        "id": 1711,
        "cate": "28",
        "title": "وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغًا إِنْ كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ (10) وَقَالَتْ لِأُخْتِهِ قُصِّيهِ فَبَصُرَتْ بِهِ عَنْ جُنُبٍ وَهُمْ لَا يَشْعُرُونَ (11) ",
        "details": " ذكروا في قوله : { فُؤَادُ أُمّ موسى فَارِغاً } وجوهاً : أحدها : قال الحسن فارغاً من كل هم إلا من هم موسى عليه السلام وثانيها : قال أبو مسلم فراغ الفؤاد هو الخوف والإشفاق كقوله : { وَأَفْئِدَتُهُمْ هَوَاء } [ إبراهيم : 43 ] ، وثالثها : قال صاحب «الكشاف» فارغاً صفراً من العقل ، والمعنى أنها حين سمعت بوقوعه في يد فرعون طار عقلها من فرط الجزع والخوف ورابعها : قال الحسن ومحمد بن إسحق فارغاً من الوحي الذي أوحينا إليها أن ألقيه في اليم ولا تخافي ولا تحزني إنا رادوه إليك فجاءها الشيطان فقال لها كرهت أن يقتل فرعون ولدك فيكون لك أجر فتوليت إهلاكه ، ولما أتاها خبر موسى عليه السلام أنه وقع في يد فرعون فأنساها عظم البلاء ما كان من عهد الله إليها ، وخامسها : قال أبو عبيدة : فارغاً من الحزن لعلمها بأنه لا يقتل اعتماداً على تكفل الله بمصلحته قال ابن قتيبة : وهذا من العجائب كيف يكون فؤادها فارغاً من الحزن والله تعالى يقول : { لَوْلا أَن رَّبَطْنَا على قَلْبِهَا } وهل يربط إلا على قلب الجازع المحزون ، ويمكن أن يجاب عنه بأنه لا يمتنع أنها لشدة ثقتها بوعد الله لم تخف عند إظهار اسمه ، وأيقنت أنها وإن أظهرت فإنه يسلم لأجل ذلك الوعد إلا أنه كان في المعلوم أن الإظهار يضر فربط الله على قلبها ، ويحتمل قوله : { إِن كَادَتْ لَتُبْدِى بِهِ لَوْلا أَن رَّبَطْنَا على قَلْبِهَا } بالوحي فأمنت وزال عن قلبها الحزن ، فعلى هذا الوجه يصح أن يتأول على أن قلبها سلم من الحزن على موسى أصلاً ، وفيه وجه ثالث : وهو أنها سمعت أن امرأة فرعون عطفت عليه وتبنته إن كادت لتبدي به بأنه ولدها لأنها لم تملك نفسها فرحاً بما سمعت ، لولا أن سكنا ما بها من شدة الفرح والابتهاج { لِتَكُونَ مِنَ المؤمنين } الواثقين بوعد الله تعالى لا يتبنى امرأة فرعون اللعين وبعطفها ، وقرىء ( قرعاً ) أي خالياً من قولهم أعوذ بالله من صفر الإناء وقرع الفناء وفرغاً من قولهم : دماؤهم بينهم فرغ أي هدر يعني بطل قلبها من شدة ما ورد عليها .\r\n أما قوله : { إِن كَادَتْ لَتُبْدِى بِهِ } فاعلم أن على قول من فسر الفراغ بالفراغ من الحزن ، قد ذكرنا تفسير قوله : { إِن كَادَتْ لَتُبْدِى } وأما على قول من فسر الفراغ بحصول الخوف فذكروا وجوهاً : أحدها : قال ابن عباس كادت تخبر بأن الذي وجدتموه ابني ، وقال في رواية عكرمة كادت تقول واإبناه من شدة وجدها به وذلك حين رأت الموج يرفع ويضع ، وقال الكلبي ذلك حين سمعت الناس يقولون إنه ابن فرعون وقال السدي لما أخذ ابنها كادت تقول هو ابني فعصمها الله تعالى ، ثم قال : { لَوْلا أَن رَّبَطْنَا على قَلْبِهَا } بإلهام الصبر كما يربط على الشيء المتفلت ليستقر ويطمئن { لِتَكُونَ مِنَ المؤمنين } من المصدقين بوعد الله وهو قوله : { إِنَّا رَادُّوهُ إِلَيْكِ } [ القصص : 7 ] .\r\n أما قوله : { وَقَالَتْ لأُخْتِهِ قُصّيهِ } أي اتبعي أثره وانظري إلى أين وقع وإلى من صار وكانت أخته لأبيه وأمه واسمها مريم { فَبَصُرَتْ بِهِ } قال ابن عباس رضي الله عنهما أبصرته ، قال المبرد : أبصرته وبصرت به بمعنى واحد وقوله : { عَن جُنُبٍ } أي عن بعد وقرىء عن جانب وعن جنب والجنب الجانب أي نظرت نظرة مزورة متجانبة { وَهُمْ لاَ يَشْعُرُونَ } بحالها وغرضها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأصبح فؤاد أم موسى فارغا إن كادت لتبدي به لولا أن ربطنا على قلبها لتكون من المؤمنين (10) وقالت لأخته قصيه فبصرت به عن جنب وهم لا يشعرون (11) ",
        "babnum": 3
    },
    {
        "id": 1712,
        "cate": "28",
        "title": "وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ (12) فَرَدَدْنَاهُ إِلَى أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (13) ",
        "details": " اعلم أن قوله : { وَحَرَّمْنَا عَلَيْهِ المراضع مِن قَبْلُ } يقتضي تحريمها من قبله فإذا لم يصح بالتعبد والنهي لتعذر التمييز فلا بد من فعل سواه وذلك الفعل يحتمل أنه تعالى مع حاجته إلى اللبن أحدث فيه نفار الطبع عن لبن سائر النساء ، فلذلك لم يرضع أو أحدث في لبنهن من الطعم ما ينفر عنه طبعه أو وضع في لبن أمه لذة فلما تعودها لا جرم كان يكره لبن غيرها ، وعن الضحاك كانت أمه قد أرضعته ثلاثة أشهر حتى عرف ريحها والمراضع جمع مرضع ، وهي المرأة التي ترضع أو جمع مرضع وهو موضع الرضاع أي الثدي أو الرضاع وقوله : { مِن قَبْلُ } أي من قبل أن رددناه إلى أمه ومن قبل مجيء أخت موسى عليه السلام ، ومن قبل ولادته في حكمنا وقضائنا فعند ذلك قالت أخته { هَلْ أَدُلُّكُمْ على أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ } أي يضمنون رضاعه والقيام بمصالحه وهم له ناصحون لا يمنعونه ما ينفعه في تربيته وإغذائه ، ولا يخونونكم فيه والنصح إخلاص العمل من شائبة الفساد ، وقال السدي إنها لما قالت : { وَهُمْ لَهُ ناصحون } دل ظاهر ذلك على أن أهل البيت يعرفونه فقال لها هامان قد عرفت هذا الغلام فدلينا على أهله فقالت ما أعرفه ، ولكني إنما قلت هم للملك ناصحون ليزول شغل قلبه ، وكل ما روي في هذا الباب يدل على أن فرعون كان بمنزلة آسية في شدة محبته لموسى عليه السلام ، لا على ما قال من زعم أنها كانت مختصة بذلك فقط ثم قال تعالى : { فرددناه إلى أُمّهِ } بهذا الضرب من اللطف { كَىْ تَقَرَّ عَيْنُهَا وَلاَ تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ الله حَقٌّ } أي فيما كان وعدها من أنه يرده إليها ، ولقد كانت عالمة بذلك ، ولكن ليس الخبر كالعيان فتحققت بوجود الموعود { ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ } فيه وجوه أربعة : أحدها : ولكن أكثر الناس في ذلك العهد وبعد لا يعلمون لإعراضهم عن النظر في آيات الله وثانيها : قال الضحاك ومقاتل يعني أهل مصر لا يعلمون أن الله وعدها برده إليها وثالثها : هذا كالتعريض بما فرط منها حين سمعت بخبر موسى عليه السلام فجزعت وأصبح فؤادها فارغاً ورابعها : أن يكون المعنى إنا إنما رددناه إليها { لَتَعْلَمُ أَنَّ وَعْدَ الله حَقٌّ } والمقصود الأصلي من ذلك الرد هذا الغرض الديني ، ولكن الأكثر لا يعلمون أن هذا هو الغرض الأصلي ، وأن ما سواه من قرة العين وذهاب الحزن تبع ، قال الضحاك لما قبل ثديها قال هامان إنك لأمه ، قالت لا قال فما بالك قبل ثديك من بين النسوة قالت أيها الملك إني امرأة طيبة الريح حلوة اللبن ما شم ريحي صبي إلا أقبل على ثديي ، قالوا صدقت فلم يبق أحد من آل فرعون إلا أهدى إليها وأتحفها بالذهب والجواهر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وحرمنا عليه المراضع من قبل فقالت هل أدلكم على أهل بيت يكفلونه لكم وهم له ناصحون (12) فرددناه إلى أمه كي تقر عينها ولا تحزن ولتعلم أن وعد الله حق ولكن أكثرهم لا يعلمون (13) ",
        "babnum": 4
    },
    {
        "id": 1713,
        "cate": "28",
        "title": "وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى آتَيْنَاهُ حُكْمًا وَعِلْمًا وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ (14) وَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ قَالَ هَذَا مِنْ عَمَلِ الشَّيْطَانِ إِنَّهُ عَدُوٌّ مُضِلٌّ مُبِينٌ (15) قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (16) قَالَ رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِلْمُجْرِمِينَ (17) ",
        "details": " اعلم أن في قوله : { بَلَغَ أَشُدَّهُ واستوى } قولين : أحدهما : أنهما بمعنى واحد وهو استكمال القوة واعتدال المزاج والبنية والثاني : وهو الأصح أنهما معنيان متغايران ثم اختلفوا على وجوه : أحدها : وهو الأقرب أن الأشد عبارة عن كمال القوة الجسمانية البدنية ، والاستواء عبارة عن كمال القوة العقلية وثانيها : الأشد عبارة عن كمال القوة ، والاستواء عبارة عن كمال البنية والخلقة وثالثها : الأشد عبارة عن البلوغ ، والاستواء عبارة عن كمال الخلقة ورابعها : قال ابن عباس الأشد ما بين الثمان عشرة سنة إلى الثلاثين ثم من الثلاثين سنة إلى الأربعين يبقى سواء من غير زيادة ولا نقصان ، ومن الأربعين يأخذ في النقصان ، وهذا الذي قاله ابن عباس رضي الله عنهما حق ، لأن الإنسان يكون في أول العمر في النمو والتزايد ثم يبقى من غير زيادة ولا نقصان ، ثم يأخذ في الانتقاص فنهاية مدة الازدياد من أول العمر إلى العشرين ومن العشرين إلى الثلاثين يكون التزايد قليلاً والقوة قوية جداً ثم من الثلاثين إلى الأربعين يقف فلا يزداد ولا ينتقص ومن الأربعين إلى الستين يأخذ في الانتقاص الخفي ، ومن الستين إلى آخر العمر يأخذ في الانتقاص البين الظاهر ، ويروى أنه لم يبعث نبي إلا على رأس أربعين سنة والحكمة فيه ظاهرة لأن الإنسان يكون إلى رأس الأربعين قواه الجسمانية من الشهوة والغضب والحس قوية مستكملة فيكون الإنسان منجذباً إليها فإذا انتهى إلى الأربعين أخذت القوى الجسمانية في الانتقاص ، والقوة العقلية في الازدياد فهناك يكون الرجل أكمل ما يكون فلهذا السر اختار الله تعالى هذا السن للوحي .\r\n المسألة الثانية : اختلفوا في واحد الأشد ، قال الفراء : الأشد واحدها شد في القياس ولم يسمع لها بواحد .\r\n وقال أبو الهيثم : واحدة الأشد شدة ، كما أن واحدة الأنعم نعمة ، والشدة القوة والجلادة .\r\n أما قوله : { آتَيْنَاهُ حُكْمًا وَعِلْمًا } ففيه وجهان الأول : أنها النبوة وما يقرن بها من العلوم والأخلاق ، وعلى هذا التقدير ليس في الآية دليل على أن هذه النبوة كانت قبل قتل القبطي أو بعده ، لأن الواو في قوله : { وَدَخَلَ المدينة } لا تفيد الترتيب الثاني : آتيناه الحكمة والعلم قال تعالى : { واذكرن مَا يتلى فِى بُيُوتِكُنَّ مِنْ ءايات الله والحكمة } [ الأحزاب : 34 ] وهذا القول أولى لوجوه : أحدها : أن النبوة أعلى الدرجات البشرية فلا بد وأن تكون مسبوقة بالكمال في العلم والسيرة المرضية التي هي أخلاق الكبراء والحكماء وثانيها : أن قوله : { وَكَذَلِكَ نَجْزِى المحسنين } يدل على أنه إنما أعطاه الحكم والعلم مجازاة على إحسانه والنبوة لا تكون جزاء على العمل وثالثها : أن المراد بالحكم والعلم لو كان هو النبوة ، لوجب حصول النبوة لكل من كان من المحسنين لقوله : { وَكَذَلِكَ نَجْزِى المحسنين } لأن قوله : { وكذلك } إشارة إلى ما تقدم ذكره من الحكم والعلم ، ثم بين إنعامه عليه قبل قتل القبطي .\r\n وفيه مسائل : المسألة الأولى : اختلفوا في المدينة فالجمهور على أنها هي المدينة التي كان يسكنها فرعون ، وهي قرية على رأس فرسخين من مصر ، وقال الضحاك : هي عين شمس .\r\n المسألة الثانية : اختلفوا في معنى قوله : { على حِينِ غَفْلَةٍ مّنْ أَهْلِهَا } على أقوال : فالقول الأول : أن موسى عليه السلام لما بلغ أشده واستوى وآتاه الله الحكم والعلم في دينه ودين آبائه ، علم أن فرعون وقومه على الباطل ، فتكلم بالحق وعاب دينهم ، واشتهر ذلك منه حتى آل الأمر إلى أن أخافوه وخافهم ، وكان له من بني إسرائيل شيعة يقتدون به ويسمعون منه ، وبلغ في الخوف بحيث ما كان يدخل مدينة فرعون إلا خائفاً ، فدخلها يوماً على حين غفلة من أهلها ، ثم الأكثرون على أنه عليه السلام دخلها نصف النهار وقت ما هم قائلون ، وعن ابن عباس يريد بين المغرب والعشاء والأول أولى ، لأنه تعالى أضاف الغفلة إلى أهلها ، وإذا دخل المرء مستتراً لأجل خوف ، لا تضاف الغفلة إلى القوم القول الثاني : قال السدي : إن موسى عليه السلام حين كبر كان يركب مراكب فرعون ، ويلبس مثل ما يلبس ، ويدعى موسى ابن فرعون ، فركب يوماً في أثره فأدركه المقيل في موضع ، فدخلها نصف النهار ، وقد خلت الطرق ، فهو قوله : { على حِينِ غَفْلَةٍ } القول الثالث : قال ابن زيد : ليس المراد من قوله : { على حِينِ غَفْلَةٍ مّنْ أَهْلِهَا } حصول الغفلة في تلك الساعة ، بل المراد الغفلة من ذكر موسى وأمره ، فإن موسى حين كان صغيراً ضرب رأس فرعون بالعصا ونتف لحيته ، فأراد فرعون قتله ، فجيء بجمر فأخذه وطرحه في فيه ، فمنه عقدة لسانه ، فقال فرعون : لا أقتله ، ولكن أخرجوه عن الدار والبلد ، فأخرج ولم يدخل عليهم حتى كبر ، والقوم نسوا ذكره وذلك قوله : { على حِينِ غَفْلَةٍ } ولا مطمع في ترجيح بعض هذه الروايات على بعض ، لأنه ليس في القرآن ما يدل على شيء منها .\r\n المسألة الثالثة : قال تعالى : { فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلاَنِ هذا مِن شِيعَتِهِ وهذا مِنْ عَدُوّهِ } قال الزجاج : قال : هذا وهذا وهما غائبان على وجه الحكاية ، أي وجد فيها رجلين يقتتلان ، إذا نظر الناظر إليهما قال هذا من شيعته وهذا من عدوه ، ثم اختلفوا فقال مقاتل : الرجلان كانا كافرين ، إلا أن أحدهما من بني إسرائيل ، والآخر من القبط ، واحتج عليه بأن موسى عليه السلام قال له في اليوم الثاني { إِنَّكَ لَغَوِىٌّ مُّبِينٌ } [ القصص : 18 ] والمشهور أن الذي من شيعته كان مسلماً ، لأنه لا يقال فيمن يخالف الرجل في دينه وطريقه : إنه من شيعته ، وقيل إن القبطي الذي سخر الإسرائيلي كان طباخ فرعون ، استسخره لحمل الحطب إلى مطبخه ، وقيل الرجلان المقتتلان : أحدهما السامري وهو الذي من شيعته ، والآخر طباخ فرعون ، والله أعلم بكيفية الحال ، فاستغاثه الذي من شيعته على الذي من عدوه ، أي سأله أن يخلصه منه واستنصره عليه ، فوكزه موسى عليه السلام ، الوكز الدفع بأطراف الأصابع ، وقيل بجمع الكف .\r\n وقرأ ابن مسعود : ( فلكزه موسى ) ، وقال بعضهم : الوكز في الصدر واللكز في الظهر ، وكان عليه السلام شديد البطش ، وقال بعض المفسرين : فوكزه بعصاه ، قال المفضل هذا غلط ، لأنه لا يقال وكزه بالعصا { فقضى عَلَيْهِ } أي أماته وقتله .\r\n المسألة الرابعة : احتج بهذه الآية من طعن في عصمة الأنبياء عليه السلام من وجوه : أحدها : أن ذلك القبطي إما أن يقال إنه كان مستحق القتل أو لم يكن كذلك ، فإن كان الأول فلم قال : { هذا مِنْ عَمَلِ الشيطان } ولم قال : { رَبّ إِنّى ظَلَمْتُ نَفْسِى فاغفر لِى فَغَفَرَ لَهُ } ولم قال في سورة أخرى { فَعَلْتُهَا إِذاً وَأَنَاْ مِنَ الضالين } [ الشعراء : 20 ] ؟ وإن كان الثاني وهو أن ذلك القبطي لم يكن مستحق القتل كان قتله معصية وذنباً وثانيها : أن قوله : { وهذا مِنْ عَدُوّهِ } يدل على أنه كان كافراً حربياً فكان دمه مباحاً فلم استغفر عنه ، والاستغفار عن الفعل المباح غير جائز ، لأنه يوهم في المباح كونه حراماً؟ وثالثها : أن الوكز لا يقصد به القتل ظاهراً ، فكان ذلك القتل قتل خطأ ، فلم استغفر منه؟ والجواب : عن الأول لم لا يجوز أن يقال إنه كان لكفره مباح الدم .\r\n أما قوله : { هذا مِنْ عَمَلِ الشيطان } ففيه وجوه : أحدها : لعل الله تعالى وإن أباح قتل الكافر إلا أنه قال الأولى تأخير قتلهم إلى زمان آخر ، فلما قتل فقد ترك ذلك المندوب فقوله : { هذا مِنْ عَمَلِ الشيطان } معناه إقدامي على ترك المندوب من عمل الشيطان وثانيها : أن قوله ( هذا ) إشارة إلى عمل المقتول لا إلى عمل نفسه فقوله : { هذا مِنْ عَمَلِ الشيطان } أي عمل هذا المقتول من عمل الشيطان ، المراد منه بيان كونه مخالفاً لله تعالى مستحقاً للقتل وثالثها : أن يكون قوله ( هذا ) إشارة إلى المقتول ، يعني أنه من جند الشيطان وحزبه ، يقال فلان من عمل الشيطان ، أي من أحزابه .\r\n أما قوله : { رَبّ إِنّى ظَلَمْتُ نَفْسِى فاغفر لِى } فعلى نهج قول آدم عليه السلام : { رَبَّنَا ظَلَمْنَا أَنفُسَنَا } [ الأعراف : 23 ] والمراد أحد وجهين ، إما على سبيل الانقطاع إلى الله تعالى والاعتراف بالتقصير عن القيام بحقوقه ، وإن لم يكن هناك ذنب قط ، أو من حيث حرم نفسه الثواب بترك المندوب .\r\n أما قوله : { فاغفر لِى } أي فاغفر لي ترك هذا المندوب ، وفيه وجه آخر ، وهو أن يكون المراد رب إني ظلمت نفسي حيث قتلت هذا الملعون ، فإن فرعون لو عرف ذلك لقتلني به { فاغفر لِى } أي فاستره علي ولا توصل خبره إلى فرعون { فَغَفَرَ لَهُ } أي ستره عن الوصول إلى فرعون ، ويدل على هذا التأويل أنه على عقبه قال : { رَبّ بِمَا أَنْعَمْتَ عَلَىَّ فَلَنْ أَكُونَ ظَهِيراً لّلْمُجْرِمِينَ } ولو كانت إعانة المؤمن ههنا سبباً للمعصية لما قال ذلك .\r\n وأما قوله : { فَعَلْتُهَا إِذاً وَأَنَاْ مِنَ الضالين } فلم يقل إني صرت بذلك ضالاً ، ولكن فرعون لما ادعى أنه كان كافراً في حال القتل نفى عن نفسه كونه كافراً في ذلك الوقت ، واعترف بأنه كان ضالاً أي متحيراً لا يدري ما يجب عليه أن يفعله وما يدبر به في ذلك .\r\n أما قوله إن كان كافراً حربياً فلم استغفر عن قتله؟ قلنا كون الكافر مباح الدم أمر يختلف باختلاف الشرائع فلعل قتلهم كان حراماً في ذلك الوقت ، أو إن كان مباحاً لكن الأولى تركه على ما قررنا ، قوله ذلك القتل كان قتل خطأ ، قلنا لا نسلم فلعل الرجل كان ضعيفاً وموسى عليه السلام كان في نهاية الشدة ، فوكزه كان قاتلاً قطعاً .\r\n ثم إن سلمنا ذلك ولكن لعله عليه السلام كان يمكنه أن يخلص الإسرائيلي من يده بدون ذلك الوكز الذي كان الأولى تركه ، فلهذا أقدم على الاستغفار على أنا وإن سلمنا دلالة هذه الآية على صدور المعصية لكنا بينا أنه لا دليل ألبتة على أنه كان رسولاً في ذلك الوقت فيكون ذلك صادراً منه قبل النبوة ، وذلك لا نزاع فيه .\r\n المسألة الخامسة : قالت المعتزلة الآية دلت على بطلان قول من نسب المعاصي إلى الله تعالى لأنه عليه السلام قال : { هذا مِنْ عَمَلِ الشيطان } فنسب المعصية إلى الشيطان ، فلو كانت بخلق الله تعالى لكانت من الله لا من الشيطان وهو كقول يوسف عليه السلام { مِن بَعْدِ أَن نَّزغَ الشيطان بَيْنِى وَبَيْنَ إِخْوَتِى } [ يوسف : 100 ] وقول صاحب موسى عليه السلام : { وَمَا أَنْسَانِيهُ إِلاَّ الشيطان } [ الكهف : 63 ] وقوله تعالى : { لاَ يَفْتِنَنَّكُمُ الشيطان كَمَا أَخْرَجَ أَبَوَيْكُم مّنَ الجنة } [ الأعراف : 27 ] .\r\n أما قوله : { رَبّ بِمَا أَنْعَمْتَ عَلَىَّ فَلَنْ أَكُونَ ظَهِيراً لّلْمُجْرِمِينَ } ففيه وجوه : أحدها : أن ظاهره يدل على أنه قال إنك لما أنعمت علي بهذا الإنعام فإني لا أكون معاوناً لأحد من المجرمين بل أكون معاوناً للمسلمين ، وهذا يدل على أن ما أقدم عليه من إعانة الإسرائيلي على القبطي كان طاعة لا معصية ، إذ لو كانت معصية ، لنزل الكلام منزلة ما إذا قيل إنك لما أنعمت علي بقبول توبتي عن تلك المعصية فإني أكون مواظباً على مثل تلك المعصية وثانيها : قال القفال : كأنه أقسم بما أنعم الله عليه أن لا يظاهر مجرماً ، والباء للقسم أي بنعمتك علي وثالثها : قال الكسائي والفراء إنه خبر ، ومعناه الدعاء كأنه قال فلا تجعلني ظهيراً ، قال الفراء وفي حرف عبدالله { فَلاَ تَجْعَلْنِى ظَهِيرًا } ، واعلم أن في الآية دلالة على أنه لا يجوز معاونة الظلمة والفسقة .\r\n وقال ابن عباس : لم يستثن ولم يقل فلن أكون ظهيراً إن شاء الله ، فابتلي به في اليوم الثاني ، وهذا ضعيف لأنه في اليوم الثاني ترك الإعانة ، وإنما خاف منه ذلك العدو فقال : { إِن تُرِيدُ إِلاَّ أَن تَكُونَ جَبَّاراً فِى الأرض } [ القصص : 19 ] لا أنه وقع منه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولما بلغ أشده واستوى آتيناه حكما وعلما وكذلك نجزي المحسنين (14) ودخل المدينة على حين غفلة من أهلها فوجد فيها رجلين يقتتلان هذا من شيعته وهذا من عدوه فاستغاثه الذي من شيعته على الذي من عدوه فوكزه موسى فقضى عليه قال هذا من عمل الشيطان إنه عدو مضل مبين (15) قال رب إني ظلمت نفسي فاغفر لي فغفر له إنه هو الغفور الرحيم (16) قال رب بما أنعمت علي فلن أكون ظهيرا للمجرمين (17) ",
        "babnum": 5
    },
    {
        "id": 1714,
        "cate": "28",
        "title": "فَأَصْبَحَ فِي الْمَدِينَةِ خَائِفًا يَتَرَقَّبُ فَإِذَا الَّذِي اسْتَنْصَرَهُ بِالْأَمْسِ يَسْتَصْرِخُهُ قَالَ لَهُ مُوسَى إِنَّكَ لَغَوِيٌّ مُبِينٌ (18) فَلَمَّا أَنْ أَرَادَ أَنْ يَبْطِشَ بِالَّذِي هُوَ عَدُوٌّ لَهُمَا قَالَ يَامُوسَى أَتُرِيدُ أَنْ تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالْأَمْسِ إِنْ تُرِيدُ إِلَّا أَنْ تَكُونَ جَبَّارًا فِي الْأَرْضِ وَمَا تُرِيدُ أَنْ تَكُونَ مِنَ الْمُصْلِحِينَ (19) وَجَاءَ رَجُلٌ مِنْ أَقْصَى الْمَدِينَةِ يَسْعَى قَالَ يَامُوسَى إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ (20) فَخَرَجَ مِنْهَا خَائِفًا يَتَرَقَّبُ قَالَ رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ (21) ",
        "details": " اعلم أن عند موت ذلك الرجل من الوكز أصبح موسى عليه السلام من غد ذلك اليوم خائفاً من أن يظهر أنه هو القاتل فيطلب به ، وخرج على استتار { فَإِذَا الذى استنصره } وهو الإسرائيلي { بالأمس يَسْتَصْرِخُهُ } يطلب نصرته بصياح وصراخ ، { قال له موسى إِنك لَغوى مبِين } قال أهل اللغة الغوي يجوز أن يكون فعيلاً بمعنى مفعل أي إنك لمغو لقومي فإني وقعت بالأمس فيما وقعت فيه بسببك ، ويجوز أن يكون بمعنى الغاوي .\r\n واحتج به من قدح في عصمة الأنبياء عليهم السلام ، فقال كيف يجوز لموسى عليه السلام أن يقول لرجل من شيعته يستصرخه { إِنَّكَ لَغَوِىٌّ مُّبِينٌ } ؟ الجواب من وجهين : الأول : أن قوم موسى عليه السلام كانوا غلاظاً جفاة ألا ترى إلى قولهم بعد مشاهدة الآيات { اجعل لَّنَا إلها كَمَا لَهُمْ ءالِهَةٌ } [ الأعراف : 138 ] فالمراد بالغوي المبين ذلك الثاني : أنه عليه السلام إنما سماه غوياً لأن من تكثر منه المخاصمة على وجه يتعذر عليه دفع خصمه عما يرومه من ضرره يكون خلاف طريقة الرشد .\r\n واختلفوا في قوله تعال : { قَالَ يَا موسى أَتُرِيدُ أَن تَقْتُلَنِى كَمَا قَتَلْتَ } أهو من كلام الإسرائيلي أو القبطي؟ فقال بعضهم لما خاطب موسى الإسرائيلي بأنه غوي ورآه على غضب ظن لما هم بالبطش أنه يريده ، فقال هذا القول ، وزعموا أنه لم يعرف قتله بالأمس للرجل إلا هو ، وصار ذلك سبباً لظهور القتل ومزيد الخوف ، وقال آخرون بل هو قول القبطي ، وقد كان عرف القصة من الإسرائيلي ، والظاهر هذا الوجه لأنه تعالى قال : { فَلَمَّا أَنْ أَرَادَ يَبْطِشَ بالذى هُوَ عَدُوٌّ لَّهُمَا قَالَ ياموسى } فهذا القول إذن منه لا من غيره وأيضاً فقوله : { إِن تُرِيدُ إِلاَّ أَن تَكُونَ جَبَّاراً فِى الأرض } لا يليق إلا بأن يكون قولاً للكافر .\r\n واعلم أن الجبار الذي يفعل ما يريد من الضرب والقتل بظلم لا ينظر في العواقب ولا يدفع بالتي هي أحسن وقيل المتعظم الذي لا يتواضع لأمر أحد ، ولما وقعت هذه الواقعة انتشر الحديث في المدينة وانتهى إلى فرعون وهموا بقتله .\r\n أما قوله : { وَجَاء رَجُلٌ مّنْ أَقْصَى المدينة يسعى } قال صاحب «الكشاف» يسعى يجوز ارتفاعه وصفاً لرجل ، وانتصابه حالاً عنه ، لأنه قد تخصص بقوله : { مِنْ أَقْصَى المدينة } والائتمار التشاور يقال الرجلان ( يتآمران ) يأتمران لأن كل واحد منهما يأمر صاحبه بشيء أو يشير عليه بأمر والمعنى يتشاورون بسببك .\r\n وأكثر المفسرين على أن هذا الرجل مؤمن آل فرعون ، فعلى وجه الإشفاق أسرع إليه ليخوفه بأن الملأ يأتمرون بك ليقتلوك .\r\n أما قوله : { فَخَرَجَ مِنْهَا خَائِفاً يَتَرَقَّبُ } أي خائفاً على نفسه من آل فرعون ينتظر هل يلحقه طلب فيؤخذ ، ثم التجأ إلى الله تعالى لعلمه بأنه لا ملجأ سواه فقال : { رَبّ نَجّنِى مِنَ القوم الظالمين } وهذا يدل على أن قتله لذلك القبطي لم يكن ذنباً ، وإلا لكان هو الظالم لهم وما كانوا ظالمين له بسبب طلبهم إياه ليقتلوه قصاصاً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فأصبح في المدينة خائفا يترقب فإذا الذي استنصره بالأمس يستصرخه قال له موسى إنك لغوي مبين (18) فلما أن أراد أن يبطش بالذي هو عدو لهما قال ياموسى أتريد أن تقتلني كما قتلت نفسا بالأمس إن تريد إلا أن تكون جبارا في الأرض وما تريد أن تكون من المصلحين (19) وجاء رجل من أقصى المدينة يسعى قال ياموسى إن الملأ يأتمرون بك ليقتلوك فاخرج إني لك من الناصحين (20) فخرج منها خائفا يترقب قال رب نجني من القوم الظالمين (21) ",
        "babnum": 6
    },
    {
        "id": 1715,
        "cate": "28",
        "title": "وَلَمَّا تَوَجَّهَ تِلْقَاءَ مَدْيَنَ قَالَ عَسَى رَبِّي أَنْ يَهْدِيَنِي سَوَاءَ السَّبِيلِ (22) وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ وَوَجَدَ مِنْ دُونِهِمُ امْرَأَتَيْنِ تَذُودَانِ قَالَ مَا خَطْبُكُمَا قَالَتَا لَا نَسْقِي حَتَّى يُصْدِرَ الرِّعَاءُ وَأَبُونَا شَيْخٌ كَبِيرٌ (23) فَسَقَى لَهُمَا ثُمَّ تَوَلَّى إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ (24) فَجَاءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاءٍ قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا فَلَمَّا جَاءَهُ وَقَصَّ عَلَيْهِ الْقَصَصَ قَالَ لَا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ (25) قَالَتْ إِحْدَاهُمَا يَاأَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ (26) قَالَ إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ عَلَى أَنْ تَأْجُرَنِي ثَمَانِيَ حِجَجٍ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَ وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّالِحِينَ (27) قَالَ ذَلِكَ بَيْنِي وَبَيْنَكَ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ وَاللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ (28) ",
        "details": " اعلم أن الناس اختلفوا في قوله : { وَلَمَّا تَوَجَّهَ تِلْقَاء مَدْيَنَ } فال بعضهم إنه خرج وما قصد مدين ولكنه سلم نفسه إلى الله تعالى وأخذ يمشي من غير معرفة فأوصله الله تعالى إلى مدين ، وهذا قول ابن عباس ، وقال آخرون لما خرج قصد مدين لأنه وقع في نفسه أن بينهم وبينه قرابة لأنهم من ولد مدين بن إبراهيم عليه السلام ، وهو كان من بني إسرائيل لكن لم يكن له علم بالطريق بل اعتمد على فضل الله تعالى ، ومن الناس من قال بل جاءه جبريل عليه السلام ، وعلمه الطريق وذكر ابن جرير عن السدي لما أخذ موسى عليه السلام في المسير جاءه ملك على فرس فسجد له موسى من الفرح ، فقال لا تفعل واتبعني فاتبعه نحو مدين ، واحتج من قال إنه خرج وما قصد مدين بأمرين : أحدهما : قوله : { وَلَمَّا تَوَجَّهَ تِلْقَاء مَدْيَنَ } ولو كان قاصداً للذهاب إلى مدين لقال ، ولما توجه إلى مدين فلما لم يقل ذلك بل قال : { تَوَجَّهَ تِلْقَاء مَدْيَنَ } علمنا أنه لم يتوجه إلا إلى ذلك الجانب من غير أن يعلم أن ذلك الجانب إلى أين ينتهي والثاني : قوله : { عسى رَبّى أَن يَهْدِيَنِى سَوَاء السبيل } وهذا كلام شاك لا عالم والأقرب أن يقال إنه قصد الذهاب إلى مدين وما كان عالماً بالطريق .\r\n ثم إنه كان يسأل الناس عن كيفية الطريق لأنه يبعد من موسى عليه السلام في عقله وذكائه أن لا يسأل ، ثم قال ابن إسحاق خرج من مصر إلى مدين بغير زاد ولا ظهر ، وبينهما مسيرة ثمانية أيام ولم يكن له طعام إلا ورق الشجر .\r\n أما قوله : { عسى رَبّى أَن يَهْدِيَنِى سَوَاء السبيل } فهو نظير قول جده إبراهيم عليه السلام : { إِنّى ذَاهِبٌ إلى رَبّى سَيَهْدِينِ } [ الصافات : 99 ] وموسى عليه السلام قلما يذكر كلاماً في الاستدلال والجواب والدعاء والتضرع إلا ما ذكره إبراهيم عليه السلام ، وهكذا الخلف الصدق للسلف الصالح صلوات الله عليهم وعلى جميع الطيبين المطهرين { وَلَمَّا وَرَدَ مَاء مَدْيَنَ } وهو الماء الذي يسقون منه وكان بئراً فيما روي ووروده مجيئه والوصول إليه { وَجَدَ عَلَيْهِ } أي فوق شفيره ومستقاه { أُمَّةٍ } جماعة كثيرة العدد { مِنَ الناس } من أناس مختلفين { وَوَجَدَ مِن دُونِهِمُ } في مكان أسفل من مكانهم { امرأتين تَذُودَانِ } والذود الدفع والطرد فقوله ( تذودان ) أي تحبسان ثم فيه أقوال : الأول : تحبسان أغنامهما واختلفوا في علة ذلك الحبس على وجوه : أحدها : قال الزجاج لأن على الماء من كان أقوى منهما فلا يتمكنان من السقي وثانيها : كانتا تكرهان المزاحمة على الماء وثالثها : لئلا تختلط أغنامهما بأغنامهم ورابعها : لئلا تختلطا بالرجال القول الثاني : كانتا تذودان عن وجوههما نظراً الناظر ليراهما والقول الثالث : تذودان الناس عن غنمهما القول الرابع : قال الفراء تحبسانها عن أن تتفرق وتتسرب { قَالَ مَا خَطْبُكُمَا } أي ما شأنكما وحقيقته ما مخطوبكما أي مطلوبكما من الذياد فسمى المخطوب خطباً كما يسمى المشئون شأناً في قولك ما شأنك { قَالَتَا لاَ نَسْقِى حتى يُصْدِرَ الرعاء وَأَبُونَا شَيْخٌ كَبِيرٌ } وذلك يدل على ضعفهما عن السقي من وجوه : أحدها : أن العادة في السقي للرجال ، والنساء يضعفن عن ذلك وثانيها : ما ظهر من ذودهما الماشية على طريق التأخير وثالثها : قولهما حتى يصدر الرعاء ورابعها : انتظارهما لما يبقى من القوم من الماء وخامسها : قولهما : { وَأَبُونَا شَيْخٌ كَبِيرٌ } ودلالة ذلك على أنه لو كان قوياً حضر ولو حضر لم يتأخر السقي ، فعند ذلك سقى لهما قبل صدر الرعاء ، وعادتا إلى أبيهما قبل الوقت المعتاد .\r\n قرأ أبو عمرو وابن عامر وعاصم بفتح الياء وضم الدال ، وقرأ الباقون بضم الياء ، وكسر الدال فالمعنى في القراءة الأولى حتى ينصرفوا عن الماء ويرجعوا عن سقيهم وصدر ضد ورد ، ومن قرأ بضم الياء فالمعنى في القراءة حتى يصدر القوم مواشيهم .\r\n أما قوله : { فسقى لَهُمَا } أي سقى غنمهما لأجلهما ، وفي كيفية السقي أقوال : أحدها : أنه عليه السلام سأل القوم أن يسمحوا فسمحوا وثانيهما : قال قوم عمد إلى بئر على رأسه صخرة لا يقلها إلا عشرة ، وقيل أربعون ، وقيل مائة فنحاها بنفسه واستقى الماء من ذلك البئر وثالثها : أن القوم لما زاحمهم موسى عليه السلام تعمدوا إلقاء ذلك الحجر على رأس البئر فهو عليه السلام رمى ذلك الحجر وسقى لهما وليس بيان ذلك في القرآن ، والله أعلم بالصحيح منه ، لكن المرأة وصفت موسى عليه السلام بالقوة فدل ذلك على أنها شاهدت منه ما يدل على فضل قوته ، وقال تعالى : { ثُمَّ تولى إِلَى الظل } وفيه دلالة على أنه سقى لهما في شمس وحر ، وفيه دلالة أيضاً على كمال قوة موسى عليه السلام ، قال الكلبي : أتى موسى أهل الماء فسألهم دلواً من ماء ، فقالوا له إن شئت ائت الدلو فاستق لهما قال نعم ، وكان يجتمع على الدلو أربعون رجلاً حتى يخرجوه من البئر فأخذ موسى عليه السلام الدلو فاستقى به وحده وصب في الحوض ودعا بالبركة ثم قرب غنمهما فشربت حتى رويت ثم سرحهما مع غنمهما .\r\n فإن قيل كيف ساغ لنبي الله الذي هو شعيب أن يرضى لابنتيه بسقي الماشية؟ قلنا ليس في القرآن ما يدل على أن أباهما كان شعيباً والناس مختلفون فيه ، فقال ابن عباس رضي الله عنهما إن أباهما هو بيرون ابن أخي شعيب وشعيب مات بعدما عمي وهو اختيار أبي عبيد وقال الحسن إنه رجل مسلم قبل الدين عن شعيب على أنا وإن سلمنا أنه كان شعيباً عليه السلام لكن لا مفسدة فيه لأن الدين لا يأباه ، وأما المروءة فالناس فيها مختلفون وأحوال أهل البادية غير أحوال أهل الحضر ، لا سيما إذا كانت الحالة حالة الضرورة .\r\n وأما قوله : { قَالَ رَبّ إِنّى لِمَا أَنزَلْتَ إِلَىَّ مِنْ خَيْرٍ فَقِيرٌ } فالمعنى إني لأي شيء أنزلت إلي من خير قليل أو كثير غث أو سمين لفقير ، وإنما عدى فقيراً باللام لأنه ضمن معنى سائل وطالب .\r\n واعلم أن هذا الكلام يدل على الحاجة ، إما إلى الطعام أو إلى غيره ، إلا أن المفسرين حملوه على الطعام قال ابن عباس يريد طعاماً يأكله ، وقال الضحاك مكث سبعة أيام لم يذق فيها طعاماً إلا بقل الأرض ، وروي أن موسى عليه السلام لما قال ذلك رفع صوته ليسمع المرأتين ذلك ، فإن قيل إنه عليه السلام لما بقي معه من القوة ما قدر بها على حمل ذلك الدلو العظيم ، فكيف يليق بهمته العالية أن يطلب الطعام ، أليس أنه عليه السلام قال : « لا تحل الصدقة لغني ولا لذي قوة سوي » ؟ قلنا أما رفع الصوت بذلك لإسماع المرأتين وطلب الطعام فذاك لا يليق بموسى عليه السلام ألبتة فلا تقبل تلك الرواية ولكن لعله عليه السلام قال ذلك في نفسه مع ربه تعالى ، وفي الآية وجه آخر كأنه قال رب إني بسبب ما أنزلت إلي من خير الدين صرت فقيراً في الدنيا لأنه كان عند فرعون في ملك وثروة ، فقال ذلك رضي بهذا البدل وفرحاً به وشكراً له ، وهذا التأويل أليق بحال موسى عليه السلام .\r\n أما قوله تعالى : { فَجَاءتْهُ إِحْدَاهُمَا تَمْشِى عَلَى استحياء } فقوله { عَلَى استحياء } في موضع الحال أي مستحيية ، قال عمر بن الخطاب قد استترت بكم قميصها ، وقيل ماشية على بعد مائلة عن الرجال وقال عبد العزيز بن أبي حازم على إجلال له ومنهم من يقف على قوله : { تَمْشِى } ثم يبتدىء فيقول : { عَلَى استحياء } قالت : { إِنَّ أَبِى يَدْعُوكَ } يعني أنها على الاستحياء قالت هذا القول لأن الكريم إذا دعا غيره إلى الضيافة يستحيي ، لا سيما المرأة وفي ذلك دلالة على أن شعيباً لم يكن له معين سواهما وروي أنهما لما رجعتا إلى أبيهما قبل الناس ، قال لهما ما أعجلكما قالتا وجدنا رجلاً صالحاً رحمنا فسقى لنا ، فقال لإحداهما اذهبي فادعيه لي ، أما الاختلاف في أن ذلك الشيخ كان شعيباً عليه السلام أو غيره فقد تقدم ، والأكثرون على أنه شعيب .\r\n وقال محمد بن إسحاق في البنتين اسم الكبرى صفورا ، والصغرى ليا ، وقال غيره صفرا وصفيرا ، وقال الضحاك صافورا والتي جاءت إلى موسى عليه السلام هي الكبرى على قول الأكثرين ، وقال الكلبي الصغرى ، وليس في القرآن دلالة على شيء من هذه التفاصيل .\r\n أما قوله : { قَالَتْ إِنَّ أَبِى يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا } ففيه إشكالات : أحدها : كيف ساغ لموسى عليه السلام أن يعمل بقول امرأة وأن يمشي معها وهي أجنبية ، فإن ذلك يورث التهمة العظيمة ، وقال عليه السلام : « اتقوا مواضع التهم » ؟ وثانيها : أنه سقى أغنامهما تقرباً إلى الله تعالى فكيف يليق به أخذ الأجرة عليه فإن ذلك غير جائز في المروءة ، ولا في الشريعة؟ وثالثها : أنه عرف فقرهن وفقر أبيهن وعجزهم وأنه عليه السلام كان في نهاية القوة بحيث كان يمكنه الكسب الكثير بأقل سعي ، فكيف يليق بمروءة مثله طلب الأجرة على ذلك القدر من السقي من الشيخ الفقير والمرأة الفقيرة؟ ورابعها : كيف يليق بشعيب النبي عليه السلام أن يبعث ابنته الشابة إلى رجل شاب قبل العلم بكون ذلك الرجل عفيفاً أو فاسقاً؟ والجواب : عن الأول أن نقول : أما العمل بقول امرأة فكما نعمل بقول الواحد حراً كان أو عبداً ذكراً كان أو أنثى في الأخبار وما كانت إلا مخبرة عن أبيها ، وأما المشي مع المرأة فلا بأس به مع الاحتياط والتورع والجواب : عن الثاني ، أن المرأة وإن قالت ذلك فلعل موسى عليه السلام ما ذهب إليهم طلباً للأجرة بل للتبرك برؤية ذلك الشيخ ، وروي أنها لما قالت ليجزيك كره ذلك ، ولما قدم إليه الطعام امتنع ، وقال إنا أهل بيت لا نبيع ديننا بدنيانا ، ولا نأخذ على المعروف ثمناً ، حتى قال شعيب عليه السلام هذه عادتنا مع كل من ينزل بنا ، وأيضاً فليس بمنكر أن الجوع قد بلغ إلى حيث ما كان يطيق تحمله فقبل ذلك على سبيل الاضطرار وهذا هو الجواب : عن الثالث فإن الضرورات تبيح المحظورات والجواب : عن الرابع لعله عليه السلام كان قد علم بالوحي طهارتها وبراءتها فكان يعتمد عليها .\r\n أما قوله : { فَلَمَّا جَاءهُ } قال عمر بن الخطاب رضي الله عنه فقام يمشي والجارية أمامه فهبت الريح فكشفت عنها فقال موسى عليه السلام إني من عنصر إبراهيم عليه السلام فكوني من خلفي حتى لا ترفع الريح ثيابك فأرى ما لا يحل لي ، فلما دخل على شعيب فإذا الطعام موضوع ، فقال شعيب تناول يا فتى ، فقال موسى عليه السلام أعوذ بالله قال شعيب ولم؟ قال لأنا من أهل بيت لا نبيع ديننا بملء الأرض ذهباً ، فقال شعيب ولكن عادتي وعادة آبائي إطعام الضيف فجلس موسى عليه السلام فأكل ، وإنما كره أكل الطعام خشية أن يكون ذلك أجرة له على عمله ، ولم يكره ذلك مع الخضر حين قال : { لَوْ شِئْتَ لاَتَّخَذْتَ عَلَيْهِ أَجْراً } [ الكهف : 77 ] والفرق أن أخذ الأجر على الصدقة لا يجوز ، أما الاستئجار ابتداء فغير مكروه .\r\n أما قوله : { وَقَصَّ عَلَيْهِ القصص } فالقصص مصدر كالعلل سمي به المقصوص ، قال الضحاك لما دخل عليه قال له من أنت يا عبدالله ، فقال أنا موسى بن عمران بن يصهر بن قاهث بن لاوى بن يعقوب وذكر له جميع أمره من لدن ولادته وأمر القوابل والمراضع والقذف في اليم ، وقتل القبطي وأنهم يطلبونه ليقتلوه ، فقال شعيب : { لاَ تَخَفْ نَجَوْتَ مِنَ القوم الظالمين } أي لا سلطان له بأرضنا فلسنا في مملكته وليس في الآية دلالة على أنه قال ذلك عن الوحي أو على ما تقتضيه العادة .\r\n فإن قيل : المفسرون قالوا إن فرعون يوم ركب خلف موسى عليه السلام ركب في ألف ألف وستمائة ألف ، فالملك الذي هذا شأنه كيف يعقل أن لا يكون في ملكه قرية على بعد ثمانية أيام من دار مملكته؟ قلنا هذا وإن كان نادراً إلا أنه ليس بمحال .\r\n أما قوله : { قَالَتْ إِحْدَاهُمَا ياأبت استأجره إِنَّ خَيْرَ مَنِ استأجرت القوى الأمين } ففيه مسائل : المسألة الأولى : وصفته بالقوة لما شاهدت من كيفية السقي وبالأمانة لما حكينا من غض بصره حال ذودهما الماشية وحال سقيه لهما وحال مشيه بين يديها إلى أبيها .\r\n المسألة الثانية : إنما جعل { خَيْرَ مَنِ استأجرت } اسماً و { القوى الأمين } خبراً مع أن العكس أولى لأن العناية هي سبب التقديم .\r\n المسألة الثالثة : القوة والأمانة لا يكفيان في حصول المقصود ما لم ينضم إليهما الفطنة والكياسة ، فلم أهمل أمر الكياسة؟ ويمكن أن يقال إنها داخلة في الأمانة ، عن ابن مسعود رضي الله : \" أفرس الناس ثلاثة بنت شعيب وصاحب يوسف وأبو بكر في عمر \" أما قوله : { قَالَ إِنّى أُرِيدُ أُنكِحَكَ إِحْدَى ابنتى هَاتَيْنِ } فلا شبهة في أن هذا اللفظ ، وإن كان على الترديد لكنه عند التزويج عين ولا شبهة في أن العقد وقع على أقل الأجلين ، فكانت الزيادة كالتبرع ، والفقهاء ربما استدلوا به على أن العمل قد يكون مهراً كالمال وعلى أن إلحاق الزيادة بالثمن والمثمن جائز ، ولكنه شرع من قبلنا فلا يلزمنا ، ويدل على أنه قد كان جائزاً في تلك الشريعة أن يشرط للولي منفعة ، وعلى أنه كان جائزاً في تلك الشريعة نكاح المرأة بغير بدل تستحقه المرأة وعلى أن عقد النكاح لا تفسده الشروط التي لا يوجبها العقد ، ثم قال : { على أَن تَأْجُرَنِى ثَمَانِىَ حِجَجٍ } تأجرني من أجرته إذا كنت له أجيراً وثماني حجج ظرفه أو من أجرته كذا إذا أثبته إياه ومنه أجركم الله ورحمكم وثماني حجج مفعول به ومعناه رعية ثماني حجج ثم قال : { وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ } وفيه وجهان : الأول : لا أريد أن أشق عليك بإلزام أثم الرجلين ، فإن قيل ما حقيقة قولهم شققت عليه وشق عليه الأمر؟ قلنا حقيقته أن الأمر إذا تعاظمك فكأنه شق عليك ظنك باثنين ، تقول تارة أطيقه وتارة لا أطيقه الثاني : لا أريد أن أشق عليك في الرعي ولكني أساهلك فيها وأسامحك بقدر الإمكان ولا أكلفك الاحتياط الشديد في كيفية الرعي ، وهكذا كان الأنبياء عليهم السلام آخذين بالأسمح في معاملات الناس ، ومنه الحديث «كان رسول الله صلى الله عليه وسلم شريكي فكان خير شريك لا يداري ولا يشاري ولا يماري» ثم قال : { سَتَجِدُنِى إِن شَاء اللَّهُ مِنَ الصالحين } وفيه وجهان : الأول : يريد بالصلاح حسن المعاملة ولين الجانب والثاني : يريد الصلاح على العموم ويدخل تحته حسن المعاملة ، وإنما قال إن شاء الله للاتكال على توفيقه ومعونته .\r\n فإن قيل فالعقد كيف ينعقد مع هذا الشرط ، فإنك لو قلت امرأتي طالق إن شاء الله لا تطلق؟ قلنا هذا مما يختلف بالشرائع .\r\n أما قوله تعالى : { قَالَ ذَلِكَ بَيْنِى وَبَيْنَكَ } فاعلم أن ذلك مبتدأ وبيني وبينك خبره وهو إشارة إلى ما عاهده عليه شعيب عليه السلام ، يريد ذلك الذي قلته وعاهدتني عليه قائم بيننا جميعاً لا يخرج كلانا عنه لا أنا عما شرطت علي ولا أنت عما شرطت على نفسك ، ثم قال : { أَيَّمَا الأجلين قَضَيْتُ } من الأجلين أطولهما الذي هو العشر أو أقصرهما الذي هو الثمان { فَلاَ عُدْوَانَ عَلَيَّ } أي لا يعتدي عليَّ في طلب الزيادة أراد بذلك تقرير أمر الخيار يعني إن شاء هذا وإن شاء هذا ويكون اختيار الأجل الزائد موكولاً إلى رأيه من غير أن يكون لأحد عليه إجبار ، ثم قال : { والله على مَا نَقُولُ وَكِيلٌ } والوكيل هو الذي وكل إليه الأمر ولما استعمل الوكيل في معنى الشاهد عدي بعلي لهذا السبب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولما توجه تلقاء مدين قال عسى ربي أن يهديني سواء السبيل (22) ولما ورد ماء مدين وجد عليه أمة من الناس يسقون ووجد من دونهم امرأتين تذودان قال ما خطبكما قالتا لا نسقي حتى يصدر الرعاء وأبونا شيخ كبير (23) فسقى لهما ثم تولى إلى الظل فقال رب إني لما أنزلت إلي من خير فقير (24) فجاءته إحداهما تمشي على استحياء قالت إن أبي يدعوك ليجزيك أجر ما سقيت لنا فلما جاءه وقص عليه القصص قال لا تخف نجوت من القوم الظالمين (25) قالت إحداهما ياأبت استأجره إن خير من استأجرت القوي الأمين (26) قال إني أريد أن أنكحك إحدى ابنتي هاتين على أن تأجرني ثماني حجج فإن أتممت عشرا فمن عندك وما أريد أن أشق عليك ستجدني إن شاء الله من الصالحين (27) قال ذلك بيني وبينك أيما الأجلين قضيت فلا عدوان علي والله على ما نقول وكيل (28) ",
        "babnum": 7
    },
    {
        "id": 1716,
        "cate": "28",
        "title": "فَلَمَّا قَضَى مُوسَى الْأَجَلَ وَسَارَ بِأَهْلِهِ آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا قَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِنَ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ (29) فَلَمَّا أَتَاهَا نُودِيَ مِنْ شَاطِئِ الْوَادِ الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ أَنْ يَامُوسَى إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ (30) وَأَنْ أَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى أَقْبِلْ وَلَا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ (31) اسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ إِلَى فِرْعَوْنَ وَمَلَئِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (32) ",
        "details": " اعلم أنه روي عن النبي صلى الله عليه وسلم أنه قال : \" تزوج صغراهما وقضى أوفاهما \" أي قضى أوفى الأجلين ، وقال مجاهد قضى الأجل عشر سنين ومكث بعد ذلك عنده عشر سنين وقوله : { فَلَمَّا قضى مُوسَى الأجل وَسَارَ بِأَهْلِهِ ءانَسَ } يدل على أن ذلك الإيناس حصل عقيب مجموع الأمرين ولا يدل على أنه حصل عقيب أحدهما وهو قضاء الأجل ، فبطل ما قاله القاضي من أن ذلك يدل على أنه لم يزد عليه وقوله : { وَسَارَ بِأَهْلِهِ } ليس فيه دلالة على أنه خرج منفرداً معها وقوله : { امكثوا } فيه دلالة على الجمع .\r\n أما قوله : { إِنّى آنَسْتُ نَاراً } فقد مر تفسيره في سورة طه والنمل .\r\n أما قوله : { لعلي آتيكم منها بخبر أو جذوة من النار لعلكم تصطلون } ففيه أبحاث : الأول : قال صاحب «الكشاف» الجذوة باللغات الثلاث وقد قرىء بهن جميعاً وهو العود الغليظ كانت في رأسه نار أو لم تكن ، قال الزجاج الجذوة القطعة الغليظة من الحطب .\r\n الثاني : قد حكينا في سورة طه أنه أظلم عليه الليل في الصحراء وهبت ريح شديدة فرقت ماشيته وضل وأصابهم مطر فوجدوا برداً شديداً فعنده أبصر ناراً بعيدة فسار إليها يطلب من يدله على الطريق وهو قوله : { آتيكم منها بخبر } أو آتيكم من هذه النار بجذوة من الحطب لعلكم تصطلون وفي قوله : { لعلي آتيكم منها بخبر } دلالة على إنه ضل وفي قوله : { لَّعَلَّكُمْ تَصْطَلُونَ } دلالة على البرد .\r\n أما قوله : { فَلَمَّا أتاها نُودِىَ مِن شَاطِىء الوادى الأيمن فِى البقعة المباركة مِنَ الشجرة أَن ياموسى إِنّى أَنَا الله رَبُّ العالمين } فاعلم أن شاطىء الوادي جانبه وجاء النداء عن يمين موسى من شاطىء الوادي من قبل الشجرة وقوله : { مِنَ الشجرة } بدل من قوله : { مِن شَاطِىء الوادى } بدل الاشتمال لأن الشجرة كانت نابتة على الشاطىء كقوله : { لَّجَعَلْنَا لِمَن يَكْفُرُ بالرحمن لِبُيُوتِهِمْ } [ الزخرف : 33 ] وإنما وصف البقعة بكونها مباركة لأنه حصل فيها ابتداء الرسالة وتكليم الله تعالى إياه وههنا مسائل : المسألة الأولى : احتجت المعتزلة على قولهم إن الله تعالى متكلم بكلام يخلقه في جسم بقوله : { مِنَ الشجرة } فإن هذا صريح في أن موسى عليه السلام سمع النداء من الشجرة والمتكلم بذلك النداء هو الله سبحانه وهو تعالى منزه أن يكون في جسم فثبت أنه تعالى إنما يتكلم بخلق الكلام في جسم أجاب القائلون بقدم الكلام فقالوا لنا مذهبان الأول : قول أبي منصور الماتريدي وأئمة ما وراء النهر وهو أن الكلام القديم القائم بذات الله تعالى غير مسموع إنما المسموع هو الصوت والحرف وذلك كان مخلوقاً في الشجرة ومسموعاً منها ، وعلى هذا التقدير زال السؤال الثاني : قول أبي الحسن الأشعري وهو أن الكلام الذي ليس بحرف ولا صوت يمكن أن يكون مسموعاً ، كما أن الذات التي ليست بجسم ولا عرض يمكن أن تكون مرئية فعلى هذا القول لا يبعد أنه سمع الحرف والصوت من الشجرة وسمع الكلام القديم من الله تعالى لا من الشجرة فلا منافاة بين الأمرين ، واحتج أهل السنة بأن محل قوله : { إِنّى أَنَا الله رَبُّ العالمين } لو كان هو الشجرة لكان قد قالت الشجرة إني أنا الله ، والمعتزلة أجابوا بأن هذا إنما يلزم لو كان المتكلم بالكلام هو محل الكلام لا فاعله وهذا هو أصل المسألة ، أجاب أهل السنة بأن الذراع المسموم قال لا تأكل مني فإني مسموم ففاعل ذلك الكلام هو الله تعالى ، فإن كان المتكلم بالكلام هو فاعل ذلك الكلام لزم أن يكون الله قد قال لا تأكل مني فإني مسموم ، وهذا باطل وإن كان المتكلم هو محل الكلام لزم أن تكون الشجرة قد قالت إني أنا الله وكل ذلك باطل .\r\n المسألة الثانية : يحتمل أن يقال إنه تعالى خلق فيه علماً ضرورياً بأن ذلك الكلام كلام الله ، والمعتزلة لا يرضون بذلك قالوا لأنه لو علم بالضرورة أن ذلك الكلام كلام الله لوجب أن يعلم بالضرورة وجود الله تعالى لأنه يستحيل أن تكون الصفة معلومة بالضرورة والذات معلومة بالنظر ولو علم موسى أنه الله تعالى بالضرورة لزال التكليف ويحتمل أن يقال إنه تعالى لما أسمعه الكلام الذي ليس بحرف ولا صوت عرف أن مثل ذلك الكلام لا يمكن أن يكون كلام الخلق ويحتمل أن يقال إن ظهور الكلام من الشجرة كظهور التسبيح من الحصى في أنه يعلم أن مثل ذلك لا يكون إلا من الله تعالى ، ويحتمل أن يكون المعجز هو أنه رأى النار في الشجرة الرطبة فعلم أنه لا يقدر على الجمع بين النار وبين خضرة الشجرة إلا الله تعالى ، ويحتمل أن يصح ما يروى أن إبليس لما قال له كيف عرفت أنه نداء الله تعالى؟ قال لأني سمعته بجميع أجزائي ، فلما وجد حس السمع من جميع الأجزاء علم أن ذلك مما لا يقدر عليه أحد سوى الله تعالى ، وهذا إنما يصح على مذهبنا حيث قلنا البنية ليست شرطاً .\r\n المسألة الثالثة : قال في سورة النمل ( 8 ) { نُودِىَ أَن بُورِكَ مَن فِى النار وَمَنْ حَوْلَهَا } وقال ههنا { نودي \r\nإِنّى أَنَا الله رَبُّ العالمين } وقال في طه ( 11 ، 12 ) : { نُودِىَ \r\nإِنّى أَنَاْ رَبُّكَ } ولا منافاة بين هذه الأشياء فهو تعالى ذكر الكل إلا أنه حكى في كل سورة بعض ما اشتمل عليه ذلك النداء .\r\n المسألة الرابعة : قال الحسن إن موسى عليه السلام نودي نداء الوحي لا نداء الكلام والدليل عليه قوله تعالى : { فاستمع لِمَا يُوحَى } قال الجمهور إن الله تعالى كلمه من غير واسطة والدليل عليه قوله تعالى : { وَكَلَّمَ الله موسى تَكْلِيماً } [ النساء : 164 ] وسائر الآيات ، وأما الذي تمسك به الحسن فضعيف لأن قوله : { فاستمع لِمَا يُوحَى } لم يكن بالوحي لأنه لو كان ذلك أيضاً بالوحي لانتهى آخر الأمر إلى كلام يسمعه المكلف لا بالوحي وإلا لزم التسلسل بل المراد من قوله : { فاستمع لِمَا يُوحَى } وصيته بأن يتشدد في الأمور التي تصل إليه في مستقبل الزمان بالوحي .\r\n أما قوله : { وَأَنْ أَلْقِ عَصَاكَ فَلَمَّا رَءاهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ ولى مُدْبِراً وَلَمْ يُعَقّبْ ياموسى أَقْبِلْ وَلاَ تَخَفْ إِنَّكَ مِنَ الأمنين } فقد تقدم تفسير كل ذلك ، وقوله { كَأَنَّهَا جَانٌّ } صريح في أنه تعالى شبهها بالجان ولم يقل إنه في نفسه جان ، فلا يكون هذا مناقضاً لكونه ثعباناً بل شبهها بالجان من حيث الاهتزاز والحركة لا من حيث المقدار ، وقد تقدم الكلام في خوفه ، ومعنى { وَلَمْ يُعَقّبْ } لم يرجع ، يقال عقب المقاتل إذا كر بعد الفر ، وقال وهب إنها لم تدع شجرة ولا صخرة إلا ابتلعتها حتى سمع موسى عليه السلام صرير أسنانها وسمع قعقعة الصخر في جوفها فحينئذ ولى ، واختلفوا في العصا على وجوه : أحدها : قالوا إن شعيباً كانت عنده عصي الأنبياء عليهم السلام ، فقال لموسى بالليل إذا دخلت ذلك البيت فخذ عصا من تلك العصي ، فأخذ عصا هبط بها آدم عليه السلام من الجنة ولم تزل الأنبياء تتوارثها حتى وقعت إلى شعيب عليه السلام فقال أرني العصا فلمسها وكان مكفوفاً فضن بها فقال خذ غيرها فما وقع في يده إلا هي سبع مرات فعلم أن له معها شأناً .\r\n وروي أيضاً أن شعيباً عليه السلام أمر ابنته أن تأتي بعصا لأجل موسى عليه السلام فدخلت البيت وأخذت العصا وأتته بها فلما رآها الشيخ قال ائتيه بغيرها فألقتها وأرادت أن تأخذ غيرها فلم يقع في يدها غيرها ، فلما رأى الشيخ ذلك رضي به ثم ندم بعد ذلك وخرج يطلب موسى عليه السلام فلما لقيه قال أعطني العصا ، قال موسى هي عصاي فأبى أن يعطيه إياها فاختصما ، ثم توافقا على أن يجعلا بينهما أول رجل يلقاهما فأتاهما ملك يمشي فقضى بينهما فقال ضعوها على الأرض فمن حملها فهي له فعالجها الشيخ فلم يطق وأخذها موسى عليه السلام بسهولة ، فتركها الشيخ له ورعى له عشر سنين وثانيها : روى ابن صالح عن ابن عباس قال كان في دار بيرون ابن أخي شعيب بيت لا يدخله إلا بيرون وابنته التي زوجها من موسى عليه السلام ، وأنها كانت تكنسه وتنطفه ، وكان في ذلك البيت ثلاث عشرة عصا ، وكان لبيرون أحد عشر ولداً من الذكور فكلما أدرك منهم ولد أمره بدخول البيت وإخراج عصا من تلك العصي فرجع موسى ذات يوم إلى منزله ، فلم يجد أهله واحتج إلى عصا لرعيه فدخل ذلك البيت وأخذ عصا من تلك العصي وخرج بها فلما علمت المرأة ذلك انطلقت إلى أبيها وأخبرته بذلك فسر بذلك بيرون وقال لها إن زوجك هذا لنبي ، وإن له مع هذه العصا لشأناً وثالثها : في بعض الأخبار أن موسى عليه السلام لما عقد العقد مع شعيب وأصبح من الغد وأراد الرعي قال له شعيب عليه السلام اذهب بهذه الأغنام فإذا بلغت مفرق الطريق فخذ على يسارك ولا تأخذ على يمينك وإن كان الكلأ بها أكثر فإن بها تنيناً عظيماً فأخشى عليك وعلى الأغنام منه ، فذهب موسى بالأغنام فلما بلغ مفرق الطريق أخذت الأغنام ذات اليمين فاجتهد موسى على أن يردها فلم يقدر فسار على أثرها فرأى عشباً كثيراً ، ثم إن موسى عليه السلام نام والأغنام ترعى وإذا بالتنين قد جاء فقامت عصا موسى عليه السلام فقاتلته حتى قتلته وعادت إلى جنب موسى وهي دامية فلما استيقظ موسى عليه السلام رأى العصا دامية والتنين مقتولاً فارتاح لذلك وعلم أن لله تعالى في تلك العصا قدرة وآية ، وعاد إلى شعيب عليه السلام وكان ضريراً فمس الأغنام فإذا هي أحسن حالاً مما كانت فسأله عن ذلك فأخبره موسى عليه السلام بالقصة ففرح بذلك وعلم أن لموسى عليه السلام وعصاه شأناً ، فأراد أن يجازي موسى عليه السلام على حسن رعيه إكراماً وصلة لابنته فقال إني وهبت لك من السخال التي تضعها أغنامي في هذه السنة كل أبلق وبلقاء ، فأوحى الله تعالى إلى موسى عليه السلام أن اضرب بعصاك الماء الذي تسقي الغنم منه ففعل ثم سقى الأغنام منه فما أخطت واحدة منها إلا وضعت حملها ما بين أبلق وبلقاء ، فعلم شعيب أن ذلك رزق ساقه الله تعالى إلى موسى عليه السلام وامرأته فوفى له شرطه ورابعها : قال بعضهم تلك العصا هي عصا آدم عليه السلام وإن جبريل عليه السلام أخذ تلك العصا بعد موت آدم عليه السلام فكانت معه حتى لقي بها موسى عليه السلام ربه ليلاً وخامسها : قال الحسن ما كانت إلا عصا من الشجر اعترضها اعتراضاً أي أخذها من عرض الشجر يقال اعترض إذا لم يتخير ، وعن الكلبي : الشجرة التي منها نودي شجرة العوسج ومنها كانت عصاه ولا مطمع في ترجيح بعض هذه الوجوه على بعض لأنه ليس في القرآن ما يدل عليها والأخبار متعارضة ، والله أعلم بها .\r\n أما قوله تعالى : { أسْلُكْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَاء مِنْ غَيْرِ سُوء } فاعلم أن الله تعالى قد عبر عن هذا المعنى بثلاث عبارات أحدها : هذه وثانيها : قوله في طه ( 22 ) { واضمم يَدَكَ إلى جَنَاحِكَ تَخْرُجْ بَيْضَاء } وثالثها : قوله في النمل ( 12 ) { وَأَدْخِلْ يَدَكَ فِى جَيْبِكَ } قال العزيزي في غريب القرآن : { اسلك يَدَكَ فِى جَيْبِكَ } أدخلها فيه .\r\n أما قوله : { واضمم إِلَيْكَ جَنَاحَكَ مِنَ الرهب } فأحسن الناس كلاماً فيه ، قال صاحب «الكشاف» : فيه معنيان أحدهما : أن موسى عليه السلام لما قلب الله له العصا حية فزع واضطرب فاتقاها بيده كما يفعل الخائف من الشيء ، فقيل له إن اتقاءك بيدك فيه غضاضة عند الأعداء ، فإذا ألقيتها فكما تنقلب حية فأدخل يدك تحت عضدك مكان اتقائك بها ، ثم أخرجها بيضاء ليحصل الأمران اجتناب ما هو غضاضة عليك وإظهار معجزة أخرى ، والمراد بالجناح اليد لأن يدي الإنسان بمنزلة جناحي الطائر ، وإذا أدخل يده اليمنى تحت عضده اليسرى فقد ضم جناحه إليه الثاني : أن يراد بضم جناحه إليه تجلده وضبطه نفسه وتشدده عند انقلاب العصا حية حتى لا يضطرب ولا يرهب استعاره من فعل الطائر ، لأنه إذا خاف نشر جناحيه وأرخاهما وإلا فجناحاه مضمومان إليه مشمران ، ومعنى قوله : { مِنَ الرهب } من أجل الرهب ، أي إذا أصابك الرهب عند رؤية الحية فاضمم إليك جناحك وقوله : { اسلك يَدَكَ فِى جَيْبِكَ } على أحد التفسيرين واحد ، ولكن خولف بين العبارتين ، وإنما كرر المعنى الواحد لاختلاف الغرضين ، وذلك أن الغرض في أحدهما خروج اليد بيضاء وفي الثاني إخفاء الرهب ، فإن قيل قد جعل الجناح وهو اليد في أحد الموضعين مضموماً وفي الآخر مضموماً إليه ، وذلك قوله : { واضمم إِلَيْكَ جَنَاحَكَ } وقوله : { واضمم يَدَكَ إلى جَنَاحِكَ } [ طه : 22 ] فما التوفيق بينهما؟ قلنا المراد بالجناح المضموم هو اليد اليمنى ، وبالمضموم إليه اليد اليسرى ، وكل واحدة من يمنى اليدين ويسراهما جناح ، هذا كله كلام صاحب «الكشاف» وهو في نهاية الحسن .\r\n أما قوله تعالى : { فَذَانِكَ } قرىء مخففاً ومشدداً ، فالمخفف مثنى ( ذا ) ، والمشدد مثنى ( ذان ) ، قوله : { برهانان مِن رَّبّكَ } حجتان نيرتان على صدقه في النبوة وصحة ما دعاهم إليه من التوحيد ، وظاهر الكلام يقتضي أنه تعالى أمره بذلك قبل لقاء فرعون حتى عرف ما الذي يظهره عنده من المعجزات ، لأنه تعالى حكى بعد ذلك عن موسى عليه السلام أنه قال : { إِنّى قَتَلْتُ مِنْهُمْ نَفْساً فَأَخَافُ أَن يَقْتُلُونِ } [ القصص : 33 ] قال القاضي : وإذا كان كذلك فيجب أن يكون في حال ظهور البرهانين هناك من دعاه إلى رسالته من أهله أو غيرهم ، إذ المعجزات إنما تظهر على الرسل في حال الإرسال لا قبله ، وإنما تظهر لكي يستدل بها غيرهم على الرسالة وهذا ضعيف ، لأنه ثبت أنه لا بد في إظهار المعجزة من حكمة ولا حكمة أعظم من أن يستدل بها الغير على صدق المدعي ، وأما كونه لا حكمة ههنا فلا نسلم ، فلعل هناك أنواعاً من الحكم والمقاصد سوى ذلك ، لا سيما وهذه الآيات متطابقة على أنه لم يكن هناك مع موسى عليه السلام أحد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فلما قضى موسى الأجل وسار بأهله آنس من جانب الطور نارا قال لأهله امكثوا إني آنست نارا لعلي آتيكم منها بخبر أو جذوة من النار لعلكم تصطلون (29) فلما أتاها نودي من شاطئ الواد الأيمن في البقعة المباركة من الشجرة أن ياموسى إني أنا الله رب العالمين (30) وأن ألق عصاك فلما رآها تهتز كأنها جان ولى مدبرا ولم يعقب ياموسى أقبل ولا تخف إنك من الآمنين (31) اسلك يدك في جيبك تخرج بيضاء من غير سوء واضمم إليك جناحك من الرهب فذانك برهانان من ربك إلى فرعون وملئه إنهم كانوا قوما فاسقين (32) ",
        "babnum": 8
    },
    {
        "id": 1717,
        "cate": "28",
        "title": "قَالَ رَبِّ إِنِّي قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَنْ يَقْتُلُونِ (33) وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ (34) قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ (35) فَلَمَّا جَاءَهُمْ مُوسَى بِآيَاتِنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا سِحْرٌ مُفْتَرًى وَمَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ (36) وَقَالَ مُوسَى رَبِّي أَعْلَمُ بِمَنْ جَاءَ بِالْهُدَى مِنْ عِنْدِهِ وَمَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ (37) ",
        "details": " اعلم أنه تعالى لما قال : { فَذَانِكَ برهانان مِن رَّبّكَ إلى فِرْعَوْنَ وَمَلَئِهِ } [ القصص : 32 ] تضمن ذلك أن يذهب موسى بهذين البرهانين إلى فرعون وقومه ، فعند ذلك طلب من الله تعالى ما يقوي قلبه ويزيل خوفه فقال : { رَبّ إِنّى قَتَلْتُ مِنْهُمْ نَفْساً فَأَخَافُ أَن يَقْتُلُونِ وَأَخِى هَرُونُ هُوَ أَفْصَحُ مِنّى لِسَاناً } لأنه كان في لسانه حبسة ، إما في أصل الخلقة ، وإما لأجل أنه وضع الجمرة في فيه عندما نتف لحية فرعون .\r\n أما قوله : { فَأَرْسِلْهِ مَعِىَ رِدْءاً يُصَدّقُنِي } ففيه أبحاث : البحث الأول : الردء اسم ما يستعان به ، فعل بمعنى مفعول به ، كما أن الدفء اسم لما يدفأ به ، يقال ردأت الحائط أردؤه إذا دعمته بخشب أو غيره لئلا يسقط .\r\n البحث الثاني : قرأ نافع ( رداً ) بغير همز والباقون بالهمز ، وقرأ عاصم وحمزة ( يصدقني ) برفع القاف ، ويروى ذلك أيضاً عن أبي عمرو والباقون بجزم القاف وهو المشهور عن أبي عمرو ، فمن رفع فالتقدير ردءاً مصدقاً لي ، ومن جزم كان على معنى الجزاء ، يعني أن أرسلته صدقني ونظيره قوله : { فَهَبْ لِى مِن لَّدُنْكَ وَلِيّاً * يَرِثُنِى } [ مريم : 5 ، 6 ] بجزم الثاء من يرثني .\r\n وروى السدي عن بعض شيوخه ردءاً كيما يصدقني .\r\n البحث الثالث : الجمهور على أن التصديق لهرون ، وقال مقاتل : المعنى كي يصدقني فرعون والمعنى أرسل معي أخي حتى يعاضدني على إظهار الحجة والبيان ، فعند اجتماع البرهانين ربما حصل المقصود من تصديق فرعون .\r\n البحث الرابع : ليس الغرض بتصديق هرون أن يقول له صدقت ، أو يقول للناس صدق موسى ، وإنما هو أن يلخص بلسانه الفصيح وجوه الدلائل ، ويجيب عن الشبهات ويجادل به الكفار فهذا هو التصديق المفيد ، ألا ترى إلى قوله : { وَأَخِى هَرُونُ هُوَ أَفْصَحُ مِنّى لِسَاناً فَأَرْسِلْهِ مَعِىَ } وفائدة الفصاحة إنما تظهر فيما ذكرناه لا في مجرد قوله : صدقت .\r\n البحث الخامس : قال الجبائي : إنما سأل موسى عليه السلام أن يرسل هرون بأمر الله تعالى وإن كان لا يدري هل يصلح هرون للبعثة أم لا؟ فلم يكن ليسأل مالا يأمن أن يجاب أو لا يكون حكمة ، ويحتمل أيضاً أن يقال إنه سأله لا مطلقاً بل مشروطاً على معنى ، إن اقتضت الحكمة ذلك كما يقوله الداعي في دعائه .\r\n البحث السادس : قال السدي : إن نبيين وآيتين أقوى من نبي بواحد وآية واحدة .\r\n قال القاضي والذي قاله من جهة العادة أقوى ، فأما من حيث الدلالة فلا فرق بين معجزة ومعجزتين ونبي ونبيين ، لأن المبعوث إليه إن نظر في أيهما كان علم ، وإن لم ينظر فالحالة واحدة ، هذا إذا كانت طريقة الدلالة في المعجزتين واحدة ، فإما إذا اختلفت وأمكن في إحداهما إزالة الشبهة ما لا يمكن في الأخرى ، فغير ممتنع أن يختلفا ويصلح عند ذلك أن يقال إنهما بمجموعهما أقوى من إحداهما على ما قاله السدي ، لكن ذلك لا يتأتى في موسى وهرون عليهما السلام ، لأن معجزتهما كانت واحدة لا متغايرة .\r\n أما قوله : { سَنَشُدُّ عَضُدَكَ بِأَخِيكَ } فاعلم أن العضد قوام اليد وبشدتها تشتد ، يقال في دعاء الخير شد الله عضدك ، وفي ضده فت الله في عضدك .\r\n ومعنى سنشد عضدك بأخيك سنقويك به ، فإما أن يكون ذلك لأن اليد تشتد لشدة العضد والجملة تقوى بشدة اليد على مزاولة الأمور ، وإما لأن الرجل شبه باليد في اشتدادها باشتداد العضد فجعل كأنه يد مشتدة بعضد شديدة .\r\n أما قوله : { وَنَجْعَلُ لَكُمَا سلطانا فَلاَ يَصِلُونَ إِلَيْكُمَا } فالمقصود أن الله تعالى آمنه مما كان يحذر فإن قيل بين تعالى أن السلطان هو بالآيات فكيف لا يصلون إليهما لأجل الآيات أو ليس فرعون قد وصل إلى صلب السحرة وإن كانت هذه الآيات ظاهرة ، قلنا إن الآية التي هي قلب العصا حية كما أنها معجزة فهي أيضاً تمنع من وصول ضرر فرعون إلى موسى وهرون عليهما السلام ، لأنهم إذا علموا أنه متى ألقاها صارت حية عظيمة وإن أراد إرسالها عليهم أهلكتهم زجرهم ذلك عن الإقدام عليهما فصارت مانعة من الوصول إليهما بالقتل وغيره وصارت آية ومعجزة فجمعت بين الأمرين ، فأما صلب السحرة ففيه خلاف فمنهم من قال ما صلبوا وليس في القرآن ما يدل عليه وإن سلمنا ذلك ولكنه تعالى قال : { فَلاَ يَصِلُونَ إِلَيْكُمَا } فالمنصوص أنهم لا يقدرون على إيصال الضرر إليهما وإيصال الضرر إلى غيرهما لا يقدح فيه ، ثم قال : { أَنتُمَا وَمَنِ اتبعكما الغالبون } والمراد إما الغلبة بالحجة والبرهان في الحال ، أو الغلبة في الدولة والمملكة في ثاني الحال والأول أقرب إلى اللفظ .\r\n أما قوله : { فَلَمَّا جَاءهُم موسى بئاياتنا بينات } فقد بينا في سورة طه أنه كيف أطلق لفظ الآيات وهو جمع على العصا واليد .\r\n أما قوله : { قَالُواْ مَا هذا إِلاَّ سِحْرٌ مُّفْتَرًى } فقد اختلفوا في مفترى ، فقال بعضهم المراد أنه إذا كان سحراً وفاعله يوهم خلافه فهو المفترى ، وقال الجبائي المراد أنه منسوب إلى الله تعالى وهو من قبله فكأنهم قالوا هو كذب من هذا الوجه ثم ضموا إليه ما يدل على جهلهم وهو قولهم : { وَمَا سَمِعْنَا بهذا فِى ءابَائِنَا الأولين } أي ما حدثنا بكونه فيهم ، ولا يخلو من أن يكونوا كاذبين في ذلك وقد سمعوا مثله ، أو يريدوا أنهم لم يسمعوا بمثله في فظاعته ، أو ما كان الكهان يخبرون بظهور موسى عليه السلام ومجيئه بما جاء به .\r\n واعلم أن هذه الشبهة ساقطة لأن حاصلها يرجع إلى التقليد ولأن حال الأولين لا يخلو من وجهين ، إما أن لا يورد عليهم بمثل هذه الحجة فحينئذ الفرق ظاهر أو أورد عليهم فدفعوه فحينئذ لا يجوز جعل جهلهم وخطئهم حجة ، فعند ذلك قال موسى عليه السلام وقد عرف منهم العناد { رَبّى أَعْلَمُ بِمَن جَاء بالهدى مِنْ عِندِهِ وَمَن تَكُونُ لَهُ عاقبة الدار } فإن من أظهر الحجة ولم يجد من الخصم اعتراضاً عليها وإنما لما وجد منه العناد صح أن يقول ربي أعلم بمن معه الهدى والحجة منا جميعاً ومن هو على الباطل ويضم إليه طريق الوعيد والتخويف وهو قوله : { وَمَن تَكُونُ لَهُ عاقبة الدار } من ثواب على تمسكه بالحق أو من عقاب وعاقبة الدار هي العاقبة المحمودة والدليل عليه قوله تعالى : { أُوْلَئِكَ لَهُمْ عقبى الدار * جنات عَدْنٍ } [ الرعد : 22 ، 23 ] وقوله : { وَسَيَعْلَمُ الكفار لِمَنْ عُقْبَى الدار } [ الرعد : 42 ] والمراد بالدار الدنيا وعاقبتها وعقباها أن يختم للعبد بالرحمة والرضوان وتلقى الملائكة بالبشرى عند الموت فإن قيل العاقبة المحمودة والمذمومة كلتاهما يصح أن تسمى عاقبة الدار ، لأن الدنيا قد تكون خاتمتها بخير في حق البعض وبشر في حق البعض الآخر ، فلم اختصت خاتمتها بالخير بهذه التسمية دون خاتمتها بالشر؟ قلنا إنه قد وضع الله سبحانه الدنيا مجازاً إلى الآخرة وأمر عباده أن لا يعملوا فيها إلا الخير ليبلغوا خاتمة الخير وعاقبة الصدق ، فمن عمل فيها خلاف ما وضعها الله له فقد حرف ، فإذن عاقبتها الأصلية هي عاقبة الخير ، وأما عاقبة السوء فلا اعتداد بها لأنها من نتائج تحريف الفجار ، ثم إنه عليه السلام أكد ذلك بقوله : { إِنَّهُ لاَ يُفْلِحُ الظالمون } والمراد أنهم لا يظفرون بالفوز والنجاة والمنافع بل يحصلون على ضد ذلك وهذا نهاية في زجرهم عن العناد الذي ظهر منهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال رب إني قتلت منهم نفسا فأخاف أن يقتلون (33) وأخي هارون هو أفصح مني لسانا فأرسله معي ردءا يصدقني إني أخاف أن يكذبون (34) قال سنشد عضدك بأخيك ونجعل لكما سلطانا فلا يصلون إليكما بآياتنا أنتما ومن اتبعكما الغالبون (35) فلما جاءهم موسى بآياتنا بينات قالوا ما هذا إلا سحر مفترى وما سمعنا بهذا في آبائنا الأولين (36) وقال موسى ربي أعلم بمن جاء بالهدى من عنده ومن تكون له عاقبة الدار إنه لا يفلح الظالمون (37) ",
        "babnum": 9
    },
    {
        "id": 1718,
        "cate": "28",
        "title": "وَقَالَ فِرْعَوْنُ يَاأَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي فَأَوْقِدْ لِي يَاهَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا لَعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ مِنَ الْكَاذِبِينَ (38) وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ (39) فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ (40) وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ وَيَوْمَ الْقِيَامَةِ لَا يُنْصَرُونَ (41) وَأَتْبَعْنَاهُمْ فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ (42) وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ (43) ",
        "details": " اعلم أن فرعون كانت عادته متى ظهرت حجة موسى أن يتعلق في دفع تلك الحجة بشبهة يروجها على أغمار قومه وذكر ههنا شبهتين الأولى : قوله : { مَا عَلِمْتُ لَكُمْ مّنْ إله غَيْرِى } وهذا في الحقيقة يشتمل على كلامين : أحدهما : نفي إله غيره والثاني : إثبات إلهية نفسه ، فأما الأول فقد كان اعتماده على أن ما لا دليل عليه لم يجز إثباته ، أما أنه لا دليل عليه فلأن هذه الكواكب والأفلاك كافية في اختلاف أحوال هذا العالم السفلي فلا حاجة إلى إثبات صانع ، وأما أن ما لا دليل عليه لم يجز إثباته فالأمر فيه ظاهر .\r\n واعلم أن المقدمة الأولى كاذبة فإنا لا نسلم أنه لا دليل على وجود الصانع وذلك لأنا إذا عرفنا بالدليل حدوث الأجسام عرفنا حدوث الأفلاك والكواكب ، وعرفنا بالضرورة أن المحدث لا بد له من محدث فحينئذ نعرف بالدليل أن هذا العالم له صانع ، والعجب أن جماعة اعتمدوا في نفي كثير من الأشياء على أن قالوا لا دليل عليه فوجب نفيه ، قالوا وإنما قلنا إنه لا دليل لأنا بحثنا وسبرنا فلم نجد عليه دليلاً ، فرجع حاصل كلامهم بعد التحقيق إلى أن كل ما لا يعرف عليه دليل وجب نفيه ، وإن فرعون لم يقطع بالنفي بل قال لا دليل عليه فلا أثبته بل أظنه كاذباً في دعواه ، ففرعون على نهاية جهله أحسن حالاً من هذا المستدل .\r\n أما الثاني وهو إثباته إلهية نفسه ، فاعلم أنه ليس المراد منه أنه كان يدعي كونه خالقاً للسموات والأرض والبحار والجبال وخالقاً لذوات الناس وصفاتهم ، فإن العلم بامتناع ذلك من أوائل العقول فالشك فيه يقتضي زوال العقل ، بل الإله هو المعبود فالرجل كان ينفي الصانع ويقول لا تكليف على الناس إلا أن يطيعوا ملكهم وينقادوا لأمره ، فهذا هو المراد من ادعائه الإلهية لا ما ظنه الجمهور من ادعائه كونه خالقاً للسماء والأرض ، لا سيما وقد دللنا في سورة طه ( 49 ) في تفسير قوله : { فَمَن رَّبُّكُمَا ياموسى } على أنه كان عارفاً بالله تعالى وأنه كان يقول ذلك ترويجاً على الأغمار من الناس الشبهة الثانية : قوله : { فَأَوْقِدْ لِى ياهامان عَلَى الطين فاجعل لّى صَرْحاً لَّعَلّى أَطَّلِعُ إلى إله موسى وَإِنّى لأَظُنُّهُ مِنَ الكاذبين } وههنا أبحاث : الأول : تعلقت المشبهة بهذه الآية في أن الله تعالى في السماء قالوا لولا أن موسى عليه السلام دعاه إلى ذلك لما قال فرعون هذا القول والجواب : أن موسى عليه السلام دل فرعون بقوله : { رَبّ السموات والأرض } [ الشعراء : 24 ] ولم يقل هو الذي في السماء دون الأرض ، فأوهم فرعون أنه يقول إن إلهه في السماء ، وذلك أيضاً من خبث فرعون ومكره ودهائه .\r\n الثاني : اختلفوا في أن فرعون هل بنى هذا الصرح؟ قال قوم إنه بناه قالوا إنه لما أمر ببناء الصرح جمع هامان العمال حتى اجتمع خمسون ألف بناء سوى الأتباع والأجراء وأمر بطبخ الآجر والجص ونجر الخشب وضرب المسامير فشيدوه حتى بلغ ما لم يبلغه بنيان أحد من الخلق ، فبعث الله تعالى جبريل عليه السلام عند غروب الشمس فضربه بجناحه فقطعه ثلاث قطع قطعة وقعت على عسكر فرعون فقتلت ألف ألف رجل وقطعة وقعت في البحر وقطعة في المغرب ، ولم يبق أحد من عماله إلا وقد هلك ، ويروى في هذه القصة أن فرعون ارتقى فوقه ورمى بنشابة نحو السماء فأراد الله أن يفتنهم فردت إليهم وهي ملطوخة بالدم ، فقال قد قتلت إله موسى فعند ذلك بعث الله تعالى جبريل عليه السلام لهدمه .\r\n ومن الناس من قال إنه لم يبن ذلك الصرح لأنه يبعد من العقلاء أن يظنوا أنهم بصعود الصرح يقربون من السماء مع علمهم بأن من على أعلى الجبال الشاهقة يرى السماء كما كان يراها حين كان على قرار الأرض ، ومن شك في ذلك خرج عن حد العقل ، وهكذا القول فيما يقال من رمى السهم إلى السماء ورجوعه متلطخاً بالدم ، فإن كل من كان كامل العقل يعلم أنه لا يمكنه إيصال السهم إلى السماء ، وأن من حاول ذلك كان من المجانين فلا يليق بالعقل والدين حمل القصة التي حكاها الله تعالى في القرآن على محمل يعرف فساده بضرورة العقل ، فيصير ذلك مشرعاً قوياً لمن أحب الطعن في القرآن ، فالأقرب أنه كان أوهم البناء ولم يبن أو كان هذا من تتمة قوله : { مَا عَلِمْتُ لَكُمْ مّنْ إله غَيْرِى } يعني لا سبيل إلى إثباته بالدليل ، فإن حركات الكواكب كافية في تغير هذا العالم ولا سبيل إلى إثباته بالحس ، فإن الإحساس به لا يمكن إلا بعد صعود السماء وذلك مما لا سبيل إليه ، ثم قال عند ذلك لهامان : { ابن لِى صَرْحاً أَبْلُغُ بِهِ أسباب السموات } وإنما قال ذلك على سبيل التهكم فبمجموع هذه الأشياء قرر أنه لا دليل على الصانع ، ثم إنه رتب النتيجة عليه فقال : { وَإِنّى لأَظُنُّهُ مِنَ الكاذبين } فهذا التأويل أولى مما عداه .\r\n الثالث : إنما قال : { فَأَوْقِدْ لِى ياهامان عَلَى الطين } ولم يقل اطبخ لي الآجر واتخذه لأنه أول من عمل الآجر فهو يعلمه الصنعة ولأن هذه العبارة أليق بفصاحة القرآن وأشبه بكلام الجبابرة وأمر هامان ، وهو وزيره بالإيقاد على الطين فنادى باسمه بيافي وسط الكلام دليل على التعظم والتجبر ، والطلوع والاطلاع الصعود يقال طلع الجبل واطلع بمعنى واحد .\r\n أما قوله : { واستكبر هُوَ وَجُنُودُهُ فِى الأرض بِغَيْرِ الحق } فاعلم أن الاستكبار بالحق إنما هو لله تعالى وهو المتكبر في الحقيقة أي المبالغ في كبرياء الشأن ، قال عليه السلام فيما حكى عن ربه « الكبرياء ردائي والعظمة إزاري ، فمن نازعني واحداً منهما ألقيته في النار » وكل مستكبر سواه فاستكباره بغير الحق .\r\n المسألة الثانية : قال الجبائي الآية تدل على أنه تعالى ما أعطاه الملك وإلا لكان ذلك بحق وهكذا كل متغلب ، لا كما ادعى ملوك بني أمية عند تغلبهم أن ملكهم من الله تعالى فإن الله تعالى قد بين في كل غاصب لحكم الله أنه أخذ ذلك بغير حق ، واعلم أن هذا ضعيف لأن وصول ذلك الملك إليه ، إما أن يكون منه أو من الله تعالى ، أو لا منه ولا من الله تعالى ، فإن كان منه فلم لم يقدر عليه غيره ، فربما كان العاجز أقوى وأعقل بكثير من المتولي للأمر؟ وإن كان من الله تعالى فقد صح الغرض ، وإن كان من سائر الناس فلم اجتمعت دواعي الناس على نصرة أحدهما وخذلان الآخر؟ واعلم أن هذا أظهر من أن يرتاب فيه العاقل .\r\n أما قوله : { وَظَنُّواْ أَنَّهُمْ إِلَيْنَا لاَ يُرْجَعُونَ } فهذا يدل على أنهم كانوا عارفين بالله تعالى إلا أنهم كانوا ينكرون البعث فلأجل ذلك تمردوا وطغوا .\r\n أما قوله : { فأخذناه وَجُنُودَهُ فنبذناهم فِى اليم } فهو من الكلام المفحم الذي دل به على عظم شأنه وكبرياء سلطانه ، شبههم استحقاراً لهم واستقلالاً لعددهم ، وإن كانوا الكبير الكثير والجم الغفير بحصيات أخذهن آخذ في كفه فطرحهن في البحر ونحو ذلك وقوله : { وَجَعَلْنَا فِيهَا رَوَاسِىَ شامخات } [ المرسلات : 27 ] { وَحُمِلَتِ الأرض والجبال فَدُكَّتَا دَكَّةً واحدة } [ الحاقة : 14 ] { وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ والأرض جَمِيعاً قَبْضَتُهُ يَوْمَ القيامة والسماوات مطويات بِيَمِينِهِ } [ الزمر : 67 ] سبحانه وتعالى وليس الغرض منه إلا تصوير أن كل مقدور وإن عظم فهو حقير بالقياس إلى قدرته .\r\n أما قوله : { وجعلناهم أَئِمَّةً يَدْعُونَ إِلَى النار } فقد تمسك به الأصحاب في كونه تعالى خالقاً للخير والشر ، قال الجبائي المراد بقوله : { وجعلناهم } أي بينا ذلك من حالهم وسميناهم به ، ومنه قوله : { وَجَعَلُواْ الملئكة الذين هُمْ عِبَادُ الرحمن إناثا } [ الزخرف : 19 ] وتقول أهل اللغة في تفسير فسقه وبخله جعله فاسقاً وبخيلاً ، لا أنه خلقهم أئمة لأنهم حال خلقهم لهم كانوا أطفالاً ، وقال الكعبي : إنما قال : { وجعلناهم أَئِمَّةً } من حيث خلى بينهم وبين ما فعلوه ولم يعاجل بالعقوبة ، ومن حيث كفروا ولم يمنعهم بالقسر ، وذلك كقوله : { فَزَادَتْهُمْ رِجْسًا } [ التوبة : 125 ] لما زادوا عندها ونظير ذلك أن الرجل يسأل ما يثقل عليه ، وإن أمكنه فإذا بخل به قيل للسائل جعلت فلاناً بخيلاً أي قد بخلته ، وقال أبو مسلم معنى الإمامة التقدم فلما عجل الله تعالى لهم العذاب صاروا متقدمين لمن وراءهم من الكافرين .\r\n واعلم أن الكلام فيه قد تقدم في سورة مريم ( 83 ) في قوله : { أَنَّا أَرْسَلْنَا الشياطين عَلَى الكافرين } ومعنى دعوتهم إلى النار دعوتهم إلى موجباتها من الكفر والمعاصي فإن أحداً لا يدعو إلى النار ألبتة ، وإنما جعلهم الله تعالى أئمة في هذا الباب لأنهم بلغوا في هذا الباب أقصى النهايات ، ومن كان كذلك استحق أن يكون إماماً يقتدى به في ذلك الباب ، ثم بين تعالى أن ذلك العقاب سينزل بهم على وجه لا يمكن التخلص منه وهو معنى قوله : { وَيَوْمَ القيامة لاَ يُنصَرُونَ } أو يكون معناه ويوم القيامة لاينصرون كما ينصر الأئمة الدعاة إلى الجنة .\r\n أما قوله : { وَأُتْبِعُواْ فِى هذه الدنيا لَعْنَةً } معناه لعنة الله والملائكة لهم وأمره تعالى بذلك فيها للمؤمنين ، وبين أنهم يوم القيامة من المقبوحين أي المبعدين الملعونين ، والقبح هو الإبعاد ، قال الليث يقال قبحه الله ، أي نحاه عن كل خير .\r\n وقال ابن عباس رضي الله عنهما : من المشئومين بسواد الوجه وزرقة العين ، وعلى الجملة فالأولون حملوا القبح على القبح الروحاني وهو الطرد والإبعاد من رحمة الله تعالى ، والباقون حملوه على القبح في الصور .\r\n وقيل فيه إنه تعالى يقبح صورهم ويقبح عليهم عملهم ويجمع بين الفضيحتين .\r\n ثم بين تعالى أن الذي يجب التمسك به ما جاء به موسى عليه السلام فقال : { وَلَقَدْ ءاتَيْنَا مُوسَى الكتاب مِن بَعْدِ مَا أَهْلَكْنَا القرون الأولى } والكتاب هو التوراة ، ووصفه تعالى بأنه بصائر للناس ، من حيث يستبصر به في باب الدين ، وهدى من حيث يستدل به ، ومن حيث إن المتمسك به يفوز بطلبته من الثواب ، ووصفه بأنه رحمة لأنه من نعم الله تعالى على من تعبد به .\r\n وروى أبو سعيد الخدري عن النبي صلى الله عليه وسلم أنه قال : « ما أهلك الله تعالى قرناً من القرون بعذاب من السماء ولا من الأرض منذ أنزل التوراة ، غير أهل القرية التي مسخها قردة » أما قوله : { لَعَلَّهُمْ يَتَذَكَّرُونَ } فالمراد لكي يتذكروا ، قال القاضي : وذلك يدل على إرادة التذكر من كل مكلف سواء اختار ذلك أو لم يختره ، ففيه إبطال مذهب المجبرة الذين يقولون ما أراد التذكر إلا ممن يتذكر ، فأما من لا يتذكر فقد كره ذلك منه ، ونص القرآن دافع لهذا القول ، قلنا أليس أنكم حملتم قوله تعالى : { وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ } [ الأعراف : 179 ] على العاقبة ، فلم لا يجوز حمله ههنا على العاقبة ، فإن عاقبة الكل حصول هذا التذكر له وذلك في الآخرة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقال فرعون ياأيها الملأ ما علمت لكم من إله غيري فأوقد لي ياهامان على الطين فاجعل لي صرحا لعلي أطلع إلى إله موسى وإني لأظنه من الكاذبين (38) واستكبر هو وجنوده في الأرض بغير الحق وظنوا أنهم إلينا لا يرجعون (39) فأخذناه وجنوده فنبذناهم في اليم فانظر كيف كان عاقبة الظالمين (40) وجعلناهم أئمة يدعون إلى النار ويوم القيامة لا ينصرون (41) وأتبعناهم في هذه الدنيا لعنة ويوم القيامة هم من المقبوحين (42) ولقد آتينا موسى الكتاب من بعد ما أهلكنا القرون الأولى بصائر للناس وهدى ورحمة لعلهم يتذكرون (43) ",
        "babnum": 10
    },
    {
        "id": 1719,
        "cate": "28",
        "title": "وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنْتَ مِنَ الشَّاهِدِينَ (44) وَلَكِنَّا أَنْشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ وَمَا كُنْتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا وَلَكِنَّا كُنَّا مُرْسِلِينَ (45) وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَكِنْ رَحْمَةً مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ (46) وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ وَنَكُونَ مِنَ الْمُؤْمِنِينَ (47) ",
        "details": " اعلم أن في الآية سؤالات : السؤال الأول : الجانب موصوف ، والغربي صفة ، فكيف أضاف الموصوف إلى الصفة؟ الجواب : هذه مسألة خلافية بين النحويين ، فعند البصريين لا يجوز إضافة الموصوف إلى الصفة إلا بشرط خاص سنذكره ، وعند الكوفيين يجوز ذلك مطلقاً حجة البصريين ، أن إضافة الموصوف إلى الصفة تقتضي إضافة الشيء إلى نفسه ، وهذا غير جائز فذاك أيضاً غير جائز ، بيان الملازمة أنك إذا قلت جاءني زيد الظريف ، فلفظ الظريف يدل على شيء معين في نفسه مجهول بحسب هذا اللفظ حصلت له الظرافة ، فإذا نصصت على زيد عرفنا أن ذلك الشيء الذي حصلت له الظرافة هو زيد ، إذا ثبت هذا ، فلو أضفت زيداً إلى الظريف ، كنت قد أضفت زيداً إلى زيد ، وإضافة الشيء إلى نفسه غير جائزة ، فإضافة الموصوف إلى صفته وجب أن لا تجوز ، إلا أنه جاء على خلاف هذه القاعدة ألفاظ ، وهي قوله تعالى في هذه الآية : { وَمَا كُنتَ بِجَانِبِ الغربى } وقوله : { وَذَلِكَ دِينُ القيمة } [ البينة : 5 ] وقوله : { حَقُّ اليقين } [ الواقعة : 95 ] { وَلَدَارُ الأخرة } [ النحل : 30 ] ويقال صلاة الأولى ومسجد الجامع وبقلة الحمقاء ، فقالوا التأويل فيه جانب المكان الغربي ودين الملة القيمة وحق الشيء اليقين ودار الساعة الآخرة وصلاة الساعة الأولى ومسجد المكان الجامع وبقلة الحبة الحمقاء ، ثم قالوا في هذه المواضع : المضاف إليه ليس هو النعت ، بل المنعوت ، إلا أنه حذف المنعوت وأقيم النعت مقامه فههنا ينظر إن كان ذلك النعت كالمتعين لذلك المنعوت ، حسن ذلك وإلا فلا ، ألا ترى أنه ليس لك أن تقول عندي جيد على معنى عندي درهم جيد ، ويجوز مررت بالفقيه على معنى مررت بالرجل الفقيه ، لأن الفقيه يعلم أنه لا يكون إلا من الناس والجيد قد يكون درهماً وقد يكون غيره ، وإذا كان كذلك حسن قوله جانب الغربي ، لأن الشيء الموصوف بالغربي الذي يضاف إليه الجانب لا يكون إلا مكاناً أو ما يشبهه ، فلا جرم حسنت هذه الإضافة ، وكذا القول في البواقي ، والله أعلم .\r\n السؤال الثاني : ما معنى قوله : { إِذْ قَضَيْنَا إلى مُوسَى الأمر } ؟ الجواب : الجانب الغربي هو المكان الواقع في شق الغرب ، وهو المكان الذي وقع فيه ميقات موسى عليه السلام من الطور ، وكتب الله ( له ) في الألواح والأمر المقضي إلى موسى عليه السلام الوحي الذي أوحى إليه ، والخطاب للرسول صلى الله عليه وسلم يقول : وما كنت حاضراً المكان الذي أوحينا فيه إلى موسى عليه السلام ، ولا كنت من جملة الشاهدين للوحي إليه أو على ( الموحى ) إليه ، ( وهي لأن الشاهد لا بد وأن يكون حاضراً ) ، وهم نقباؤه الذين اختارهم للميقات .\r\n السؤال الثالث : لما قال { وَمَا كُنْتَ بِجَانِبِ الغربى } ثبت أنه لم يكن شاهداً ، لأن الشاهد لا بد أن يكون حاضراً ، فما الفائدة في إعادة قوله : { وَمَا كنتَ مِنَ الشاهدين } ؟ الجواب : قال ابن عباس رضي الله عنهما : التقدير لم تحضر ذلك الموضع ، ولو حضرت فما شاهدت تلك الوقائع ، فإنه يجوز أن يكون هناك ، ولا يشهد ولا يرى .\r\n السؤال الرابع : كيف يتصل قوله : { وَلَكِنَّا أَنشَأْنَا قُرُوناً } بهذا الكلام ومن أي وجه يكون استدراكاً له؟ الجواب : معنى الآية : ولكنا أنشأنا بعد عهد موسى عليه السلام إلى عهدك قروناً كثيرة فتطاول عليهم العمر وهو القرن الذي أنت فيه ، فاندرست العلوم فوجب إرسالك إليهم ، فأرسلناك وعرفناك أحوال الأنبياء وأحوال موسى ، فالحاصل كأنه قال وما كنت شاهداً لموسى وما جرى عليه ، ولكنا أوحيناه إليك فذكر سبب الوحي الذي هو إطالة الفترة ودل به على المسبب ، فإذن هذا الاستدراك شبيه الاستدراكين بعده .\r\n واعلم أن هذا تنبيه على المعجز كأنه قال إن في إخبارك عن هذه الأشياء من غير حضور ولا مشاهدة ولا تعلم من أهله ، دلالة ظاهرة على نبوتك كما قال : { أَوَ لَمْ تَأْتِهِمْ بَيّنَةُ مَا فِى الصحف الأولى } [ طه : 133 ] .\r\n أما قوله : { وَمَا كُنتَ ثَاوِياً فِى أَهْلِ مَدْيَنَ } فالمعنى ما كنت مقيماً فيه .\r\n وأما قوله : { تَتْلُو عَلَيْهِمْ ءاياتنا } ففيه وجهان : الأول : قال مقاتل : يقول لم تشهد أهل مدين فتقرأ على أهل مكة خبرهم { وَلَكِنَّا كُنَّا مُرْسِلِينَ } أي أرسلناك إلى أهل مكة وأنزلنا عليك هذه الأخبار ، ولولا ذلك لما علمتها الثاني : قال الضحاك : يقول إنك يا محمد لم تكن الرسول إلى أهل مدين تتلو عليهم الكتاب وإنما كان غيرك ولكنا كنا مرسلين في كل زمان رسولاً ، فأرسلنا إلى أهل مدين شعيباً وأرسلناك إلى العرب لتكون خاتم الأنبياء .\r\n أما قوله : { وَمَا كُنْتَ بِجَانِبِ الطور إِذْ نَادَيْنَا } يريد مناداة موسى ليلة المناجاة وتكليمه { ولكن رَّحْمَةً مّن رَّبِكَ } أي علمناك رحمة ، وقرأ عيسى بن عمر بالرفع أي هي رحمة ، وذكر المفسرون في قوله : { إِذْ نَادَيْنَا } وجوهاً أخر أحدها : إذ نادينا أي قلنا لموسى { وَرَحْمَتِى وَسِعَتْ كُلَّ شَىْء } [ الأعراف : 156 ] إلى قوله : { أُوْلَئِكَ هُمُ المفلحون } [ الأعراف : 157 ] .\r\n وثانيها : قال ابن عباس إذ نادينا أمتك في أصلاب آبائهم : « يا أمة محمد أجبتكم قبل أن تدعوني ، وأعطيتكم قبل أن تسألوني ، وغفرت لكم قبل أن تستغفروني » قال وإنما قال الله تعالى ذلك حين اختار موسى عليه السلام سبعين رجلاً لميقات ربه وثالثها : قال وهب : « لما ذكر الله لموسى فضل أمة محمد صلى الله عليه وسلم قال رب أرنيهم قال إنك لن تدركهم وإن شئت أسمعتك أصواتهم قال بلى يا رب فقال سبحانه يا أمة محمد فأجابوه من أصلاب آبائهم فأسمعه الله تعالى أصواتهم ثم قال : أجبتكم قبل أن تدعوني » الحديث كما ذكره ابن عباس ورابعها : روى سهل بن سعد قال قال رسول الله صلى الله عليه وسلم في قوله : { وَمَا كُنْتَ بِجَانِبِ الطور إِذْ نَادَيْنَا } قال كتب الله كتاباً قبل أن يخلق الخلق بألفي عام ثم وضعه على العرش ثم نادى « يا أمة محمد إن رحمتي سبقت غضبي أعطيتكم قبل أن تسألوني وغفرت لكم قبل أن تستغفروني من لقيني منكم يشهد أن لا إله إلا الله وأن محمداً عبده ورسوله أدخلته الجنة » أما قوله : { لِتُنذِرَ قَوْماً مَّا أتاهم مّن نَّذِيرٍ مّن قَبْلِكَ } فالإنذار هو التخويف بالعقاب على المعصية .\r\n واعلم أنه تعالى لما بين قصة موسى عليه السلام قال لرسوله : { وَمَا كُنتَ بِجَانِبِ الغربى \r\nوَمَا كُنتَ ثَاوِياً فِى أَهْلِ مَدْيَنَ \r\nوَمَا كُنْتَ بِجَانِبِ الطور } فجمع تعالى بين كل ذلك لأن هذه الأحوال الثلاثة هي الأحوال العظيمة التي اتفقت لموسى عليه السلام إذ المراد بقوله : { إِذْ قَضَيْنَا إلى مُوسَى الأمر } إنزال التوراة حتى تكامل دينه واستقر شرعه والمراد بقوله : { وَمَا كُنتَ ثَاوِياً } أول أمره والمراد ناديناه وسط أمره وهو ليلة المناجاة ، ولما بين تعالى أنه عليه السلام لم يكن في هذه الأحوال حاضراً بين تعالى أنه بعثه وعرفه هذه الأحوال رحمة للعالمين ثم فسر تلك الرحمة بأن قال : { لِتُنذِرَ قَوْماً مَّا أتاهم مّن نَّذِيرٍ مّن قَبْلِكَ } واختلفوا فيه فقال بعضهم لم يبعث إليهم نذير منهم : وقال بعضهم : حجة الأنبياء كانت قائمة عليهم ولكنه ما بعث إليهم من يجد تلك الحجة عليهم ، وقال بعضهم لا يبعد وقوع الفترة في التكاليف فبعثه الله تعالى تقريراً للتكاليف وإزالة لتلك الفترة .\r\n أما قوله : { وَلَوْلا أَن تُصِيبَهُم مُّصِيبَةٌ } الآية فقال صاحب «الكشاف» : ( لولا ) الأولى امتناعية وجوابها محذوف ، والثانية تحضيضية ، والفاء في قوله { فَيَقُولُواْ } للعطف ، ( وفي قوله للعطف ) .\r\n وفي قوله : { فَنَتَّبِعَ } جواب ( لولا ) لكونها في حكم الأمر من قبل أن الأمر باعث على الفعل ، والباعث والمحضض من واد واحد ، والمعنى لولا أنهم قائلون إذا عوقبوا بما قدموا من الشرك والمعاصي : هلا أرسلت إلينا رسولاً ، محتجين علينا بذلك لما أرسلنا إليهم ، يعني إنما أرسلنا الرسول إزالة لهذا العذر وهو كقوله : { لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى الله حُجَّةٌ بَعْدَ الرسل } [ النساء : 165 ] { أَن تَقُولُواْ مَا جَاءنَا مِن بَشِيرٍ وَلاَ نَذِيرٍ } [ المائدة : 19 ] { لَوْلا أَرْسَلْتَ إِلَيْنَا رَسُولاً فَنَتَّبِعَ ءاياتك } واعلم أنه تعالى لم يقل ولولا أن يقولوا هذا العذر لما أرسلنا ، بل قال : { وَلَوْلا أَن تُصِيبَهُم مُّصِيبَةٌ فَيَقُولُواْ } هذا العدو لما أرسلنا وإنما قال ذلك لنكتة وهي أنهم لو لم يعاقبوا مثلاً وقد عرفوا بطلان دينهم لما قالوا ذلك ، بل إنما يقولون ذلك إذا نالهم العقاب فيدل ذلك على أنهم لم يذكروا هذا العذر تأسفاً على كفرهم ، بل لأنهم ما أطاقوا وفيه تنبيه على استحكام كفرهم ورسوخه فيهم كقوله : { وَلَوْ رُدُّواْ لعادوا لِمَا نُهُواْ عَنْهُ } [ الأنعام : 28 ] وفي الآية مسائل : المسألة الأولى : احتج الجبائي على وجوب فعل اللطف قال لو لم يجب ذلك لم يكن لهم أن يقولوا : هلا أرسلت إلينا رسولاً فنتبع آياتك ، إذ من الجائز أن لا يبعث إليهم وإن كانوا لا يختارون الإيمان إلا عنده على قول من خالف في وجوب اللطف كما مر أن الجائز إذا كان في المعلوم لو خلق له لم يمكن إلا أن يفعل ذلك .\r\n المسألة الثانية : احتج الكعبي به على أن الله تعالى يقبل حجة العباد وليس الأمر كما يقوله أهل السنة من أنه تعالى لا يقبل الحجة وظهر بهذا أنه ليس المراد من قوله : { لاَ يُسْأَلُ عَمَّا يَفْعَلُ } [ الأنبياء : 23 ] ما يظنه أهل السنة ، وإذا ثبت أنه يقبل الحجة وجب أن لا يكون فعل العبد بخلق الله تعالى وإلا لكان للكافر أعظم حجة على الله تعالى .\r\n المسألة الثالثة : قال القاضي : فيه إبطال القول بالجبر من جهات : إحداها : أن اتباعهم وإيمانهم موقوف على أن يخلق الله ذلك فيهم سواء أرسل الرسول إليهم أم لا وثانيتها : أنه إذا خلق القدرة على ذلك فيهم وجب سواء أرسل الرسول أم لا وثالثتها : إذا أراد ذلك وجب أرسل الرسول إليهم أم لا ، فأي فائدة في قولهم هذا لو كانت أفعالهم خلقاً لله تعالى؟ فيقال للقاضي هب أنك نازعت في الخلق والإرادة ولكنك وافقت في العلم فإذا علم الكفر منهم فهل يجب أم لا ، فإن لم يجب أمكن أن لا يوجد الكفر مع حصول العلم بالكفر وذلك جمع بين الضدين وإن وجب لزمك ما أوردته علينا ، واعلم أن الكلام وإن كان قوياً حسناً إلا أنه إذا توجه عليه النقض الذي لا محيص عنه ، فكيف يرضى العاقل بأن يعول عليه؟ ",
        "fav": 0,
        "note": null,
        "normal": "وما كنت بجانب الغربي إذ قضينا إلى موسى الأمر وما كنت من الشاهدين (44) ولكنا أنشأنا قرونا فتطاول عليهم العمر وما كنت ثاويا في أهل مدين تتلو عليهم آياتنا ولكنا كنا مرسلين (45) وما كنت بجانب الطور إذ نادينا ولكن رحمة من ربك لتنذر قوما ما أتاهم من نذير من قبلك لعلهم يتذكرون (46) ولولا أن تصيبهم مصيبة بما قدمت أيديهم فيقولوا ربنا لولا أرسلت إلينا رسولا فنتبع آياتك ونكون من المؤمنين (47) ",
        "babnum": 11
    },
    {
        "id": 1720,
        "cate": "28",
        "title": "فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَى أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَى مِنْ قَبْلُ قَالُوا سِحْرَانِ تَظَاهَرَا وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ (48) قُلْ فَأْتُوا بِكِتَابٍ مِنْ عِنْدِ اللَّهِ هُوَ أَهْدَى مِنْهُمَا أَتَّبِعْهُ إِنْ كُنْتُمْ صَادِقِينَ (49) فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (50) وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ (51) الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ (52) وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ (53) أُولَئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (54) وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ (55) ",
        "details": " اعلم أنه تعالى لما حكى عنهم أنهم عند الخوف قالوا هلا أرسلت إلينا رسولاً فنتبع آياتك ، بين أيضاً أنه بعد الإرسال إلى أهل مكة قالوا { لَوْلا أُوتِىَ مِثْلَ مَا أُوتِىَ موسى } فهؤلاء قبل البعثة يتعلقون بشبهة وبعد البعثة يتعلقون بأخرى ، فظهر أنه لا مقصود لهم سوى الزيغ والعناد .\r\n أما قوله : { فَلَمَّا جَاءهُمُ الحق مِنْ عِندِنَا } أي جاءهم الرسول المصدق بالكتاب المعجز مع سائر المعجزات قالوا لولا أوتي مثل ما أوتي موسى من الكتاب المنزل جملة واحدة ومن سائر المعجزات كقلب العصا حية واليد البيضاء وفلق البحر وتظليل الغمام وانفجار الحجر بالماء والمن والسلوى ومن أن الله كلمه وكتب له في الألواح وغيرها من الآيات فجاؤا بالاقتراحات المبنية على التعنت والعناد كما قالوا { لَوْلاَ أُنُزِلَ عَلَيْهِ كَنزٌ أَوْ جَاء مَعَهُ مَلَكٌ } [ هود : 12 ] وما أشبه ذلك .\r\n واعلم أن الذي اقترحوه غير لازم لأنه لا يجب في معجزات الأنبياء عليهم السلام أن تكون واحدة ولا فيما ينزل إليهم من الكتب أن يكون على وجه واحد إذ الصلاح قد يكون في إنزاله مجموعاً كالتوراة ومفرقاً كالقرآن ، ثم إنه تعالى أجاب عن هذه الشبهة بقوله : { أَوَ لَمْ يَكْفُرُواْ بِمَا أُوتِىَ موسى مِن قَبْلُ } واختلفوا في أن الضمير في قوله : { أَوَ لَمْ يَكْفُرُواْ } إلى من يعود ، وذكروا وجوهاً : أحدها : أن اليهود أمروا قريشاً أن يسألوا محمداً أن يؤتى مثل ما أوتي موسى عليه السلام فقال تعالى : { أَوَ لَمْ يَكْفُرُواْ بِمَا أُوتِىَ موسى } يعني أو لم تكفروا يا هؤلاء اليهود الذين استخرجوا هذا السؤال بموسى عليه السلام مع تلك الآيات الباهرة وثانيها : أن الذين أوردوا هذا الاقتراح كفار مكة ، والذين كفروا بموسى هم الذين كانوا في زمان موسى عليه السلام إلا أنه تعالى جعلهم كالشيء الواحد لأنهم في الكفر والتعنت كالشيء الواحد وثالثها : قال الكلبي إن مشركي مكة بعثوا رهطاً إلى يهود المدينة ليسألهم عن محمد وشأنه فقالوا إنا نجده في التوراة بنعته وصفته ، فلما رجع الرهط إليهم وأخبروهم بقول اليهود قالوا إنه كان ساحراً كما أن محمداً ساحر ، فقال تعالى : { أَوَ لَمْ يَكْفُرُواْ بِمَا أُوتِىَ موسى } ورابعها : قال الحسن قد كان للعرب أصل في أيام موسى عليه السلام فمعناه على هذا أو لم يكفر آباؤهم بأن قالوا في موسى وهرون ساحران وخامسها : قال قتادة أو لم يكفر اليهود في عصر محمد بما أوتي موسى من قبل من البشارة بعيسى ومحمد عليهما السلام فقالوا ساحران وسادسها : وهو الأظهر عندي أن كفار قريش ومكة كانوا منكرين لجميع النبوات ثم إنهم لما طلبوا من الرسول صلى الله عليه وسلم معجزات موسى عليه السلام قال الله تعالى : { أَوَ لَمْ يَكْفُرُواْ بِمَا أُوتِىَ موسى مِن قَبْلُ } بل بما أوتي جميع الأنبياء من قبل ، فعلمنا أنه لا غرض لكم في هذا الاقتراح إلا التعنت ، ثم إنه تعالى حكى كيفية كفرهم بما أوتي موسى من وجهين : الأول : قولهم : { ساحران تَظَاهَرَا } قرأ ابن كثير وأبو عمرو وأهل المدينة ( ساحران ) بالألف وقرأ أهل الكوفة بغير ألف وذكروا في تفسير الساحرين وجوهاً : أحدها : المراد هرون وموسى عليهما السلام تظاهرا أي تعاونا وقرىء ( اظاهرا ) على الإدغام وسحران بمعنى ذوي سحر وجعلوهما سحرين مبالغة في وصفهما بالسحر وكثير من المفسرين فسروا قوله : { سِحْرَانِ } بأن المراد هو القرآن والتوراة واختار أبو عبيدة القراءة بالألف لأن المظاهرة بالناس وأفعالهم أشبه منها بالكتب وجوابه : إنا بينا أن قوله : { سِحْرَانِ } يمكن حمله على الرجلين وبتقدير أن يكون المراد الكتابين لكن لما كان كل واحد من الكتابين يقوي الآخر لم يبعد أن يقال على سبيل المجاز تعاونا كما تقول تظاهرت الأخبار وهذه التأويلات إنما تصح إذا حملنا قوله : { أَوَ لَمْ يَكْفُرُواْ بِمَا أُوتِىَ موسى } إما على كفار مكة أو على الكفار الذين كانوا في زمان موسى عليه السلام ولا شك أن ذلك أليق بمساق الآية الثاني : قولهم : { إِنَّا بِكُلّ كافرون } أي بما أنزل على محمد وموسى وسائر الأنبياء عليهم السلام ومعلوم أن هذا الكلام لا يليق إلا بالمشركين لا باليهود وذلك مبالغة في أنهم مع كثرة آيات موسى عليه السلام كذبوه فما الذي يمنع من مثله في محمد صلى الله عليه وسلم وإن ظهرت حجته ، ولما أجاب الله تعالى عن شبههم ذكر الحجة الدالة على صدق محمد صلى الله عليه وسلم فقال : { قُلْ فَأْتُواْ بكتاب مّنْ عِندِ الله هُوَ أهدى مِنْهُمَا أَتَّبِعْهُ } وهذا تنبيه على عجزهم عن الإتيان بمثله ، قال الزجاج ( أتبعه ) بالجزم على الشرط ومن قرأ ( أتبعه ) بالرفع فالتقدير أنا أتبعه ، ثم قال : { فَإِن لَّمْ يَسْتَجِيبُواْ لَكَ } قال ابن عباس يريد فإن لم يؤمنوا بما جئت به من الحجج ، وقال مقاتل فإن لم يمكنهم أن يأتوا بكتاب أفضل منهما وهذا أشبه بالآية فإن قيل الاستجابة تقتضي دعاء فأين الدعاء ههنا؟ قلنا قوله : { فَأْتُواْ بكتاب } أمر والأمر دعاء إلى الفعل ثم قال : { فاعلم أَنَّمَا يَتَّبِعُونَ أَهْوَاءهُمْ } يعني قد صاروا ملزمين ولم يبق لهم شيء إلا اتباع الهوى ثم زيف طريقتهم بقوله : { وَمَنْ أَضَلُّ مِمَّنْ اتبع هَوَاهُ بِغَيْرِ هُدًى مّنَ الله } وهذا من أعظم الدلائل على فساد التقليد وأنه لا بد من الحجة والاستدلال { إِنَّ الله لاَ يَهْدِى القوم الظالمين } وهو عام يتناول الكافر لقوله : { إِنَّ الشرك لَظُلْمٌ عَظِيمٌ } [ لقمان : 13 ] واحتج الأصحاب به في أن هداية الله تعالى خاصة بالمؤمنين .\r\n وقالت المعتزلة : الألطاف منها ما يحسن فعلها مطلقاً ومنها ما لا يحسن إلا بعد الإيمان والدليل عليه قوله : { والذين اهتدوا زَادَهُمْ هُدًى } [ محمد : 17 ] فقوله : { إِنَّ الله لاَ يَهْدِى القوم الظالمين } محمول على القسم الثاني ولا يجوز حمله على القسم الأول ، لأنه تعالى لما بين في الآية المتقدمة أن عدم بعثة الرسول جار مجرى العذر لهم ، فبأن يكون عدم الهداية عذراً لهم أولى ، ولما بين تعالى نبوة محمد صلى الله عليه وسلم بهذه الدلالة قال : { وَلَقَدْ وَصَّلْنَا لَهُمُ القول } وتوصيل القول هو إتيان بيان بعد بيان ، وهو من وصل البعض بالبعض ، وهذا القول الموصل يحتمل أن يكون المراد منه إنا أنزلنا القرآن منجماً مفرقاً يتصل بعضه ببعض ليكون ذلك أقرب إلى التذكير والتنبيه ، فإنهم كل يوم يطلعون على حكمة أخرى وفائدة زائدة فيكونون عند ذلك أقرب إلى التذكر ، وعلى هذا التقدير يكون هذا جواباً عن قولهم هلا أوتي محمد كتابه دفعة واحدة كما أوتي موسى كتابه كذلك ، ويحتمل أن يكون المراد وصلنا أخبار الأنبياء بعضها ببعض وأخبار الكفار في كيفية هلاكهم تكثيراً لمواضع الاتعاظ والانزجار ويحتمل أن يكون المراد : بينا الدلالة على كون هذا القرآن معجزاً مرة بعد أخرى لعلهم يتذكرون .\r\n ثم إنه تعالى لما أقام الدلالة على النبوة أكد ذلك بأن قال : { الذين ءاتيناهم الكتاب مِن قَبْلِهِ } أي من قبل القرآن أسلموا بمحمد فمن لا يعرف الكتب أولى بذلك ، واختلفوا في المراد بقوله : { الذين ءاتيناهم الكتاب } وذكروا فيه وجوهاً : أحدها : قال قتادة إنها نزلت في أناس من أهل الكتاب كانوا على شريعة حقة يتمسكون بها فلما بعث الله تعالى محمداً آمنوا به من جملتهم سلمان وعبدالله بن سلام وثانيها : قال مقاتل نزلت في أربعين رجلاً من أهل الإنجيل وهم أصحاب السفينة جاؤا من الحبشة مع جعفر وثالثها : قال رفاعة بن قرظة نزلت في عشرة أنا أحدهم ، وقد عرفت أن العبرة بعموم اللفظ لا بخصوص السبب ، فكل من حصل في حقه تلك الصفة كان داخلاً في الآية ثم حكى عنهم ما يدل على تأكيد إيمانهم وهو قولهم : { آمنا بِهِ إِنَّهُ الحق مِن رَّبّنَا إنَّا كُنَّا مِن قَبْلِهِ مُسْلِمِينَ } فقوله : { إِنَّهُ الحق مِن رَّبّنَا } يدل على التعليل يعني أن كونه حقاً من عند الله يوجب الإيمان به وقوله : { إنَّا كُنَّا مِن قَبْلِهِ مُسْلِمِينَ } بيان لقوله : { آمنا به } لأنه يحتمل أن يكون إيماناً قريب العهد وبعيده ، فأخبروا أن إيمانهم به متقادم وذلك لما وجدوه في كتب الأنبياء عليهم السلام المتقدمين من البشارة بمقدمه ، ثم إنه تعالى لما مدحهم بهذا المدح العظيم قال : { أُوْلَئِكَ يُؤْتُونَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُواْ } وذكروا فيه وجوهاً : أحدها : أنهم يؤتون أجرهم مرتين بإيمانهم بمحمد صلى الله عليه وسلم قبل بعثته وبعد بعثته وهذا هو الأقرب لأنه تعالى لما بين أنهم آمنوا به بعد البعثة وبين أيضاً أنهم كانوا به قبل مؤمنين البعثة ثم أثبت الأجر مرتين وجب أن ينصرف إلى ذلك وثانيها : يؤتون الأجر مرتين مرة بإيمانهم بالأنبياء الذي كانوا قبل محمد صلى الله عليه وسلم ومرة أخرى بإيمانهم بمحمد صلى الله عليه وسلم وثالثها : قال مقاتل هؤلاء لما آمنوا بمحمد صلى الله عليه وسلم شتمهم المشركون فصفحوا عنهم فلهم أجران أجر على الصف وأجر على الإيمان ، يروى أنهم لما أسلموا لعنهم أبو جهل فسكتوا عنه ، قال السدي اليهود عابوا عبد الله بن سلام وشتموه وهو يقول سلام عليكم ثم قال : { وَيَدْرَءونَ بالحسنة السيئة } والمعنى ( يدفعون ) بالطاعة المعصية المتقدمة ، ويحتمل أن يكون المراد دفعوا بالعفو والصفح الأذى ، ويحتمل أن يكون المراد من الحسنة امتناعهم من المعاصي لأن نفس الامتناع حسنة ويدفع به ما لولاه لكان سيئة ، ويحتمل التوبة والإنابة والاستقرار عليها ، ثم قال : { وَمِمَّا رزقناهم يُنفِقُونَ } .\r\n واعلم أنه تعالى مدحهم أولاً بالإيمان ثم بالطاعات البدنية في قوله : { وَيَدْرَءونَ بالحسنة السيئة } ثم بالطاعات المالية في قوله : { وَمِمَّا رزقناهم يُنفِقُونَ } قال القاضي دل هذا المدح على أن الحرام لا يكون رزقاً جوابه : أن كلمة من للتبعيض فدل على أنهم استحقوا المدح بإنفاق بعض ما كان رزقاً ، وعلى هذا التقدير يسقط استدلاله ، ثم لما بين كيفية اشتغالهم بالطاعات والأفعال الحسنة بين كيفية إعراضهم عن الجهال فقال : { وَإِذَا سَمِعُواْ اللغو أَعْرَضُواْ عَنْهُ } واللغو ما حقه أن يلغى ويترك من العبث وغيره وكانوا يسمعون ذلك فلا يخوضون فيه بل يعرضون عنه إعراضاً جميلاً فلذلك قال تعالى : { وَقَالُواْ لَنَا أعمالنا وَلَكُمْ أعمالكم سلام عَلَيْكُمْ } وما أحسن ما قال الحسن رحمه الله في أن هذه الكلمة تحية بين المؤمنين ، وعلامة الاحتمال من الجاهلين ، ونظير هذه الآية قوله تعالى : { وَعِبَادُ الرحمن الذين يَمْشُونَ على الارض هَوْناً وَإِذَا خَاطَبَهُمُ الجاهلون قَالُواْ سَلاَماً } [ الفرقان : 63 ] ثم أكد تعالى ذلك بقوله حاكياً عنهم { لاَ نَبْتَغِى الجاهلين } والمراد لا نجازيهم بالباطل على باطلهم ، قال قوم نسخ ذلك بالأمر بالقتال وهو بعيد لأن ترك المسافهة مندوب ، وإن كان القتال واجباً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فلما جاءهم الحق من عندنا قالوا لولا أوتي مثل ما أوتي موسى أولم يكفروا بما أوتي موسى من قبل قالوا سحران تظاهرا وقالوا إنا بكل كافرون (48) قل فأتوا بكتاب من عند الله هو أهدى منهما أتبعه إن كنتم صادقين (49) فإن لم يستجيبوا لك فاعلم أنما يتبعون أهواءهم ومن أضل ممن اتبع هواه بغير هدى من الله إن الله لا يهدي القوم الظالمين (50) ولقد وصلنا لهم القول لعلهم يتذكرون (51) الذين آتيناهم الكتاب من قبله هم به يؤمنون (52) وإذا يتلى عليهم قالوا آمنا به إنه الحق من ربنا إنا كنا من قبله مسلمين (53) أولئك يؤتون أجرهم مرتين بما صبروا ويدرءون بالحسنة السيئة ومما رزقناهم ينفقون (54) وإذا سمعوا اللغو أعرضوا عنه وقالوا لنا أعمالنا ولكم أعمالكم سلام عليكم لا نبتغي الجاهلين (55) ",
        "babnum": 12
    },
    {
        "id": 1721,
        "cate": "28",
        "title": "إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (56) وَقَالُوا إِنْ نَتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا مِنْ لَدُنَّا وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (57) ",
        "details": " إعلم أن في قوله تعالى : { إِنَّكَ لاَ تَهْدِى مَنْ أَحْبَبْتَ ولكن الله يَهْدِى مَن يَشَاء } مسائل : المسألة الأولى : هذه الآية لا دلالة في ظاهرها على كفر أبي طالب ثم قال الزجاج : أجمع المسلمون على أنها نزلت في أبي طالب وذلك أن أبا طالب قال عند موته يا معشر بني عبد مناف أطيعوا محمداً وصدقوه تفلحوا وترشدوا ، فقال عليه السلام « يا عم تأمرهم بالنصح لأنفسهم وتدعها لنفسك! قال فما تريد يا ابن أخي؟ قال أريد منك كلمة واحدة ، فإنك في آخر يوم من أيام الدنيا أن تقول لا إله إلا الله ، أشهد لك بها عند الله تعالى ، قال يا أخي قد علمت أنك صادق ولكني أكره أن يقال جزع عند الموت ولولا أن يكون عليك وعلى بني إبيك غضاضة ومسبة بعدي لقلتها ولأقررت بها عينك عند الفراق لما أرى من شدة وجدك ونصحك ، ولكني سوف أموت على ملة الأشياخ عبد المطلب وهاشم وعبد مناف » .\r\n المسألة الثانية : أنه تعالى قال في هذه الآية : { إِنَّكَ لاَ تَهْدِى مَنْ أَحْبَبْتَ } وقال في آية أخرى : { وَإِنَّكَ لَتَهْدِى إلى صراط مُّسْتَقِيمٍ } [ الشورى : 52 ] ولا تنافي بينهما فإن الذي أثبته وأضافه إليه الدعوة والبيان والذي نفى عنه هداية التوفيق ، وشرح الصدر وهو نور يقذف في القلب فيحيا به القلب كما قال سبحانه : { أَوَ مَن كَانَ مَيْتًا فأحييناه وَجَعَلْنَا لَهُ نُورًا } [ الأنعام : 122 ] الآية .\r\n المسألة الثالثة : احتج الأصحاب بهذه الآية في مسألة الهدى والضلال ، فقالوا : قوله { إِنَّكَ لاَ تَهْدِى مَنْ أَحْبَبْتَ ولكن الله يَهْدِى مَن يَشَاء } يقتضي أن تكون الهداية في الموضعين بمعنى واحد لأنه لو كان المراد من الهداية في قوله : { إِنَّكَ لاَ تَهْدِى } شيئاً وفي قوله : { ولكن الله يَهْدِى مَن يَشَاء } شيئاً آخر لاختل النظم ، ثم إما أن يكون المراد من الهداية بيان الدلالة أو الدعوة إلى الجنة أو تعريف طريق الجنة أو خلق المعرفة في القلوب على سبيل الإلجاء أو خلق المعرفة في القلوب لا على سبيل الإلجاء لا جائز أن يكون المراد بيان الأدلة لأنه عليه السلام هدى الكل بهذا المعنى فهي غير الهداية التي نفى الله عمومها ، وكذا القول في الهداية بمعنى الدعوة إلى الجنة ، وأما الهداية بمعنى تعريف طريق الجنة فهي أيضاً غير مرادة من الآية لأنه تعالى علق هذه الهداية على المشيئة وتعريف طريق الجنة غير معلق على المشيئة لأنه واجب على الله تعالى والواجب لا يكون معلقاً على المشيئة فمن وجب عليه أداء عشرة دنانير ، لا يجوز أن يقول إني أعطي عشرة دنانير إن شئت ، وأما الهداية بمعنى الإلجاء والقسر فغير جائز لأن ذلك عندهم قبيح من الله تعالى في حق المكلف وفعل القبيح مستلزم للجهل أو الحاجة وهما محالان ومستلزم المحال محال فذلك محال من الله تعالى والمحال لا يجوز تعليقه في المشيئة ، ولما بطلت الأقسام لم يبق إلا أن المراد أنه تعالى يخص البعض بخلق الهداية والمعرفة ويمنع البعض منها ، ولا يسأل عما يفعل ، ومتى أوردت الكلام على هذا الوجه سقط كل ما أورده القاضي عذراً عن ذلك .\r\n أما قوله : { وَهُوَ أَعْلَمُ بالمهتدين } فالمعنى أنه المختص بعلم الغيب فيعلم من يهتدي بعد ومن لا يهتدي ، ثم إنه سبحانه بعد أن ذكر شبههم وأجاب عنها بالأجوبة الواضحة ، وبين أن وضوح الدلائل لا يكفي ما لم ينضم إليه هداية الله تعالى ، حكى عنهم شبهة أخرى متعلقة بأحوال الدنيا وهي قولهم : { إِن نَّتَّبِعِ الهدى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا } [ القصص : 57 ] قال المبرد : الخطف ، الانتزاع بسرعة ، روى أن الحارث بن عامر بن نوفل بن عبد مناف قال لرسول الله صلى الله عليه وسلم : إنا لنعلم أن الذي تقوله حق ، ولكن يمنعنا من ذلك تخطفنا من أرضنا ، أي يجتمعون على محاربتنا ويخرجوننا من أرضنا ، فأجاب الله سبحانه وتعالى عنها من وجوه الأول : قوله : { أَوَ لَمْ نُمَكّن لَّهُمْ حَرَماً ءامِناً } أي أعطيناكم مسكناً لا خوف لكم فيه ، إما لأن العرب كانوا يحترمون الحرم وما كانوا يتعرضون ألبتة لسكانه ، فإنه يروى أن العرب خارج الحرم كانوا مشتغلين بالنهب والغارة ، وما كانوا يتعرضون ألبتة لسكان الحر ، أو لقوله تعالى : { وَمَن دَخَلَهُ كَانَ ءامِناً } [ آل عمران : 97 ] وأما قوله : { يجبى إِلَيْهِ ثَمَرَاتُ كُلّ شَىْء } فهو تعالى كما بين كون ذلك الموضع خالياً عن المخاوف والآفات بين كثرة النعم فيه ، ومعنى : { يجبى } يجمع من قولهم : جبيت الماء في الحوض إذا جمعته ، قرأ أهل المدينة تجبى بالتاء ، وأهل الكوفة ، وأبو عمرو بالياء ، وذلك أن تأنيث الثمرات تأنيث جمع وليس بتأنيث حقيقي ، فيجوز تأنيثه على اللفظ وتذكيره على المعنى ، ومعنى الكلية الكثرة كقوله : { وَأُوتِيَتْ مِن كُلّ شَىْء } [ النمل : 23 ] وحاصل الجواب : أنه تعالى لما جعل الحرم آمناً وأكثر فيه الرزق حال كونهم معرضين عن عبادة الله تعالى مقبلين على عبادة الأوثان ، فلو آمنوا لكان بقاء هذه الحالة أولى ، قال القاضي : ولو أن الرسول قال لهم إن الذي ذكرتم من التخطف لو كان حقاً لم يكن عذراً لكم في أن لا تؤمنوا وقد ظهرت الحجة لانقطعوا ، أو قال لهم إن تخطفهم لكن بالقتل وغيره ، وقد آمنتم كالشهادة لكم فهو نفع عائد علكيم لانقطعوا أيضاً ، ولو قال لهم ما قدر مضرة التخطف في جنب العقاب الدائم الذي أخوفكم منه إن بقيتم على كفركم لانقطعوا ، لكنه تعالى احتج بما هو أقوى من حيث بين كذبهم في أنهم يتخطفون من حيث عرفوا من حال البقعة بالعادة ، أن ذلك لا يجري إن آمنوا ، ومثل ذلك إذا أمكن بيانه للخصم فهو أولى من سائر ما ذكرنا ، فلذلك قدمه الله تعالى ، والآية دالة على صحة الحجاج الذي يتوصل به إلى إزالة شبهة المبطلين .\r\n بقي ههنا بحثان : الأول : قال صاحب «الكشاف» في انتصاب رزقاً إن جعلته مصدراً جاز أن ينتصب بمعنى ما قبله ، لأن معنى يجبى إليه ثمرات كل شيء ، ويرزق ثمرات كل شيء واحد ، وأن يكون مفعولاً له ، وإن جعلته بمعنى مرزوق كان حالاً من الثمرات لتخصيصها بالإضافة ، كما ينتصب عن النكرة المتخصصة بالصفة .\r\n الثاني : احتج الأصحاب بقوله : { رّزْقاً مّن لَّدُنَّا } في أن فعل العبد خلق الله تعالى ، وبيانه أن تلك الأرزاق إنما كانت تصل إليهم ، لأن الناس كانوا يحملونها إليهم فلو لم يكن فعل العبد خلقاً لله تعالى لما صحت تلك الإضافة ، فإن قيل سبب تلك الإضافة أنه تعالى هو الذي ألقى تلك الدواعي في قلوب من ذهب بتلك الأرزاق إليهم ، قلنا تلك الدواعي إن اقتضت الرجحان ، فقد بينا في غير موضع أنه متى حصل الرجحان ، فقد حصل الوجوب وحينئذ يحصل المقصود ، وإن لم يحصل الرجحان انقطعت الإضافة بالكلية .\r\n واعلم أنه تعالى إنما بين أن تلك الأرزاق ما وصلت إليهم إلا من الله تعالى ، لأجل أنهم متى علموا ذلك صاروا بحيث لا يخافون أحداً سوى الله تعالى ولا يرجون أحداً غير الله تعالى ، فيبقى نظرهم منقطعاً عن الخلق متعلقاً بالخالق ، وذلك يوجب كمال الإيمان والإعراض بالكلية عن غير الله تعالى والإقبال بالكلية على طاعة الله تعالى .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنك لا تهدي من أحببت ولكن الله يهدي من يشاء وهو أعلم بالمهتدين (56) وقالوا إن نتبع الهدى معك نتخطف من أرضنا أولم نمكن لهم حرما آمنا يجبى إليه ثمرات كل شيء رزقا من لدنا ولكن أكثرهم لا يعلمون (57) ",
        "babnum": 13
    },
    {
        "id": 1722,
        "cate": "28",
        "title": "وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ (58) وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ (59) ",
        "details": " اعلم أن هذا هو الجواب الثاني : عن تلك الشبهة ، وذلك لأنه تعالى لما بين لأهل مكة ما خصوا به من النعم أتبعه بما أنزله الله تعالى بالأمم الماضية الذين كانوا في نعم الدنيا ، فلما كذبوا الرسل أزال الله عنهم تلك النعم والمقصود أن الكفار لما قالوا إنا لا نؤمن خوفاً من زوال نعمة الدنيا ، فالله تعالى بين لهم أن الإصرار على عدم قبول الإيمان هو الذي يزيل هذه النعم ، لا الإقدام على الإيمان ، قال صاحب «الكشاف» : البطر سوء احتمال الغنى وهو أن لا يحفظ حق الله تعالى فيه وانتصبت معيشتها إما بحذف الجار واتصال الفعل كقوله : { واختار موسى قَوْمَهُ } [ الأعراف : 155 ] أو بتقدير حذف الزمان المضاف وأصله بطرت أيام معيشتها ، وإما تضمين بطرت معنى كفرت .\r\n فأما قوله : { فَتِلْكَ مساكنهم لَمْ تُسْكَن مّن بَعْدِهِمْ إِلاَّ قَلِيلاً } ففي هذا الاستثناء وجوه أحدها : قال ابن عباس رضي الله عنهما : لم يسكنها إلا المسافر ومار الطريق يوماً أو ساعة .\r\n وثانيها : يحتمل أن شؤم معاصي المهلكين بقي أثره في ديارهم ، فكل من سكنها من أعقابهم لم يبق فيها إلا قليلاً وكنا نحن الوارثين لها بعد هلاك أهلها ، وإذا لم يبق للشيء مالك معين قيل إنه ميراث الله لأنه الباقي بعد فناء خلقه ، ثم إنه سبحانه لما ذكر أنه أهلك تلك القرى بسبب بطر أهلها ، فكأن سائلاً أورد السؤال من وجهين الأول : لماذا ما أهلك الله الكفار قبل محمد صلى الله عليه وسلم مع أنهم كانوا مستغرقين في الكفر والعناد؟ الثاني : لماذا ما أهلكهم بعد مبعث محمد صلى الله عليه وسلم مع تمادي القوم في الكفر بالله تعالى والتكذيب بمحمد صلى الله عليه وسلم ؟ فأجاب عن السؤال الأول بقوله : { وَمَا كَانَ رَبُّكَ مُهْلِكَ القرى حتى يَبْعَثَ فِى أُمّهَا رَسُولاً يَتْلُو عَلَيْهِمْ ءاياتنا } وحاصل الجواب أنه تعالى قدم بيان أن عدم البعثة يجري مجرى العذر للقوم ، فوجب أن لا يجوز إهلاكهم إلا بعد البعثة ، ثم ذكر المفسرون وجهين أحدهما : { وَمَا كَانَ رَبُّكَ مُهْلِكَ القرى حتى يَبْعَثَ فِى أُمّهَا رَسُولاً } أي في القرية التي هي أمها وأصلها وقصبتها التي هي أعمالها وتوابعها رسولاً لإلزام الحجة وقطع المعذرة الثاني : وما كان ربك مهلك القرى التي في الأرض حتى يبعث في أم القرى يعني مكة رسولاً وهو محمد صلى الله عليه وسلم خاتم الأنبياء ، ومعنى : { يَتْلُو عَلَيْهِمْ ءاياتنا } يؤدي ويبلغ ، وأجاب عن السؤال الثاني بقوله : { وَمَا كُنَّا مُهْلِكِى القرى إِلاَّ وَأَهْلُهَا ظالمون } أنفسهم بالشرك وأهل مكة ليسوا كذلك فإن بعضهم قد آمن وبعضهم علم الله منهم أنهم سيؤمنون وبعض آخرون علم الله أنهم وإن لم يؤمنوا لكنه يخرج من نسلهم من يكون مؤمناً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وكم أهلكنا من قرية بطرت معيشتها فتلك مساكنهم لم تسكن من بعدهم إلا قليلا وكنا نحن الوارثين (58) وما كان ربك مهلك القرى حتى يبعث في أمها رسولا يتلو عليهم آياتنا وما كنا مهلكي القرى إلا وأهلها ظالمون (59) ",
        "babnum": 14
    },
    {
        "id": 1723,
        "cate": "28",
        "title": "وَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى أَفَلَا تَعْقِلُونَ (60) أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ (61) ",
        "details": " اعلم أن هذا هو الجواب الثالث : عن تلك الشبهة لأن حاصل شبهتهم أن قالوا تركنا الدين لئلا تفوتنا الدنيا فبين تعالى أن ذلك خطأ عظيم لأن ما عند الله خير وأبقى ، أما أنه خير فلوجهين أحدهما : أن المنافع هناك أعظم وثانيهما : أنها خالصة عن الشوائب ومنافع الدنيا مشوبة بالمضار فيها أكثر ، وأما أنها أبقى فلأنها دائمة غير منقطعة ومنافع الدنيا منقطعة ومتى قوبل المتناهي بغير المتناهي كان عدماً فكيف ونصيب كل أحد بالقياس إلى منافع الدنيا كلها كالذرة بالقياس إلى البحر ، فظهر من هذا أن منافع الدنيا لا نسبة لها إلى منافع الآخرة ألبتة فكان من الجهل العظيم ترك منافع الآخرة لاستبقاء منافع الدنيا ولما نبه سبحانه على ذلك قال : { أَفَلاَ تَعْقِلُونَ } يعني أن من لا يرجح منافع الآخرة على منافع الدنيا كأنه يكون خارجاً عن حد العقل ، ورحم الله الشافعي حيث قال : من أوصى بثلث ماله لأعقل الناس صرف ذلك الثلث إلى المشتغلين بطاعة الله تعالى ، لأن أعقل الناس من أعطى القليل وأخذ الكثير وما هم إلا المشتغلون بالطاعة فكأنه رحمه الله إنما أخذه من هذه الآية ، ثم إنه تعالى أكد هذا الترجيح من وجه آخر وهو أنا لو قدرنا أن نعم الله كانت تنتهي إلى الانقطاع والفناء وما كانت تتصل بالعذاب الدائم لكان صريح العقل يقتضي ترجيح نعم الآخرة على نعم الدنيا فكيف إذا اتصلت نعم الدنيا بعقاب الآخرة فأي عقل يرتاب في أن نعم الآخرة راجحة عليها ، وهذا هو المراد بقوله : { أَفَمَن وعدناه وَعْداً حَسَناً فَهُوَ لاَقِيهِ } [ الصافات : 57 ] فهو يكون كمن أعطاه الله قدراً قليلاً من متاع الدنيا ثم يكون في الآخرة من المحضرين للعذاب ، والمقصود أنهم لما قالوا تركنا الدين للدنيا فقال الله لهم لو لم يحصل عقيب دنياكم مضرة العقاب لكان العقل يقتضي ترجيح منافع الآخرة على منافع الدنيا ، فكيف وهذه الدنيا يحصل بعدها العقاب الدائم ، وأورد هذا الكلام على لفظ الاستفهام ليكون أبلغ في الاعتراف بالترجيح وتخصيص لفظ المحضرين بالذين أحضروا للعذاب أمر عرف من القرآن قال تعالى : { لَكُنتُ مِنَ المحضرين } [ الصافات : 57 ] { فَإِنَّهُمْ لَمُحْضَرُونَ } [ الصافات : 127 ] وفي لفظه إشعار به لأن الإحضار مشعر بالتكليف والإلزام ، وذلك لا يليق بمجالس اللذة إنما يليق بمجالس الضرر والمكاره .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما أوتيتم من شيء فمتاع الحياة الدنيا وزينتها وما عند الله خير وأبقى أفلا تعقلون (60) أفمن وعدناه وعدا حسنا فهو لاقيه كمن متعناه متاع الحياة الدنيا ثم هو يوم القيامة من المحضرين (61) ",
        "babnum": 15
    },
    {
        "id": 1724,
        "cate": "28",
        "title": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ (62) قَالَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هَؤُلَاءِ الَّذِينَ أَغْوَيْنَا أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا تَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ (63) وَقِيلَ ادْعُوا شُرَكَاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَرَأَوُا الْعَذَابَ لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ (64) وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ (65) فَعَمِيَتْ عَلَيْهِمُ الْأَنْبَاءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَاءَلُونَ (66) ",
        "details": " اعلم أنه سبحانه وتعالى ذكر في هذه الآية أنه يسأل الكفار يوم القيامة عن ثلاثة أشياء أحدها : قوله : { وَيَوْمَ يناديهم فَيَقُولُ أَيْنَ شُرَكَائِىَ الذين كُنتُمْ تَزْعُمُونَ } لما ثبت أن الكفار يوم القيامة قد عرفوا بطلان ما كانوا عليه وعرفوا صحة التوحيد والنبوة بالضرورة فيقول لهم أين ما كنتم تعبدونه وتجعلونه شريكاً في العبادة وتزعمون أنه يشفع؟ أين هو لينصركم ويخلصكم من هذا الذي نزل بكم .\r\n ثم بين تعالى ما يقوله من حق عليه القول ، والمراد من القول هو قوله : { لأَمْلاَنَّ جَهَنَّمَ مِنَ الجنة والناس أَجْمَعِينَ } [ هود : 119 ] ومعنى حق عليه القول أي حق عليه مقتضاه ، واختلفوا في أن الذين حق عليهم هذا القول من هم؟ فقال بعضهم الرؤساء الدعاة إلى الضلال ، وقال بعضهم الشياطين قوله : { رَبَّنَا هَؤُلاء الذين أَغْوَيْنَا } هؤلاء مبتدأ والذين أغوينا صفته والراجع إلى الموصوف محذوف وأغويناهم الخبر والكاف صفة مصدر محذوف تقديره أغويناهم فغووا غياً مثل ما غوينا والمراد كما أن غينا باختيارنا فكذا غيهم باختيارهم يعني أن إغواءنا لهم ما ألجأهم إلى الغواية بل كانوا مختارين بالإقدام على تلك العقائد والأعمال ، وهذا معنى ما حكاه الله عن الشيطان أنه قال : { إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقّ ووعَدتكمْ فأَخلفتكُمْ وَمَا كَانَ لِىَ عَليكُمْ من سلْطان إِلا أَن دَعَوْتُكُمْ فَاستجبتم لى فَلاَ تَلُومُوِني وَلُومُوا أنفُسَكُم } [ إبراهيم : 22 ] وقال تعالى لإبليس : { إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سلطان إِلاَّ مَنِ اتبعك مِنَ الغاوين } [ الحجر : 42 ] فقوله : { إِلاَّ مَنِ اتبعك } [ الحجر : 42 ] يدل على أن ذلك الاتباع لهم من قبل أنفسهم لا من قبل إلجاء الشيطان إلى ذلك ، ثم قال تبرأنا إليك منهم ومن عقائدهم وأعمالهم ما كانوا إيانا يعبدون إنما كانوا يعبدون أهواءهم ، والحاصل أنهم يتبرءون منهم كما قال تعالى : { إِذْ تَبَرَّأَ الذين اتبعوا مِنَ الذين اتبعوا } [ البقرة : 166 ] وأيضاً فلا يمتنع في قوله تعالى : { أَيْنَ شُرَكَائِىَ } أن يريد به هؤلاء الرؤساء والشياطين فإنهم لما أطاعوهم فقد صيروهم لمكان الطاعة بمنزله الشريك لله تعالى ، وإذا حمل الكلام على هذا الوجه كان جوابهم أن يقولوا إلهنا هؤلاء ما عبدونا إنما عبدوا أهواءهم الفاسدة وثانيها : قوله تعالى : { وَقِيلَ ادعوا شُرَكَاءكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُواْ لَهُمْ } والأقرب أن هذا على سبيل التقرير لأنهم يعلمون أنه لا فائدة في دعائهم لهم ، فالمراد أنهم لو دعوهم لم يوجد منهم إجابة في النصرة وأن العذاب ثابت فيهم ، وكل ذلك على وجه التوبيخ ، وفي ذكره ردع وزجر في دار الدنيا ، فأما قوله تعالى : { لَوْ أَنَّهُمْ كَانُواْ يَهْتَدُونَ } فكثير من المفسرين زعموا أن جواب لو محذوف وذكروا فيه وجوهاً أحدها : قال الضحاك ومقاتل يعني المتبوع والتابع يرون العذاب ولو أنهم كانوا يهتدون في الدنيا ما أبصروه في الآخرة وثانيها : لو أنهم كانوا مهتدين في الدنيا لعلموا أن العذاب حق وثالثها : ودوا حين رأوا العذاب لو كانوا في الدنيا يهتدون ورابعها : لو كانوا يهتدون لوجه من وجوه الحيل لدفعوا به العذاب وخامسها : قد آن لهم أن يهتدوا لو أنهم كانوا يهتدون إذا رأوا العذاب ويؤكد ذلك قوله تعالى : { لاَ يُؤْمِنُونَ بِهِ حتى يَرَوُاْ العذاب الأليم } [ الشعراء : 201 ] وعندي أن الجواب غير محذوف وفي تقريره وجوه أحدها : أن الله تعالى إذا خاطبهم بقوله : { ادعوا شركاءكم } فههنا يشتد الخوف عليهم ويلحقهم شيء كالسدر والدوار ويصيرون بحيث لا يبصرون شيئاً فقال تعالى : { وَرَأَوُاْ العذاب لَوْ أَنَّهُمْ كَانُواْ يَهْتَدُونَ } شيئاً أما لما صاروا من شدة الخوف بحيث لا يبصرون شيئاً لا جرم ما رأوا العذاب وثانيها : أنه تعالى لما ذكر عن الشركاء وهي الأصنام أنهم لا يجيبون الذين دعوهم قال في حقهم { وَرَأَوُاْ العذاب لَوْ أَنَّهُمْ كَانُواْ يَهْتَدُونَ } أي هذه الأصنام كانوا يشاهدون العذاب لو كانوا من الأحياء المهتدين ولكنها ليست كذلك فلا جرم ما رأت العذاب فإن قيل قوله : { وَرَأَوُاْ العذاب } ضمير لا يليق إلا بالعقلاء فكيف يصح عوده إلى الأصنام؟ قلنا هذا كقوله : { فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُواْ لَهُمْ } [ الكهف : 52 ] وإنما ورد ذلك على حسب اعتقاد القوم فكذا ههنا وثالثها : أن يكون المراد من الرؤية رؤية القلب أي والكفار علموا حقية هذا العذاب في الدنيا لو كانوا يهتدون وهذه الوجوه عندي خير من الوجوه المبنية على أن جواب لو محذوف فإن ذلك يقتضي تفكيك النظم من الآية الأمر الثالث : من الأمور التي يسأل الله الكفار عنها قوله : { وَيَوْمَ يناديهم فَيَقُولُ مَاذَا أَجَبْتُمُ المرسلين فَعَمِيَتْ عَلَيْهِمُ الأنباء } أي فصارت الأنباء كالعمى عليهم جميعاً لا تهتدي إليهم فهم لا يتساءلون لا يسأل بعضهم بعضاً كما يتساءل الناس في المشكلات لأنهم يتساوون جميعاً في عمي الأنباء عليهم والعجز عن الجواب ، وقرىء فعميت وإذا كانت الأنبياء لهول ذلك يتعتعون في الجواب عن مثل هذا السؤال ، ويفوضون الأمر إلى علم الله وذلك قوله تعالى : { يَوْمَ يَجْمَعُ الله الرسل فَيَقُولُ مَاذَا أُجِبْتُمْ قَالُواْ لاَ عِلْمَ لَنَا إِنَّكَ أَنتَ علام الغيوب } [ المائدة : 109 ] فما ظنك بهؤلاء الضلال ، قال القاضي هذه الآية تدل على بطلان القول بالجبر لأن فعلهم لو كان خلقاً من الله تعالى ويجب وقوعه بالقدرة والإرادة لما عميت عليهم الأنباء ولقالوا إنما أتينا في تكذيب الرسل من جهة خلقك فينا تكذيبهم والقدرة الموجبة لذلك ، فكانت حجتهم على الله تعالى طاهرة وكذلك القول فيما تقدم لأن الشيطان كان له أن يقول إنما أغويت بخلقك في الغواية ، وإنما قبل من دعوته لمثل ذلك فتكون الحجة لهم في ذلك قوية والعذر ظاهراً والجواب : أن القاضي لا يترك آية من الآيات المشتملة على المدح والذم والثواب والعقاب إلا ويعيد استدلاله بها ، وكما أن وجه استدلاله في الكل هذا الحرف فكذا وجه جوابنا حرف واحد وهو أن علم الله تعالى بعدم الإيمان مع وقوع الإيمان متنافيان لذاتيهما فمع العلم بعدم الإيمان إذا أمر بإدخال الإيمان في الوجود فقد أمر بالجمع بين الضدين ، والذي اعتمد القاضي عليه في دفع هذا الحرف في كتبه الكلامية قوله خطأ قول من يقول إنه يمكن وخطأ قول من يقول إنه لا يمكن بل الواجب السكوت ولو أورد الكافر هذا السؤال على ربه لما كان لربه عنه جواب إلا السكوت ، فتكون حجة الكافر قوية وعذره ظاهراً فثبت أن الإشكال مشترك ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويوم يناديهم فيقول أين شركائي الذين كنتم تزعمون (62) قال الذين حق عليهم القول ربنا هؤلاء الذين أغوينا أغويناهم كما غوينا تبرأنا إليك ما كانوا إيانا يعبدون (63) وقيل ادعوا شركاءكم فدعوهم فلم يستجيبوا لهم ورأوا العذاب لو أنهم كانوا يهتدون (64) ويوم يناديهم فيقول ماذا أجبتم المرسلين (65) فعميت عليهم الأنباء يومئذ فهم لا يتساءلون (66) ",
        "babnum": 16
    },
    {
        "id": 1725,
        "cate": "28",
        "title": "فَأَمَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَعَسَى أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ (67) وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ (68) وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ (69) وَهُوَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ (70) ",
        "details": " اعلم أنه تعالى لما بين حال المعذبين من الكفار وما يجري عليهم من التوبيخ أتبعه بذكر من يتوب منهم في الدنيا ترغيباً في التوبة وزجراً عن الثبات على الكفر فقال : { فَأَمَّا مَن تَابَ وَءامَنَ وَعَمِلَ صالحا فعسى أَن يَكُونَ مِنَ المفلحين } وفي عسى وجوه : أحدها : أنه من الكرام تحقيق والله أكرم الأكرمين وثانيها : أن يراد ترجي التائب وطمعه كأنه قال فليطمع في الفلاح وثالثها : عسى أن يكونوا كذلك إن داموا على التوبة والإيمان لجواز أن لا يدوموا ، واعلم أن القوم كانوا يذكرون شبهة أخرى ويقولون : { لَوْلاَ نُزّلَ هذا القرءان على رَجُلٍ مّنَ القريتين عَظِيمٍ } [ الزخرف : 31 ] يعنون الوليد بن المغيرة أو أبا مسعود الثقفي ، فأجاب الله تعالى عنه بقوله : { وَرَبُّكَ يَخْلُقُ مَا يَشَاء وَيَخْتَارُ } والمراد أنه المالك المطلق وهو منزه عن النفع والضر فله أن يخص من شاء بما شاء لا اعتراض عليه ألبتة ، وعلى طريقة المعتزلة لما ثبت أنه حكيم مطلق علم أنه كل ما فعله كان حكمة وصواباً فليس لأحد أن يعترض عليه وقوله : { مَا كَانَ لَهُمُ الخيرة } والخيرة اسم من الاختيار قام مقام المصدر والخيرة أيضاً اسم للمختار يقال محمد خيرة الله في خلقه إذا عرفت هذا فنقول في الآية وجهان : الأول : وهو الأحسن أن يكون تمام الوقف على قوله : { وَيَخْتَارُ } ويكون ما نفياً ، والمعنى : { وَرَبُّكَ يَخْلُقُ مَا يَشَاء وَيَخْتَارُ } ليس لهم الخيرة إذ ليس لهم أن يختاروا على الله أن يفعل والثاني : أن يكون ما بمعنى الذي فيكون الوقف عند قوله : { وَرَبُّكَ يَخْلُقُ مَا يَشَاء } ثم يقول : { ويختَار ما كان لهم الخيرة } ، قال أبو القاسم الأنصاري وهذا متعلق المعتزلة في إيجاب الصلاح والأصلح عليه ، وأي صلاح في تكليف من علم أنه لا يؤمن ولو لم يكلفه لاستحق الجنة والنعيم من فضل الله ، فإن قيل لما كلفه استوجب على الله ما هو الأفضل لأن المستحق أفضل من المتفضل به قلنا إذا علم قطعاً إنه لا يحصل ذلك الأفضل فتوريطه في العقاب الأبدي لا يكون رعاية للمصلحة ، ثم قولهم المستحق خير من المتفضل به جهل لأن ذلك التفاوت إنما يحصل في حق من يستنكف من تفضله ، أما الذي ما حصل الذات والصفات إلا بخلقه وبفضله وإحسانه فكيف يستنكف من تفضله ، ثم قال : { سبحان الله وتعالى عَمَّا يُشْرِكُونَ } والمقصود أن يعلم أن الخلق والاختيار والإعزاز والإذلال مفوض إليه ليس لأحد فيه شركة ومنازعة ثم أكد ذلك بأنه يعلم ما تكن صدورهم من عداوة رسول الله صلى الله عليه وسلم وما يعلنون من مطاعنهم فيه وقولهم هلا اختير غيره في النبوة ، ولما بين علمه بما هم عليه من الغل والحسد والسفاهة قال : { وَهُوَ الله لا إله إلاّ هُوَ } وفيه تنبيه على كونه قادراً على كل الممكنات ، وعالماً بكل المعلومات ، منزهاً عن النقائص والآفات يجازي المحسنين على طاعتهم ويعاقب العصاة على عصيانهم وفيه نهاية الزجر والردع للعصاة ونهاية تقوية القلب للمطيعين ، ويحتمل أيضاً أن لما بين فساد طريق المشركين من قوله : { ويَوْم يُنَادِيهِمْ فيقول أَيْنَ شُرَكَائِىَ } [ القصص : 62 ] ختم الكلام في ذلك بإظهار هذا التوحيد وبيان أن الحمد والثناء لا يليق إلا به .\r\n أما قوله : { لَهُ الحمد فِى الأولى والأخرة } فهو ظاهر على قولنا لأن الثواب غير واجب عليه بل هو سبحانه يعطيه فضلاً وإحساناً فله الحمد في الأولى والآخرة ، ويؤكد ذلك قول أهل الجنة { الحمد للَّهِ الذى أَذْهَبَ عَنَّا الحزن } [ فاطر : 34 ] { الحمد للَّهِ الذى صَدَقَنَا وَعْدَهُ } [ الزمر : 74 ] { وآخر دَعْوَاهُمْ أَنِ الحمد للَّهِ رَبّ العالمين } [ يونس : 10 ] أما المعتزلة فعندهم الثواب مستحق فلا يستحق الحمد بفعله من أهل الجنة ، وأما أهل النار فما أنعم عليهم حتى يستحق الحمد منهم ، قال القاضي إنه يستحق الحمد والشكر من أهل النار أيضاً بما فعله بهم في الدنيا من التمكين والتيسير والإلطاف وسائر النعم ، لأنهم بإساءتهم لا يخرج ما أنعم الله عليهم من أن يوجب الشكر ، وهذا فيه نظر ، لأن أهل الآخرة مضطرون إلى معرفة الحق فإذا علموا بالضرورة أن التوبة عن القبائح يجب على الله قبولها وعلموا بالضرورة أن الاشتغال بالشكر الواجب عليهم يوجب على الله الثواب وهم قادرون على ذلك وعالمون بأن بذلك مما يخلصهم عن العذاب ويدخلهم في استحقاق الثواب أفترى أن الإنسان مع العلم بذلك والقدرة عليه يترك هذه التوبة؟ كلا ، بل لا بد أن يتوبوا وأن يشتغلوا بالشكر ، ومتى فعلوا ذلك فقد بطل العقاب .\r\n أما قوله : { وَلَهُ الحكم } فهو إما في الدنيا أو في الآخرة فأما في الدنيا فحكم كل أحد سواه إنما نفذ بحكمه ، فلولا حكمه لما نفذ على العبد حكم سيده ولا على الزوجة حكم زوجها ولا على الابن حكم أبيه ولا على الرعية حكم سلطانهم ولا على الأمة حكم الرسول ، فهو الحاكم في الحقيقة ، وأما في الآخرة فلا شك أنه هو الحاكم ، لأنه الذي يتولى الحكم بين العباد في الآخرة ، فينتصف للمظلومين من الظالمين .\r\n أما قوله : { وَإِلَيْهِ تُرْجَعُونَ } فالمعنى وإلى محل حكمه وقضائه ترجعون ، فإن كلمة إلى لانتهاء الغاية وهو تعالى منزه من المكان والجهة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فأما من تاب وآمن وعمل صالحا فعسى أن يكون من المفلحين (67) وربك يخلق ما يشاء ويختار ما كان لهم الخيرة سبحان الله وتعالى عما يشركون (68) وربك يعلم ما تكن صدورهم وما يعلنون (69) وهو الله لا إله إلا هو له الحمد في الأولى والآخرة وله الحكم وإليه ترجعون (70) ",
        "babnum": 17
    },
    {
        "id": 1726,
        "cate": "28",
        "title": "قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ أَفَلَا تَسْمَعُونَ (71) قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ (72) وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (73) ",
        "details": " اعلم أنه تعالى لما بين من قبل استحقاقه للحمد على وجه الإجمال بقوله : { وَهُوَ الله لا إله إِلاَّ هُوَ لَهُ الحمد فِى الأولى والأخرة وَلَهُ الحكم وَإِلَيْهِ تُرْجَعُونَ } [ القصص : 70 ] فصل عقيب ذلك ببعض ما يجب أن يحمد عليه مما لا يقدر عليه سواه فقال لرسوله : { قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ اليل سَرْمَداً إلى يَوْمِ القيامة } فنبه على أن الوجه في كون الليل والنهار نعمتان يتعاقبان على الزمان ، لأن المرء في الدنيا وفي حال التكليف مدفوع إلى أن يتعب لتحصيل ما يحتاج إليه ، ولا يتم له ذلك لولا ضوء النهار ، ولأجله يحصل الاجتماع فيمكن المعاملات ومعلوم أن ذلك لا يتم لولا الراحة والسكون بالليل فلا بد منهما والحالة هذه ، فأما في الجنة فلا نصب ولا تعب فلا حاجة بهم إلى الليل فلذلك يدوم لهم الضياء واللذات ، فبين تعالى أنه لا قادر على ذلك إلا الله تعالى ، وإنما قال : { أَفَلاَ تَسْمَعُونَ } { أَفلاَ تُبْصِرُونَ } لأن الغرض من ذلك الانتفاع بما يسمعون ويبصرون من جهة التدبر فلما لم ينتفعوا نزلوا منزلة من لا يسمع ولا يبصر قال الكلبي قوله : { أَفَلاَ تَسْمَعُونَ } معناه أفلا تطيعون من يفعل ذلك وقوله : { أَفلاَ تُبْصِرُونَ } معناه أفلا تبصرون ما أنتم عليه من الخطأ والضلال ، قال صاحب «الكشاف» السرمد الدائم المتصل من السرد وهو المتابعة ، ومنه قولهم في الأشهر الحرم ثلاثة سرد وواحد فرد ، فإن قيل هلا قال : بنهار تتصرفون فيه ، كما قيل : بليل تسكنون فيه؟ قلنا ذكر الضياء وهو ضوء الشمس لأن المنافع التي تتعلق به متكاثرة ليس التصرف في المعاش وحده والظلام ليس بتلك المنزلة ، وإنما قرن بالضياء أفلا تسمعون ، لأن السمع يدرك ما لا يدركه البصر من درك منافعه ووصف فوائده ، وقرن بالليل أفلا تبصرون لأن غيرك يدرك من منفعة الظلام ما تبصره أنت من السكون ونحوه ، ومن رحمته زاوج بين الليل والنهار لأغراض ثلاثة لتسكنوا في أحدهما وهو الليل ، ولتبتغوا من فضله في الآخر وهو النهار ولأداء الشكر على المنفعتين معاً .\r\n واعلم أنه وإن كان السكون في النهار ممكناً وابتغاء فضل الله بالليل ممكناً إلا أن الأليق بكل واحد منهما ما ذكره الله تعالى به فلهذا خصه به .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل أرأيتم إن جعل الله عليكم الليل سرمدا إلى يوم القيامة من إله غير الله يأتيكم بضياء أفلا تسمعون (71) قل أرأيتم إن جعل الله عليكم النهار سرمدا إلى يوم القيامة من إله غير الله يأتيكم بليل تسكنون فيه أفلا تبصرون (72) ومن رحمته جعل لكم الليل والنهار لتسكنوا فيه ولتبتغوا من فضله ولعلكم تشكرون (73) ",
        "babnum": 18
    },
    {
        "id": 1727,
        "cate": "28",
        "title": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ (74) وَنَزَعْنَا مِنْ كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا بُرْهَانَكُمْ فَعَلِمُوا أَنَّ الْحَقَّ لِلَّهِ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ (75) ",
        "details": " اعلم أنه سبحانه لما هجن طريقة المشركين ، أولاً ثم ذكر التوحيد ودلائله ، ثانياً عاد إلى تهجين طريقتهم مرة أخرى وشرح حالهم في الآخرة فقال : { وَيَوْمَ يُنَادِيهِمْ } أي القيامة { فيقول أَيْنَ شُرَكَائِىَ الذين كُنتُمْ تَزْعُمُونَ } والمعنى أين الذين ادعيتم إلهيتهم لتخلصكم ، أو أين قولكم تقربنا إلى الله زلفى وقد علموا أن لا إله إلا الله فيكون ذلك زائداً في غمهم إذا خوطبوا بهذا القول .\r\n أما قوله : { وَنَزَعْنَا مِن كُلّ أُمَّةٍ شَهِيداً } فالمراد ميزنا واحداً ليشهد عليهم ، ثم قال بعضهم هم الأنبياء يشهدون بأنهم بلغوا القوم الدلائل وبلغوا في إيضاحها كل غاية ليعلم أن التقصير منهم فيكون ذلك زائداً في غمهم ، وقال آخرون بل هم الشهداء الذين يشهدون على الناس في كل زمان ويدخل في جملتهم الأنبياء وهذا أقرب لأنه تعالى عم كل أمة وكل جماعة بأن ينزع منهم الشهيد فيدخل فيه الأحوال التي لم يوجد فيها النبي وهي أزمنة الفترات والأزمنة التي حصلت بعد محمد صلى الله عليه وسلم فعلموا حينئذٍ أن الحق لله ولرسله { وَضَلَّ عَنْهُم } غاب عنهم غيبة الشىء الضائع { مَّا كَانُواْ يَفْتَرُونَ } من الباطل والكذب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويوم يناديهم فيقول أين شركائي الذين كنتم تزعمون (74) ونزعنا من كل أمة شهيدا فقلنا هاتوا برهانكم فعلموا أن الحق لله وضل عنهم ما كانوا يفترون (75) ",
        "babnum": 19
    },
    {
        "id": 1728,
        "cate": "28",
        "title": "إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ (76) وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ (77) قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ (78) ",
        "details": " اعلم أن نص القرآن يدل على أن قارون كان من قوم موسى عليه السلام ، وظاهر ذلك يدل على أنه كان ممن قد أمن به ولا يبعد أيضاً حمله على القرابة ، قال الكلبي : إنه كان ابن عم موسى عليه السلام ، لأنه كان قارون بن يصهر بن قاهث بن لاوى ، وموسى بن عمران بن قاهث بن لاوى وقال محمد بن إسحق إنه كان عم موسى عليه السلام ، لأن موسى بن عمران بن يصهر بن قاهث وقارون بن يصهر بن قاهث .\r\n وعن ابن عباس أنه كان ابن خالته ، ثم قيل إنه كان يسمى المنور لحسن صورته وكان أقرأ بني إسرائيل للتوراة ، إلا أنه نافق كما نافق السامري .\r\n أما قوله : { فبغى عَلَيْهِمْ } ففيه وجوه أحدها : أنه بغى بسبب ماله ، وبغيه أنه استخف بالفقراء ولم يرع لهم حق الإيمان ولا عظمهم مع كثرة أمواله والثاني : أنه من الظلم ، قيل ملكه فرعون على بني إسرائيل فظلمهم الثالث : قال القفال : بغى عليهم ، أي طلب الفضل عليهم وأن يكونوا تحت يده الرابع : قال الضحاك : طغى عليهم واستطال عليهم فلم يوفقهم في أمر الخامس : قال ابن عباس : تجبر وتكبر عليهم وسخط عليهم السادس : قال شهر بن حوشب : بغيه عليهم أنه زاد عليهم في الثياب شبراً ، وهذا يعود إلى التكبر السابع : قال الكلبي : بغيه عليهم أنه حسد هرون على الحبورة ، يروى أن موسى عليه السلام لما قطع البحر وأغرق الله تعالى فرعون جعل الحبورة لهرون ، فحصلت له النبوة والحبورة وكان صاحب القربان والمذبح ، وكان لموسى الرسالة ، فوجد قارون من ذلك في نفسه ، فقال يا موسى لك الرسالة ، ولهرون الحبورة ، ولست في شيء ولا أصبر أنا على هذا ، فقال موسى عليه السلام : والله ما صنعت ذلك لهرون ولكن الله جعله له ، فقال والله لا أصدقك أبداً حتى تأتيني بآية أعرف بها أن الله جعل ذلك لهرون ، قال فأمر موسى عليه السلام رؤساء بني إسرائيل أن يجىء كل رجل منهم بعصاه ، فجاءوا بها ، فألقاها موسى عليه السلام في قبة له ، وكان ذلك بأمر الله تعالى ، فدعا ربه أن يريهم بيان ذلك ، فباتوا يحرسون عصيهم فأصبحت عصا هرون تهتز لها ورق أخضر وكانت من شجر اللوز ، فقال موسى : يا قارون أما ترى ما صنع الله لهرون! فقال والله ما هذا بأعجب مما تصنع من السحر ، فاعتزل قارون ومعه ناس كثير ، وولى هرون الحبورة والمذبح والقربان ، فكان بنو إسرائيل يأتون بهداياهم إلى هرون فيضعها في المذبح وتنزل النار من السماء فتأكلها ، واعتزل قارون بأتباعه وكان كثير المال والتبع من بني إسرائيل ، فما كان يأتي موسى عليه السلام ولا يجالسه ، وروى أبو أمامة الباهلي عن النبي صلى الله عليه وسلم أنه قال : « كان قارون من السبعين المختارة الذين سمعوا كلام الله تعالى » .\r\n أما قوله : { إِنَّ قارون كَانَ مِن قَوْمِ موسى فبغى عَلَيْهِمْ أُوْلِى القوة } ففيه أبحاث : الأول : قال الكعبي : ألستم تقولون إن الله لا يعطي الحرام فكيف أضاف الله مال قارون إلى نفسه بقوله : { وَءاتَيْنَاهُ } وأجاب بأنه لا حجة في أنه كان حراماً ، ويجوز أن من تقدمه من الملوك جمعوا وكنزوا فظفر قارون بذلك ، وكان هذا الظفر طريق التملك ، أو وصل إليه بالإرث من جهات ، ثم بالتكسب من جهة المضاربات وغيرها وكان الكل محتملاً .\r\n البحث الثاني : المفاتح جمع مفتح بكسر الميم وهو ما يفتح به ، وقيل هي الخزائن وقياس واحدها مفتح بفتح الميم ، ويقال ناء به الحمل إذا أثقله حتى أماله ، والعصبة الجماعة الكثيرة والعصابة مثلها ، فالعشرة عصبة بدليل قوله تعالى في إخوة يوسف عليه السلام : { وَنَحْنُ عُصْبَةٌ } [ يوسف : 8 ] وكانوا عشرة لأن يوسف وأخاه لم يكونا معهم .\r\n إذا عرفت معنى الألفاظ فنقول : ههنا قولان أحدهما : أن المراد بالمفاتح المفاتيح وهي التي يفتح بها الباب ، قالوا كانت مفاتيحه من جلود الإبل وكل مفتاح مثل إصبع ، وكان لكل خزانة مفتاح ، وكان إذا ركب قارون حملت المفاتيح على ستين بغلاً ، ومن الناس من طعن في هذا القول من وجهين الأول : أن مال الرجل الواحد لا يبلغ هذا المبلغ ، ولو أنا قدرنا بلدة مملوءة من الذهب والجواهر لكفاها أعداد قليلة من المفاتيح ، فأي حاجة إلى تكثير هذه المفاتيح الثاني : أن الكنوز هي الأموال المدخرة في الأرض ، فلا يجوز أن يكون لها مفاتيح والجواب : عن الأول أن المال إذا كان من جنس العروض ، لا من جنس النقد جاز أن يبلغ في الكثرة إلى هذا الحد ، وأيضاً فهذا الذي يقال إن تلك المفاتيح بلغت ستين حملاً ، ليس مذكوراً في القرآن فلا تقبل هذه الرواية ، وتفسير القرآن أن تلك المفاتيح كانت كثيرة ، وكان كل واحد منها معيناً لشيء آخر ، فكان يثقل على العصبة ضبطها ومعرفتها بسبب كثرتها ، وعلى هذا الوجه يزول الاستبعاد ، وعن الثاني أن ظاهر الكنز وإن كان من جهة العرف ما قالوا فقد يقع على المال المجموع في المواضع التي عليها أغلاق القول الثاني : وهو اختيار ابن عباس والحسن أن تحمل المفاتح على نفس المال وهذا أبين وعن الشبهة أبعد .\r\n قال ابن عباس : كانت خزائنه يحملها أربعون رجلاً أقوياء ، وكانت خزائنه أربعمائة ألف فيحمل كل رجل عشرة آلاف القول الثالث : وهو اختيار أبي مسلم : أن المراد من المفاتح العلم والإحاطة كقوله : { وَعِندَهُ مَفَاتِحُ الغيب } [ الأنعام : 59 ] والمراد آتيناه من الكنوز ما إن حفظها والاطلاع عليها ليثقل على العصبة أولي القوة والهداية ، أي هذه الكنوز لكثرتها واختلاف أصنافها تتعب حفظتها والقائمين عليها أن يحفظوها ، ثم إنه تعالى بين أنه كان في قومه من وعظه بأمور أحدها : قوله : { لاَ تَفْرَحْ إِنَّ الله لاَ يُحِبُّ الفرحين } والمراد لا يلحقه من البطر والتمسك بالدنيا ما يلهيه عن أمر الآخرة أصلاً ، وقال بعضهم : إنه لا يفرح بالدنيا إلا من رضي بها واطمأن إليها ، فأما من يعلم أنه سيفارق الدنيا عن قريب لم يفرح بها وما أحسن ما قال المتنبي : أشد الغم عندي في سرور \r\n تيقن عنه صاحبه انتقالا وأحسن وأوجز منه ما قال تعالى : { لّكَيْلاَ تَأْسَوْاْ على مَا فَاتَكُمْ وَلاَ تَفْرَحُواْ بِمَا ءاتاكم } [ الحديد : 23 ] قال ابن عباس : كان فرحه ذلك شركاً ، لأنه ما كان يخاف معه عقوبة الله تعالى وثانيها : قوله : { وابتغ فِيمَا ءاتَاكَ الله الدار الأخرة } والظاهر أنه كان مقراً بالآخرة ، والمراد أن يصرف المال إلى ما يؤديه إلى الجنة ويسلك طريقة التواضع وثالثها : قوله : { وَلاَ تَنسَ نَصِيبَكَ مِنَ الدنيا } وفيه وجوه أحدها : لعله كان مستغرق الهم في طلب الدنيا فلأجل ذلك ما كان يتفرغ للتنعم والالتذاذ فنهاه الواعظ عن ذلك وثانيها : لما أمره الواعظ بصرف المال إلى الآخرة بين له بهذا الكلام أنه لا بأس بالتمتع بالوجوه المباحة وثالثها : المراد منه الإنفاق في طاعة الله فإن ذلك هو نصيب المرء من الدنيا دون الذي يأكل ويشرب قال عليه السلام : « فليأخذ العبد من نفسه لنفسه ، ومن دنياه لآخرته ، ومن الشبيبة قبل الكبر ، ومن الحياة قبل الموت فوالذي نفس محمد بيده ما بعد الموت من مستعتب ولا بعد الدنيا دار إلا الجنة والنار » ورابعها : قوله : { وَأَحْسِن كَمَا أَحْسَنَ الله إِلَيْكَ } لما أمره بالإحسان بالمال أمره بالإحسان مطلقاً ويدخل فيه الإعانة بالمال والجاه وطلاقة الوجه وحسن اللقاء وحسن الذكر ، وإنما قال : { كَمَا أَحْسَنَ الله إِلَيْكَ } تنبيهاً على قوله : { لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ } [ إبراهيم : 7 ] وخامسها : قوله : { وَلاَ تَبْغِ الفساد فِى الأرض } والمراد ما كان عليه من الظلم والبغي وقيل إن هذا القائل هو موسى عليه السلام ، وقال آخرون بل مؤمنو قومه ، وكيف كان فقد جمع في هذا الوعظ ما لو قيل لم يكن عليه مزيد ، لكنه أبى أن يقبل بل زاد عليه بكفر النعمة فقال : إنما أوتيته على علم عندي وفيه وجوه : أحدها : قال قتادة ومقاتل والكلبي : كان قارون أقرأ بني إسرائيل للتوراة فقال : إنما أوتيته لفضل علمي واستحقاقي لذلك وثانيها : قال سعيد بن المسيب والضحاك : كان موسى عليه السلام أنزل عليه علم الكيمياء من السماء فعلم قارون ثلث العلم ويوشع ثلثه وكالب ثلثه فخدعهما قارون حتى أضاف علمهما إلى علمه فكان يأخذ الرصاص فيجعله فضة والنحاس فيجعله ذهباً وثالثها : أراد به علمه بوجوه المكاسب والتجارات ورابعها : أن يكون قوله : { إِنَّمَا أُوتِيتُهُ على عِلْمٍ عِندِى } أي الله أعطاني ذلك مع كونه عالماً بي وبأحوالي فلو لم يكن ذلك مصلحة لما فعل وقوله : { عِندِى } أي عندي أن الأمر كذلك ، كما يقول المفتى عندي أن الأمر كذلك أي مذهبي واعتقادي ذلك ، ثم أجاب الله تعالى عن كلامه بقوله : { أَوَ لَمْ يَعْلَمْ أَنَّ الله قَدْ أَهْلَكَ مِن قَبْلِهِ مِنَ القرون مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعاً } وفيه وجهان : الأول : يجوز أن يكون هذا إثباتاً لعلمه بأن الله تعالى قد أهلك قبله من القرون من هو أقوى منه وأغنى لأنه قد قرأه في التوراة وأخبر به موسى عليه السلام وسمعه من حفاظ التواريخ كأنه قيل له : أو لم يعلم في جملة ما عنده من العلم هذا حتى لا يغتر بكثرة ماله وقوته الثاني : يجوز أن يكون نفياً لعلمه بذلك كأنه لما قال أوتيته على علم عندي فتصلف بالعلم وتعظم به ، قيل أعنده مثل ذلك العلم الذي ادعاه ، ورأى نفسه به مستوجبة لكل نعمة ، ولم يعلم هذا العلم النافع حتى يقي به نفسه مصارع الهالكين؟ .\r\n أما قوله : { وَأَكْثَرُ جَمْعاً } فالمعنى أكثر جمعاً للمال أو أكثر جماعة وعدداً ، وحاصل الجواب أن اغتراره بماله وقوته وجموعه من الخطأ العظيم ، وأنه تعالى إذا أراد إهلاكه لم ينفعه ذلك ولا ما يزيد عليه أضعافاً .\r\n فأما قوله : { وَلاَ يُسْأَلُ عَن ذُنُوبِهِمُ المجرمون } فالمراد أن الله تعالى إذا عاقب المجرمين فلا حاجة به إلى أن يسألهم عن كيفية ذنوبهم وكميتها ، لأنه تعالى عالم بكل المعلومات فلا حاجة به إلى السؤال ، فإن قيل كيف الجمع بينه وبين قوله : { فَوَرَبّكَ لَنَسْئَلَنَّهُمْ أَجْمَعِينَ } [ الحجر : 92 ] قلنا يحمل ذلك على وقتين على ما قررناه ، وذكر أبو مسلم وجهاً آخر فقال : السؤال قد يكون للمحاسبة ، وقد يكون للتقرير والتبكيت ، وقد يكون للاستعتاب ، وأليق الوجوه بهذه الآية الاستعتاب لقوله : { ثُمَّ لاَ يُؤْذَنُ لِلَّذِينَ كَفَرُواْ وَلاَ هُمْ يُسْتَعْتَبُونَ } [ النحل : 84 ] { هذا يَوْمُ لاَ يَنطِقُونَ * وَلاَ يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ } ( المرسلات 35 ، 36 ) .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن قارون كان من قوم موسى فبغى عليهم وآتيناه من الكنوز ما إن مفاتحه لتنوء بالعصبة أولي القوة إذ قال له قومه لا تفرح إن الله لا يحب الفرحين (76) وابتغ فيما آتاك الله الدار الآخرة ولا تنس نصيبك من الدنيا وأحسن كما أحسن الله إليك ولا تبغ الفساد في الأرض إن الله لا يحب المفسدين (77) قال إنما أوتيته على علم عندي أولم يعلم أن الله قد أهلك من قبله من القرون من هو أشد منه قوة وأكثر جمعا ولا يسأل عن ذنوبهم المجرمون (78) ",
        "babnum": 20
    },
    {
        "id": 1729,
        "cate": "28",
        "title": "فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يَالَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ (79) وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ (80) فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ (81) ",
        "details": " أما قوله : { فَخَرَجَ على قَوْمِهِ فِى زِينَتِهِ } فيدل على أنه خرج بأظهر زينة وأكملها وليس في القرآن إلا هذا القدر ، إلا أن الناس ذكروا وجوهاً مختلفة في كيفية تلك الزينة ، قال مقاتل خرج على بغلة شهباء عليها سرج من ذهب ومعه أربعة آلاف فارس على الخيول وعليها الثياب الأرجوانية ومعه ثلثمائة جارية بيض عليهن الحلى والثياب الحمر على البغال الشهب ، وقال بعضهم : بل خرج في تسعين ألفاً هكذا ، وقال آخرون بل على ثلثمائة .\r\n والأولى ترك هذه التقريرات لأنها متعارضة ، ثم إن الناس لما رأوه على تلك الزينة قال من كان منهم يرغب في الدنيا { ياليت لَنَا مِثْلَ مَا أُوتِىَ قارون } من هذه الأمور والأموال ، والراغبون يحتمل أن يكونوا من الكفار وأن يكونوا من المسلمين الذين يحبون الدنيا ، وأما العلماء وأهل الدين فقالوا للذين تمنوا هذا ويلكم ثواب الله خير من هذه النعم ، لأن للثواب منافع عظيمة وخالصة عن شوائب المضار ودائمة ، وهذه النعم العاجلة على الضد من هذه الصفات الثلاث ، قال صاحب «الكشاف» : ويلك أصله الدعاء بالهلاك ، ثم استعمل في الزجر والردع والبعث على ترك ما لا يرتضى .\r\n أما قوله : { وَلاَ يُلَقَّاهَا إِلاَّ الصابرون } فقال المفسرون : لا يوفق لها والضمير في يلقاها إلى ماذا يعود؟ فيه وجهان أحدهما : إلى ما دل عليه قوله : { آمن وَعَمِلَ صالحا } يعني هذه الأعمال لا يؤتاها إلا الصابرون والثاني : قال الزجاج : يعني ، ولا يلقى هذه الكلمة وهي قولهم ثواب الله خير إلا الصابرون على أداء الطاعات والاحتراز عن المحرمات ، وعلى الرضا بقضاء الله في كل ما قسم من المنافع والمضار .\r\n وأما قوله : { فَخَسَفْنَا بِهِ وَبِدَارِهِ الأرض } ففيه وجهان أحدهما : أنه لما أشر وبطر وعتا خسف الله به وبداره الأرض جزاء على عتوه وبطره ، والفاء تدل على ذلك ، لأن الفاء تشعر بالعلية وثانيها : قيل إن قارون كان يؤذي نبي الله موسى عليه السلام كل وقت وهو يداريه للقرابة التي بينهما حتى نزلت الزكاة فصالحه عن كل ألف دينار على دينار ، وعن كل ألف درهم على درهم فحسبه فاستكثره فشحت نفسه فجمع بني إسرائيل ، وقال : إن موسى يريد أن يأخذ أموالكم فقالوا : أنت سيدنا وكبيرنا فمرنا بما شئت ، قال : نبرطل فلانة البغي حتى تنسبه إلى نفسها فيرفضه بنو إسرائيل فجعل لها طستاً من ذهب مملوءاً ذهباً فلما كان يوم عيد قام موسى فقال : يا بني إسرائيل من سرق قطعناه ، ومن زنى وهو ( غير ) محصن جلدناه وإن أحصن رجمناه ، فقال قارون وإن كنت أنت؟ قال : وإن كنت أنا ، قال : فإن بني إسرائيل يقولون إنك فجرت بفلانة فأحضرت فناشدها موسى بالله الذي فلق البحر وأنزل التوراة أن تصدق فتداركها الله تعالى ، فقالت : كذبوا بل جعل لي قارون جعلاً على أن أقذفك بنفسي ، فخر موسى ساجداً يبكي ، وقال : يا رب إن كنت رسولك فاغضب لي ، فأوحى الله عز وجل إليه أن مر الأرض بما شئت فإنها مطيعة لك ، فقال : يا بني إسرائيل إن الله بعثني إلى قارون كما بعثني إلى فرعون فمن كان معه فليلزم مكانه ومن كان معي فليعتزل فاعتزلوا جميعاً غير رجلين ، ثم قال : يا أرض خذيهم فأخذتهم إلى الركب ثم قال خذيهم فأخذتهم إلى الأوساط ثم قال : خذيهم فأخذتهم إلى الأعناق وقارون وأصحابه يتضرعون إلى موسى عليه السلام ويناشدونه بالله والرحم ، وموسى لا يلتفت إليهم لشدة غضبه ، ثم قال : خذيهم فانطبقت الأرض عليهم فأوحى الله تعالى إلى موسى عليه السلام ما أفظك استغاثوا بك مراراً فلم ترحمهم ، أما وعزتي لودعوني مرة واحدة لوجدوني قريباً مجيباً فأصبحت بنو إسرائيل يتناجون بينهم إنما دعا موسى على قارون ليستبد بداره وكنوزه فدعا الله حتى خسف بداره وأمواله ، ثم إن قارون يخسف به كل يوم مائة قامة ، قال القاضي : إذا هلك بالخسف فسواء نزل عن ظاهر الأرض إلى الأرض السابعة أو دون ذلك فإنه لا يمتنع ما روى على وجه المبالغة في الزجر ، وأما قولهم إنه تعالى قال لو استغاث بي لأغثته ، فإن صح حمل على استغاثة مقرونة بالتوبة فأما وهو ثابت على ما هو عليه مع أنه تعالى هو الذي حكم بذلك الخسف لأن موسى عليه السلام ما فعله إلا عن أمره فبعيد ، وقولهم إنه يتجلجل في الأرض أبداً فبعيد لأنه لا بد له من نهاية وكذا القول فيما ذكر من عدد القامات ، والذي عندي في أمثال هذه الحكايات أنها قليلة الفائدة لأنها من باب أخبار الآحاد فلا تفيد اليقين ، وليست المسألة مسألة عملية حتى يكتفى فيها بالظن ، ثم إنها في أكثر الأمر متعارضة مضطربة فالأولى طرحها والاكتفاء بما دل عليه نص القرآن وتفويض سائر التفاصيل إلى عالم الغيب .\r\n أما قوله : { وَمَا كَانَ مِنَ المنتصرين } فالمراد من المنتقمين من موسى أو من الممتنعين من عذاب الله تعالى يقال نصره من عدوه فانتصر ، أي منعه منه فامتنع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فخرج على قومه في زينته قال الذين يريدون الحياة الدنيا ياليت لنا مثل ما أوتي قارون إنه لذو حظ عظيم (79) وقال الذين أوتوا العلم ويلكم ثواب الله خير لمن آمن وعمل صالحا ولا يلقاها إلا الصابرون (80) فخسفنا به وبداره الأرض فما كان له من فئة ينصرونه من دون الله وما كان من المنتصرين (81) ",
        "babnum": 21
    },
    {
        "id": 1730,
        "cate": "28",
        "title": "وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (82) تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ (83) ",
        "details": " اعلم أن القوم الذين شاهدوا قارون في زينته لما شاهدوا ما نزل به من الخسف صار ذلك زاجراً لهم عن حب الدنيا ومخالفة موسى عليه السلام وداعياً إلى الرضا بقضاء الله تعالى وقسمته وإلى إظهار الطاعة والانقياد لأنبياء الله ورسله .\r\n أما قوله : { وَيْكَأَنَّ الله } فاعلم أن وي كلمة مفصولة عن كأن وهي كلمة مستعملة عند التنبه للخطأ وإظهار التندم ، فلما قالوا : { ياليت لَنَا مِثْلَ مَا أُوتِىَ قارون } [ القصص : 79 ] ثم شاهدوا الخسف تنبهوا لخطئهم فقالوا : وي ثم قالوا : كأن الله يبسط الرزق لمن يشاء من عباده بحسب مشيئته وحكمته لا لكرامته عليه ، ويضيق على من يشاء لا لهوان من يضيق عليه بل لحكمته وقضائه ابتلاء وفتنة قال سيبويه : سألت الخليل عن هذا الحرف فقال إن وي مفصولة من كان وأن القوم تنبهوا وقالوا متندمين على ما سلف منهم وي .\r\n وذكر الفراء وجهين أحدهما : أن المعنى ويلك فحذف اللام وإنما جاز هذا الحذف لكثرتها في الكلام وجعل أن مفتوحة بفعل مضمر كأنه قال ويلك اعلم أن الله ، وهذا قول قطرب حكاه عن يونس الثاني : وي منفصلة من كأن وهو للتعجب يقول الرجل لغيره وي أما ترى ما بين يديك فقال الله وي ثم استأنف كان الله يبسط فالله تعالى إنما ذكرها تعجيباً لخلقه ، قال الواحدي : وهذا وجه مستقيم غير أن العرب لم تكتبها منفصلة ولو كان على ما قالوه لكتبوها منفصلة ، وأجاب الأولون بأن خط المصحف لا يقاس عليه ، ثم قالوا : { لَوْلا أَن مَّنَّ الله عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لاَ يُفْلِحُ الكافرون } وهذا تأكيد لما قبله .\r\n أما قوله : { تِلْكَ الدار الأخرة } فتعظيم لها وتفخيم لشأنها يعني تلك التي سمعت بذكرها وبلغك وصفها ولم يعلق الوعد بترك العلو والفساد ، ولكن بترك إرادتهما وميل القلب إليهما ، وعن علي عليه السلام : إن الرجل ليعجبه أن يكون شراك نعله أجود من شراك نعل صاحبه فيدخل تحتها ، قال صاحب «الكشاف» : ومن الطماع من يجعل العلو لفرعون لقوله : { إِنَّ فِرْعَوْنَ عَلاَ فِى الأرض } [ القصص : 4 ] والفساد لقارون لقوله : { وَلاَ تَبْغِ الفساد فِى الأرض } [ القصص : القصص : 77 ] ويقول من لم يكن مثل فرعون وقارون فله تلك الدار الآخرة ولا يتدبر قوله : { والعاقبة لِلْمُتَّقِينَ } كما تدبره علي بن أبي طالب عليه السلام .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأصبح الذين تمنوا مكانه بالأمس يقولون ويكأن الله يبسط الرزق لمن يشاء من عباده ويقدر لولا أن من الله علينا لخسف بنا ويكأنه لا يفلح الكافرون (82) تلك الدار الآخرة نجعلها للذين لا يريدون علوا في الأرض ولا فسادا والعاقبة للمتقين (83) ",
        "babnum": 22
    },
    {
        "id": 1731,
        "cate": "28",
        "title": "مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئَاتِ إِلَّا مَا كَانُوا يَعْمَلُونَ (84) إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَى مَعَادٍ قُلْ رَبِّي أَعْلَمُ مَنْ جَاءَ بِالْهُدَى وَمَنْ هُوَ فِي ضَلَالٍ مُبِينٍ (85) وَمَا كُنْتَ تَرْجُو أَنْ يُلْقَى إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِنْ رَبِّكَ فَلَا تَكُونَنَّ ظَهِيرًا لِلْكَافِرِينَ (86) وَلَا يَصُدُّنَّكَ عَنْ آيَاتِ اللَّهِ بَعْدَ إِذْ أُنْزِلَتْ إِلَيْكَ وَادْعُ إِلَى رَبِّكَ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ (87) وَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا إِلَهَ إِلَّا هُوَ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ (88) ",
        "details": " اعلم أنه تعالى لما بين أن الدار الآخرة ليست لمن يريد علواً في الأرض ولا فساداً ، بل هي للمتقين بين بعد ذلك ما يحصل لهم فقال : { مَن جَاء بالحسنة فَلَهُ خَيْرٌ مّنْهَا } وفيه وجوه أحدهما : المعنى من جاء بالحسنة حصل له من تلك الكلمة خير وثانيها : حصل له شيء هو أفضل من تلك الحسنة ، ومعناه أنهم يزادون على ثوابهم وقد مر تفسيره في آخر النمل ، وأما قوله : { وَمَن جَاء بالسيئة فَلاَ يُجْزَى الذين عَمِلُواْ السيئات إِلاَّ مَا كَانُواْ يَعْمَلُونَ } فظاهره أن لا يزادوا على ما يستحقون .\r\n وإذا صح ذلك في السيئات دل أن المراد في الحسنات بما هو خير منها ما ذكرناه من مزيد الفضل على الثواب ، قال صاحب «الكشاف» تقدير الآية : ومن جاء بالسيئة فلا يجزون إلا ما كانوا يعملون ، لكنه كرر ذلك لأن في إسناد عمل السيئة إليهم مكرراً فضل تهجين لحالهم وزيادة تبغيض للسيئة إلى قلوب السامعين ، وهذا من فضله العظيم أنه لا يجزي بالسيئة إلا مثلها ، ويجزي بالحسنة عشر أمثالها ، وههنا سؤالان : السؤال الأول : قال تعالى : { إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لأَنفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا } [ الإسراء : 7 ] كرر ذلك الإحسان واكتفى بذكر الإساءة بمرة واحدة ، وفي هذه الآية كرر ذكر الإساءة مرتين واكتفى في ذكر الإحسان بمرة واحدة ، فما السبب؟ الجواب : لأن هذا المقام مقام الترغيب في الدار الآخرة ، فكانت المبالغة في الزجر عن المعصية لائقة بهذا الباب ، لأن المبالغة في الزجر عن المعصية مبالغة في الدعوة إلى الآخرة .\r\n وأما الآية الآخرى فهي شرح حالهم فكانت المبالغة في ذكر محاسنهم أولى .\r\n السؤال الثاني : كيف قال : لا تجزي السيئة إلا بمثلها؟ مع أن المتكلم بكلمة الكفر إذا مات في الحال عذب أبد الآباد والجواب : لأنه كان على عزم أنه لو عاش أبداً لقال ذلك فعومل بمقتضى عزمه .\r\n قال الجبائي : وهذا يدل على بطلان مذهب من يجوز على الله تعالى أن يعذب الأطفال عذاباً دائماً بغير جرم ، قلنا لا يجوز أن يفعله وليس في الآية ما يدل عليه ، ثم إنه سبحانه لما شرح لرسوله أمر القيامة واستقصى في ذلك ، شرح له ما يتصل بأحواله فقال : { إِنَّ الذى فَرَضَ عَلَيْكَ القرءان لَرَادُّكَ إلى مَعَادٍ } قال أبو علي : الذي فرض عليك أحكامه وفرائضه لرادك بعد الموت إلى معاد ، وتنكير المعاد لتعظيمه ، كأنه قال إلى معاد وأي معاد ، أي ليس لغيرك من البشر مثله .\r\n وقيل المراد به مكة ، ووجهه أن يراد برده إليها يوم الفتح ، ووجه تنكيره أنها كانت في ذلك اليوم معاداً له شأن عظيم لاستيلاء رسول الله صلى الله عليه وسلم عليها وقهره لأهلها وإظهار عز الإسلام وإذلال حزب الكفر والسورة مكية ، فكأن الله تعالى وعده وهو بمكة في أذى وغلبة من أهلها أنه يهاجر منها ويعيده إليها ظاهراً ظافراً .\r\n وقال مقاتل : إنه عليه السلام خرج من الغار وسار في غير الطريق مخافة الطلب ، فلما أمن رجع إلى الطريق ونزل بالجحفة بين مكة والمدينة ، وعرف الطريق إلى مكة واشتاق إليها وذكر مولده ومولد أبيه ، فنزل جبريل عليه السلام وقال : تشتاق إلى بلدك ومولدك ، فقال عليه السلام : نعم ، فقال جبريل عليه السلام : فإن الله تعالى يقول : { إِنَّ الذى فَرَضَ عَلَيْكَ القرءان لَرَادُّكَ إلى مَعَادٍ } يعني إلى مكة ظاهراً عليهم وهذا أقرب ، لأن ظاهر المعاد أنه كان فيه وفارقه وحصل العود ، وذلك لا يليق إلا بمكة ، وإن كان سائر الوجوه محتملاً لكن ذلك أقرب ، قال أهل التحقيق : وهذا أحد ما يدل على نبوته ، لأنه أخبر عن الغيب ووقع كما أخبر فيكون معجزاً ، ثم قال { قُل رَّبّى أَعْلَمُ مَن جَاء بالهدى وَمَنْ هُوَ فِى ضلال مُّبِينٍ } ووجه تعلقه بما قبله أن الله تعالى وعد رسوله الرد إلى معاد ، قال : { قُلْ } للمشركين { رَّبّى أَعْلَمُ مَن جَاء بالهدى } يعني نفسه وما يستحقه من الثواب في المعاد والإعزاز بالإعادة إلى مكة { وَمَنْ هُوَ فِى ضلال مُّبِينٍ } يعنيهم وما يستحقون من العقاب في معادهم ، ثم قال لرسوله { وَمَا كُنتَ تَرْجُو أَن يلقى إِلَيْكَ الكتاب إِلاَّ رَحْمَةً مّن رَّبّكَ } ففي كلمة إلا وجهان أحدهما : أنها للاستثناء ، ثم قال صاحب «الكشاف» : هذا كلام محمول على المعنى كأنه قيل : ( وما ألقى إليك الكتاب إلا رحمة من ربك ) ويمكن أيضاً إجراؤه على ظاهره ، أي وما كنت ترجو إلا أن يرحمك الله برحمته فينعم عليك بذلك ، أي ما كنت ترجو إلا على هذا والوجه الثاني : أن إلا بمعنى لكن للاستدراك ، أي ولكن رحمة من ربك ألقى إليك ونظيره قوله : { وَمَا كُنْتَ بِجَانِبِ الطور إِذْ نَادَيْنَا ولكن رَّحْمَةً مّن رَّبِكَ } [ القصص : 46 ] خصصك به ، ثم إنه كلفه بأمور أحدها : كلفه بأن لا يكون مظاهراً للكفار فقال : { فَلاَ تَكُونَنَّ ظَهيراً للكافرين } وثانيها : أن قال : { وَلاَ يَصُدُّنَّكَ عَنْ ءايات الله بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ } الميل إلى المشركين ، قال الضحاك وذلك حين دعوه إلى دين آبائه ليزوجوه ويقاسموه شطراً من مالهم ، أي لا تلتفت إلى هؤلاء ولا تركن إلى قولهم فيصدوك عن اتباع آيات الله وثالثها : قوله : { وادع إلى رَبّكَ } أي : إلى دين ربك ، وأراد التشدد في دعاء الكفار والمشركين ، فلذلك قال : { وَلاَ تَكُونَنَّ مِنَ المشركين } لأن من رضي بطريقتهم أو مال إليهم كان منهم ورابعها : قوله : { وَلاَ تَدْعُ مَعَ الله إلها ءاخَرَ } وهذا وإن كان واجباً على الكل إلا أنه تعالى خاطبه به خصوصاً لأجل التعظيم ، فإن قيل الرسول كان معلوماً منه أن لا يفعل شيئاً من ذلك ألبتة فما فائدة هذا النهي؟ قلنا لعل الخطاب معه ولكن المراد غيره ، ويجوز أن يكون المعنى لا تعتمد على غير الله ولا تتخذ غيره وكيلاً في أمورك ، فإن من وثق بغير الله تعالى فكأنه لم يكمل طريقه في التوحيد ، ثم بين أنه لا إله إلا هو ، أي لا نافع ولا ضار ولا معطي ولا مانع إلا هو ، كقوله : { رَّبُّ المشرق والمغرب لاَ إله إِلاَّ هُوَ فاتخذه وَكِيلاً } [ المزمل : 9 ] فلا يجوز اتخاذ إله سواء ، ثم قال : { كُلُّ شَىْء هَالِكٌ إِلاَّ وَجْهَهُ } وفيه مسائل : المسألة الأولى : اختلفوا في قوله : { كُلُّ شَيْء هَالِكٌ } فمن الناس من فسر الهلاك بالعدم ، والمعنى أن الله تعالى يعدم كل شيء سواه ، ومنهم من فسر الهلاك بإخراجه عن كونه منتفعاً به ، إما بالإماتة أو بتفريق الأجزاء ، وإن كانت أجزاؤه باقية ، فإنه يقال هلك الثوب وهلك المتاع ولا يريدون به فناء أجزائه ، بل خروجه عن كونه منتفعاً به ، ومنهم من قال : معنى كونه هالكاً كونه قابلاً للهلاك في ذاته ، فإن كل ما عداه ممكن الوجود لذاته وكل ما كان ممكن الوجود كان قابلاً للعدم فكان قابلاً للهلاك ، فأطلق عليه اسم الهلاك نظراً إلى هذا الوجه .\r\n واعلم أن المتكلمين لما أرادوا إقامة الدلالة على أن كل شيء سوى الله تعالى يقبل العدم والهلاك قالوا : ثبت أن العالم محدث ، وكل ما كان محدثاً فإن حقيقته قابلة للعدم والوجود ، وكل ما كان كذلك وجب أن يبقى على هذه الحالة أبداً ، لأن الإمكان من لوازم الماهية ، ولازم الماهية لا يزول قط ، إلا أنا لما نظرنا في هذه الدلالة ما وجدناها وافية بهذا الغرض ، لأنهم إنما أقاموا الدلالة على حدوث الأجسام والأعراض ، فلو قدروا على إقامة الدلالة على أن ما سوى الله تعالى إما متحيز أو قائم بالمتحيز لتم غرضهم ، إلا أن الخصم يثبت موجودات لا متحيزة ولا قائمة بالمتحيز ، فالدليل الذي يبين حدوث المتحيز والقائم بالمتحيز لا يبين حدوث كل ما سوى الله تعالى إلا بعد قيام الدلالة على نفي ذلك القسم الثالث ، ولهم في نفي هذا القسم الثالث طريقان أحدهما : قولهم لا دليل عليه فوجب نفيه وهذه طريقة ركيكة بينا سقوطها في الكتب الكلامية والثاني : قولهم لو وجد موجود هكذا لكان مشاركاً لله تعالى في نفي المكان والزمان والإمكان ، ولو كان كذلك لصار مثلاً لله تعالى وهو ضعيف ، لاحتمال أن يقال إنهما وإن اشتركا في هذا السلب إلا أنه يتميز كل واحد منهما عن الآخر بماهية وحقيقة ، وإذا كان كذلك ظهر أن دليلهم العقلي لا يفي بإثبات أن كل شيء هالك إلا وجهه ، والذي يعتمد عليه في هذا الباب أن نقول ثبت أن صانع العالم واجب الوجود لذاته فيستحيل وجود موجود آخر واجب لذاته ، وإلا لاشتركا في الوجوب وامتاز كل واحد منهما عن الآخر بخصوصيته ، وما به المشاركة غير ما به الممايزة فيكون كل واحد منهما مركباً عما به المشاركة وعما به الممايزة وكل مركب ممكن مفتقر إلى جزئه ، ثم إن الجزأين إن كانا واجبين كانا مشتركين في الوجوب ومتمايزين باعتبار آخر فيلزم تركب كل واحد منهما أيضاً ويلزم التسلسل وهو محال ، وإن لم يكونا واجبين فالمركب عنهما المفتقر إليهما أولى أن لا يكون واجباً ، فثبت أن واجب الوجود واحد وأن كل ما عداه فهو ممكن وكل ممكن فلا بد له من مرجح ، وافتقاره إلى المرجح ، إما حال عدمه أو حال وجوده ، فإن كان الأول ثبت أنه محدث ، وإن كان الثاني فافتقار الموجود إلى المؤثر ، إما حال حدوثه أو حال بقائه ، والثاني باطل لأنه يلزم إيجاد الموجود وهو محال فثبت أن الافتقار لا يحصل إلا حال الحدوث ، وثبت أن كل ما سوى الله تعالى محدث سواء كان متحيزاً أو قائماً بالمتحيز أو لا متحيزاً ولا قائماً بالمتحيز ، فإن نقضت هذه الدلالة بذات الله وصفاته ، فاعلم أن هناك فرقاً قوياً وإذا ثبت حدوث كل ما سواه وثبت أن كل ما كان محدثاً كان قابلاً للعدم ثبت بهذا البرهان الباهر أن كل شيء هالك إلا وجهه ، بمعنى كونه قابلاً للهلاك والعدم ، ثم إن الذين فسروا الآية بذلك قالوا هذا أولى وذلك لأنه سبحانه حكم بكونها هالكة في الحال ، وعلى ما قلناه فهي هالكة في الحال ، وعلى ما قلتموه أنها ستهلك لا إنها هالكة في الحال ، فكان قولنا أولى وأيضاً فالممكن إذا وجد من حيث هو لم يكن مستحقاً لا للوجود ولا للعدم من ذاته ، فهذه الاستحقاقية مستحقة له من ذاته ، وأما الوجود فوارد عليه من الخارج فالوجود له كالثوب المستعار له وهو من حيث هو هو كالإنسان الفقير الذي استعار ثوباً من رجل غني ، فإن الفقير لا يخرج بسبب ذلك عن كونه فقيراً كذا الممكنات عارية عن الوجود من حيث هي هي ، وإنما الوجود ثوب حصل لها بالعارية فصح أنها أبداً هالكة من حيث هي هي ، أما الذين حملوه على أنها ستعدم فقد احتجوا بأن قالوا : الهلاك في اللغة له معنيان أحدهما : خروج الشيء عن أن يكون منتفعاً به الثاني : الفناء والعدم لا جائز حمل اللفظ على الأول لأن هلاكها بمعنى خروجها عن حد الانتفاع محال ، لأنها وإن تفرقت أجزاؤها فإنها منتفع بها لأن النفع المطلوب كونها بحيث يمكن أن يستدل بها على وجود الصانع القديم ، وهذه المنفعة باقية سواء بقيت متفرقة أو مجتمعة ، وسواء بقيت موجودة أو صارت معدومة .\r\n وإذا تعذر حمل الهلاك على هذا الوجه وجب حمله على الفناء .\r\n أجاب من حمل الهلاك على التفرق قال : هلاك الشيء خروجه عن المنفعة التي يكون الشيء مطلوباً لأجلها ، فإذا مات الإنسان قيل هلك لأن الصفة المطلوبة منه حياته وعقله ، وإذا تمزق الثوب قيل هلك ، لأن المقصود منه صلاحيته للبس ، فإذا تفرقت أجزاء العالم خرجت السموات والكواكب والجبال والبحار عن صفاتها التي لأجلها كانت منتفعاً بها انتفاعاً خاصاً ، فلا جرم صح إطلاق اسم الهالك عليها فأما صحة الاستدلال بها على الصانع سبحانه فهذه المنفعة ليست منفعة خاصة بالشمس من حيث هي شمس والقمر من حيث هو قمر ، فلم يلزم من بقائها أن لا يطلق عليها اسم الهالك ثم احتجوا على بقاء أجزاء العالم بقوله : { يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض } [ إبراهيم : 48 ] وهذا صريح بأن تلك الأجزاء باقية إلا أنها صارت متصفة بصفة أخرى فهذا ما في هذا الموضع .\r\n المسألة الثانية : احتج أهل التوحيد بهذه الآية على أن الله تعالى شيء ، قالوا لأنه استثنى من قوله : { كُلّ شَىْء } استثناء يخرج ما لولاه لوجب أو لصح دخوله تحت اللفظ ، فوجب كونه شيئاً يؤكده ما ذكرناه في سورة الأنعام ، وهو قوله : { قُلْ أَىُّ شَىْء أَكْبَرُ شهادة قُلِ الله } [ الأنعام : 19 ] واحتجاجهم على أنه ليس بشيء بقوله : { لَيْسَ كَمِثْلِهِ شَيْء } [ الشورى : 11 ] والكاف معناه المثل فتقدير الآية ليس مثل مثله شيء ومثل مثل الله هو الله فوجب أن لا يكون الله شيئاً ، جوابه : أن الكاف صلة زائدة .\r\n المسألة الثالثة : استدلت المجسمة بهذه الآية على أن الله تعالى جسم من وجهين الأول : قالوا الآية صريحة في إثبات الوجه وذلك يقتضي الجسمية والثاني : قوله : { وَإِلَيْهِ تُرْجَعُونَ } وكلمة إلى لانتهاء الغاية وذلك لا يعقل إلا في الأجسام والجواب : لو صح هذا الكلام يلزم أن يفنى جميع أعضائه وأن لا يبقى منه إلا الوجه ، وقد التزم ذلك بعض المشبهة من الرافضة .\r\n وهو بيان ابن سمعان وذلك لا يقول به عاقل ، ثم من الناس من قال الوجه هو الوجود والحقيقة يقال وجه هذا الأمر كذا أي حقيقته ، ومنهم من قال الوجه صلة ، والمراد كل شيء هالك إلا هو ، وأما كلمة إلى فالمعنى وإلى موضع حكمه وقضائه ترجعون .\r\n المسألة الرابعة : استدلت المعتزلة به على أن الجنة والنار غير مخلوقتين ، قالوا لأن الآية تقتضي فناء الكل فلو كانتا مخلوقتين لفنيتا ، وهذا يناقض قوله تعالى في صفة الجنة : { أُكُلُهَا دَائِمٌ } [ الرعد : 35 ] والجواب : هذا معارض بقوله تعالى في صفة الجنة : { أُعِدَّتْ للمتقين } [ آل عمران : 133 ] وفي صفة النار { وَقُودُهَا الناس والحجارة أُعِدَّتْ للكافرين } [ البقرة : 24 ] ثم إما أن يحمل قوله : { كُلُّ شَىْء هَالِكٌ } على الأكثر ، كقوله : { وَأُوتِيَتْ مِن كُلّ شَىْء } [ النمل : 23 ] أو يحمل قوله : { أُكُلُهَا دَائِمٌ } على أن زمان فنائهما لما كان قليلاً بالنسبة إلى زمان بقائهما لا جرم أطلق لفظ الدوام عليه .\r\n المسألة الخامسة : قوله : { كُلُّ شَيْء هَالِكٌ } يدل على أن الذات ذات بالفعل ، لأنه حكم بالهلاك على الشيء فدل على أن الشيء في كونه شيئاً قابل للهلاك ، فوجب أن لا يكون المعدوم شيئاً ، والله أعلم .\r\n والحمد لله رب العالمين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "من جاء بالحسنة فله خير منها ومن جاء بالسيئة فلا يجزى الذين عملوا السيئات إلا ما كانوا يعملون (84) إن الذي فرض عليك القرآن لرادك إلى معاد قل ربي أعلم من جاء بالهدى ومن هو في ضلال مبين (85) وما كنت ترجو أن يلقى إليك الكتاب إلا رحمة من ربك فلا تكونن ظهيرا للكافرين (86) ولا يصدنك عن آيات الله بعد إذ أنزلت إليك وادع إلى ربك ولا تكونن من المشركين (87) ولا تدع مع الله إلها آخر لا إله إلا هو كل شيء هالك إلا وجهه له الحكم وإليه ترجعون (88) ",
        "babnum": 23
    }
]