[
    {
        "id": 3136,
        "cate": "83",
        "title": "وَيْلٌ لِلْمُطَفِّفِينَ (1) الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ (2) وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ (3) ",
        "details": " اعلم أن اتصال أول هذه السورة بآخر السورة المتقدمة ظاهر ، لأنه تعالى بين في آخر تلك السورة أن يوم القيامة يوم من صفته أنه لا تملك نفس لنفس شيئًا والأمر كله لله وذلك يقتضي تهديداً عظيماً للعصاة ، فلهذا أتبعه بقوله : { وَيْلٌ لّلْمُطَفّفِينَ } والمراد الزجر عن التطفيف ، وهو البخس في المكيال والميزان بالشيء القليل على سبيل الخفية ، وذلك لأن الكثير يظهر فيمنع منه ، وذلك القليل إن ظهر أيضاً منع منه ، فعلمنا أن التطيف هو البخس في المكيال والميزان بالشيء القليل على سبيل الخفية ، وههنا مسائل : المسألة الأول : الويل ، كلمة تذكر عند وقوع البلاء ، يقال : ويل لك ، وويل عليك .\r\n المسألة الثانية : في اشتقاق لفظ المطفف قولان الأول : أن طف الشيء هو جانبه وحرفه ، يقال : طف الوادي والإناء ، إذا بلغ الشيء الذي فيه حرفه ولم يمتلىء فهو طفافه وطفافه وطففه ، ويقال : هذا طف المكيال وطفافه ، إذا قارب ملأه لكنه بعد لم يمتلىء ، ولهذا قيل : الذي يسيء الكيل ولا يوفيه مطفف ، يعني أنه إنما يبلغ الطفاف والثاني : وهو قول الزجاج : أنه إنما قيل للذي ينقص المكيال والميزان مطفف ، لأنه يكون الذي لا يسرق في المكيال والميزان إلا الشيء اليسير الطفيف ، وههنا سؤالات : الأول : وهو أن الاكتيال الأخذ بالكيل ، كالاتزان الأخذ بالوزن ، ثم إن اللغة المعتادة أن يقال : اكتلت من فلان ، ولا يقال : اكتلت على فلان ، فما الوجه فيه ههنا؟ .\r\n الجواب : من وجهين الأول : لما كان اكتيالهم من الناس اكتيالاً فيه إضرار بهم وتحامل عليهم ، أقيم على مقام من الدالة على ذلك الثاني : قال الفراء : المراد اكتالوا من الناس ، وعلى ومن في هذا الموضع يعتقبان لأنه حق عليه ، فإذا قال اكتلت عليك ، فكأنه قال أخذت ما عليك ، وإذا قال اكتلت منك ، فهو كقوله استوفيت منك .\r\n السؤال الثاني : هو أن اللغة المعتادة أن يقال كالوا لهم ، أو وزنوا لهم ، ولا يقال كلته ووزنته فما وجه قوله تعالى : { وَإِذَا كَالُوهُمْ أَوْ وَّزَنُوهُمْ } ؟ والجواب من وجوه : الأول : أن المراد من قوله ( كالوهم أو وزنوهم ) كالوا لهم أو وزنوا لهم ، فحذف الجار وأوصل الفعل .\r\n قال الكسائي والفراء : وهذا من كلام أهل الحجاز ، ومن جاورهم يقولون : زنى كذا ، كلى كذا ، ويقولون صدتك وصدت لك ، وكسبتك وكسبت لك ، فعلى هذا الكناية في كالوهم ووزنوهم في موضع نصب الثاني : أن يكون على حذف المضاف ، وإقامة المضاف إليه مقامه ، والتقدير : وإذا كالوا مكيلهم ، أو وزنوا موزونهم الثالث : يروى عن عيسى بن عمر ، وحمزة أنهما كانا يجعلان الضميرين توكيداً لما في كالوا ويقفان عند الواوين وقيفة يبينان بها ما أرادا ، وزعم الفراء والزجاج أنه غير جائز ، لأنه لو كان بمعنى كالوهم لكان في المصحف ألف مثبتة قبل هم ، واعترض صاحب «الكشاف» على هذه الحجة ، فقال إن خط المصحف لم يراع في كثير منه حد المصطلح عليه في علم الحظ والجواب أن إثبات هذه الألف لو لم يكن معتاداً في زمان الصحابة فكان يجب إثباتها في سائر الأعصار ، لما أنا نعلم مبالغتهم في ذلك ، فثبت أن إثبات هذه الألف كان معتاداً في زمان الصحابة فكان يجب إثباته ههنا .\r\n السؤال الثالث : ما السبب في أنه قال : { وَيْلٌ لّلْمُطَفّفِينَ * الذين إِذَا اكتالوا } ولم يقل إذا انزنوا ، ثم قال : { وَإِذَا كَالُوهُمْ أَوْ وَّزَنُوهُمْ } فجمع بينهما؟ أن الكيل والوزن بهما الشراء والبيع فأحدهما يدل على الآخر السؤال الرابع : اللغة المعتادة أن يقال خسرته ، فما الوجه في أخسرته؟ الجواب قال الزجاج : أخسرت الميزان وخسرته سواء أي نقصته ، وعن المؤرج يخسرون ينقصون بلغة قريش .\r\n المسألة الثالثة : عن عكرمة عن ابن عباس قال : لما قدم نبي الله المدينة كانوا من أبخس الناس كيلا ، فأنزل الله تعالى هذه الآية ، فأحسنوا الكيل بعد ذلك ، وقيل كان أهل المدينة تجاراً يطففون وكانت بياعاتهم المنابذة والملامسة والمخاطرة ، فنزلت هذه الآية ، فخرج رسول الله صلى الله عليه وسلم فقرأها عليهم ، وقال \" خمس بخمس» قيل يا رسول الله ، وما خمس بخمس؟ قال ما نقص قوم العهد إلا سلط الله عليهم عدوهم ، وما حكموا بغير ما أنزل الله إلا فشا فيهم الفقر ، وما ظهرت فيهم الفاحشة إلا فشا فيهم الموت ، ولا طففوا الكيل إلا منعوا النبات وأخذوا بالسنين ، ولا منعوا الزكاة إلا حبس عنهم المطر \" .\r\n المسألة الرابعة : الذم إنما لحقهم بمجموع أنهم يأخذون زائداً ، ويدفعون ناقصاً ، ثم اختلف العلماء ، فقال بعضهم : هذه الآية دالة على الوعيد ، فلا تتناول إلا إذا بلغ التطفيف حد الكثير ، وهو نصاب السرقة ، وقال آخرون بل ما يصغر ويكبر دخل تحت الوعيد ، لكن بشرط أن لا يكون معه توبة ولا طاعة أعظم منها ، وهذا هو الأصح .\r\n المسألة الخامسة : احتج أصحاب الوعيد بعموم هذه الآية ، قالوا : وهذه الآية واردة في أهل الصلاة لا في الكفار ، والذي يدل عليه وجهان الأول : أنه لو كان كافراً لكان ذلك الكفر أولى باقتضاء هذا الويل من التطفيف ، فلم يكن حينئذ للتطفيف أثر في هذا الويل ، لكن الآية دالة على أن الموجب لهذا الويل هو التطفيف الثاني : أنه تعالى قال : للمخاطبين بهذه الآية : { أَلا يَظُنُّ أُوْلَئِكَ أَنَّهُمْ مَّبْعُوثُونَ * لِيَوْمٍ عَظِيمٍ } [ المطففين : 4 ، 5 ] فكأنه تعالى هدد المطففين بعذاب يوم القيامة ، والتهديد بهذا لا يحصل إلا مع المؤمن ، فثبت بهذين الوجهين أن هذا الوعيد مختص بأهل الصلاة والجواب : عنه ما تقدم مراراً ، ومن لواحق هذه المسألة أن هذا الوعيد يتناول من يفعل ذلك ومن يعزم عليه إذ العزم عليه أيضاً من الكبائر .\r\n واعلم أن أمر المكيال والميزان عظيم ، وذلك لأن عامة الخلق يحتاجون إلى المعاملات وهي مبنية على أمر المكيال والميزان ، فلهذا السبب عظم الله أمره فقال : { والسماء رَفَعَهَا وَوَضَعَ الميزان * أَلاَّ تَطْغَوْاْ فِى الميزان * وَأَقِيمُواْ الوزن بالقسط وَلاَ تُخْسِرُواْ الميزان } [ الرحمن : 7 - 9 ] وقال : { وَلَقَدْ أَرْسَلنَا رُسُلَنَا بالبينات وَأَنزَلْنَا مَعَهُمُ الكتاب والميزان لِيَقُومَ الناس بالقسط } [ الحديد : 25 ] وعن قتادة : « أوف يا ابن آدم الكيل كما تحب أن يوفي لك ، واعدل كما تحب أن يعدل لك » وعن الفضيل : بخس الميزان سواد الوجه يوم القيامة ، وقال أعرابي لعبد الملك بن مروان : قد سمعت ما قال الله تعالى في المطففين! أراد بذلك أن المطفف قد توجه عليه الوعيد العظيم في أخذ القليل ، فما ظنك بنفسك وأنت تأخذ الكثير ، وتأخذ أموال المسلمين بلا كيل ولا وزن .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويل للمطففين (1) الذين إذا اكتالوا على الناس يستوفون (2) وإذا كالوهم أو وزنوهم يخسرون (3) ",
        "babnum": 1
    },
    {
        "id": 3137,
        "cate": "83",
        "title": "أَلَا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ (4) لِيَوْمٍ عَظِيمٍ (5) يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ (6) ",
        "details": " اعلم أنه تعالى وبخ هؤلاء المطففين فقال : { أَلا يَظُنُّ أُوْلَئِكَ } الذين يطففون { أَنَّهُمْ مَّبْعُوثُونَ * لِيَوْمٍ عَظِيمٍ } وهو يوم القيامة ، وفي الظن ههنا قولان : الأول : أن المراد منه العلم ، وعلى هذا التقدير يحتمل أن يكون المخاطبون بهذا الخطاب من جملة المصدقين بالبعث ، ويحتمل أن لا يكونوا كذلك أما الاحتمال الأول : فهو ما روي أن المسلمين من أهل المدينة وهم الأوس والخزرج كانوا كذلك ، وحين ورد النبي صلى الله عليه وسلم كان ذلك شائعاً فيهم ، وكانوا مصدقين بالبعث والنشور ، فلا جرم ذكروا به ، وأما إن قلنا : بأن المخاطبين بهذه الآية ما كانوا مؤمنين بالبعث إلا أنهم كانوا متمكنين من الاستدلال عليه ، لما في العقول من إيصال الجزاء إلى المحسن والمسيء ، أو إمكان ذلك إن لم يثبت وجوبه ، وهذا مما يجوز أن يخاطب به من ينكر البعث ، والمعنى ألا يتفكرون حتى يعلموا أنهم مبعوثون ، لكنهم قد أعرضوا عن التفكر ، وأراحوا أنفسهم عن متاعبه ومشاقه ، وإنما يجعل العلم الاستدلال ظناً ، لأن أكثر العلوم الاستدلالية راجع إلى الأغلب في الرأي ، ولم يكن كالشك الذي يعتدل الوجهان فيه لا جرم سمي ذلك ظناً القول الثاني : أن المراد من الظن ههنا هو الظن نفسه لا العلم ، ويكون المعنى أن هؤلاء المطففين هب أنهم لا يجزمون بالبعث ولكن لا أقل من الظن ، فإن الأليق بحكمة الله ورحمته ورعايته مصالح خلقه أن لا يهمل أمرهم بعد الموت بالكلية ، وأن يكون لهم حشر ونشر ، وأن هذا الظن كاف في حصول الخوف ، كأنه سبحانه وتعالى يقول : هب أن هؤلاء لا يقطعون به أفلا يظنونه أيضاً ، فأما قوله تعالى : { يَوْمَ يَقُومُ الناس لِرَبّ العالمين } ففيه مسائل : المسألة الأولى : قرىء { يَوْمٍ } بالنصب والجر ، أما النصب فقال الزجاج : يوم منصوب بقوله { مَّبْعُوثُونَ } والمعنى ألا يظنون أنهم يبعثون يوم القيامة ، وقال الفراء : وقد يكون في موضع خفض إلا أنه أضيف إلى يفعل فنصب ، وهذا كما ذكرنا في قوله : { يَوْمَ لاَ تَمْلِكُ } وأما الجر فلكونه بدلاً من { يَوْمٍ عَظِيمٍ } .\r\n المسألة الثانية : هذا القيام له صفات : الصفة الأولى : سببه وفيه وجوه أحدها : وهو الأصح أن الناس يقومون لمحاسبة رب العالمين ، فيظهر هناك هذا التطفيف الذي يظن أنه حقير ، فيعرف هناك كثرته واجتماعه ، ويقرب منه قوله تعالى : { وَلِمَنْ خَافَ مَقَامَ رَبّهِ جَنَّتَانِ } [ الرحمن : 46 ] وثانيها : أنه سبحانه يرد الأرواح إلى أجسادها فتقوم تلك الأجساد من مراقدها ، فذاك هو المراد من قوله : { يَوْمَ يَقُومُ الناس لِرَبّ العالمين } وثالثها : قال أبو مسلم معنى : { يَقُومُ الناس } هو كقوله : { وَقُومُواْ لِلَّهِ قانتين } [ البقرة : 238 ] أي لعبادته فقوله : { يَقُومُ الناس لِرَبّ العالمين } أي لمحض أمره وطعته لا لشيء آخر ، على ما قرره في قوله : { والامر يَوْمَئِذٍ لِلَّهِ } .\r\n الصفة الثانية : كيفية ذلك القيام ، روي عن ابن عمر عن النبي صلى الله عليه وسلم في قوله : { يَوْمَ يَقُومُ الناس لِرَبّ العالمين } قال : \" يقوم أحدكم في رشحه إلى أنصاف أذنيه \" وعن ابن عمر : أنه قرأ هذه السورة ، فلما بلغ قوله { يَوْمَ يَقُومُ الناس لِرَبّ العالمين } بكى نحيباً حتى عجز عن قراءة ما بعده» .\r\n الصفة الثالثة : كمية ذلك القيام ، روى عنه عليه السلام أنه قال : \" يقوم الناس مقدار ثلثمائة سنة من الدنيا لا يؤمر فيهم بأمر \" وعن ابن مسعود : \" يمكثون أربعين عاماً ثم يخاطبون \" وقال ابن عباس : وهو في حق المؤمنين كقدر انصرافهم من الصلاة .\r\n واعلم أنه سبحانه جمع في هذه الآية أنواعاً من التهديد ، فقال أولا : { وَيْلٌ لّلْمُطَفّفِينَ } [ المطففين : 1 ] وهذه الكلمة تذكر عند نزول البلاء ، ثم قال ثانياً : { أَلا يَظُنُّ أُوْلَئِكَ } وهو استفهام بمعنى الإنكار ، ثم قال ثالثاً : { لِيَوْمٍ عَظِيمٍ } والشيء الذي يستعظمه الله لا شك أنه في غاية العظمة ، ثم قال رابعاً : { يَوْمَ يَقُومُ الناس لِرَبّ العالمين } وفيه نوعان من التهديد أحدهما : كونهم قائمين مع غاية الخشوع ونهاية الذلة والانكسار والثاني : أنه وصف نفسه بكونه رباً للعالمين ، ثم ههنا سؤال وهو كأنه قال قائل : كيف يليق بك مع غاية عظمتك أي تهيء هذا المحفل العظيم الذي هو محفل القيلة لأجل الشيء الحقير الطفيف؟ فكأنه سبحانه يجيب ، فيقول عظمة الإلهية لا تتم إلا بالعظمة في القدرة والعظمة في الحكمة ، فعظمة القدرة ظهرت بكوني رباً للعالمين ، لكن عظمة الحكمة لا تظهر إلا بأن انتصف للمظلوم من الظالم بسبب ذلك القدر الحقير الطفيف ، فإن الشيء كلما كان أحقر وأصغر كان العلم الواصل إليه أعظم وأتم ، فلأجل إظهار العظمة في الحكمة أحضرت خلق الأولين والآخرين في محفل القيامة ، وحاسبت المطفف لأجل ذلك القدر الطفيف .\r\n وقال الأستاذ أبو القاسم القشيري : لفظ المطفف يتناول التطفيف في الوزن والكيل ، وفي إظهار العيب وإخفائه ، وفي طلب الإنصاف والانتصاف ، ويقال : من لم يرض لأخيه المسلم ما يرضاه لنفسه ، فليس بمنصف والمعاشرة والصحبة من هذه الجملة ، والذي يرى عيب الناس ، ولا يرى عيب نفسه من هذه الجملة ، ومن طلب حق نفسه من الناس ، ولا يعطيهم حقوقهم كما يطلبه لنفسه ، فهو من هذه الجملة والفتى من يقضي حقوق الناس ولا يطلب من أحد لنفسه حقاً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ألا يظن أولئك أنهم مبعوثون (4) ليوم عظيم (5) يوم يقوم الناس لرب العالمين (6) ",
        "babnum": 2
    },
    {
        "id": 3138,
        "cate": "83",
        "title": "كَلَّا إِنَّ كِتَابَ الْفُجَّارِ لَفِي سِجِّينٍ (7) وَمَا أَدْرَاكَ مَا سِجِّينٌ (8) كِتَابٌ مَرْقُومٌ (9) وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (10) الَّذِينَ يُكَذِّبُونَ بِيَوْمِ الدِّينِ (11) وَمَا يُكَذِّبُ بِهِ إِلَّا كُلُّ مُعْتَدٍ أَثِيمٍ (12) إِذَا تُتْلَى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ (13) كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ (14) كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ (15) ثُمَّ إِنَّهُمْ لَصَالُو الْجَحِيمِ (16) ثُمَّ يُقَالُ هَذَا الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ (17) ",
        "details": " واعلم أنه سبحانه لما بين عظم هذا الذنب أتبعه بذكر لواحقه وأحكامه فأولها : قوله : { كَلاَّ } والمفسرون ذكروا فيه وجوهاً الأول : أنه ردع وتنبيه أي ليس الأمر على ماهم عليه من التطفيف والغفلة ، عن ذكر البعث والحساب فليرتدعوا ، وتمام الكلام ههنا الثاني : قال أبو حاتم : { كَلاَّ } ابتداء يتصل بما بعده على معنى حقاً { إِنَّ كتاب الفجار لَفِى سِجّينٍ } وهو قول الحسن .\r\n النوع الثاني : أنه تعالى وصف كتاب الفجار بالخيبة والحقارة على سبيل الاستخفاف بهم ، وههنا سؤالات .\r\n السؤال الأول : السجين اسم علم لشيء معين أو اسم مشتق عن معنى؟ قلنا فيه قولان : الأول : وهو قول جمهور المفسرين : أنه اسم علم على شيء معين ، ثم اختلفوا فيه ، فالأكثرون على أنه الأرض السابعة السفلى ، وهو قول ابن عباس في رواية عطاء وقتادة ومجاهد والضحاك وابن زيد ، وروى البراء أنه عليه السلام قال : \" سجين أسفل سبع أرضين \" قال عطاء الخراساني : وفيها إبليس وذريته ، وروى أبو هريرة أنه عليه السلام قال : \" سجين جب في جهنم \" وقال الكلبي ومجاهد : سجين صخرة تحت الأرض السابعة .\r\n القول الثاني : أنه مشتق وسمي سجيناً فعيلاً من السجن ، وهو الحبس والتضييق كما يقال : فسيق من الفسق ، وهو قول أبي عبيدة والمبرد والزجاج ، قال الواحدي : وهذا ضعيف والدليل على أن سجيناً ليس مما كانت العرب تعرفه قوله : { وَمَا أَدْرَاكَ ما سجين } أي ليس ذلك مما كنت تعلمه أنت وقومك .\r\n ولا أقول هذا ضعيف ، فلعله إنما ذكر ذلك تعظيماً لأمر سجين .\r\n كما في قوله : { وَمَا أَدْرَاكَ مَا يَوْمُ الدين } [ الإنفطار : 17 ] قال صاحب «الكشاف» : والصحيح أن السجين فعيل مأخوذ من السجن ، ثم إنه ههنا اسم علم منقول من صف كحاتم وهو منصرف ، لأنه ليس فيه إلا سبب واحد وهو التعريف ، إذا عرفت هذا ، فنقول قد ذكرنا أن الله تعالى أجرى أموراً مع عباده على ما تعارفوه من التعامل فيما بينهم وبين عظمائهم .\r\n فالجنة موصوفة بالعلو والصفاء والفسحة وحضور الملائكة المقربين ، والسجين موصوف بالتسفل والظلمة والضيق وحضور الشياطين الملعونين ، ولا شك أن العلو والصفاء والفسحة وحضور الملائكة المقربين ، كل ذلك من صفات الكمال والعزة ، وأضدادها من صفات النقص والذلة ، فلما أريد وصف الكفرة وكتابهم بالذلة والحقارة ، قيل : إنه في موضع التسفل والظلمة والضيق ، وحضور الشياطين ، ولما وصف كتاب الأبرار بالعزة قيل : إنه { لَفِى عِلّيّينَ } [ المطففين : 18 ] .\r\n و { يَشْهَدُهُ المقربون } [ المطففين : 21 ] .\r\n السؤال الثاني : قد أخبر الله عن كتاب الفجار بأنه { فِى سِجّينٍ } ثم فسر سجيناً ب { كتاب مَّرْقُومٌ } فكأنه قيل : إن كتابهم في كتاب مرقوم فما معناه؟ أجاب القفال : فقال قوله : { كتاب مَّرْقُومٌ } ليس تفسيراً لسجين ، بل التقدير : كلا إن كتاب الفجار لفي سجين ، وإن كتاب الفجار كتاب مرقوم ، فيكون هذا وصفاً لكتاب الفجار بوصفين أحدهما : أنه في سجين والثاني : أنه مرقوم ، ووقع قوله : { وَمَا أَدْرَاكَ مَا سِجّينٌ } فيما بين الوصفين معترضاً ، والله أعلم .\r\n والأولى أن يقال : وأي استبعاد في كون أحد الكتابين في الآخر ، إما بأن يوضع كتاب الفجار في الكتاب الذي هو الأصل المرجوع إلى في تفصيل أحوال الأشقياء ، أو بأن ينقل ما في كتاب الفجار إلى ذلك الكتاب المسمى بالسجين ، وفيه وجه ثالث : وهو أن يكون المراد من الكتاب ، الكتابة فيكون في المعنى : كتابة الفجار في سجين ، أي كتابة أعمالهم في سجين ، ثم وصف السجين بأنه { كتاب مَّرْقُومٌ } فيه جميع أعمال الفجار .\r\n السؤال الثالث : ما معنى قوله : { كتاب مَّرْقُومٌ } ؟ قلنا فيه وجوه : أحدها : مرقوم أي مكتوبة أعمالهم فيه وثانيها : قال قتادة : رقم لهم بسوء أي كتب لهم بإيجاب النار وثالثها : قال القفال : يحتمل أن يكون المراد أنه جعل ذلك الكتاب مرقوماً ، كما يرقم التاجر ثوبه علامة لقيمته ، فكذلك كتاب الفاجر جعل مرقوماً برقم دال على شقاوته ورابعها : المرقوم : ههنا المختوم ، قال الواحدي : وهو صحيح لأن الختم علامة ، فيجوز أن يسمى المرقوم مختوماً وخامسها : أن المعنى كتاب مثبت عليهم كالرقم في الثوب ينمحي ، أما قوله : { وَيْلٌ يَوْمَئِذٍ لّلْمُكَذّبِينَ } ففيه وجهان أحدهما : أنه متصل بقوله : { يَوْمَ يَقُومُ الناس } أي : { يَوْمَ يَقُومُ الناس لِرَبّ العالمين } [ المطففين : 83 ] ويل لمن كذب بأخبار الله والثاني : أن قوله : { مَّرْقُومٌ } معناه رقم برقم يدل على الشقاوة يوم القيامة ، ثم قال : { وَيْلٌ يَوْمَئِذٍ لّلْمُكَذّبِينَ } في ذلك اليوم من ذلك الكتاب ، ثم إنه تعالى أخبر عن صفة من يكذب بيوم الدين فقال : { وَمَا يُكَذّبُ بِهِ إِلاَّ كُلُّ مُعْتَدٍ أَثِيمٍ * إِذَا تتلى عَلَيْهِ ءاياتنا قَالَ أساطير الأولين } ومعناه أنه لا يكذب بيوم الدين إلا من كان موصوفاً بهذه الصفات الثلاثة فأولها : كونه معتدياً ، والاعتداء هو التجاوز عن المنهج الحق وثانيها : الأثيم وهو مبالغة في ارتكاب الإثم والمعاصي .\r\n وأقول الإنسان له قوتان قوة نظرية وكمالها في أن يعرف الحق لذاته ، وقوة عملية وكمالها في أن يعرف الخير لأجل العمل به ، وضد الأول أن يصف الله تعالى بما لا يجوز وصفه به ، فإن كل من منع من إمكان البعث والقيامة إنما منع إما لأنه لم يعلم تعلق علم الله بجميع المعلومات من الكليات والجزئيات ، أو لأنه لم يعلم تعلق قدرة الله بجميع الممكنات .\r\n فهذا الاعتداء ضد القوة العملية ، هو الاشتغال بالشهوة والغضب وصاحبه هو الأثيم ، وذلك لأن المشتغل بالشهوة والغضب قلما يتفرغ للعبادة والطاعة ، وربما صار ذلك مانعاً له عن الإيمان بالقيامة .\r\n وأما الصفة الثالثة : للمكذبين بيوم الدين فهو قوله : { إِذَا تتلى عَلَيْهِ ءاياتنا قَالَ أساطير الأولين } والمراد منه الذين ينكرون النبوة ، والمعنى إذا تلي عليه القرآن قال أساطير الأولين ، وفيه وجهان أحدهما : أكاذيب الأولين والثاني : أخبار الأولين وأنه عنهم أخذ أي يقدح في كون القرآن من عند الله بهذا الطريق ، وههنا بحث آخر : وهو أن هذه الصفات الثلاثة هل المراد منها شخص معين أولاً؟ فيه قولان : الأول : وهو قول الكلبي : أن المراد منه الوليد بن المغيرة ، وقال آخرون : إنه النضر بن الحارث ، واحتج من قال : إنه الوليد بأنه تعالى قال في سورة ن : { وَلاَ تُطِعْ كُلَّ حَلاَّفٍ مَّهِينٍ } [ ن : 10 ] إلى قوله { مُعْتَدٍ أَثِيمٍ } [ ن : 12 ] إلى قوله { إِذَا تتلى عَلَيْهِ ءاياتنا قَالَ أساطير الأولين } [ ن : 15 ] فقيل إنه : الوليد بن المغيرة ، وعلى هذا التقدير يكون المعنى : وما يكذب بيوم الدين من قريش أو من قومك إلا كل معتد أثيم ، وهذا هو الشخص المعين والقول الثاني : أنه عام في حق جميع الموصوفين بهذه الصفات ، أما قوله تعالى : { كَلاَّ بَلْ رَانَ على قُلُوبِهِمْ مَّا كَانُواْ يَكْسِبُونَ } فالمعنى ليس الأمر كما يقوله من أن ذلك أساطير الأولين ، بل أفعالهم الماضية صارت سبباً لحصول الرين في قلوبهم ، ولأهل اللغة في تفسير لفظة الرين وجوه ، ولأهل التفسير وجوه أخر ، أما أهل اللغة فقال أبو عبيدة : ران على قلوبهم غلب عليها والخمر ترين على عقل السكران ، والموت يرين على الميت فيذهب به ، قال الليث : ران النعاس والخمر في الرأس إذا رسخ فيه ، وهو يريد رينا ، وريوناً ، ومن هذا حديث عمر في أسيفع جهينة لما ركبه الدين «أصبح قد رين به» قال أبو زيد : يقال : رين بالرجل يران به ريناً إذا وقع فيما لا يستطيع الخروج منه .\r\n قال أبو معاذ النحوي : الرين أن يسود القلب من الذنوب والطبع أن يطبع على القلب وهو أشد من الرين ، والأقفال أشد من الطبع ، وهو أن يقفل على القلب ، قال الزجاج : ران على قلوبهم بمعنى غطى على قلوبهم ، يقال : ران على قلبه الذنب يرين ريناً أي غشيه ، والرين كالصدإ يغشى القلب ومثله العين ، أما أهل التفسير ، فلهم وجوه : قال الحسن : ومجاهد هو الذنب على الذنب ، حتى تحيط الذنوب بالقلب ، وتغشاه فيموت القلب ، وروي عن رسول الله صلى الله عليه وسلم أنه قال : \" إياكم والمحقرات من الذنوب ، فإن الذنب على الذنب يوقد على صاحبه جحيماً ضخمة \" وعن مجاهد القلب كالكف ، فإذا أذنب الذنب انقبض ، وإذا أذنب ذنباً آخر انقبض ثم يطبع عليه وهو الرين ، وقال آخرون : كلما أذنب الإنسان حصلت في قلبه نكتة سوداء حتى يسود القلب كله ، وروي هذا مرفوعاً في حديث أبي هريرة ، قلت : لا شك أن تكرر الأفعال سبب لحصول ملكة نفسانية ، فإن من أراد تعلم الكتابة فكلما كان إتيانه بعمل الكتابة أكثر كان اقتداره على عمل الكتابة أتم ، إلى أن يصير بحيث يقدر على الإتيان بالكتابة من غير روية ولا فكرة ، فهذه الهيئة النفسانية ، لما تولدت من تلك الأعمال الكثيرة كان لكل واحد من تلك الأعمال أثر في حصول تلك الهيئة النفسانية ، إذا عرفت هذا فنقول : إن الإنسان إذا واظب على الإتيان ببعض أنواع الذنوب ، حصلت في قلبه ملكة نفسانية على الإتيان بذلك الذنب ، ولا معنى للذنب إلا ما يشغلك بغير الله ، وكل ما يشغلك بغير الله فهو ظلمة ، فإذن الذنوب كلها ظلمات وسواد ، ولكل واحد من الأعمال السالفة التي أورث مجموعها حصول تلك الملكة أثر في حصولها ، فذلك هو المراد من قولهم : كلما أذنب الإنسان حصلت في قلبه نكتة سوداء حتى يسود القلب ، ولما كانت مراتب الملكات في الشدة والضعف مختلفة ، لا جرم كانت مراتب هذا السواد والظلمة مختلفة ، فبعضها يكون ريناً وبعضها طبعاً وبعضها أقفالاً ، قال القاضي ليس المراد من الرين أن قلبهم قد تغير وحصل فيه منع ، بل المراد أنهم صاروا لإيقاع الذنب حالاً بعد حال متجرئين عليه وقويت دواعيهم إلى ترك التوبة وترك الإقلاع ، فاستمروا وصعب الأمر عليهم ، ولذلك بين أن علة الرين كسبهم ، ومعلوم إن إكثارهم من اكتساب الذنوب لا يمنع من الإقلاع والتوبة ، وأقول قد بينا أن صدور الفعل حال استواء الداعي إلى الفعل ، والداعي إلى الترك محال لامتناع ترجيح الممكن من غير مرجح ، فبأن يكون ممتنعاً حال المرجوحية كان أولى ، ولما سلم القاضي أنهم صاروا بسبب الأفعال السالفة راجحاً ، فوجب أن يكون الإقلاع في هذه الحالة ممتنعاً ، وتمام الكلام قد تقدم مراراً في هذا الكتاب .\r\n أما قوله تعالى : { كَلاَّ إِنَّهُمْ عَن رَّبّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ } فاعلم أنهم ذكروا في { كَلاَّ } وجوهاً أحدها : قال صاحب «الكشاف» : { كَلاَّ } ردع عن الكسب الرائن عن قلوبهم وثانيها : قال القفال : إن الله تعالى حكى في سائر السور عن هذا المعتدي الأثيم أنه كان يقول إن كانت الآخرة حقاً ، فإن الله تعالى يعطيه مالاً وولداً ، ثم إنه تعالى كذبه في هذه المقالة فقال : { أَطَّلَعَ الغيب أَمِ اتخذ عِندَ الرحمن عَهْداً } [ مريم : 78 ] وقال : { وَمَا أَظُنُّ الساعة قَائِمَةً وَلَئِن رُّجّعْتُ إلى رَبّى إِنَّ لِى عِندَهُ للحسنى } [ فصلت : 50 ] ولما كان هذا مما قد تردد ذكره في القرآن ترك الله ذكره ههنا وقال : { كَلاَّ إِنَّهُمْ عَن رَّبّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ } أي ليس الأمر كما يقولون : من أن لهم في الآخرة حسنى بل هم عن ربهم يومئذ لمحجوبون وثانيها : أن يكون ذلك تكريراً وتكون { كَلاَّ } هذه هي المذكورة في قوله : { كَلاَّ بَلْ رَانَ } أما قوله : { إِنَّهُمْ عَن رَّبّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ } فقد احتج الأصحاب على أن المؤمنين يرونه سبحانه قالوا : ولولا ذلك لم يكن للتخصيص فائدة ، وفيه تقرير آخر وهو أنه تعالى ذكر هذا الحجاب في معرض الوعيد والتهديد للكفار ، وما يكون وعيداً وتهديداً للكفار لا يجوز حصوله في حق المؤمن ، فوجب أن لا يحصل هذا الحجاب في حق المؤمن أجابت المعتزلة عن هذا من وجوه أحدها : قال الجبائي : المراد أنهم عن رحمة ربهم محجوبون أي ممنوعون ، كما يقال في الفرائض : الإخوة يحجبون الأم على الثلث ، ومن ذلك يقال : لمن يمنع عن الدخول هو حاجب ، لأنه يمنع من رؤيته وثانيها : قال أبو مسلم : { لَّمَحْجُوبُونَ } أي غير مقربين ، والحجاب الرد وهو ضد القبول ، والمعنى هؤلاء المنكرون للبعث غير مقبولين عند الله وهو المراد من قوله تعالى : { وَلاَ يُكَلّمُهُمُ الله وَلاَ يَنظُرُ إِلَيْهِمْ يَوْمَ القيامة وَلاَ يُزَكّيهِمْ } [ آل عمران : 77 ] ، وثالثها : قال القاضي : الحجاب ليس عبارة عن عدم الرؤية ، فإنه قد يقال : حجب فلان عن الأمير ، وإن كان قد رآه من البعد ، وإذا لم يكن الحجاب عبارة عن عدم الرؤية سقط الاستدلال ، بل يجب أن يحمل على صيرورته ممنوعاً عن وجدان رحمته تعالى ورابعها : قال صاحب «الكشاف» : كونهم محجوبين عنه تمثيل للاستخفاف بهم وإهانتهم ، لأنه لا يؤذن على الملوك إلا للمكرمين لديهم ، ولا يحجب عنهم إلا المهانون عندهم والجواب : لا شك أن من منع من رؤية شيء يقال : إنه حجب عنه ، وأيضاً من منع من الدخول على الأمير يقال : إنه حجب عنه ، وأيضاً يقال الأم حجبت عن الثلث بسبب الإخوة ، وإذا وجدنا هذه الاستعمالات وجب جعل اللفظ حقيقة في مفهوم مشترك بين هذه المواضع دفعاً للاشتراك في اللفظ ، وذلك هو المنع .\r\n ففي الصورة الأولى حصل المنع من الرؤية ، وفي الثاني حصل المنع من الوصول إلى قربه ، وفي الثالثة : حصل المنع من استحقاق الثلث ، فيصير تقدير الآية : كلا إنهم عن ربهم يومئذ لممنوعون ، والمنع إنما يتحقق بالنسبة إلى ما يثبت للعبد بالنسبة إلى الله تعالى ، وهو إما العلم ، وإما الرؤية ، ولا يمكن حمله على العلم ، لأنه ثابت بالاتفاق للكفار ، فوجب حمله على الرؤية .\r\n أما صرفه إلى الرحمة فهو عدول عن الظاهر من غير دليل ، وكذا ما قاله صاحب «الكشاف» : ترك للظاهر من غير دليل ، ثم الذي يؤكد ما ذكرناه من الدليل أقوال المفسرين .\r\n قال مقاتل : معنى الآية أنهم بعد العرض والحساب ، لا يرون ربهم ، والمؤمنون يرون ربهم ، وقال الكلبي : يقول إنهم عن النظر إلى رؤية ربهم لمحجوبون ، والمؤمن لا يحجب عن رؤية ربه ، وسئل مالك بن أنس عن هذه الآية ، فقال : لما حجب أعداءه فلم يروه لا بد وأن يتجلى لأوليائه حتى يروه ، وعن الشافعي لما حجب قوماً بالسخط دل على أن قوماً يرونه بالرضا ، أما قوله تعالى : { ثُمَّ إِنَّهُمْ لَصَالُواْ الجحيم } فالمعنى لما صاروا محجوبين في عرصة القيامة إما عن رؤية الله على قولنا ، أو عن رحمة الله وكرامته على قول المعتزلة ، فعند ذلك يؤمر بهم إلى النار ثم إذا دخلوا النار ، وبخوا بتكذيبهم بالبعث والجزاء ، فقيل لهم : { هذا الذى كُنتُمْ بِهِ تُكَذّبُونَ } في الدنيا ، والآن قد عاينتموه فذوقوه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كلا إن كتاب الفجار لفي سجين (7) وما أدراك ما سجين (8) كتاب مرقوم (9) ويل يومئذ للمكذبين (10) الذين يكذبون بيوم الدين (11) وما يكذب به إلا كل معتد أثيم (12) إذا تتلى عليه آياتنا قال أساطير الأولين (13) كلا بل ران على قلوبهم ما كانوا يكسبون (14) كلا إنهم عن ربهم يومئذ لمحجوبون (15) ثم إنهم لصالو الجحيم (16) ثم يقال هذا الذي كنتم به تكذبون (17) ",
        "babnum": 3
    },
    {
        "id": 3139,
        "cate": "83",
        "title": "كَلَّا إِنَّ كِتَابَ الْأَبْرَارِ لَفِي عِلِّيِّينَ (18) وَمَا أَدْرَاكَ مَا عِلِّيُّونَ (19) كِتَابٌ مَرْقُومٌ (20) يَشْهَدُهُ الْمُقَرَّبُونَ (21) ",
        "details": " اعلم أنه تعالى لما ذكر حال الفجار المطففين ، أتبعه بذكر حال الأبرار الذين لا يطففون ، فقال : { كَلاَّ } أي ليس الأمر كما توهمه أولئك الفجار من إنكار البعث ومن أن كتاب الله أساطير الأولين .\r\n واعلم أن لأهل اللغة في لفظ { عِلّيّينَ } أقوالاً ، ولأهل التفسير أيضاً أقوالاً ، أما أهل اللغة قال أبو الفتح الموصلي : { عِلّيّينَ } جمع علي وهو فعيل من العلو ، وقال الزجاج : إعراب هذا الاسم كإعراب الجمع لأنه على لفظ الجمع ، كما تقول : هذه قنسرون ورأيت قنسرين ، وأما المفسرون فروي عن ابن عباس أنها السماء الرابعة ، وفي رواية أخرى إنها السماء السابعة ، وقال قتادة ومقاتل : هي قائمة العرش اليمنى فوق السماء السابعة ، وقال الضحاك : هي سدرة المنتهى ، وقال الفراء : يعني ارتفاعاً بعد ارتفاع لا غاية له ، وقال الزجاج : أعلى الأمكنة ، وقال آخرون : هي مراتب عالية محفوظة بالجلالة قد عظمها الله وأعلى شأنها ، وقال آخرون : عند كتاب أعمال الملائكة ، وظاهر القرآن يشهد لهذا القول الأخير لأنه تعالى قال لرسوله : { وَمَا أَدْرَاكَ مَا عِلّيُّونَ } تنبيهاً له على أنه معلوم له ، وأنه سيعرفه ثم قال : { كتاب مَّرْقُومٌ يَشْهَدُهُ المقربون } فبين أن كتابهم في هذا الكتاب المرقوم الذي يشهده المقربون من الملائكة ، فكأنه تعالى كما وكلهم باللوح المحفوظ فكذلك يوكلهم بحفظ كتب الأبرار في جملة ذلك الكتاب الذي هو أم الكتاب على وجه الإعظام له ولا يمتنع أن الحفظة إذا صعدت بكتب الأبرار فإنهم يسلمونها إلى هؤلاء المقربين فيحفظونها كما يحفظون كتب أنفسهم أو ينقلون ما في تلك الصحائف إلى ذلك الكتاب الذي وكلوا بحفظه ويصير علمهم شهادة لهؤلاء الأبرار ، فلذلك يحاسبون حساباً يسيراً ، لأن هؤلاء المقربين يشهدون لهم بما حفظوه من أعمالهم ، وإذا كان هذا الكتاب في السماء صح قول من تأول ذلك على أنه في السماء العالية ، فتتقارب الأقوال في ذلك ، وإذا كان الذي ذكرناه أولى .\r\n واعلم أن المعتمد في تفسير هذه الآية ما بينا أن العلو والفسحة والضياء والطهارة من علامات السعادة ، والسفل والضيق والظلمة من علامات الشقاوة ، فلما كان المقصود من وضع كتاب الفجار في أسفل السافلين ، وفي أضيق المواضع إذلال الفجار وتحقير شأنهم ، كان المقصود من وضع كتاب الأبرار في أعلى عليين ، وشهادة الملائكة لهم بذلك إجلالهم وتعظيم شأنهم ، وفي الآية وجه آخر ، وهو أن المراد من الكتاب الكتابة ، فيكون المعنى أن كتابة أعمال الأبرار في عليين ، ثم وصف عليين بأنه كتاب مرقوم فيه جميع أعمال الأبرار ، وهو قول أبي مسلم .\r\n أما قوله تعالى : { كتاب مَّرْقُومٌ } ففيه تأويلان أحدهما : أن المراد بالكتاب المرقوم كتاب أعمالهم والثاني : أنه كتاب موضوع في عليين كتب فيه ما أعد الله لهم من الكرامة والثواب ، واختلفوا في ذلك الكتاب ، فقال مقاتل : إن تلك الأشياء مكتوبة لهم في ساق العرش .\r\n وعن ابن عباس أنه مكتوب في لوح من زبرجد معلق تحت العرش .\r\n وقال آخرون : هو كتاب مرقوم بما يوجب سرورهم ، وذلك بالضد من رقم كتاب الفجار بما يسوءهم ، ويدل على هذا المعنى قوله : { يَشْهَدُهُ المقربون } يعني الملائكة الذي هم في عليين يشهدون ويحضرون ذلك المكتوب ، ومن قال : إنه كتاب الأعمال ، قال : يشهد ذلك الكتاب إذا صعد به إلى عليين المقربون من الملائكة كرامة للمؤمن .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كلا إن كتاب الأبرار لفي عليين (18) وما أدراك ما عليون (19) كتاب مرقوم (20) يشهده المقربون (21) ",
        "babnum": 4
    },
    {
        "id": 3140,
        "cate": "83",
        "title": "إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ (22) عَلَى الْأَرَائِكِ يَنْظُرُونَ (23) تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ (24) يُسْقَوْنَ مِنْ رَحِيقٍ مَخْتُومٍ (25) خِتَامُهُ مِسْكٌ وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ (26) وَمِزَاجُهُ مِنْ تَسْنِيمٍ (27) عَيْنًا يَشْرَبُ بِهَا الْمُقَرَّبُونَ (28) ",
        "details": " اعلم أنه سبحانه وتعالى لما عظم كتابهم في الآية المتقدمة عظم بهذه الآية منزلتهم ، فقال : { إِنَّ الأبرار لَفِى نَعِيمٍ } ثم وصف كيفية ذلك النعيم بأمور ثلاثة أولها : قوله : { عَلَى الأرائك يَنظُرُونَ } قال القفال : الأرائك الأسرة في الحجال ، ولا تسمى أريكة فيما زعموا إلا إذا كانت كذلك ، وعن الحسن : كنا لا ندري ما الأريكة حتى لقينا رجلاً من أهل اليمن أخبرنا أن الأريكة عندهم ذلك .\r\n أما قوله : { يُنظَرُونَ } ففيه ثلاثة أوجه أحدها : ينظرون إلى أنواع نعمهم في الجنة من الحور العين والولدان ، وأنواع الأطعمة والأشربة والملابس والمراكب وغيرها ، قال عليه السلام : « يلحظ المؤمن فيحيط بكل ما آتاه الله وإن أدناهم يتراءى له مثل سعة الدنيا » والثاني : قال مقاتل : ينظرون إلى عدوهم حين يعذبون في النار والثالث : إذا اشتهوا شيئاً نظروا إليه فيحضرهم ذلك الشيء في الحال ، واعلم أن هذه الأوجه الثلاثة من باب أنواع جنس واحد وهو المنظور إليه ، فوجب حمل اللفظ على الكل ، ويخطر ببالي تفسير رابع : وهو أشرف من الكل وهو أنهم ينظرون إلى ربهم ويتأكد هذا التأويل بما إنه قال بعد هذه الآية : { تَعْرِفُ فِى وُجُوهِهِمْ نَضْرَةَ النعيم } والنظر المقرون بالنضرة هو رؤية الله تعالى على ما قال : { وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ * إلى رَبّهَا نَاظِرَةٌ } [ القيامة : 23 22 ] ومما يؤكد هذا التأويل أنه يجب الابتداء بذكر أعظم اللذات ، وما هو إلا رؤية الله تعالى وثانيها : قوله تعالى : { تَعْرِفُ فِى وُجُوهِهِمْ نَضْرَةَ النعيم } وفيه مسألتان : المسألة الأولى : المعنى إذا رأيتهم عرفت أنهم أهل النعمة بسبب ما ترى في وجوههم من القرائن الدالة على ذلك ثم في تلك القرائن قولان : أحدهما : أنه ما يشاهد في وجوههم من الضحك والاستبشار ، على ما قال تعالى : { وُجُوهٌ يَوْمَئِذٍ مُّسْفِرَةٌ * ضاحكة مُّسْتَبْشِرَةٌ } [ عبس : 39 38 ] .\r\n والثاني : قال عطاء إن الله تعالى يزيد في وجوههم من النور والحسن والبياض ما لا يصفه واصف ، وتفسير النضرة : قد سبق عند قوله : { نَّاضِرَةٌ } .\r\n المسألة الثانية : قرىء : { تَعْرِفُ } على البناء للمفعول { جنات النعيم } بالرفع .\r\n وثالثها : قوله : { يُسْقَوْنَ مِن رَّحِيقٍ } وفيه مسألتان : المسألة الأولى : في بيان أن الرحيق ما هو؟ قال الليث : { الرحيق } الخمر .\r\n وأنشد لحسان .\r\n بردى يصفق بالرحيق السلسل \r\n وقال أبو عبيدة والزجاج : { الرحيق } من الخمر ما لا غش فيه ولا شيء يفسده ، ولعله هو الخمر الذي وصفه الله تعالى بقوله : { لاَ فِيهَا غَوْلٌ } [ الصافات : 47 ] .\r\n المسألة الثانية : ذكر الله تعالى لهذا : { الرحيق } صفات : الصفة الأولى : قوله : { رَّحِيقٍ مَّخْتُومٍ } وفيه وجوه : الأول : قال القفال : يحتمل أن هؤلاء يسقون من شراب مختوم قد ختم عليه تكريماً له بالصيانة على ما جرت به العادة من ختم ما يكرم ويصان ، وهناك خمر آخر تجري منها أنهار كما قال : { وأنهار مّنْ خَمْرٍ لَّذَّةٍ للشاربين } [ محمد : 15 ] إلا أن هذا المختوم أشرف في الجاري الثاني : قال أبو عبيدة والمبرد والزجاج : المختوم الذي له ختام أي عاقبة والثالث : روي عن عبدالله في مختوم أنه ممزوج ، قال الواحدي : وليس بتفسير لأن الختم لا يكون تفسيره المزج ، ولكن لما كانت له عاقبة هي ريح المسك فسره بالممزوج ، لأنه لو لم يمتزج بالمسك لما حصل فيه ريح المسك الرابع : قال مجاهد مختوم مطين ، قال الواحدي : كان مراده من الختم بالطين ، هو أن لا تمسه يد إلى أن يفك ختمه الأبرار ، والأقرب من جميع هذه الوجوه الوجه الأول الذي ذكره القفال الصفة الثانية : لهذا الرحيق قوله : { ختامه مِسْكٌ } وفيه وجوه الأول : قال القفال : معناه أن الذي يختم به رأس قارورة ذلك الرحيق هو المسك ، كالطين الذي يختم به رؤوس القوارير ، فكان ذلك المسك رطب ينطبع فيه الخاتم ، وهذا الوجه مطابق للوجه الأول الذي حكيناه عن القفال في تفسير قوله : { مَّخْتُومٍ } ، الثاني : المراد من قوله : { ختامه مِسْكٌ } أي عاقبته المسك أي يختم له آخره بريح المسك ، وهذا الوجه مطابق للوجه الذي حكيناه عن أبي عبيدة في تفسير قوله : { مَّخْتُومٍ } كأنه تعالى قال من رحيق له عاقبة ، ثم فسر تلك العاقبة فقال : تلك العاقبة مسك أي من شربه كان ختم شربه على ريح المسك ، وهذا قول علقمة والضحاك وسعيد بن جبير ، ومقاتل وقتادة قالوا : إذا رفع الشارب فاه من آخر شرابه وجد ريحه كريح المسك ، والمعنى لذاذة المقطع وذكاء الرائحة وأرجها ، مع طيب الطعم ، والختام آخر كل شيء ، ومنه يقال : ختمت القرآن ، والأعمال بخواتيمها ويؤكده قراءة علي عليه السلام ، واختيار الكسائي فإنه يقرأ : ( خاتمه مسك ) أي آخره كما يقال : خاتم النبيين ، قال الفراء : وهما متقاربان في المعنى إلا أن الخاتم اسم والختام مصدر كقولهم : هو كريم الطباع والطابع الثالث : معناه خلطه مسك ، وذكروا أن فيه تطيباً لطعمه .\r\n وقيل : بل لريحه وأقول : لعل المراد أن الخمر الممزوج بهذه الأفاويه الحارة مما يعين على الهضم وتقوية الشهوة ، فلعل المراد منه الإشارة إلى قوة شهوتهم وصحة أبدانهم ، وهذا القول رواه سعيد بن جبير عن الأسود عن عائشة تقول المرأة لقد أخذت ختم طيني ، أي لقد أخذت أخلاط طيني ، قال أبو الدرداء هو شراب أبيض مثل الفضة ، يحتمون به آخر شربهم ، لو أن رجلاً من أهل الدنيا أدخل فيه يده ثم أخرجها لم يبق ذو روح إلا وجد طيب ريحه .\r\n الصفة الثانية : قوله تعالى : { وَفِى ذَلِكَ فَلْيَتَنَافَسِ المتنافسون } قال الواحدي : يقال : نفست عليه الشيء أنفسه نفاسة إذا ضننت به ولم تحب أن يصير إليه ، والتنافس تفاعل منه كأن كل واحد من الشخصين يريد أن يستأثر به ، والمعنى : وفي ذلك فليرغب الراغبون بالمبادرة إلى طاعة الله .\r\n واعم أن مبالغة الله تعالى في الترغيب فيه تدل على علو شأنه ، وفيه إشارة إلى أن التنافس يجب أن يكون في مثل ذلك النعيم العظيم الدائم ، لا في النعيم الذي هو مكدر سريع الفناء .\r\n الصفة الرابعة : قوله تعالى : { وَمِزَاجُهُ مِن تَسْنِيمٍ } وفيه مسائل : المسألة الأولى : تسنيم علم لعين بعينها في الجنة سميت بالتسنيم الذي هو مصدر سنمه إذا رفعه ، إما لأنها أرفع شراب في الجنة ، وإما لأنها تأتيهم من فوق ، على ما روي أنها تجري في الهواء مسنمة فتنصب في أوانيهم ، وإما لأنها لأجل كثرة ملئها وسرعته تعلو على كل شيء تمر به وهو تسنيمه ، أو لأنه عند الجري يرى فيه ارتفاع وانخفاض ، فهو التسنيم أيضاً ، وذلك لأن أصل هذه الكلمة للعلو والارتفاع ، ومنه سنام البعير وتسنمت الحائط إذا علوته ، وأما قول المفسرين : فروى ميمون بن مهران أن ابن عباس سأل عن تسنيم ، فقال هذا مما يقول الله : { فَلاَ تَعْلَمُ نَفْسٌ مَّا أُخْفِىَ لَهُم مّن قُرَّةِ أَعْيُنٍ } [ السجدة : 17 ] ويقرب منه ما قال الحسن : وهو أنه أمر أخفاه الله تعالى لأهل الجنة قال الواحدي : وعلى هذا لا يعرف له اشتقاق وهو اسم معرفة ، وعن عكرمة : { مِن تَسْنِيمٍ } من تشريف : المسألة الثانية : أنه تعالى ذكر أن تسنيم عين يشرب بها المقربون ، قال ابن عباس : أشرف شراب أهل الجنة هو تسنيم ، لأنه يشربه المقربون صرفاً ، ويمزج لأصحاب اليمين .\r\n واعلم أن الله تعالى لما قسم المكلفين في سورة الواقعة إلى ثلاثة أقسام : المقربون ، وأصحاب اليمين وأصحاب الشمال ، ثم إنه تعالى لما ذكر كرامة المذكورين في هذه السورة بأنه يمزج شرابهم من عين يشرب بها المقربون؛ علمنا أن المذكورين في هذا الموضع هم أصحاب اليمين ، وأقول : هذا يدل على أن الأنهار متفاوتة في الفضيلة ، فتسنيم أفضل أنها الجنة ، والمقربون أفضل أهل الجنة ، والتسنيم في الجنة الروحانية هو معرفة الله ولذة النظر إلى وجه الله الكريم ، والرحيق هو الابتهاج بمطالعة عالم الموجودات ، فالمقربون لا يشربون إلا من التسنيم ، أي لا يشتغلون إلا بمطالعة وجهه الكريم ، وأصحاب اليمين يكون شرابهم ممزوجاً ، فتارة يكون نظرهم إليه وتارة إلى مخلوقاته .\r\n المسألة الثانية : عينا نصب على المدح وقال الزجاج : نصب على الحال ، وقوله : { يَشْرَبُ بِهَا المقربون } كقوله : { يَشْرَبُ بِهَا عِبَادُ الله } [ الإنسان : 6 ] وقد مر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الأبرار لفي نعيم (22) على الأرائك ينظرون (23) تعرف في وجوههم نضرة النعيم (24) يسقون من رحيق مختوم (25) ختامه مسك وفي ذلك فليتنافس المتنافسون (26) ومزاجه من تسنيم (27) عينا يشرب بها المقربون (28) ",
        "babnum": 5
    },
    {
        "id": 3141,
        "cate": "83",
        "title": "إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ (29) وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ (30) وَإِذَا انْقَلَبُوا إِلَى أَهْلِهِمُ انْقَلَبُوا فَكِهِينَ (31) وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَؤُلَاءِ لَضَالُّونَ (32) وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِينَ (33) فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ (34) عَلَى الْأَرَائِكِ يَنْظُرُونَ (35) هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوا يَفْعَلُونَ (36) ",
        "details": " اعلم أنه سبحانه لما وصف كرامة الأبرار في الآخرة ذكر بعد ذلك قبح معاملة الكفار معهم في الدنيا في استهزائهم وضحكهم ، ثم بين أن ذلك سينقلب على الكفار في الآخرة ، والمقصود منه تسلية المؤمنين وتقوية قلوبهم ، وفيه مسائل : المسألة الأولى : ذكروا في سبب النزول وجهين الأول : أن المراد من قوله : { إِنَّ الذين أَجْرَمُواْ } أكابر المشركين كأبي جهل والوليد بن المغيرة والعاصى بن وائل السهمي كانوا يضحكون من عمار وصهيب وبلال وغيرهم من فقراء المسلمين ويستهزئون بهم الثاني : جاء علي عليه السلام في نفر من المسلمين فسخر منهم المنافقون وضحكوا وتغامزوا ثم رجعوا إلى أصحابهم فقالوا : رأينا اليوم الأصلع فضحكوا منه ، فنزلت هذه الآية قبل أن يصل علي إلى رسول الله صلى الله عليه وسلم .\r\n المسألة الثانية : أنه تعالى حكى عنهم أربعة أشياء من المعاملات القبيحة فأولها : قوله : إن الذين أجرموا كانوا من الذين آمنوا يضحكون أي يستهزئون بهم وبدينهم وثانيها : قوله : { وَإِذَا مَرُّواْ بِهِمْ يَتَغَامَزُونَ } أي يتفاعلون من الغمز ، وهو الإشارة بالجفن والحاجب ويكون الغمز أيضاً بمعنى العيب وغمزه إذا عابه ، وما في فلان غميزة أي ما يعاب به ، والمعنى أنهم يشيرون إليهم بالأعين استهزاء ويعيبونهم ، ويقولون : انظروا إلى هؤلاء يتعبون أنفسهم ويحرمونها لذاتها ويخاطرون بأنفسهم في طلب ثواب لا يتيقنونه وثالثها : قوله تعالى : { وَإِذَا انقلبوا إلى أَهْلِهِمْ انقلبوا فَكِهِينَ } معجبين بما هم فيه من الشرك والمعصية والتنعم بالدنيا ، أو يتفكهون بذكر المسلمين بالسوء ، قرأ عاصم في رواية حفص عنه : { فَكِهِينَ } بغير ألف في هذا الموضع وحده ، وفي سائر القرآن { فاكهين } بالألف وقرأ الباقون فاكهين بالألف ، فقيل : هما لغتان ، وقيل : فاكهين أي متنعمين مشغولين بما هم فيه من الكفر والتنعم بالدنيا وفكهين معجبين ورابعها : قوله تعالى : { وَإِذَا رَأَوْهُمْ قَالُواْ إِنَّ هَؤُلاَء لَضَالُّونَ } أي هم على ضلال في تركهم التنعم الحاضر بسبب طلب ثواب لا يدري هل له وجود أم لا ، وهذا آخر ما حكاه تعالى عن الكفار .\r\n ثم قال تعالى : { وَمَا أُرْسِلُواْ عَلَيْهِمْ حافظين } يعني أن الله تعالى لم يبعث هؤلاء الكفار رقباء على المؤمنين ، يحفظون عليهم أحوالهم ويتفقدون ما يصنعونه من حق أو باطل ، فيعبون عليهم ما يعتقدونه ضلالاً ، بل إنما أمروا بإصلاح أنفسهم .\r\n أما قوله تعالى : { فاليوم الذين ءامَنُواْ مِنَ الكفار يَضْحَكُونَ } ففيه مسألتان : المسألة الأولى : المعنى أن في هذا اليوم الذي هو يوم تصقع الأعمال والمحاسبة يضحك المؤمن من الكافر ، وفي سبب هذا الضحك وجوه أحدها : أن الكفار كانوا يضحكون على المؤمنين في الدنيا بسبب ما هم فيه من الضر والبؤس ، وفي الآخرة يضحك المؤمنون على الكافرين بسبب ما هم فيه من أنواع العذاب والبلاء ، ولأنهم علموا أنهم كانوا في الدنيا على غير شيء ، وأنهم قد باعوا باقياً بفان ويرون أنفسهم قد فازوا بالنعيم المقيم ونالوا بالتعب اليسير راحة الأبد ، ودخلوا الجنة فأجلسوا على الأرائك ينظرون إليهم كيف يعذبون في النار وكيف يصطرخون فيها ويدعون بالويل والثبور ويلعن بعضهم بعضاً الثاني : قال أبو صالح : يقال لأهل النار وهم فيها اخرجوا وتفتح لهم أبوابها ، فإذا رأوها قد فتحت أقبلوا إليها يريدون الخروج ، والمؤمنون ينظرون إليهم على الأرائك ، فإذا انتهوا إلى أبوابها غلقت دونهم ، فذاك هو سبب الضحك .\r\n المسألة الثانية : قوله : { عَلَى الأرائك يَنظُرُونَ } حال من يضحكون أي يضحكون منهم ناظرين إليهم وإلى ما هم فيه من الهوان والصغار بعد العزة والكبر .\r\n ثم قال تعالى : { هَلْ ثُوّبَ الكفار مَا كَانُواْ يَفْعَلُونَ } ثوب بمعنى أثيب أي الله المثيب ، قال أوس : سأجزيك أو يجزيك عني مثوب \r\n وحسبك أن يثني عليك وتحمدي قال المبرد : وهو فعل من الثواب ، وهو ما يثوب أي يرجع إلى فاعله جزاء ما عمله من خير أو شر ، والثواب يستعمل في المكافأة بالشر ، ونشد أبو عبيدة : ألا أبلغ أبا حسن رسولا \r\n فما لك لا تجيء إلى الثواب والأولى أن يحمل ذلك على سبيل التهكم كقوله : { ذُقْ إِنَّكَ أَنتَ العزيز الكريم } [ الدخان : 49 ] والمعنى كأنه تعالى يقول للمؤمنين : هل جازينا الكفار على عملهم الذي كان من جملته ضحكهم بكم واستهزاؤهم بطريقتكم ، كما جازيناكم على أعمالكم الصالحة؟ فيكون هذا القول زائداً في سرورهم ، لأنه يقتضي زيادة في تعظيمهم والاستخفاف بأعدائهم ، والمقصود منها أحوال القيامة .\r\n والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين أجرموا كانوا من الذين آمنوا يضحكون (29) وإذا مروا بهم يتغامزون (30) وإذا انقلبوا إلى أهلهم انقلبوا فكهين (31) وإذا رأوهم قالوا إن هؤلاء لضالون (32) وما أرسلوا عليهم حافظين (33) فاليوم الذين آمنوا من الكفار يضحكون (34) على الأرائك ينظرون (35) هل ثوب الكفار ما كانوا يفعلون (36) ",
        "babnum": 6
    }
]