[
    {
        "id": 2536,
        "cate": "55",
        "title": "الرَّحْمَنُ (1) عَلَّمَ الْقُرْآنَ (2) خَلَقَ الْإِنْسَانَ (3) عَلَّمَهُ الْبَيَانَ (4) ",
        "details": " اعلم أولاً أن مناسبة هذه السورة لما قبلها بوجهين أحدهما : أن الله تعالى افتتح السورة المتقدمة بذكر معجزة تدل على العزة والجبروت والهيبة وهو انشقاق القمر ، فإن من يقدر على شق القمر يقدر على هد الجبال وقد الرجال ، وافتتح هذه السورة بذكر معجزة تدل على الرحمة والرحموت وهو القرآن الكريم ، فإن شفاء القلوب بالصفاء عن الذنوب ثانيهما : أنه تعالى ذكر في السورة المتقدمة : { فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ } [ القمر : 16 ] غير مرة ، وذكر في السورة : { فَبِأَيّ ءَالاء رَبّكُمَا تُكَذّبَانِ } [ الرحمن : 13 ] مرة بعد مرة لما بينا أن تلك السورة سورة إظهار الهيبة ، وهذه السورة سورة إظهار الرحمة ، ثم إن أول هذه السورة مناسب لآخر ما قبلها حيث قال في آخر تلك السورة : { عِندَ مَلِيكٍ مُّقْتَدِرِ } [ القمر : 55 ] ، والاقتدار إشارة إلى الهيبة والعظمة وقال ههنا : { الرحمن } أي عزيز شديد منتقم مقتدر بالنسبة إلى الكفار والفجار ، رحمن منعم غافر للأبرار .\r\n ثم في التفسير مسائل : المسألة الأولى : في لفظ { الرحمن } أبحاث ، ولا يتبين بعضها إلا بعد البحث في كلمة الله فنقول : المبحث الأول : من الناس من يقول : إن الله مع الألف واللام اسم علم لموجد الممكنات وعلى هذا فمنهم من قال : { الرحمن } أيضاً اسم علم له وتمسك بقوله تعالى : { قُلِ ادعوا الله أَوِ ادعوا الرحمن أَيّا مَّا تَدْعُواْ فَلَهُ الأسماء الحسنى } [ الإسراء : 110 ] أي أياً ما منهما ، وجوز بعضهم قول القائل : يا الرحمن كما يجوز يا الله وتمسك بالآية وكل هذا ضعيف وبعضها أضعف من بعض ، أما قوله : الله مع الألف واللام اسم علم ففيه بعض الضعف وذلك لأنه لو كان كذلك لكانت الهمزة فيه أصلية ، فلا يجوز أن تجعل وصلية ، وكان يجب أن يقال : خلق الله كما يقال : علم أحمد وفهم إسماعيل ، بل الحق فيه أحد القولين : إما أن نقول : إله أو لاه اسم لموجد الممكنات اسم علم ، ثم استعمل مع الألف واللام كما في الفضل والعباس والحسن والخليل ، وعلى هذا فمن سمى غيره إلهاً فهو كمن يستعمل في مولود له فيقول لابنه محمد وأحمد وإن كان علمين لغيره قبله في أنه جائز لأن من سمى ابنه أحمد لم يكن له من الأمر المطاع ما يمنع الغير عن التسمية به ولم يكن له الاحتجار وأخذ الاسم لنفسه أو لولده بخلاف الملك المطاع إذا استأثر لنفسه اسماً لا يستجرىء أحد ممن تحت ولايته ما دام له الملك أن يسمى ولده أو نفسه بذلك الاسم خصوصاً من يكون مملوكاً لا يمكنه أن يسمي نفسه باسم الملك ولا أن يسمي ولده به ، والله تعالى ملك مطاع وكل من عداه تحت أمره فإذا استأثر لنفسه اسماً لا يجوز للعبيد أن يتسموا بذلك الاسم ، فمن يسمى فقد تعدى فالمشركون في التسمية متعدون ، وفي المعنى ضالون وإما أن نقول : إله أو لاه اسم لمن يعبد والألف واللام للتعريف ، ولما امتنع المعنى عن غير الله امتنع الاسم ، فإن قيل : فلو سمى أحد ابنه به كان ينبغي أن يجوز؟ قلنا : لا يجوز لأنه يوهم أنه اسم موضوع لذلك الابن لمعنى لا لكونه علماً ، فإن قيل : تسمية الواحد بالكريم والودود جائزة قلنا : كل ما يكون حمله على العلم وعلى اسم لمعنى ملحوظ في اللفظ الذكرى لا يفضي إلى خلل يجوز ذلك فيه فيجوز تسمية الواحد بالكريم والودود ولا يجوز تسميته بالخالق ، والقديم لأن على تقدير حمله على أنه علم غير ملحوظ فيه المعنى يجوز ، وعلى تقدير حمله على أنه اسم لمعنى هو قائم به كالقدرة التي بها بقاء الخلق أو العدم ، فلا يجوز لكن اسم المعبود من هذا القبيل فلا يجوز التسمية به ، فأحد هذين القولين حق وقولهم مع الألف واللام علم ليس بحق ، إذا عرفت البحث في الله فما يترتب عليه ، وهو أن الرحمن اسم على أضعف منه ، وتجويز يا الرحمن أضعف من الكل .\r\n البحث الثاني : الله والرحمن في حق الله تعالى كالاسم الأول والوصف الغالب الذي يصير كالاسم بعد الاسم الأول كما في قولنا : عمر الفاروق ، وعلى المرتضى وموسى الرضا ، وغير ذلك مما نجده في أسماء الخلفاء وأوصافهم المعرفة لهم التي كانت لهم وصفاً وخرجت بكثرة الاستعمال عن الوصفية ، حتى إن الشخص وإن لم يتصف به أو فارقه الوصف يقال له ذلك كالعلم فإذن للرحمن اختصاص بالله تعالى ، كما أن لتلك الأوصاف اختصاصاً بأولئك غير أن في تلك الأسماء والأوصاف جاز الوضع لما بينا حيث استوى الناس في الاقتدار والعظمة ، ولا يجوز في حق الله تعالى ، فإن قيل : إن من الناس من أطلق لفظ الرحمن على اليمامي ، نقول : هو كما أن من الناس من أطلق لفظ الإله على غير الله تعدياً وكفراً ، نظراً إلى جوازه لغة وهو اعتقاد باطل .\r\n البحث الثالث : لله تعالى رحمتان سابقة ولاحقة فالسابقة هي التي بها خلق الخلق واللاحقة هي التي أعطى بها الخلق بعد إيجاده إياهم من الرزق والفطنة وغير ذلك فهو تعالى بالنظر إلى الرحمة السابقة رحمن ، وبالنظر إلى اللاحقة رحيم ، ولهذا يقال : يا رحمن الدنيا ورحيم الآخرة ، فهو رحمن ، لأنه خلق الخلق أولاً برحمته ، فلما لم يوجد في غيره هذه الرحمة ولم يخلق أحد حداً لم يجز أن يقال لغيره : رحمن ، ولما تخلق الصالحون من عباده ببعض أخلاقه على قدر الطاقة البشرية ، وأطعم الجائع وكسا العاري ، وجد شيء من الرحمة اللاحقة التي بها الرزق والإعانة فجاز أن يقال له رحيم ، وقد ذكرنا هذا كله في تفسير سورة الفاتحة غير أنا أردنا أن يصير ما ذكرنا مضموماً إلى ما ذكرناه هناك ، فأعدناه ههنا لأن هذا كله كالتفصيل لما ذكرناه في الفاتحة .\r\n المسألة الثانية : { الرحمن } مبتدأ خبره الجملة الفعلية التي هي قوله : { عَلَّمَ القرءان } وقيل { الرحمن } ( خبر ) مبتدأ تقديره هو الرحمن ، ثم أتى بجملة بعد جملة فقال : { عَلَّمَ القرءان } والأول أصح ، وعلى القول الضعيف الرحمن آية .\r\n المسألة الثالثة : قوله تعالى : { عَلَّمَ القرءان } لا بد له من مفعول ثان فما ذلك؟ نقول : الجواب عنه من وجهين أحدهما : قيل : علم بمعنى جعله علامة أي هو علامة النبوة ومعجزة وهذا يناسب قوله تعالى : { وانشق القمر } [ القمر : 1 ] على ما بينا أنه ذكر في أول تلك السورة معجزة من باب الهيئة وهو أنه شق مالا يشقه أحد غيره ، وذكر في هذه السورة معجزة من باب الرحمة ، وهو أنه نشر من العلوم مالا ينشره غيره ، وهو ما في القرآن ، وعلى هذا الوجه من الجواب ففيه احتمال آخر ، وهو أنه جعله بحيث يعلم فهو كقوله : { وَلَقَدْ يَسَّرْنَا القرءان لِلذّكْرِ } [ القمر : 17 ] والتعليم على هذا الوجه مجاز .\r\n يقال : إن أنفق على متعلم وأعطى أجرة على تعليمة علمه وثانيهما : أن المفعول الثاني لا بد منه وهو جبريل وغيره من الملائكة علمهم القرآن ثم أنزله على عبده كما قال تعالى : { نَزَلَ بِهِ الروح الأمين * على قَلْبِكَ } [ الشعراء : 193 ، 194 ] ويحتمل أن يقال : المفعول الثاني هو محمد صلى الله عليه وسلم ، وفيه إشارة إلى أن القرآن كلام الله تعالى لا كلام محمد ، وفيه وجه ثالث : وهو أنه تعالى علم القرآن الإنسان ، وهذا أقرب ليكون الإنعام أتم والسورة مفتتحة لبيان الأعم من النعم الشاملة .\r\n المسألة الرابعة : لم ترك المفعول الثاني؟ نقول : إشارة إلى أن النعمة في تعميم التعليم لا في تعليم شخص دون شخص ، يقال : فلان يطعم الطعام إشارة إلى كرمه ، ولا يبين من يطعمه .\r\n المسألة الخامسة : ما معنى التعليم؟ نقوله على قولنا له مفعول ثان إفادة العلم به ، فإن قيل : كيف يفهم قوله تعالى : { عَلَّمَ القرءان } مع قوله : { وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ الله } ؟ [ آل عمران : 7 ] نقول : من لا يقف عند قوله : { إِلاَّ الله } ويعطف : { الراسخون } على الله عطف المفرد على المفرد لا يرد عليه هذا ، ومن يقف ويعطف قوله تعالى : { والراسخون فِي العلم } على قوله : { وَمَا يَعْلَمُ تَأْوِيلَهُ } عطف جملة على جملة يقول : إنه تعالى علم القرآن ، لأن من علم كتاباً عظيماً ووقع على ما فيه ، وفيه مواضع مشكلة فعلم ما في تلك المواضع بقدر الإمكان ، يقال : فلان يعلم الكتاب الفلاني ويتقنه بقدر وسعه ، وإن كان لم يعلم مراد صاحب الكتاب بيقين ، وكذلك القول في تعليم القرآن ، أو تقول : لا يعلم تأويله إلا الله وأما غيره فلا يعلم من تلقاء نفسه مالم يعلم ، فيكون إشارة إلى أن كتاب الله تعالى ليس كغيره من الكتب التي يستخرج ما فيها بقوة الذكاء والعلوم .\r\n ثم قال تعالى : { خَلَقَ الإنسان * عَلَّمَهُ البيان } وفيه مسائل : المسألة الأولى : في وجه الترتيب وهو على وجهين أحدهما : ما ذكرنا أن المراد من علم علم الملائكة وتعليمه الملائكة قبل خلق الإنسان ، فعلم تعالى ملائكته المقربين القرآن حقيقة يدل عليه قوله تعالى : { إِنَّهُ لَقُرْءانٌ كَرِيمٌ * فِي كتاب مَّكْنُونٍ * لاَّ يَمَسُّهُ إِلاَّ المطهرون } [ الواقعة : 77 79 ] ثم قال تعالى : { تَنزِيلٌ مّن رَّبّ العالمين } [ الواقعة : 80 ] إشارة إلى تنزيله بعد تعليمه ، وعلى هذا ففي النظم حسن زائد وذلك من حيث إنه تعالى ذكر أموراً علوية وأموراً سفلية ، وكل علوي قابله بسفلي ، وقدم العلويات على السفليات إلى آخر الآيات ، فقال : { عَلَّمَ القرءان } إشارة إلى تعليم العلويين ، وقال : { عَلَّمَهُ البيان } إشارة إلى تعليم السفليين ، وقال : { الشمس والقمر } [ الرحمن : 5 ] في العلويات وقال في مقابلتهما من السفليات : { والنجم والشجر يَسْجُدَانِ } [ الرحمن : 6 ] .\r\n ثم قال تعالى : { والسماء رَفَعَهَا } [ الرحمن : 7 ] وفي مقابلتها : { والأرض وَضَعَهَا } [ الرحمن : 10 ] ، وثانيهما : أن تقديم تعليم القرآن إشارة إلى كونه أتم نعمة وأعظم إنعاماً ، ثم بين كيفية تعليم القرآن ، فقال : { خَلَقَ الإنسان * عَلَّمَهُ البيان } وهو كقول القائل : علمت فلاناً الأدب حملته عليه ، وأنفقت عليه مالي ، فقوله : حملته وأنفقت بيان لما تقدم ، وإنما قدم ذلك لأنه الإنعام العظيم .\r\n المسألة الثانية : ما الفرق بين هذه السورة وسورة العلق ، حيث قال هناك : { اقرأ باسم رَبّكَ الذي خَلَقَ } [ العلق : 1 ] ثم قال : { وَرَبُّكَ الأكرم الذي عَلَّمَ بالقلم } [ العلق : 3 ، 4 ] فقدم الخلق على التعليم؟ نقول : في تلك السورة لم يصرح بتعليم القرآن فهو كالتعليم الذي ذكره في هذه السورة بقوله : { عَلَّمَهُ البيان } بعد قوله : { خَلَقَ الإنسان } .\r\n المسألة الثالثة : ما المراد من الإنسان؟ نقول : هو الجنس ، وقيل : المراد محمد صلى الله عليه وسلم ، وقيل : المراد آدم والأول أصح نظراً إلى اللفظ في { خُلِقَ } ويدخل فيه محمد وآدم وغيرهما من الأنبياء .\r\n المسألة الرابعة : ما البيان وكيف تعليمه؟ نقول : من المفسرين من قال : البيان المنطق فعلمه ما ينطق به ويفهم غيره ما عنده ، فإن به يمتاز الإنسان عن غيره عن الحيوانات ، وقوله : { خَلَقَ الإنسان } إشارة إلى تقدير خلق جسمه الخاص ، و { عَلَّمَهُ البيان } إشارة إلى تميزه بالعلم عن غيره .\r\n وقد خرج ما ذكرنا أولاً أن البيان هو القرآن وأعاده ليفصل ماذكره إجمالاً بقوله تعالى : { عَلَّمَ القرءان } كما قلنا في المثال حيث يقول القائل : علمت فلاناً الأدب حملته عليه ، وعلى هذا فالبيان مصدر أريد به ما فيه المصدر ، وإطلاق البيان بمعنى القرآن على القرآن في القرآن كثير ، قال تعالى : { هذا بَيَانٌ لّلنَّاسِ } [ آل عمران : 138 ] وقد سمى الله تعالى القرآن فرقاناً وبياناً والبيان فرقان بين الحق والباطل ، فصح إطلاق البيان ، وإرادة القرآن .\r\n المسألة الخامسة : كيف صرح بذكر المفعولين في علمه البيان ولم يصرح بهما في علم القرآن نقول : أما إن قلنا : إن المراد من قوله علم القرآن هو أنه علم الإنسان القرآن ، فنقول حذفه لعظم نعمة التعليم وقدم ذكره على من علمه وعلى بيان خلقه ، ثم فصل بيان كيفية تعليم القرآن ، فقال : { خَلَقَ الإنسان * عَلَّمَهُ } وقد بين ذلك ، وأما إن قلنا : المراد { عَلَّمَ القرءان } الملائكة فلأن المقصود تعديد النعم على الإنسان ومطالبته بالشكر ومنعه من التكذيب به ، وتعليمه للملائكة لا يظهر للإنسان أنه فائدة راجعة إلى الإنسان وأما تعليم الإنسان فهي نعمة ظاهرة ، فقال : { عَلَّمَهُ البيان } أي علم الإنسان تعديداً للنعم عليه ومثل هذا قال في : { اقرأ } قال مرة : { عَلَّمَ بالقلم } من غير بيان المعلم ، ثم قال مرة أخرى : { عَلَّمَ الإنسان ما لَمْ يَعْلَمْ } وهو البيان ، ويحتمل أن يتمسك بهذه الآية على أن اللغات توقيفية حصل العلم بها بتعليم الله .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الرحمن (1) علم القرآن (2) خلق الإنسان (3) علمه البيان (4) ",
        "babnum": 1
    },
    {
        "id": 2537,
        "cate": "55",
        "title": "الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ (5) وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ (6) ",
        "details": " وفي الترتيب وجوه أحدها : هو أن الله تعالى لما ثبت كونه رحمن وأشار إلى ما هو شفاء ورحمة وهو القرآن ذكر نعمه وبدأ بخلق الإنسان فإنه نعمة جميع النعم به تتم ، ولولا وجوده لما انتفع بشيء ، ثم بين نعمة الإدراك بقوله : { عَلَّمَهُ البيان } [ الرحمن : 4 ] وهو كالوجود إذ لولاه لما حصل النفع والانتفاع ، ثم ذكر من المعلومات نعمتين ظاهرتين هما أظهر أنواع النعم السماوية وهما الشمس والقمر ولولا الشمس لما زالت الظلمة ، ولولا القمر لفات كثير من النعم الظاهرة بخلاف غيرهما من الكواكب فإن نعمها لا تظهر لكل أحد مثل ما تظهر نعمتهما ، ثم بين كمال نفعهما في حركتهما بحساب لا يتغير ولو كانت الشمس ثابتة في موضع لما انتفع بها أحد ، ولو كان سيرها غير معلوم للخلق لما انتفعوا بالزراعات في أوقاتها وبناء الأمر على الفصول ، ثم بين في مقابلتهما نعمتين ظاهرتين من الأرض وهما النبات الذي لا ساق له والذي له ساق ، فإن الرزق أصله منه ، ولولا النبات لما كان للآدمي رزق إلا ما شاء الله ، وأصل النعم على الرزق الدار ، وإنما قلنا : النبات هو أصل الرزق لأن الرزق إما نباتي وإما حيواني كاللحم واللبن وغيرهما من أجزاء الحيوان ، ولولا النبات لما عاش الحيوان والنبات وهو الأصل وهو قسمان قائم على ساق كالحنطة والشعير والأشجار الكبار وأصول الثمار وغير قائم كالبقول المنبسطة على الأرض والحشيش والعشب الذي هو غذاء الحيوان ثانيها : هو أنه تعالى لما ذكر القرآن وكان هو كافياً لا يحتاج معه إلى دليل آخر قال بعده : { الشمس والقمر بِحُسْبَانٍ * والنجم والشجر } وغيرها من الآيات إشارة إلى أن بعض الناس إن تكن له النفس الزكية التي يغنيها الله بالدلائل التي في القرآن ، فله في الآفاق آيات منها الشمس والقمر ، وإنما اختارهما للذكر لأن حركتهما بحسبان تدل على فاعل مختار سخرهما على وجه مخصوص ، ولو اجتمع من في العالم من الطبيعيين والفلاسفة وغيرهم وتواطئوا أن يثبتوا حركتهما على الممر المعين على الصواب المعين والمقدار المعلوم في البطء والسرعة لما بلغ أحد مراده إلى أن يرجع إلى الحق ويقول : حركهما الله تعالى كما أراد ، وذكر الأرض والسماء وغيرهما إشارة إلى ما ذكرنا من الدلائل العقلية المؤكدة لما في القرآن من الدلائل السمعية ثالثها : هو أنا ذكرنا أن هذه السورة مفتتحة بمعجزة دالة عليها من باب الهيئة فذكر معجزة القرآن بما يكون جواباً لمنكري النبوة على الوجه الذي نبهنا عليه ، وذلك هو أنه تعالى أنزل على نبيه الكتاب وأرسله إلى الناس بأشرف خطاب ، فقال : بعض المنكرين كيف يمكن نزول الجرم من السماء إلى الأرض وكيف يصعد ما حصل في الأرض إلى السماء؟ فقال تعالى : { الشمس والقمر بِحُسْبَانٍ } إشارة إلى ( أن ) حركتهما بمحرك مختار ليس بطبيعي وهم وافقونا فيه وقالوا : إن الحركة الدورية لا يمكن أن تكون طبيعية اختيارية فنقول : من حرك الشمس والقمر على الإستدارة أنزل الملائكة على الاستقامة ثم النجم والشجر يتحركان إلى فوق على الاستقامة مع أن الثقيل على مذهبكم لا يصعد إلى جهة فوق فذلك بقدرة الله تعالى وإرادته ، فكذلك حركة الملك جائزة مثل الفلك ، وأما قوله : { بِحُسْبَانٍ } ففيه إشارة إلى الجواب عن قولهم : { أأنزلَ عَلَيْهِ الذكر مِن بَيْنِنَا بْل } [ ص : 8 ] وذلك لأنه تعالى كما اختار لحركتهما ممراً معيناً وصوباً معلوماً ومقداراً مخصوصاً كذلك اختار للملك وقتاً معلوماً وممراً معيناً بفضله وفي التفسير مباحث : الأول : ما الحكمة في تعريفه عما يرجع إلى الله تعالى حيث قال هما : { بِحُسْبَانٍ } ولم يقل : حركهما الله بحسبان أو سخرهما أو أجراهما كما قال : { خَلَقَ الإنسان } [ الرحمن : 3 ] وقال : { عَلَّمَهُ البيان } [ الرحمن : 4 ] نقول : فيه حكم منها أن يكون إشارة إلى أن خلق الإنسان وتعليمه البيان أتم وأعظم من خلق المنافع له من الرزق وغيره ، حيث صرح هناك بأنه فاعله وصانعه ولم يصرح هنا ، ومنها أن قوله : { الشمس والقمر } ههنا بمثل هذا في العظم يقول القائل : إني أعطيتك الألوف والمئات مراراً وحصل لك الآحاد والعشرات كثيراً وما شكرت ، ويكون معناه حصل لك مني ومن عطائي لكنه يخصص التصريح بالعطاء عند الكثير ، ومنها أنه لما بينا أن قوله : { الشمس والقمر } إشارة إلى دليل عقلي مؤكد السمعي ولم يقل : فعلت صريحاً إشارة إلى أنه معقول إذا نظرت إليه عرفت أنه مني واعترفت به ، وأما السمعي فصرح بما يرجع إليه من الفعل الثاني : على أي وجه تعلق الباء من { بِحُسْبَانٍ } ، نقول : هو بين من تفسيره والتفسير أيضاً مر بيانه وخرج من وجه آخر ، فنقول : في الحسبان وجهان الأول : المشهور أن المراد الحساب يقال : حسب حساباً وحسباناً ، وعلى هذا فالباء للمصالحة تقول : قدمت بخير أي مع خير ومقروناً بخير فكذلك الشمس والقمر يجريان ومعهما حسابهما ومثله : { إِنَّا كُلَّ شَىْء خلقناه بِقَدَرٍ } [ القمر : 49 ] ، { وَكُلُّ شَىْء عِندَهُ بِمِقْدَارٍ } [ الرعد : 8 ] ويحتمل أن تكون للاستعانة كما في قولك : بعون الله غلبت ، وبتوفيق الله حجت ، فكذلك يجريان بحسبان من الله والوجه الثاني : أن الحسبان هو الفلك تشبيهاً له بحسبان الرحا وهو ما يدور فيدير الحجر ، وعلى هذا فهو للاستعانة كما يقال : في الآلات كتبت بالقلم فهما يدوران بالفلك وهو كقوله تعالى : { وَكُلٌّ فِى فَلَكٍ يَسْبَحُونَ } [ ياس : 40 ] ، الثالث : على الوجه المشهور هل كل واحد يجري بحسبان أو كلاهما بحسبان واحد ما المراد؟ نقول : كلاهما محتمل فإن نظرنا إليهما فلكل واحد منهما حساب على حدة فهو كقوله تعالى : { كُلٌّ فِى فَلَكٍ } [ الأنبياء : 33 ] لا بمعنى أن الكل مجموع في فلك واحد وكقوله : { وَكُلُّ شَىْء عِندَهُ بِمِقْدَارٍ } [ الرعد : 8 ] وإن نظرنا إلى الله تعالى فللكل حساب واحد قدر الكل بتقدير حسبانهما بحساب ، مثاله من يقسم ميراث نفسه لكل واحد من الورثة نصيباً معلوماً بحساب واحد ، ثم يختلف الأمر عندهم فيأخذ البعض السدس والبعض كذا والبعض كذا ، فكذلك الحساب الواحد .\r\n وأما قوله : { والنجم والشجر يَسْجُدَانِ } ففيه أيضاً مباحث : الأول : ما الحكمة في ذكر الجمل السابقة من غير واو عاطفة ، ومن هنا ذكرها بالواو العاطفة؟ نقول ليتنوع الكلام نوعين ، وذلك لأن من بعد النعم على غيره تارة يذكر نسقاً من غير حرف ، فيقول : فلان أنعم عليك كثيراً ، أغناك بعد فقر ، أعزك بعد ذل ، قواك بعد ضعف ، وأخرى يذكرها بحرف عاطف وذلك العاطف قد يكون واواً وقد يكون فاء وقد يكون ثم ، فيقول : فلان أكرمك وأنعم عليك وأحسن إليك ، ويقول : رباك فعلمك فأغناك ، ويقول : أعطاك ثم أغناك ثم أحوج الناس إليك ، فكذلك هنا ذكر التعديد بالنوعين جميعاً ، فإن قيل : زده بياناً وبين الفرق بين النوعين في المعنى ، قلنا : الذي يقول بغير حرف كأنه يقصد به بيان النعم الكثيرة فيترك الحرف ليستوعب الكل من غير تطويل كلام ، ولهذا يكون ذلك النوع في أغلب الأمر عند مجاوزة النعم ثلاثاً أو عندما تكون أكثر من نعمتين فإن ذكر ذلك عند نعمتين فيقول : فلان أعطاك المال وزوجك البنت ، فيكون في كلامه إشارة إلى نعم كثيرة وإنما اقتصر على النعمتين للأنموذج ، والذي يقول بحرف فكأنه يريد التنبيه على استقلال كل نعمة بنفسها ، وإذهاب توهم البدل والتفسير ، فإن قول القائل : أنعم عليك أعطاك المال هو تفسير للأول فليس في كلامه ذكر نعمتين معاً بخلاف ما إذا ذكر بحرف ، فإن قيل : إن كان الأمر على ما ذكرت فلو ذكر النعم الأول بالواو ثم عند تطويل الكلام في الآخر سردها سرداً ، هل كان أقرب إلى البلاغة؟ وورود كلامه تعالى عليه كفاه دليلاً على أن ما ذكره الله تعالى أبلغ ، وله دليل تفصيلي ظاهر يبين ببحث وهو أن الكلام قد يشرع فيه المتكلم أولاً على قصد الاختصار فيقتضي الحال التطويل ، إما لسائل يكثر السؤال ، وإما لطالب يطلب الزيادة للطف كلام المتكلم ، وإما لغيرهما من الأسباب وقد يشرع على قصد الإطناب والتفصيل ، فيعرض ما يقتضي الاقتصار على المقصود من شغل السامع أو المتكلم وغير ذلك مما جاء في كلام الآدميين ، نقول : كلام الله تعالى فوائده لعباده لا له ففي هذه السورة ابتدأ الأمر بالإشارة إلى بيان أتم النعم إذ هو المقصود ، فأتى بما يختص بالكثرة ، ثم إن الإنسان ليس بكامل العلم يعلم مراد المتكلم إذا كان الكلام من أبناء جنسه ، فكيف إذا كان الكلام كلام الله تعالى ، فبدأ الله به على الفائدة الأخرى وإذهاب توهم البدل والتفسير والنعي على أن كل واحد منها نعمة كاملة ، فإن قيل : إذا كان كذلك فما الحكمة في تخصيص العطف بهذا الكلام والابتداء به لا بما قبله ولا بما بعده؟ قلنا : ليكون النوعان على السواء فذكر الثمانية من النعم كتعليم القرآن وخلق الإنسان وغير ذلك أربعاً منها بغير واو وأربعاً بواو ، وأما قوله تعالى : { فِيهَا فاكهة والنخل } [ الرحمن : 11 ] وقوله : { والحب ذُو العصف } [ الرحمن : 12 ] فلبيان نعمة الأرض على التفصيل ثم في اختيار الثمانية لطيفة ، وهي أن السبعة عدد كامل والثمانية هي السبعة مع الزيادة فيكون فيه إشارة إلى أن نعم الله خارجة عن حد التعديد لما أن الزائد على الكمال لا يكون معيناً مبيناً ، فذكر الثمانية منها إشارة إلى بيان الزيادة على حد العدد لا لبيان الانحصار فيه .\r\n المسألة الثانية : النجم ماذا؟ نقول : فيه وجهان أحدهما : النبات الذي لا ساق له والثاني : نجم السماء والأول أظهر لأنه ذكره مع الشجر في مقابلة الشمس والقمر ذكر أرضين في مقابلة سماوين ، ولأن قوله : { يَسْجُدَانِ } يدل على أن المراد ليس نجم السماء لأن من فسر به قال : يسجد بالغروب ، وعلى هذا فالشمس والقمر أيضاً كذلك يغربان ، فلا يبقى للاختصاص فائدة ، وأما إذا قلنا : هما أرضان فنقول : { يَسْجُدَانِ } بمعنى ظلالهما تسجد فيختص السجود بهما دون الشمس والقمر ، وفي سجودهما وجوه أحدها : ما ذكرنا من سجود الظلال ثانيها : خضوعهما لله تعالى وخروجهما من الأرض ودوامهما وثباتهما عليها بإذن الله تعالى ، فسخر الشمس والقمر بحركة مستديرة والنجم بحركة مستقيمة إلى فوق ، فشبه النبات في مكانها بالسجود لأن الساجد يثبت .\r\n ثالثها : حقيقة السجود توجد منهما وإن لم تكن مرئية كما يسمح كل منهما وإن لم يفقه كما قال تعالى : { ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ } [ الإسراء : 44 ] ، رابعها : السجود وضع الجبهة أو مقاديم الرأس على الأرض والنجم والشجر في الحقيقة رؤوسهما على الأرض وأرجلهما في الهواء ، لأن الرأس من الحيوان ما به شربه واغذاؤه ، وللنجم والشجر اغتذاؤهما وشربهما بأجذالهما ولأن الرأس لا تبقى بدونه الحياة والشجر والنجم لا يبقى شيء منهما ثابتاً غضاً عند وقوع الخلل في أصولهما ، ويبقى عند قطع فروعهما وأعاليهما ، وإنما يقال : للفروع رؤوس الأشجار ، لأن الرأس في الإنسان هو ما يلي جهة فوق فقيل لأعالي الشجر رؤوس ، إذا علمت هذا فالنجم والشجر رؤوسهما على الأرض دائماً ، فهو سجودهما بالشبه لا بطريق الحقيقة .\r\n المسألة الثالثة : في تقديم النجم على الشجر موازنة لفظية للشمس والقمر وأمر معنوي ، وهو أن النجم في معنى السجود أدخل لما أنه ينبسط على الأرض كالساجد حقيقة ، كما أن الشمس في الحسبان أدخل ، لأن حساب سيرها أيسر عند المقومين من حساب سير القمر ، إذ ليس عند المقومين أصعب من تقويم القمر في حساب الزيج .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الشمس والقمر بحسبان (5) والنجم والشجر يسجدان (6) ",
        "babnum": 2
    },
    {
        "id": 2538,
        "cate": "55",
        "title": "وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ (7) ",
        "details": " ورفع السماء معلوم معنى ، ونصبها معلوم لفظاً فإنها منصوبة بفعل يفسره قوله : { رَفَعَهَا } كأنه تعالى قال : رفع السماء ، وقرىء { والسماء } بالرفع على الابتداء والعطف على الجملة الابتدائية التي هي قوله : { الشمس والقمر } [ الرحمن : 5 ] وأما وضع الميزان فإشارة إلى العدل وفيه لطيفة وهي أنه تعالى بدأ أولاً بالعلم ثم ذكر ما فيه أشرف أنواع العلوم وهو القرآن ، ثم ذكر العدل وذكر أخص الأمور له وهو الميزان ، وهو كقوله تعالى : { وَأَنزَلْنَا مَعَهُمُ الكتاب والميزان } [ الحديد : 25 ] ليعمل الناس بالكتاب ويفعلوا بالميزان ما يأمرهم به الكتاب فقوله : { عَلَّمَ القرءان } [ الرحمن : 2 ] { وَوَضَعَ الميزان } مثل : { وَأَنزَلْنَا مَعَهُمُ الكتاب والميزان } فإن قيل : العلم لا شك في كونه نعمة عظيمة ، وأما الميزان فما الذي فيه من النعم العظيمة التي بسببها يعد في الآلاء؟ نقول : النفوس تأبى الغبن ولا يرضى أحد بأن يغلبه الآخر ولو في الشيء اليسير ، ويرى أن ذلك استهانة به فلا يتركه لخصمه لغلبة ، فلا أحد يذهب إلى أن خصمه يغلبه فلولا التبيين ثم التساوي لأوقع الشيطان بين الناس البغضاء كما وقع عند الجهل وزوال العقل والسكر ، فكما أن العقل والعلم صارا سبباً لبقاء عمارة العالم ، فكذلك العدل في الحكمة سبب ، وأخص الأسباب الميزان فهو نعمة كاملة ولا ينظر إلى عدم ظهور نعمته لكثرته وسهولة الوصول إليه كالهواء والماء اللذين لا يتبين فضلهما إلا عند فقدهما .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والسماء رفعها ووضع الميزان (7) ",
        "babnum": 3
    },
    {
        "id": 2539,
        "cate": "55",
        "title": "أَلَّا تَطْغَوْا فِي الْمِيزَانِ (8) ",
        "details": " وعلى هذا قيل : المراد من الميزان الأول العدل ووضعه شرعه كأنه قال : شرع الله العدل لئلا تطغوا في الميزان الذي هو آلة العدل ، هذا هو المنقول ، والأولى أن يعكس الأمر ، ويقال : الميزان الأول هو الآلة ، والثاني هو بمعنى المصدر ومعناه وضع الميزان لئلا تطغوا في الوزن أو بمعنى العدل وهو إعطاء كل مستحق حقه ، فكأنه قال : وضع الآلة لئلا تطغوا في إعطاء المستحقين حقوقهم .\r\n ويجوز إرادة المصدر من الميزان كإرادة الوثوق من الميثاق والوعد من الميعاد ، فإذن المراد من الميزان آلة الوزن .\r\n والوجه الثاني : ( أنّ ) ( أن ) مفسرة والتقدير شرع العدل ، أي لا تطغوا ، فيكون وضع الميزان بمعنى شرع العدل ، وإطلاق الوضع للشرع والميزان للعدل جائز ، ويحتمل أن يقال : وضع الميزان أي الوزن .\r\n وقوله : { أَلاَّ تَطْغَوْاْ فِي الميزان } على هذا الوجه ، المراد منه الوزن ، فكأنه نهى عن الطغيان في الوزن ، والاتزان وإعادة الميزان بلفظه يدل على أن المراد منهما واحد ، فكأنه قال : ألا تطغوا فيه ، فإن قيل : لو كان المراد الوزن ، لقال : ألا تطغوا في الوزن ، نقول : لو قال في الوزن لظن أن النهي مختص بالوزن للغير لا بالاتزان للنفس ، فذكر بلفظ الآلة التي تشتمل على الأخذ والإعطاء ، وذلك لأن المعطي لو وزن ورجح رجحاناً ظاهراً يكون قد أربى ، ولا سيما في الصرف وبيع المثل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ألا تطغوا في الميزان (8) ",
        "babnum": 4
    },
    {
        "id": 2540,
        "cate": "55",
        "title": "وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلَا تُخْسِرُوا الْمِيزَانَ (9) ",
        "details": " وقوله تعالى : { وَأَقِيمُواْ الوزن بالقسط } يدل على أن المراد من قوله : { أَلاَّ تَطْغَوْاْ فِى الميزان } هو بمعنى لا تطغوا في الوزن ، لأن قوله : { وَأَقِيمُواْ الوزن } كالبيان لقوله : { أَلاَّ تَطْغَوْاْ فِي الميزان } وهو الخروج عن إقامته بالعدل ، وقوله : { وَأَقِيمُواْ الوزن بالقسط } يحتمل وجهين أحدهما : أقيموا بمعنى قوموا به كما في قوله تعالى : { وأقيموا الصلاة } [ البقرة : 43 ] أي قوموا بها دواماً ، لأن الفعل تارة يعدى بحرف الجر ، وتارة بزيادة الهمزة ، تقول : أذهبه وذهب به ثانيها : أن يكون أقيموا بمعنى قوموا ، يقال : في العود أقمته وقومته ، والقسط العدل ، فإن قيل : كيف جاء قسط بمعنى جار لا بمعنى عدل؟ نقول : القسط اسم ليس بمصدر ، والأسماء التي لا تكون مصادر إذا أتى بها آت أو وجدها موجد ، يقال فيها : أفعل بمعنى أثبت ، كما قال : فلان أطرف وأتحف وأعرف بمعنى جاء بطرفة وتحفة وعرف ، وتقول : أقبض السيف بمعنى أثبت له قبضة ، وأعلم الثوب بمعنى جعل له علماً ، وأعلم بمعنى أثبت العلامة ، وكذا ألجم الفرس وأسرج ، فإذا أمر بالقسط أو أثبته فقد أقسط ، وهو بمعنى عدل ، وأما قسط فهو فعل من اسم ليس بمصدر ، والاسم إذا لم يكن مصدراً في الأصل ، ويورد عليه فعل فربما يغيره عما هو عليه في أصله ، مثاله الكتف إذا قلت كتفته كتافاً فكأنك قلت : أخرجته عما كان عليه من الانتفاع وغيرته ، فإن معنى كتفته شددت كتفيه بعضهما إلى بعض فهو مكتوف ، فالكتف كالقسط صارا مصدرين عن اسم وصار الفعل معناه تغير عن الوجه الذي ينبغي أن يكون ، وعلى هذا لا يحتاج إلى أن يقال : القاسط والمقسط ليس أصلهما واحداً وكيف كان يمكن أن يقال : أقسط بمعنى أزال القسط ، كما يقال : أشكى بمعنى أزال الشكوى أو أعجم بمعنى أزال العجمة ، وهذا البحث فيه فائدة فإن قول القائل : فلان أقسط من فلان وقال الله تعالى : { ذلكم أَقْسَطُ عِندَ الله } [ البقرة : 282 ] والأصل في أفعل التفضيل أن يكون من الثلاثي المجرد تقول : أظلم وأعدل من ظالم وعادل ، فكذلك أقسط كان ينبغي أن يكون من قاسط ، ولم يكن كذلك ، لأنه على ما بينا الأصل القسط ، وقسط فعل فيه لا على الوجه ، والإقساط إزالة ذلك ، ورد القسط إلى أصله ، فصار أقسط موافقاً للأصل ، وأفعل التفضيل يؤخذ مما هو أصل لا من الذي فرع عليه ، فيقال : أظلم من ظالم لا من متظلم وأعلم من عالم لا من معلم ، والحاصل أن الأقسط وإن كان نظراً إلى اللفظ ، كان ينبغي أن يكون من القاسط ، لكنه نظراً إلى المعنى ، يجب أن يكون من المقسط ، لأن المقسط أقرب من الأصل المشتق وهو القسط ، ولا كذلك الظالم والمظلم ، فإن الأظلم صار مشتقاً من الظالم ، لأنه أقرب إلى الأصل لفظاً ومعنى ، وكذلك العالم والمعلم والخبر والمخبر .\r\n ثم قال : { وَلاَ تُخْسِرُواْ الميزان } أي لا تنقصوا الموزون .\r\n والميزان ذكره الله تعالى ثلاث مرات كل مرة بمعنى آخر ، فالأول هو الآلة { وَوَضَعَ الميزان } [ الرحمن : 7 ] ، والثاني بمعنى المصدر { أَلاَّ تَطْغَوْاْ فِي الميزان } [ الرحمن : 8 ] أي الوزن ، والثالث للمفعول : { وَلاَ تُخْسِرُواْ الميزان } أي الموزون ، وذكر الكل بلفظ الميزان لما بينا أن الميزان أشمل للفائدة وهو كالقرآن ذكره الله تعالى بمعنى المصدر في قوله تعالى : { فاتبع قُرْءَانَهُ } [ القيامة : 18 ] وبمعنى المقروء في قوله : { إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْءانَهُ } [ القيامة : 17 ] وبمعنى الكتاب الذي فيه المقروء في قوله تعالى : { وَلَوْ أَنَّ قُرءَانًا سُيّرَتْ بِهِ الجبال } [ الرعد : 31 ] فكأنه آلة ومحل له ، وفي قوله تعالى : { ءاتيناك سَبْعًا مّنَ المثاني والقرءان العظيم } [ الحجر : 87 ] وفي كثير من المواضع ذكر القرآن لهذا الكتاب الكريم ، وبين القرآن والميزان مناسبة ، فإن القرآن فيه من العلم مالا يوجد في غيره من الكتب ، والميزان فيه من العدل مالا يوجد في غيره من الآلات ، فإن قيل : ما الفائدة في تقديم السماء على الفعل حيث قال : { والسماء رَفَعَهَا } وتقديم الفعل على الميزان حيث قال : { وَوَضَعَ الميزان } [ الرحمن : 7 ] نقول : قد ذكرنا مراراً أن في كل كلمة من كلمات الله فوائد لا يحيط بها علم البشر إلا ما ظهر والظاهر ههنا أنه تعالى لما عد النعم الثمانية كما بينا وكان بعضها أشد اختصاصاً بالإنسان من بعض فما كان شديد الاختصاص بالإنسان قدم فيه الفعل ، كما بينا أن الإنسان يقول : أعطيتك الألوف وحصلت لك العشرات ، فلا يصرح في القليل بإسناد الفعل إلى نفسه ، وكذلك يقول : في النعم المختصة ، أعطيتك كذا ، وفي التشريك وصل إليك مما اقتسمتم بينكم كذا ، فيصرح بالإعطاء عند الاختصاص ، ولا يسند الفعل إلى نفسه عند التشريك ، فكذلك ههنا ذكر أموراً أربعة بتقديم الفعل ، قال تعالى : { عَلَّمَ القرءان * خَلَقَ الإنسان * عَلَّمَهُ البيان } [ الرحمن : 2- 4 ] { وَوَضَعَ الميزان } [ الرحمن : 7 ] وأموراً أربعة بتقديم الاسم ، قال تعالى : { والشمس والقمر \r\nوالنجم والشجر \r\nوالسماء رَفَعَهَا \r\nوالأرض وَضَعَهَا } [ الرحمن : 5 10 ] لما أن تعليم القرآن نفعه إلى الإنسان أعود ، وخلق الإنسان مختص به ، وتعليمه البيان كذلك ووضع الميزان ، كذلك لأنهم هم المنتفعون به الملائكة ، ولا غير الإنسان من الحيوانات ، وأما الشمس والقمر والنجم والشجر والسماء والأرض فينتفع به كل حيوان على وجه الأرض وتحت السماء .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأقيموا الوزن بالقسط ولا تخسروا الميزان (9) ",
        "babnum": 5
    },
    {
        "id": 2541,
        "cate": "55",
        "title": "وَالْأَرْضَ وَضَعَهَا لِلْأَنَامِ (10) ",
        "details": " في مباحث : الأول : هو أنه قد مر أن تقديم الاسم على الفعل كان في مواضع عدم الاختصاص وقوله تعالى : { لِلأَنَامِ } يدل على الاختصاص ، فإن اللام لعود النفع نقول : الجواب عنه من وجهين أحدهما : ما قيل : إن الأنام يجمع الإنسان وغيره من الحيوان ، فقوله { لِلأَنَامِ } لا يوجب الاختصاص بالإنسان ثانيهما : أن الأرض موضوعة لكل ما عليها ، وإنما خص الإنسان بالذكر لأن انتفاعه بها أكثر فإنه ينتفع بها وبما فيها وبما عليها ، فقال { لِلأَنَامِ } لكثرة انتفاع الأنام بها ، إذا قلنا إن الأنام هو الإنسان ، وإن قلنا إنه الخلق فالخلق يذكر ويراد به الإنسان في كثير من المواضع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والأرض وضعها للأنام (10) ",
        "babnum": 6
    },
    {
        "id": 2542,
        "cate": "55",
        "title": "فِيهَا فَاكِهَةٌ وَالنَّخْلُ ذَاتُ الْأَكْمَامِ (11) ",
        "details": " إشارة إلى الأشجار ، وقوله : { والحب ذُو العصف } [ الرحمن : 12 ] إشارة إلى النبات الذي ليس بشجر والفاكهة ما تطيب به النفس ، وهي فاعلة إما على طريقة : { عِيشَةٍ رَّاضِيَةٍ } [ الحاقة : 21 ] أي ذات رضى يرضى بها كل أحد ، وإما على تسمية الآلة بالفاعل يقال : راوية للقربة التي يروى بها العطشان ، وفيه معنى المبالغة كالراحلة لما يرحل عليه ، ثم صار اسماً لبعض الثمار وضعت أولاً من غير اشتقاق ، والتنكير للتكثير ، أي كثيرة كما يقال لفلان مال أي عظيم ، وقد ذكرنا وجه دلالة التنكير على التعظيم وهو أن القائل : كأنه يشير إلى أنه عظيم لا يحيط به معرفة كل أحد فتنكيره إشارة إلى أنه خارج عن أن يعرف كنهه .\r\n وقوله تعالى : { والنخل ذَاتُ الأكمام } إشارة إلى النوع الآخر من الأشجار ، لأن الأشجار المثمرة أفضل الأشجار وهي منقسمة إلى أشجار ثمار هي فواكه لا يقتات بها وإلى أشجار ثمار هي قوت وقد يتفكه بها ، كما أن الفاكهة قد يقتات بها ، فإن الجائع إذا لم يجد غير الفواكه يتقوت بها ويأكل غير متفكه بها ، وفيه مباحث : الأول : ما الحكمة في تقديم الفاكهة على القوت؟ نقول : هو باب الابتداء بالأدنى والارتقاء إلى الأعلى ، والفاكهة في النفع دون النخل الذي منه القوت ، والتفكه وهو دون الحب الذي عليه المدار في سائر المواضع ، وبه يتغذى الأنام في جميع البلاد ، فبدأ بالفاكهة ثم ذكر النخل ثم ذكر الحب الذي هو أتم نعمة لموافقته مزاج الإنسان ، ولهذا خلقه الله في سائر البلاد وخصص النخل بالبلاد الحارة .\r\n البحث الثاني : ما الحكمة في تنكير الفاكهة وتعريف النخل؟ وجوابه من وجوه أحدها : أن القوت محتاج إليه في كل زمان متداول في كل حين وأوان فهو أعرف والفاكهة تكون في بعض الأزمان وعند بعض الأشخاص وثانيها : هو أن الفاكهة على ما بينا ما يتفكه به وتطيب به النفس وذلك عند كل أحد بحسب كل وقت شيء ، فمن غلب عليه حرارة وعطش ، يريد التفكه بالحامض وأمثاله ، ومن الناس من يريد التفكه بالحلو وأمثاله ، فالفاكهة غير متعينة فنكرها والنخل والحب معتادان معلومان فعرفهما وثالثها : النخل وحدها نعمة عظيمة تعلقت بها منافع كثيرة ، وأما الفاكهة فنوع منها كالخوخ والإجاص مثلاً ليس فيه عظيم النعمة كما في النخل ، فقال : { فاكهة } بالتنكير ليدل على الكثرة وقد صرح بالكثرة في مواضع أخر فقال : { يَدْعُونَ فِيهَا بفاكهة كَثِيرَةٍ } [ ص : 51 ] وقال : { وفاكهة كَثِيرَةٍ * لاَّ مَقْطُوعَةٍ وَلاَ مَمْنُوعَةٍ } [ الواقعة : 32 ، 33 ] ، فالفاكهة ذكرها الله تعالى ووصفها بالكثرة صريحاً وذكرها منكرة ، لتحمل على أنها موصوفة بالكثرة اللائقة بالنعمة في النوع الواحد منها بخلاف النخل .\r\n البحث الثالث : ما الحكمة في ذكر الفاكهة باسمها لا باسم أشجارها ، وذكر النخل باسمها لا باسم ثمرها؟ نقول : قد تقدم بيانه في سورة : ياس حيث قال تعالى : { مّن نَّخِيلٍ وَأَعْنَابٍ } [ ياس : 34 ] وهو أن شجرة العنب ، وهي الكرم بالنسبة إلى ثمرتها وهي العنب حقيرة ، وشجرة النخل بالنسبة إلى ثمرتها عظيمة ، وفيها من الفوائد الكثيرة على ماعرف من اتخاذ الظروف منها والانتفاع بجمارها وبالطلع والبسر والرطب وغير ذلك ، فثمرتها في أوقات مختلفة كأنها ثمرات مختلفة ، فهي أتم نعمة بالنسبة إلى الغير من الأشجار ، فذكر النخل باسمه وذكر الفاكهة دون أشجارها ، فإن فوائد أشجارها في عين ثمارها .\r\n البحث الرابع : ما معنى : { ذَاتُ الأكمام } ؟ نقول : فيه وجهان أحدهما : الأكمام كل ما يغطي جمع كم بضم الكاف ، ويدخل فيه لحاؤها وليفها ونواها والكل منتفع به ، كما أن النخل منتفع بها وأغصانها وقلبها الذي هو الجمار ثانيهما : الأكمام جمع كم بكسر الكاف وهو وعاء الطلع فإنه يكون أولاً في وعاء فينشق ويخرج منه الطلع ، فإن قيل على الوجه الأول : { ذَاتُ الأكمام } في ذكرها فائدة لأنها إشارة إلى أنواع النعم ، وأما على الوجه الثاني فما فائدة ذكرها؟ نقول : الإشارة إلى سهولة جمعها والانتفاع بها فإن النخلة شجرة عظيمة لا يمكن هزها لتسقط منها الثمرة فلا بد من قطف الشجرة فلو كان مثل الجميز الذي يقال : إنه يخرج من الشجرة متفرقاً واحدة واحدة لصعب قطافها فقال : { ذَاتُ الأكمام } أي يكون في كم شيء كثير إذا أخذ عنقود واحد منه كفى رجلا واثنين كعناقيد العنب ، فانظر إليها فلو كان العنب حباتها في الأشجار متفرقة كالجميز والزعرور لم يمكن جمعه بالهز متى أريد جمعه ، فخلقه الله تعالى عناقيد مجتمعة ، كذلك الرطب فكونها { ذَاتُ الأكمام } من جملة إتمام الإنعام .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فيها فاكهة والنخل ذات الأكمام (11) ",
        "babnum": 7
    },
    {
        "id": 2543,
        "cate": "55",
        "title": "وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ (12) ",
        "details": " اقتصر من الأشجار على النخل لأنها أعظمها ودخل في الحب القمح والشعير وكل حب يقتات به خبزاً أو يؤدم به بينا أنه أخره في الذكر على سبيل الارتقاء درجة فدرجة فالحبوب أنفع من النخل وأعم وجوداً في الأماكن .\r\n وقوله تعالى : { ذُو العصف } فيه وجوه أحدها : التبن الذي تنتفع به دوابنا التي خلقت لنا ثانيها : أوراق النبات الذي له ساق الخارجة من جوانب الساق كأوراق السنبلة من أعلاها إلى أسفلها ثالثها : العصف هو ورق ما يؤكل فحسب والريحان فيه وجوه ، قيل : ما يشم وقيل : الورق ، وقيل : هو الريحان المعروف عندنا وبزره ينفع في الأدوية ، والأظهر أن رأسها كالزهر وهو أصل وجود المقصود ، فإن ذلك الزهر يتكون بذلك الحب وينعقد إلى أن يدرك فالعصف إشارة إلى ذلك الورق والريحان إلى ذلك الزهر ، وإنما ذكرهما لأنهما يؤولان إلى المقصود من أحدهما علف الدواب ، ومن الآخر دواء الإنسان ، وقرىء الريحان بالجر معطوفاً على العصف ، وبالرفع عطفاً على الحب وهذا يحتمل وجهين أحدهما : أن يكون المراد من الريحان المشموم فيكون أمراً مغايراً للحب فيعطف عليه والثاني : أن يكون التقدير ذو الريحان بحذف المضاف ، وإقامة المضاف إليه مقامه كما في : { واسئل القرية } [ يوسف : 82 ] وهذا مناسب للمعنى الذي ذكرنا ، ليكون الريحان الذي ختم به أنواع النعم الأرضية أعز وأشرف ، ولو كان المراد من الريحان هو المعروف أو المشمومات لما حصل ذلك الترتيب ، وقرىء : { والريحان } ولا يقرأ : { والحب ذُو العصف } ويعود الوجهان فيه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والحب ذو العصف والريحان (12) ",
        "babnum": 8
    },
    {
        "id": 2544,
        "cate": "55",
        "title": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (13) ",
        "details": " وفيه مباحث : الأول : الخطاب مع من؟ نقول : فيه وجوه الأول : الإنس والجن وفيه ثلاثة أوجه أحدها : يقال : الأنام اسم للجن والإنس وقد سبق ذكره ، فعاد الضمير إلى ما في الأنام من الجنس ثانيها : الأنام اسم الإنسان و الجان لما كان منوياً وظهر من بعد بقوله : { وَخَلَقَ الجان } [ الرحمن : 15 ] جاز عود الضمير إليه ، وكيف لا وقد جاز عود الضمير إلى المنوي ، وإن لم يذكر منه شيء ، تقول : لا أدري أيهما خير من زيد وعمرو ثالثها : أن يكون المخاطب في النية لا في اللفظ كأنه قال فبأي آلاء ربكما تكذبان أيها الثقلان الثاني : الذكر والأنثى .\r\n فعاد الضمير إليهما والخطاب معهما الثالث : فبأي آلاء ربك تكذب ، فبأي آلاء ربك تكذب ، بلفظ واحد والمراد التكرار للتأكيد الرابع : المراد العموم ، لكن العام يدخل فيه قسمان بهما ينحصر الكل ولا يبقى شيء من العام خارجاً عنه فإنك إذا قلت : إنه تعالى خلق من يعقل ومن لا يعقل ، أو قلت : الله يعلم ما ظهر وما لم يظهر إلى غير ذلك من التقاسيم الحاصرة يلزم التعميم ، فكأنه قال : يا أيها القسمان : { فَبِأَيِّ ءَالاء رَبِّكُمَا تُكَذّبَانِ } واعلم أن التقسيم الحاصر لا يخرج عن أمرين أصلاً ولا يحصل الحصر إلا بهما ، فإن زاد فهناك قسمان قد طوى أحدهما في الآخر ، مثاله إذا قلت : اللون إما سواد وإما بياض ، وإما حمرة وإما صفرة وإما غيرها فكأنك قلت : اللون إما أسود وإما ليس بسواد أو إما بياض وإما ليس ببياض ، ثم الذي ليس ببياض إما حمرة وإما ليس بحمرة وكذلك إلى جملة التقسيمات ، فأشار إلى القسمين الحاصرين على أن ليس لأحد ولا لشيء أن ينكر نعم الله الخامس : التكذيب قد يكون بالقلب دون اللسان ، كما في المنافقين ، وقد يكون باللسان دون القلب كما في المعاندين وقد يكون بهما جميعاً ، فالكذب لا يخرج عن أن يكون باللسان أو بالقلب فكأنه تعالى قال : يا أيها القلب واللسان فبأي آلاء ربكما تكذبان فإن النعم بلغت حداً لا يمكن المعاند أن يستمر على تكذيبها ، السادس : المكذب مكذب بالرسول والدلائل السمعية التي بالقرآن ومكذب بالعقل والبراهين والتي في الآفاق والأنفس فكأنه تعالى قال : يا أيها المكذبان بأي آلاء ربكما تكذبان ، وقد ظهرت آيات الرسالة فإن الرحمن علم القرآن ، وآيات الوحدانية فإنه تعالى خلق الإنسان وعلمه البيان ، ورفع السماء ووضع الأرض السابع : المكذب قد يكون مكذباً بالفعل وقد يكون التكذيب منه غير واقع بعد لكنه متوقع فالله تعالى قال : يا أيها المكذب تكذب وتتلبس بالكذب ، ويختلج في صدرك أنك تكذب ، { فَبِأَيِّ ءَالاء رَبِّكُمَا تُكَذّبَانِ } ، وهذه الوجوه قريبة بعضها من بعض والظاهر منها الثقلان ، لذكرهما في الآيات من هذه السورة بقوله : { سَنَفْرُغُ لَكُمْ أَيُّهَا الثقلان } [ الرحمن : 31 ] ، وبقوله : { يامعشر الجن والإنس } [ الرحمن : 33 ] وبقوله : { خَلَقَ الإنسان مِن صلصال كالفخار * وَخَلَقَ الجان } [ الرحمن : 14 ، 15 ] إلى غير ذلك ، ( والزوجان ) لوروده في القرآن كثير والتعميم بإرادة نوعين حاصرين للجميع ، ويمكن أن يقال : التعميم أولى لأن المراد لو كان الإنس والجن اللذان خاطبهما بقوله : { فَبِأَيِّ ءَالاء رَبِّكُمَا تُكَذّبَانِ } ما كان يقول بعد خلق الإنسان ، بل كان يخاطب ويقول : خلقناك يا أيها الإنسان من صلصال وخلقناك يا أيها الجان أو يقول : خلقك يا أيها الإنسان لأن الكلام صار خطاباً معهما ، ولما قال الإنسان ، دل على أن المخاطب غيره وهو العموم فيصير كأنه قال : يا أيها الخلق والسامعون إنا خلقنا الإنسان من صلصال كالفخار ، وخلقنا الجان من مارج من نار .\r\n وسيأتي باقي البيان في مواضع من تفسير هذه السورة إن شاء الله تعالى الثاني : ما الحكمة في الخطاب ولم يسبق ذكر مخاطب ، نقول : هو من باب الالتفات إذ مبنى افتتاح السورة على الخطاب مع كل من يسمع ، فكأنه لما قال : { الرحمن * عَلَّمَ القرءان } [ الرحمن : 1 ، 2 ] قال : اسمعوا أيها السامعون ، والخطاب للتقريع والزجر كأنه تعالى نبه الغافل المكذب على أنه يفرض نفسه كالواقف بين يدي ربه يقول له ربه : أنعمت عليك بكذا وكذا ، ثم يقول : فبأي آلائي تكذب ولا شك أنه عند هذا يستحي استحياء لا يكون عنده فرض الغيبة الثالث : ما الفائدة في اختيار لفظة الرب وإذا خاطب أراد خطاب الواحد فلم قال : { رَبّكُمَا تُكَذّبَانِ } وهو الحاضر المتكلم فكيف يجعل التكذيب المسند إلى المخاطب وارداً على الغائب ولو قال : بأي آلائي تكذبان كان أليق في الخطاب؟ نقول : في السورة المتقدمة قال : { وكَذَّبَتْ ثَمُودُ بالنذر } [ القمر : 23 ] { كَذَّبَتْ قَوْمُ لُوطٍ بالنذر } [ القمر : 33 ] وقال : { كَذَّبُواْ بئاياتنا } [ القمر : 42 ] وقال : { فأخذناهم } [ القمر : 42 ] وقال : { كَيْفَ كَانَ عَذَابِي وَنُذُرِ } [ القمر : 21 ] كلها بالاستناد إلى ضمير المتكلم حيث كان ذلك للتخويف فالله تعالى أعظم من أن يخشى فلو قال : أخذهم القادر أو المهلك لما كان في التعظيم مثل قوله : { فأخذناهم } ولهذا قال تعالى : { وَيُحَذِّرُكُمُ الله نَفْسَهُ } [ آل عمران : 28 ] وهذا كما أن المشهور بالقوة يقول أنا الذي تعرفني فيكون في إثبات الوعيد فوق قوله أنا المعذب فلما كان الإسناد إلى النفس مستعملاً في تلك السورة عند الإهلاك والتعذيب ذكر في هذه السورة عند بيان الرحمة لفظ يزيل الهيبة وهو لفظ الرب فكأنه تعالى قال فبأي آلاء ربكما تكذبان وهو رباكما الرابع : ما الحكمة في تكرير هذه الآية وكونه إحدى وثلاثين مرة؟ نقول : الجواب عنه من وجوه الأول : إن فائدة التكرير التقرير وأما هذا العدد الخاص فالأعداد توقيفية لا تطلع على تقدير المقدرات أذهان الناس والأولى أن لا يبالغ الإنسان في استخراج الأمور البعيدة في كلام الله تعالى تمسكاً بقول عمر رضي الله تعالى عنه حيث قال مع نفسه عند قراءته سورة عبس : كل هذا قد عرفناه فما الأب ثم رفع عصا كانت بيده وقال هذا لعمر الله التكليف وما عليك يا عمر أن لا تدري ما الأب ثم قال : اتبعوا ما بين لكم من هذا الكتاب وما لا فدعوه وسيأتي فائدة كلامه تعالى في تفسير السورة إن شاء الله تعالى الجواب الثاني : ما قلناه : إنه تعالى ذكر في السورة المتقدمة : { فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ } أربع مرات لبيان ما في ذلك من المعنى وثلاث مرات للتقرير والتكرير وللثلاث والسبع من بين الأعداد فوائد ذكرناها في قوله تعالى : { والبحر يَمُدُّهُ مِن بَعْدِهِ سَبْعَةُ أَبْحُرٍ } [ لقمان : 27 ] فلما ذكرنا العذاب ثلاث مرات ذكر الآلاء إحدى وثلاثين مرة لبيان ما فيه من المعنى وثلاثين مرة للتقرير الآلاء مذكورة عشر مرات أضعاف مرات ذكر العذاب إشارة إلى معنى قوله تعالى : { مَن جَاء بالحسنة فَلَهُ عَشْرُ أَمْثَالِهَا وَمَن جَاء بالسيئة فَلاَ يُجْزَى إِلاَّ مِثْلَهَا } [ الأنعام : 160 ] ، الثالث : إن الثلاثين مرة تكرير بعد البيان في المرة الأولى لأن الخطاب مع الجن والإنس ، والنعم منحصرة في دفع المكروه وتحصيل المقصود ، لكن أعظم المكروهات عذاب جهنم ولها سبعة أبواب وأتم المقاصد نعيم الجنة ولها ثمانية أبواب فإغلاق الأبواب السبعة وفتح الأبواب الثمانية جميعه نعمة وإكرام ، فإذا اعتبرت تلك النعم بالنسبة إلى جنسي الجن والإنس تبلغ ثلاثين مرة وهي مرات التكرير للتقرير ، والمرة الأولى لبيان فائدة الكلام ، وهذا منقول وهو ضعيف ، لأن الله تعالى ذكر نعم الدنيا والآخرة ، وما ذكره اقتصار على بيان نعم الآخرة الرابع : هو أن أبواب النار سبعة والله تعالى ذكر سبع آيات تتعلق بالتخويف من النار ، من قوله تعالى : { سَنَفْرُغُ لَكُمْ أَيُّهَا الثقلان } ، إلى قوله تعالى : { يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ ءَانٍ } [ الرحمن : 31 44 ] ثم إنه تعالى ذكر بعد ذلك جنتين حيث قال : { وَلِمَنْ خَافَ مَقَامَ رَبّهِ جَنَّتَانِ } [ الرحمن : 46 ] ولكل جنة ثمانية أبواب تفتح كلها للمتقين ، وذكر من أول السورة إلى ما ذكرنا من آيات التخويف ثماني مرات : { فَبِأَيِّ ءَالاء رَبّكُمَا تُكَذّبَانِ } سبع مرات للتقرير بالتكرير استيفاء للعدد الكثير الذي هو سبعة ، وقد بينا سبب اختصاصه في قوله تعالى : { سَبْعَةُ أَبْحُرٍ } [ لقمان : 27 ] وسنعيد منه طرفاً إن شاء الله تعالى ، فصار المجموع ثلاثين مرة المرة الواحدة التي هي عقيب النعم الكثيرة لبيان المعنى وهو الأصل والتكثير تكرار فصار إحدى وثلاثين مرة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فبأي آلاء ربكما تكذبان (13) ",
        "babnum": 9
    },
    {
        "id": 2545,
        "cate": "55",
        "title": "خَلَقَ الْإِنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ (14) ",
        "details": " وفي الصلصال وجهان أحدهما : هو بمعنى المسنون من صل اللحم إذا أنتن ، ويكون الصلصال حينئذ من الصلول وثانيهما : من الصليل يقال : صل الحديد صليلاً إذا حدث منه صوت ، وعلى هذا فهو الطين اليابس الذي يقع بعضه على بعض فيحدث فيما بينهما صوت ، إذ هو الطين اللازب الحر الذي إذا التزق بالشيء ثم انفصل عنه دفعة سمع منه عند الانفصال صوت ، فإن قيل : الإنسان إذا خلق من صلصال كيف ورد في القرآن أنه خلق من التراب وورد أنه خلق من الطين ومن حمأ ومن ماء مهين إلى غير ذلك نقول : أما قوله { مّن تُرَابٍ } [ الحج : 5 ] تارة ، و { مّن مَّاء مَّهِينٍ } [ المرسلات : 20 ] أخرى ، فذلك باعتبار شخصين آدم خلق من الصلصال ومن حمأ وأولاده خلقوا من ماء مهين ، ولولا خلق آدم لما خلق أولاده ، ويجوز أن يقال : زيد خلق من حمأ بمعنى أن أصله الذي هو جده خلق منه ، وأما قوله : { مّن طِينٍ لاَّزِبٍ } [ الصافات : 11 ] { مّنْ حَمَإٍ } [ الحجر : 26 ] وغير ذلك فهو إشارة إلى أن آدم عليه السلام خلق أولاً من التراب ، ثم صار طيناً ثم حمأ مسنوناً ثم لازباً ، فكأنه خلق من هذا ومن ذاك ، ومن ذلك ، والفخار الطين المطبوخ بالنار وهو الخزف مستعمل على أصل الاشتقاق ، وهو مبالغة الفاخر كالعلام في العالم ، وذلك أن التراب الذي من شأنه التفتت إذا صار بحيث يجعل ظرف الماء والمائعات ولا يتفتت ولا ينقع فكأنه يفخر على أفراد جنسه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "خلق الإنسان من صلصال كالفخار (14) ",
        "babnum": 10
    },
    {
        "id": 2546,
        "cate": "55",
        "title": "وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ (15) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (16) ",
        "details": " وفي الجان وجهان أحدهما : هو أبو الجن كما أن الإنسان المذكور هنا هو أبو الإنس وهو آدم ثانيهما : هو الجن بنفسه فالجان والجن وصفان من باب واحد ، كما يقال : ملح ومالح ، أو نقول الجن اسم الجنس كالملح والجان مثل الصفة كالمالح .\r\n وفيه بحث : وهو أن العرب تقول : جن الرجل ولا يعلم له فاعل يبني الفعل معه على المذكور ، وأصل ذلك جنه الجان فهو مجنون ، فلا يذكر الفاعل لعدم العلم به ، ويقتصر على قولهم : جن فهو مجنون ، وينبغي أن يعلم أن القائل الأول لا يقول : الجان اسم علم لأن الجان للجن كآدم لنا ، وإنما يقول بأن المراد من الجان أبوهم ، كما أن المراد من الإنسان أبونا آدم ، فالأول منا خلق من صلصال ، ومن بعده خلق من صلبه ، كذلك الجن الأول خلق من نار ، ومن بعده من ذريته خلق من مارج ، والمارج المختلط ثم فيه وجهان أحدهما : أن المارج هو النار المشوبة بدخان والثاني : النار الصافية والثاني أصح من حيث اللفظ والمعنى أما اللفظ : فلأنه تعالى قال : { مِن مَّارِجٍ مّن نَّارٍ } أي نار مارجة ، وهذا كقول القائل : هو مصوغ من ذهب فإن قوله من ذهب فيه بيان تناسب الأخلاط فيكون المعنى الكل من ذهب غير أنه يكون أنواعاً مختلفة مختلطة بخلاف ما إذا قلت : هذا قمح مختلط فلك أن تقول : مختلط بماذا فيقول : من كذا وكذا فلو اقتصر على قوله : من قمح وكان منه ومن وغيره أيضاً لكان اقتصاره عليه مختلط بما طلب من البيان وأما المعنى : فلأنه تعالى كما قال : { خَلَقَ الإنسان مِن صلصال } [ الرحمن : 14 ] أي من طين حر كذلك بين أن خلق الجان من نار خالصة فإن قيل : فكيف يصح قوله : { مَّارِجٍ } بمعنى مختلط مع أنه خالص؟ نقول : النار إذا قويت التهبت ، ودخل بعضها في بعض كالشيء الممتزج امتزاجاً جيداً لا تميز فيه بين الأجزاء المختلطة وكأنه من حقيقة واحدة كما في الطين المختمر ، وذلك يظهر في التنور المسجور ، إن قرب منه الحطب تحرقه فكذلك مارج بعضها ببعض لا يعقل بين أجزائها دخان وأجزاء أرضية ، وسنبين هذا في قوله تعالى : { مَرَجَ البحرين } [ الرحمن : 19 ] فإن قيل : المقصود تعديد النعم على الإنسان ، فما وجه بيان خلق الجان؟ نقول : الجواب عندي من وجوه أحدها : ما بينا أن قوله : { رَبّكُمَا } خطاب مع الإنس والجن يعدد عليهما النعم بل على الإنسان وحده ثانيها : أنه بيان فضل الله تعالى على الإنسان ، حيث بين أنه خلق من أصل كثيف كدر ، وخلق الجان من أصل لطيف ، وجعل الإنسان أفضل من الجان فإنه إذا نظر إلى أصله ، علم أنه ما نال الشرف إلا بفضل الله تعالى فكيف يكذب بآلاء الله ثالثها : أن الآية مذكورة لبيان القدرة لا لبيان النعمة ، وكأنه تعالى لما بين النعم الثمانية التي ذكرها في أول السورة ، فكأنه ذكر الثمانية لبيان خروجها عن العدد الكثير الذي هو سبعة ودخولها في الزيادة التي يدل عليها الثمانية كما بينا وقلنا إن العرب عند الثامن تذكر الواو إشارة إلى أن الثامن من جنس آخر ، فبعد تمام السبعة الأول شرع في بيان قدرته الكاملة ، وقال : هو الذي خلق الإنسان من تراب والجان من نار : ( فبأي آلاء ) الكثيرة المذكورة التي سبقت من السبعة ، والتي دلت عليها الثامنة : ( تكذبان ) وإذا نظرت إلى ما دلت عليه الثمانية وإلى قوله : { كُلَّ يَوْمٍ هُوَ فِى شَأْنٍ * فَبِأَيِّ ءَالاء رَبِّكُمَا تُكَذِّبَانِ } [ الرحمن : 29 ، 30 ] ، يظهر لك صحة ما ذكر أنه بين قدرته وعظمته ثم يقول : فبأي تلك الآلاء التي عددتها أولاً تكذبان ، وسنذكر تمامه عند تلك الآيات .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وخلق الجان من مارج من نار (15) فبأي آلاء ربكما تكذبان (16) ",
        "babnum": 11
    },
    {
        "id": 2547,
        "cate": "55",
        "title": "رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ (17) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (18) ",
        "details": " وفيه وجوه أولها مشرق الشمس والقمر ومغربهما ، والبيان حينئذ في حكم إعادة ما سبق مع زيادة ، لأنه تعالى لما قال : { الشمس والقمر بِحُسْبَانٍ } [ الرحمن : 5 ] دل على أن لهما مشرقين ومغربين ، ولما ذكر : { خَلَقَ الإنسان * عَلَّمَهُ البيان } [ الرحمن : 3 ، 4 ] دل على أنه مخلوق من شيء فبين أنه الصلصال الثاني : مشرق الشتاء ومشرق الصيف فإن قيل : ما الحكمة في اختصاصهما مع أن كل يوم من ستة أشهر للشمس مشرق ومغرب يخالف بعضها البعض؟ نقول : غاية انحطاط الشمس في الشتاء وغاية ارتفاعها في الصيف والإشارة إلى الطرفين تتناول ما بينهما فهو كما يقول القائل في وصف ملك عظيم له المشرق والمغرب ويفهم أن له ما بينهما أيضاً الثالث : التثنية إشارة إلى النوعين الحاصرين كما بينا أن كل شيء فإنه ينحصر في قسمين فكأنه قال : رب مشرق الشمس ومشرق غيرها فهما مشرقان فتناول الكل ، أو يقال : مشرق الشمس والقمر وما يغرض إليهما العاقل من مشرق غيرهما فهو تثنية في معنى الجمع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "رب المشرقين ورب المغربين (17) فبأي آلاء ربكما تكذبان (18) ",
        "babnum": 12
    },
    {
        "id": 2548,
        "cate": "55",
        "title": "مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ (19) بَيْنَهُمَا بَرْزَخٌ لَا يَبْغِيَانِ (20) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (21) ",
        "details": " وفيه مسائل : المسألة الأولى : في تعلق الآية بما قبلها فنقول : لما ذكر تعالى المشرق والمغرب وهما حركتان في الفلك ناسب ذلك ذكر البحرين لأن الشمس والقمر يجريان في الفلك كما يجري الإنسان في البحر قال تعالى : { وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ } [ الأنبياء : 33 ] فذكر البحرين عقيب المشرقين والمغربين ولأن المشرقين والمغربين فيهما إشارة إلى البحر لانحصار البر والبحر بين المشرق والمغرب ، لكن البر كان مذكوراً بقوله تعالى : { والأرض وَضَعَهَا } [ الرحمن : 10 ] فذكر ههنا مالم يكن مذكوراً .\r\n المسألة الثانية : { مَرَجَ } ، إذا كان متعدياً كان بمعنى خلط أو ما يقرب منه فكيف قال تعالى : { مِن مَّارِجٍ مّن نَّارٍ } [ الرحمن : 15 ] ولم يقل : من ممروج؟ نقول : مرج متعد ومرج بكسر الراء لازم فالمارج والمريج من مرج يمرج كفرح يفرح ، والأصل في فعل أن يكون غريزياً والأصل في الغريزي أن يكون لازماً ، ويثبت له حكم الغريزي ، وكذلك فعل في كثير من المواضع .\r\n المسألة الثالثة : في البحرين وجوه أحدها : بحر السماء وبحر الأرض ثانيها : البحر الحلو والبحر المالح كما قال تعالى : { وَمَا يَسْتَوِى البحران هذا عَذبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وهذا مِلْحٌ أُجَاجٌ } [ فاطر : 12 ] وهو أصح وأظهر من الأول ثالثها : ما ذكر في المشرقين وفي قوله : { تُكَذّبَانِ } إنه إشارة إلى النوعين الحاصرين فدخل فيه بحر السماء وبحر الأرض والبحر العذب والبحر المالح ، رابعها : أنه تعالى خلق في الأرض بحاراً تحيط بها الأرض وببعض جزائرها يحيط الماء وخلق بحراً محيطاً بالأرض وعليه الأرض وأحاط به الهواء كما قال به أصحاب علم الهيئة وورد به أخبار مشهورة ، وهذه البحار التي في الأرض لها اتصال بالبحر المحيط ، ثم إنهما لا يبغيان على الأرض ولا يغطيانها بفضل الله تعالى لتكون الأرض بارزة يتخذها الإنسان مكاناً وعند النظر إلى أمر الأرض يحار الطبيعي ويتلجلج في الكلام ، فإن عندهم موضع الأرض بطبعه أن يكون في المركز ويكون الماء محيطاً بجميع جوانبه ، فإذا قيل لهم : فكيف ظهرت الأرض من الماء ولم ترسب يقولون لانجذاب البحار إلى بعض جوانبها ، فإن قيل : لماذا انجذب؟ فالذي يكون عنده قليل من العقل يرجع إلى الحق ويجعله بإرادة الله تعالى ومشيئته ، والذي يكون عديم العقل يجعل سببه من الكواكب وأوضاعها واختلاف مقابلاتها ، وينقطع في كل مقام مرة بعد أخرى ، وفي آخر الأمر إذا قيل له : أوضاع الكواكب لم اختلفت على الوجه الذي أوجب البرد في بعض الأرض دون بعض آخر صار كما قال تعالى : { فَبُهِتَ الذى كَفَرَ } [ البقرة : 258 ] ويرجع إلى الحق إن هداه الله تعالى .\r\n المسألة الرابعة : إذا كان المرج بمعنى الخلط فما الفائدة في قوله تعالى : { يَلْتَقِيَانِ } ؟ نقول قوله تعالى : { مَرَجَ البحرين } أي أرسل بعضهما في بعض وهما عند الإرسال بحيث يلتقيان أو من شأنهما الاختلاط والالتقاء ولكن الله تعالى منعهما عما في طبعهما ، وعلى هذا يلتقيان حال من البحرين ، ويحتمل أن يقال : من محذوف تقديره تركهما فهما يلتقيان إلى الآن ولا يمتزجان وعلى الأول : فالفائدة إظهار القدرة في النفع فإنه إذا أرسل الماءين بعضهما على بعض وفي طبعهما بخلق الله وعادته السيلان والالتقاء ويمنعهما البرزخ الذي هو قدرة الله أو بقدرة الله ، يكون أدل على القدرة مما إذا لم يكونا على حال يلتقيان ، وفيه إشارة إلى مسألة حكمية وهي : أن الحكماء اتفقوا على أن الماء له حيز واحد بعضه ينجذب إلى بعض كأجزاء الزئبق غير أن عند الحكماء المحققين ذلك بإجراء الله تعالى ذلك عليه وعند من يدعي الحكمة ولم يوفقه الله من الطبيعيين يقول : ذلك له بطبعه ، فقوله : { يَلْتَقِيَانِ } أي من شأنهما أن يكون مكانهما واحداً ، ثم إنهما بقيا في مكان متميزين فذلك برهان القدرة والاختيار وعلى الوجه الثاني : الفائدة في بيان القدرة أيضاً على المنع من الاختلاط ، فإن الماءين إذا تلاقيا لا يمتزجان في الحال بل يبقيان زماناً يسيراً كالماء المسخن إذا غمس إناء مملوء منه في ماء بارد إن لم يمكث فيه زماناً لا يمتزج بالبارد ، لكن إذا دام مجاورتهما فلا بد من الامتزاج فقال تعالى : { مَرَجَ البحرين } خلاهما ذهاباً إلى أن يلتقيان ولا يمتزجان فذلك بقدرة الله تعالى .\r\n ثم قال تعالى : { بَيْنَهُمَا بَرْزَخٌ لاَّ يَبْغِيَانِ } إشارة إلى ما ذكرنا من منعه إياهما من الجريان على عادتهما ، والبرزخ الحاجز وهو قدرة الله تعالى في البعض وبقدرة الله في الباقي ، فإن البحرين قد يكون بينهما حاجز أرضي محسوس وقد لا يكون ، وقوله : { لاَّ يَبْغِيَانِ } فيه وجهان أحدهما : من البغي أي لا يظلم أحدهما على الآخر بخلاف قول الطبيعي حيث يقول : الماءآن كلاهما جزء واحد ، فقال : هما لا { يَبْغِيَانِ } ذلك وثانيهما : أن يقال : لا يبغيان من البغي بمعنى الطلب أي لا يطلبان شيئاً ، وعلى هذا ففيه وجه آخر ، وهو أن يقال : إن يبغيان لا مفعول له معين ، بل هو بيان أنهما لا يبغيان في ذاتهما ولا يطلبان شيئاً أصلاً ، بخلاف ما يقول الطبيعي : أنه يطلب الحركة والسكون في موضع عن موضع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "مرج البحرين يلتقيان (19) بينهما برزخ لا يبغيان (20) فبأي آلاء ربكما تكذبان (21) ",
        "babnum": 13
    },
    {
        "id": 2549,
        "cate": "55",
        "title": "يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ (22) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (23) ",
        "details": " وفيه مسائل : المسألة الأولى : في القراءات التي فيها قرىء يخرج من خرج ويخرج بفتح الراء من أخرج وعلى الوجهين فاللؤلؤ والمرجان مرفوعان ويخرج بكسر الراء بمعنى يخرج الله ونخرج بالنون المضمومة والراء المكسورة ، وعلى القراءتين ينصب اللؤلؤ والمرجان ، اللؤلؤ كبار الدر والمرجان صغاره وقيل : المرجان هو الحجر الأحمر .\r\n المسألة الثانية : اللؤلؤ لا يخرج إلا من المالح فكيف قال : { مِنْهُمَا } ؟ نقول الجواب عنه من وجهين أحدهما : أن ظاهر كلام الله تعالى أولى بالاعتبار من كلام بعض الناس الذي لا يوثق بقوله ، ومن علم أن اللؤلؤ لا يخرج من الماء العذب وهب أن الغواصين ما أخرجوه إلا من المالح وما وجدوه إلا فيه ، لكن لا يلزم من هذا أن لا يوجد في الغير سلمنا لم قلتم : أن الصدف يخرج بأمر الله من الماء العذب إلى الماء المالح وكيف يمكن الجزم والأمور الأرضية الظاهرة خفيت عن التجار الذين قطعوا المفاوز وداروا البلاد فكيف لا يخفى أمر ما في قعر البحر عليهم ثانيهما : أن نقول : إن صح قولهم في اللؤلؤ إنه لا يخرج إلا من البحر المالح فنقول : فيه وجوه أحدها : أن الصدف لا يتولد فيه اللؤلؤ إلا من المطر وهو بحر السماء ثانيها : أنه يتولد في ملتقاهما ثم يدخل الصدف في المالح عند انعقاد الدر فيه طالباً للملوحة كالمتوحمة التي تشتهي الملوحة أوائل الحمل فيثقل هناك فلا يمكنه الدخول في العذب ثالثها : أن ما ذكرتم إنما كان يرد أن لو قال : يخرج من كل واحد منهما فأما على قوله : { يَخْرُجُ مِنْهُمَا } لا يرد إذ الخارج من أحدهما مع أن أحدهما مبهم خارج منهما كما قال تعالى : { وَجَعَلَ القمر فِيهِنَّ نُوراً } [ نوح : 16 ] يقال : فلان خرج من بلاد كذا ودخل في بلاد كذا ولم يخرج إلا من موضع من بيت من محلة في بلدة رابعها : أن ( من ) ليست لابتداء شيء كما يقال : خرجت الكوفة بل لابتداء عقلي كما يقال : خلق آدم من تراب ووجدت الروح من أمر الله فكذلك اللؤلؤ يخرج من الماء أي منه يتولد .\r\n المسألة الثالثة : أي نعمة عظيمة في اللؤلؤ والمرجان حتى يذكرهما الله مع نعمة تعلم القرآن وخلق الإنسان؟ وفي الجواب قولان : الأول : أن نقول : النعم منها خلق الضروريات كالأرض التي هي مكاننا ولولا الأرض لما أمكن وجود التمكين وكذلك الرزق الذي به البقاء ومنها خلق المحتاج إليه وإن لم يكن ضرورياً كأنواع الحبوب وإجراء الشمس والقمر ، ومنها النافع وإن لم يكن محتاجاً إليه كأنواع الفواكه وخلق البحار من ذلك ، كما قال تعالى : { والفلك التى تَجْرِى فِي البحر بِمَا يَنفَعُ الناس } [ البقرة : 164 ] ومنها الزينة وإن لم يكن نافعاً كاللؤلؤ والمرجان كما قال تعالى : { وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا } [ فاطر : 12 ] فالله تعالى ذكر أنواع النعم الأربعة التي تتعلق بالقوى الجسمانية وصدرها بالقوة العظيمة التي هي الروح وهي العلم بقوله : { عَلَّمَ القرءان } [ الرحمن : 2 ] والثاني : أن نقول : هذه بيان عجائب الله تعالى لا بيان النعم ، والنعم قد تقدم ذكرها هنا ، وذلك لأن خلق الإنسان من صلصال ، وخلق الجان من نار ، من باب العجائب لا من باب النعم ، ولو خلق الله الإنسان من أي شيء خلقه لكان إنعاماً ، إذا عرفت هذا فنقول : الأركان أربعة ، التراب والماء والهواء والنار فالله تعالى بين بقوله : { خَلَقَ الإنسان مِن صلصال } [ الرحمن : 14 ] أن الإنسان خلقه من تراب وطين وبين بقوله : { خَلَقَ الجان مِن مَّارِجٍ مّن نَّارٍ } [ الرحمن : 15 ] أن النار أيضاً أصل لمخلوق عجيب ، وبين بقوله : { يَخْرُجُ مِنْهُمَا الُّلؤْلُؤُ وَالمَرْجَانُ } أن الماء أصل لمخلوق آخر ، كالحيوان عجيب ، بقي الهواء لكنه غير محسوس ، فلم يذكر أنه أصل مخلوق بل بين كونه منشأ للجواري في البحر كالأعلام .\r\n فقال : ",
        "fav": 0,
        "note": null,
        "normal": "يخرج منهما اللؤلؤ والمرجان (22) فبأي آلاء ربكما تكذبان (23) ",
        "babnum": 14
    },
    {
        "id": 2550,
        "cate": "55",
        "title": "وَلَهُ الْجَوَارِ الْمُنْشَآتُ فِي الْبَحْرِ كَالْأَعْلَامِ (24) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (25) ",
        "details": " وفيه مسائل : المسألة الأولى : ما الفائدة في جعل الجواري خاصة له وله السموات وما فيها والأرض وما عليها؟ نقول : هذا الكلام مع العوام ، فذكر مالا يغفل عنه من له أدنى عقل فضلاً عن الفاضل الذكي ، فقال : لا شك أن الفلك في البحر لا يملكه في الحقيقة أحد إذ لا تصرف لأحد في هذا الفلك وإنما كلهم منتظرون رحمة الله تعالى معترفون بأن أموالهم وأرواحهم في قبضة قدرة الله تعالى وهم في ذلك يقولون لك : الفلك ولك الملك وينسبون البحر والفلك إليه ، ثم إذا خرجوا ونظروا إلى بيوتهم المبنية بالحجارة والكلس وخفي عليهم وجوه الهلاك ، يدعون مالك الفلك ، وينسبون ما كانوا ينسبون البحر والفلك إليه ، وإليه الإشارة بقوله : { فَإِذَا رَكِبُواْ فِي الفلك } [ العنكبوت : 65 ] الآية .\r\n المسألة الثانية : ( الجواري ) جمع جارية ، وهي اسم للسفينة أو صفة ، فإن كانت اسماً لزم الاشتراك والأصل عدمه ، وإن كانت صفة الأصل أن تكون الصفة جارية على الموصوف ، ولم يذكر الموصوف هنا ، فنقول : الظاهر أن تكون صفة للتي تجري ونقل عن الميداني أن الجارية السفينة التي تجري لما أنها موضوعة للجري ، وسميت المملوكة جارية لأن الحرة تراد للسكن والازدواج ، والمملوكة لتجري في الحوائج ، لكنها غلبت السفينة ، لأنها في أكثر أحوالها تجري ، ودل العقل على ما ذكرنا من أن السفينة هي التي تجري غير أنها غلبت بسبب الاشتقاق على السفينة الجارية ، ثم صار يطلق عليها ذلك وإن لم تجر ، حتى يقال : للسفينة الساكنة أو المشدودة على ساحل البحر جارية ، لما أنها تجري ، وللملوكة الجالسة جارية للغلبة ، ترك الموصوف ، وأقيمت الصفة مقامه فقوله تعالى : { وَلَهُ الجوار } أي السفن الجاريات ، على أن السفينة أيضاً فعيلة من السفن وهو النحت ، وهي فعيلة بمعنى فاعلة عند ابن دريد أي تسفن الماء ، أو فعيلة بمعنى مفعولة عند غيره بمعنى منحوتة فالجارية والسفينة جاريتان على الفلك وفيه لطيفة لفظية : وهي أن الله تعالى لما أمر نوحاً عليه السلام باتخاذ السفينة ، قال : { واصنع الفلك بِأَعْيُنِنَا } [ هود : 37 ] ففي أول الأمر قال لها : الفلك لأنها بعد لم تكن جرت ، ثم سماها بعدما عملها سفينة كما قال تعالى : { فأنجيناه وأصحاب السفينة } [ العنكبوت : 15 ] وسماها جارية كما قال تعالى : { إِنَّا لَمَّا طَغَا الماء حملناكم فِي الجارية } [ الحاقة : 11 ] وقد عرفنا أمر الفلك وجريها وصارت كالمسماة بها ، فالفلك قبل الكل ، ثم السفينة ثم الجارية .\r\n المسألة الثالثة : ما معنى المنشآت؟ نقول : فيه وجهان أحدهما : المرفوعات من نشأت السحابة إذا ارتفعت ، وأنشأ الله إذا رفعه وحينئذ إما هي بأنفسها مرتفعة في البحر ، وإما مرفوعات الشراع وثانيهما : المحدثات الموجودات من أنشأ الله المخلوق أي خلقه فإن قيل : الوجه الثاني بعيد لأن قوله : { فِي البحر كالأعلام } متعلق بالمنشآت فكأنه قال : وله الجواري التي خلقت في البحر كالأعلام ، وهذا غير مناسب ، وأما على الأول فيكون كأنه قال : الجواري التي رفعت في البحر كالأعلام ، وذلك جيد والدليل على صحة ما ذكرنا أنك تقول : الرجل الجريء في الحرب كالأسد فيكون حسناً ، ولو قلت : الرجل العالم بدل الجريء في الحرب كالأسد لا يكون كذلك ، نقول : إذا تأملت فيما ذكرنا من كون الجارية صفة أقيمت مقام الموصوف ، كان الإنشاء بمعنى الخلق لا ينافي قوله : { فِي البحر كالأعلام } لأن التقدير حينئذ له السفن الجارية في البحر كالأعلام ، فيكون أكثر بياناً للقدرة كأنه قال : له السفن التي تجري في البحر كالأعلام ، أي كأنها الجبال والجبال لا تجري إلا بقدرة الله تعالى ، فالأعلام جمع العلم الذي هو الجبل وأما الشراع المرفوع كالعلم الذي هو معروف ، فلا عجب فيه ، وليس العجب فيه كالعجب في جري الجبل في الماء وتكون المنشآت معروفة ، كما أنك تقول : الرجل الحسن الجالس كالقمر فيكون متعلق قولك كالقمر الحسن لا الجالس فيكون منشأ للقدرة ، إذ السفن كالجبال والجبال لا تجري إلا بقدرة الله تعالى .\r\n المسألة الرابعة : قرىء { المنشآت } بكسر الشين ، ويحتمل حينئذ أن يكون قوله : { البحر كالأعلام } ، يقوم مقام الجملة ، والجواري معرفة ولا توصف المعارف بالجمل ، فلا نقول : الرجل كالأسد جاءني ولا الرجل هو أسد جاءني ، وتقول : رجل كالأسد جاءني ، ورجل هو أسد جاءني ، فلا تحمل قراءة الفتح إلا على أن يكون حالاً وهو على وجهين أحدهما : أن تجعل الكاف اسماً فيكون كأنه قال : الجواري المنشآت شبه الأعلام ثانيهما : يقدر حالاً هذا شبهه كأنه يقول : كالأعلام ويدل عليه قوله : { فِي مَوْجٍ كالجبال } [ هود : 42 ] .\r\n المسألة الخامسة : في جمع الجواري وتوحيد البحر وجمع الأعلام فائدة عظيمة ، وهي أن ذلك إشارة إلى عظمة البحر ، ولو قال : في البحار لكانت كل جارية في بحر ، فيكون البحر دون بحر يكون فيه الجواري التي هي كالجبال ، وأما إذا كان البحر واحداً وفيه الجواري التي هي كالجبال يكون ذلك بحراً عظيماً وساحله بعيداً فيكون الإنجاء بقدرة كاملة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وله الجوار المنشآت في البحر كالأعلام (24) فبأي آلاء ربكما تكذبان (25) ",
        "babnum": 15
    },
    {
        "id": 2551,
        "cate": "55",
        "title": "كُلُّ مَنْ عَلَيْهَا فَانٍ (26) ",
        "details": " وفيه وجهان أحدهما : وهو الصحيح أن الضمير عائد إلى الأرض ، وهي معلومة وإن لم تكن مذكورة قال تعالى : { وَلَوْ يُؤَاخِذُ الله الناس بِمَا كَسَبُواْ } [ فاطر : 45 ] الآية وعلى هذا فله ترتيب في غاية الحسن ، وذلك لأنه تعالى لما قال : { وَلَهُ الْجَوَارِ المنشآت } [ الرحمن : 24 ] إشارة إلى أن كل أحد يعرف ويجزم بأنه إذا كان في البحر فروحه وجسمه وماله في قبضة الله تعالى فإذا خرج إلى البر ونظر إلى الثبات الذي للأرض والتمكن الذي له فيها ينسى أمره فذكره وقال : لا فرق بين الحالتين بالنسبة إلى قدرة الله تعالى وكل من على وجه الأرض فإنه كمن على وجه الماء ، ولو أمعن العاقل النظر لكان رسوب الأرض الثقيلة في الماء الذي هي عليه أقرب إلى العقل من رسوب الفلك الخفيفة فيه الثاني : أن الضمير عائد إلى الجارية إلا أنه بضرورة ما قبلها كأنه تعالى قال : الجواري ولا شك في أن كل من فيها إلى الفناء أقرب ، فكيف يمكنه إنكار كونه في ملك الله تعالى وهو لا يملك لنفسه في تلك الحالة نفعاً ولا ضراً ، وقوله تعالى : { ويبقى وَجْهُ رَبّكَ ذُو الجلال والإكرام } [ الرحمن : 27 ] يدل على أن الصحيح الأول وفيه مسائل : المسألة الأولى : { مِنْ } للعقلاء وكل ما على وجه الأرض مع الأرض فان ، فما فائدة الاختصاص بالعقلاء؟ نقول : المنتفع بالتخويف هو العاقل فخصه تعالى بالذكر .\r\n المسألة الثانية : الفاني هو الذي فنى وكل من عليها سيفنى فهو باق بعد ليس بفان ، نقول كقوله : { إِنَّكَ مَيّتٌ } [ الزمر : 30 ] وكما يقال للقريب إنه واصل ، وجواب آخر : وهو أن وجود الإنسان عرض وهو غير باق وما ليس بباق فهو فان ، فأمر الدنيا بين شيئين حدوث وعدم ، أما البقاء فلا بقاء له لأن البقاء استمرار ، ولا يقال هذا تثبيت بالمذهب الباطل الذي هو القول بأن الجسم لا يبقى زمانين كما قيل في العرض ، لأنا نقول قوله { مِنْ } بدل قوله ( ما ) ينفي ذلك التوهم لأني قلت : ( من عليها فان ) لا بقاء له ، وما قلت : ما عليها فان ، ومن مع كونه على الأرض يتناول جسماً قام به أعراض بعضها الحياة والأعراض غير باقية ، فالمجموع لم يبق كما كان وإنما الباقي أحد جزأيه وهو الجسم وليس يطلق عليه بطريق الحقيقة لفظة ( من ) ، فالفاني ليس ما عليها وما عليها ليس بباق .\r\n المسألة الثالثة : ما الفائدة في بيان أنه تعالى قال : { فَانٍ } ؟ نقول : فيه فوائد منها : الحث على العبادة وصرف الزمان اليسير إلى الطاعة ، ومنها : المنع من الوثوق بما يكون للمرء فلا يقول : إذا كان في نعمة إنها لن تذهب فيترك الرجوع إلى الله معتمداً على ماله وملكه ، ومنها : الأمر بالصبر إن كان في ضر فلا يكفر بالله معتمداً على أن الأمر ذاهب والضر زائل ، ومنها : ترك اتخاذ الغير معبوداً والزجر على الاغترار بالقرب من الملوك وترك التقرب إلى الله تعالى فإن أمرهم إلى الزوال قريب فيبقى القريب منهم عن قريب في ندم عظيم لأنه إن مات قبلهم يلقى الله كالعبد الآبق ، وإن مات الملك قبله فيبقى بين الخلق وكل أحد ينتقم منه ويتشفى فيه ، ويستحي ممن كان يتكبر عليه وإن ماتا جميعاً فلقاء الله عليه بعد التوفي في غاية الصعوبة ، ومنها : حسن التوحيد وترك الشرك الظاهر والخفي جميعاً لأن الفاني لا يصلح لأن يعبد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كل من عليها فان (26) ",
        "babnum": 16
    },
    {
        "id": 2552,
        "cate": "55",
        "title": "وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ (27) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (28) ",
        "details": " وفيه مسائل : المسألة الأولى : الوجه يطلق على الذات والمجسم يحمل الوجه على العضو وهو خلاف العقل والنقل أعني القرآن لأن قوله تعالى : { كُلُّ شَيْء هَالِكٌ إِلاَّ وَجْهَهُ } [ القصص : 88 ] يدل على أن لا يبقى إلا وجه الله تعالى ، فعلى القول الحق لا إشكال فيه لأن المعنى لا يبقى غير حقيقة الله أو غير ذات الله شيء وهو كذلك ، وعلى قول المجسم يلزم أن لا تبقى يده التي أثبتها ورجله التي قال بها ، لا يقال : فعلى قولكم أيضاً يلزم أن لا يبقى علم الله ولا قدرة الله ، لأن الوجه جعلتموه ذاتاً ، والذات غير الصفات فإذا قلت : كل شيء هالك إلا حقيقة الله خرجت الصفات عنها فيكون قولكم نفياً للصفات ، نقول : الجواب عنه بالعقل والنقل ، أما النقل فذلك أمر يذكر في غير هذا الموضع ، وأما العقل فهو أن قول القائل : لم يبق لفلان إلا ثوب يتناول الثوب وما قام به من اللون والطول والعرض ، وإذا قال : لم يبق إلا كمه لا يدل على بقاء جيبه وذيله ، فكذلك قولنا : يبقى ذات الله تعالى يتناول صفاته وإذا قلتم : لا يبقى غير وجهه بمعنى العضو يلزمه أن لا تبقى يده .\r\n المسألة الثانية : فما السبب في حسن إطلاق لفظ الوجه على الذات؟ نقول : إنه مأخوذ من عرف الناس ، فإن الوجه يستعمل في العرف لحقيقة الإنسان ، ألا ترى أن الإنسان إذا رأى وجه غيره يقول : رأيته ، وإذا رأى غير الوجه من اليد والرجل مثلاً لا يقول : رأيته ، وذلك لأن اطلاع الإنسان على حقائق الأشياء في أكثر الأمر يحصل بالحس ، فإن الإنسان إذا رأى شيئاً علم منه مالم يكن يعلم حال غيبته ، لأن الحس لا يتعلق بجميع المرئي وإنما يتعلق ببعضه ، ثم إن الحس يدرك والحدس يحكم فإذا رأى شيئاً بحسه يحكم عليه بأمر بحدسه ، لكن الإنسان اجتمع في وجهه أعضاء كثيرة كل واحد يدل على أمر ، فإذا رأى الإنسان وجه الإنسان حكم عليه بأحكام ما كان يحكم بها لولا رؤيته وجهه ، فكان أدل على حقيقة الإنسان وأحكامه من غيره ، فاستعمل الوجه في الحقيقة في الإنسان ثم نقل إلى غيره من الأجسام ، ثم نقل لي ما ليس بجسم ، يقال في الكلام هذا وجه حسن وهذا وجه ضعيف ، وقول من قال : إن الوجه من المواجهة كما هو المسطور في البعض من الكتب الفقهية فليس بشيء إذ الأمر على العكس ، لأن الفعل من المصدر والمصدر من الاسم الأصلي وإن كان بالنقل ، فالوجه أول ما وضع للعضو ثم استعمل واشتق منه غيره ، ويعرف ذلك العارف بالتصريف البارع في الأدب .\r\n المسألة الثالثة : لو قال : ويبقى ربك أو الله أو غيره فحصلت الفائدة من غير وقوع في توهم ما هو ابتدع ، نقول : ما كان يقوم مقام الوجه لفظ آخر ولا وجه فيه إلا ما قاله الله تعالى ، وذلك لأن سائر الأسماء المعروفة لله تعالى أسماء الفاعل كالرب والخالق والله عند البعض بمعنى المعبود ، فلو قال : ويبقى ربك ربك ، وقولنا : ربك معنيان عند الاستعمال أحدهما أن يقال : شيء من كل ربك ، ثانيهما أن يقال : يبقى ربك مع أنه حالة البقاء ربك فيكون المربوب في ذلك الوقت ، وكذلك لو قال : يبقى الخالق والرازق وغيرهما .\r\n المسألة الرابعة : ما الحكمة في لفظ الرب وإضافة الوجه إليه ، وقال في موضع آخر : { فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ الله } [ البقرة : 115 ] وقال : { يُرِيدُونَ وَجْهَ الله } [ الروم : 38 ] نقول : المراد في الموضعين المذكورين هو العبادة .\r\n أما قوله : { فَثَمَّ وَجْهُ الله } فظاهر لأن المذكور هناك الصلاة ، وأما قوله : { يُرِيدُونَ وَجْهَ الله } فالمذكور هو الزكاة قال تعالى من قبل : { فَئَاتِ ذَا القربى حَقَّهُ والمسكين وابن السبيل } [ الروم : 38 ] { ذَلِكَ خَيْرٌ لّلَّذِينَ يُرِيدُونَ وَجْهَ الله } [ الروم : 38 ] ولفظ الله يدل على العبادة ، لأن الله هو المعبود ، والمذكور في هذا الموضع النعم التي بها تربية الإنسان فقال : { وَجْهُ رَبّكَ } .\r\n المسألة الخامسة : الخطاب بقوله : { رَبَّكَ } مع من؟ نقول : الظاهر أنه مع كل أحد كأنه يقول : ويبقى وجه ربك أيها السامع ، ويحتمل أن يكون الخطاب مع محمد صلى الله عليه وسلم ، فإن قيل : فيكف قال : { فَبِأَيِّ ءَالاء رَبِّكُمَا تُكَذِّبَانِ } خطاباً مع الإثنين ، وقال : { وَجْهُ رَبّكَ } خطاباً مع الواحد؟ نقول : عند قوله : { ويبقى وَجْهُ رَبّكَ } وقعت الإشارة إلى فناء كل أحد ، وبقاء الله فقال وجه ربك أي يا أيها السامع فلا تلتفت إلى أحد غير الله تعالى ، فإن كل من عداه فان ، والمخاطب كثيراً ما يخرج عن الإرادة في الكلام ، فإنك إذا قلت : لمن يشكو إليك من أهل موضع سأعاقب لأجلك كل من في ذلك الموضع يخرج المخاطب عن الوعيد ، وإن كان من أهل الموضع فقال : { ويبقى وَجْهُ رَبّكَ } ليعلم كل أحد أن غيره فان ، ولو قال : وجه ربكما لكان كل واحد يخرج نفسه ورفيقه المخاطب من الفناء ، فإن قلت : لو قال ويبقى وجه الرب من غير خطاب كان أدل على فناء الكل؟ نقول : كأن الخطاب في الرب إشارة إلى اللطف والإبقاء إشارة إلى القهر ، والموضع موضع بيان اللطف وتعديد النعم ، فلو قال : بلفظ الرب لم يدل عليه الخطاب ، وفي لفظ الرب عادة جارية وهي أنه لا يترك استعماله مع الإضافة .\r\n فالعبد يقول : ربنا اغفر لنا ، ورب اغفر لي ، والله تعالى يقول : { رَبُّكُمْ وَرَبُّ ءَابَائِكُمُ } [ الدخان : 8 ] و { رَبّ العالمين } [ الفاتحة : 2 ] وحيث ترك الإضافة ذكره مع صفة أخرى من أوصاف اللفظ ، حيث قال تعالى : { بَلْدَةٌ طَيّبَةٌ وَرَبٌّ غَفُورٌ } [ سبأ : 15 ] وقال تعالى : { سَلاَمٌ قَوْلاً مّن رَّبّ رَّحِيمٍ } [ ياس : 58 ] ولفظ الرب يحتمل أن يكون مصدراً بمعنى التربية ، يقال : ربه يربه رباً مثل رباه يربيه ، ويحتمل أن يكون وصفاً من الرب الذي هو مصدر بمعنى الراب كالطب للطبيب ، والسمع للحاسة ، والبخل للبخيل ، وأمثال ذلك لكن من باب فعل ، وعلى هذا فيكون كأنه فعل من باب فعل يفعل أي فعل الذي للغريزي كما يقال فيما إذا قلنا : فلان أعلم وأحكم ، فكان وصفاً له من باب فعل اللازم ليخرج عن التعدي .\r\n المسألة السادسة : { الجلال } إشارة إلى كل صفة من باب النفي ، كقولنا : الله ليس بجسم ولا جوهر ولا عرض ، ولهذا يقال : جل أن يكون محتاجاً ، وجل أن يكون عاجزاً ، والتحقيق فيه أن الجلال هو بمعنى العظمة غير أن العظمة أصلها في القوة ، والجلال في الفعل ، فهو عظيم لا يسعه عقل ضعيف فجل أن يسعه كل فرض معقول : { والإكرام } إشارة إلى كل صفة هي من باب الإثبات ، كقولنا : حي قادر عالم ، وأما السميع والبصير فإنهما من باب الإثبات كذلك عند أهل السنة ، وعند المعتزلة من باب النفي ، وصفات باب النفي قبل صفات باب الإثبات عندنا ، لأنا أولاً نجد الدليل وهو العالم فنقول : العالم محتاج إلى شيء وذلك الشيء ليس مثل العالم فليس بمحدث ولا محتاج ، ولا ممكن ، ثم نثبت له القدرة والعلم وغيرهما ، ومن هنا قال تعالى لعباده : { لاَ إله إِلاَّ الله } [ الصافات : 35 ] وقال صلى الله عليه وسلم : « أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله » ونفي الإلهية عن غير الله ، نفي صفات غير الله عن الله ، فإنك إذا قلت : الجسم ليس بإله لزم منه قولك : الله ليس بجسم و ( الجلال والإكرام ) وصفان مرتبان على أمرين سابقين ، فالجلال مرتب على فناء الغير والإكرام على بقائه تعالى ، فيبقى الفرد وقد عز أن يحد أمره بفناء من عداه وما عداه ، ويبقى وهو مكرم قادر عالم فيوجد بعد فنائهم من يريد ، وقرىء : { ذُو الجلال } ، و { ذِى الجلال } .\r\n وسنذكر ما يتعلق به في تفسير آخر السورة إن شاء الله تعالى .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويبقى وجه ربك ذو الجلال والإكرام (27) فبأي آلاء ربكما تكذبان (28) ",
        "babnum": 17
    },
    {
        "id": 2553,
        "cate": "55",
        "title": "يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ (29) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (30) ",
        "details": " وفيه وجهان أحدهما : أنه حال تقديره : يبقى وجه ربك مسئولاً وهذا منقول معقول ، وفيه إشكال وهو أنه يفضي إلى التناقض لأنه لما قال : { ويبقى وَجْهُ رَبّكَ } [ الرحمن : 27 ] كان إشارة إلى بقائه بعد فناء من على الأرض ، فكيف يكون في ذلك الوقت مسئولاً لمن في الأرض؟ فأما إذا قلنا : الضمير عائد إلى ( الأمور ) الجارية ( في يومنا ) فلا إشكال في هذا الوجه ، وأما على الصحيح فنقول عنه أجوبة أحدها : لما بينا أنه فان نظراً إليه ولا يبقى إلا بإبقاء الله ، فيصح أن يكون الله مسئولاً ثانيها : أن يكون مسئولاً معنى لا حقيقة ، لأن الكل إذا فنوا ولم يكن وجود إلا بالله ، فكأن القوم فرضوا سائلين بلسان الحال ثالثها : أن قوله : { ويبقى } للاستمرار فيبقى ويعيد من كان في الأرض ويكون مسئولاً والثاني : أنه ابتداء كلام وهو أظهر وفيه مسائل : المسألة الأولى : ماذا يسأله السائلون؟ فنقول : يحتمل وجوهاً أحدها : أنه سؤال استعطاء فيسأله كل أحد الرحمة وما يحتاج إليه في دينه ودنياه ثانيها : أنه سؤال استعلام أي عنده علم الغيب لا يعلمه إلا هو ، فكل أحد يسأله عن عاقبة أمره وعما فيه صلاحه وفساده .\r\n فإن قيل : ليس كل أحد يعترف بجهله وعلم الله نقول : هذا كلام في حقيقة الأمر من جاهل ، فإن كان من جاهل معاند فهو في الوجه الأول أيضاً وارد ، فإن من المعاندين من لا يعترف بقدرة الله فلا يسأله شيئاً بلسانه وإن كان يسأله بلسان حاله لإمكانه ، والوجه الأول إشارة إلى كمال القدرة أي كل أحد عاجز عن تحصيل ما يحتاج إليه .\r\n والوجه الثاني إشارة إلى كمال العلم أي كل أحد جاهل بما عند الله من المعلومات ثالثها : أن ذلك سؤال استخراج ، أمر .\r\n وقوله : { مَن فِي السموات والأرض } أي من الملائكة يسألونه كل يوم ويقولون : إلهنا ماذا نفعل وبماذا تأمرنا ، وهذا يصلح جواباً آخر عن الإشكال على قول من قال : يسأله حال لأنه يقول : قال تعالى : { كُلُّ مَنْ عَلَيْهَا فَانٍ } [ الرحمن : 26 ] ومن عليها تكون الأرض مكانه ومعتمده ولولاها لا يعيش وأما من فيها من الملائكة الأرضية فهم فيها وليسوا عليها ولا تضرهم زلزلتها ، فعندما يفنى من عليها ويبقى الله تعالى لا يفنى هؤلاء في تلك الحال فيسألونه ويقولون : ماذا نفعل فيأمرهم بما يأمرهم ويفعلون ما يؤمرون ، ثم يقول لهم : عندما يشاء موتوا فيموتوا هذا على قول من قال : { يَسْأَلُهُ } حال وعلى الوجه الآخر لا إشكال .\r\n المسألة الثانية : هو عائد إلى من؟ نقول : الظاهر المشهور أنه عائد إلى الله تعالى وعليه اتفاق المفسرين ، ويدل عليه ما روي عن النبي صلى الله عليه وسلم أنه سئل عن ذلك الشأن فقال : « يغفر ذنباً ويفرج كرباً ، ويرفع من يشاء ويضع من يشاء » ويحتمل أن يقال : هو عائد إلى يوم و { كُلَّ يَوْمٍ } ظرف سؤالهم أي يقع سؤالهم في كل يوم وهو في شأن يكون جملة وصف بها يوم وهو نكرة كما يقال : يسألني فلان كل يوم هو يوم راحتي أي يسألني أيام الراحة ، وقوله : { هُوَ فِي شَأْنٍ } يكون صفة مميزة للأيام التي فيها شأن عن اليوم الذي قال تعالى فيه : { لّمَنِ الملك اليوم لِلَّهِ الواحد القهار } [ غافر : 16 ] فإنه تعالى في ذلك اليوم يكون هو السائل وهو المجيب ، ولا يسأل في ذلك اليوم لأنه ليس يوماً هو في شأن يتعلق بالسائلين من الناس والملائكة وغيرهم ، وإنما يسألونه في يوم هو في شأن يتعلق بهم فيطلبون ما يحتاجون إليه أو يستخرجون أمره بما يفعلون فيه ، فإن قيل : فهذا ينافي ما ورد في الخبر ، نقول : لا منافاة لقوله عليه السلام في جواب من قال : ما هذا الشأن؟ فقال : « يغفر ذنباً ( ويفرج كرباً ) » أي فالله تعالى جعل بعض الأيام موسومة بوسم يتعلق بالخلق من مغفرة الذنوب والتفريج عن المكروب فقال تعالى : { يَسْأَلُهُ مَن فِي السموات والأرض } في تلك الأيام التي في ذلك الشأن وجعل بعضها موسومة بأن لا داعي فيها ولا سائل ، وكيف لا نقول بهذا ، ولو تركنا كل يوم على عمومه لكان كل يوم فيه فعل وأمر وشأن فيفضي ذلك إلى القول بالقدم والدوام ، اللهم إلا أن يقال : عام دخله التخصيص كقوله تعالى : { وَأُوتِيَتْ مِن كُلّ شَيْء } [ النمل : 23 ] و { تُدَمّرُ كُلَّ شَيْء } [ الأحقاف : 25 ] .\r\n المسألة الثالثة : فعلى المشهور يكون الله تعالى في كل يوم ووقت في شأن ، وقد جف القلم بما هو كائن ، نقول : فيه أجوبة منقولة في غاية الحسن فلا نبخل بها وأجوبة معقولة نذكرها بعدها : أما المنقولة فقال بعضهم : المراد سوق المقادير إلى المواقيت ، ومعناه أن القلم جف بما يكون في كل ( يوم و ) وقت ، فإذا جاء ذلك الوقت تعلقت إرادته بالفعل فيه فيوجد ، وهذا وجه حسن لفظاً ومعنى وقال بعضهم : شؤون يبديها لا شؤون يبتديها ، وهو مثل الأول معنى ، أي لا يتغير حكمه بأنه سيكون ولكن يأتي وقت قدر الله فيه فعله فيبدو فيه ما قدره الله ، وهذان القولان ينسبان إلى الحسن بن الفضل أجاب بهما عبد الله بن طاهر وقال بعضهم : يولج الليل في النهار ويولج النهار في الليل ويخرج الحي من الميت ويخرج الميت من الحي ويشفي سقيماً ويمرض سليماً ، ويعز ذليلاً ويذل عزيزاً ، إلى غير ذلك وهو مأخوذ من قوله عليه السلام : « يغفر ذنباً ويفرج كرباً » وهو أحسن وأبلغ حيث بين أمرين أحدهما يتعلق بالآخرة والآخر بالدنيا ، وقدم الأخروي على الدنيوي وأما المعقولة : فهي أن نقول هذا بالنسبة إلى الخلق ، ومن يسأله من أهل السموات والأرض لأنه تعالى حكم بما أراد وقضى وأبرم فيه حكمه وأمضى ، غير أن ما حكمه يظهر كل يوم ، فنقول : أبرم الله اليوم رزق فلان ولم يرزقه أمس ، ولا يمكن أن يحيط علم خلقه بما أحاط به علمه ، فتسأله الملائكة كل يوم إنك يا إلهنا في هذا اليوم في أي شأن في نظرنا وعلمنا الثاني : هو أن الفعل يتحقق بأمرين من جانب الفاعل بأمر خاص ، ومن جانب المفعول في بعض الأمور ، ولا يمكن غيره وعلى وجه يختاره الفاعل من وجوه متعددة مثال الأول : تحريك الساكن لا يمكن إلا بإزالة السكون عنه والإتيان بالحركة عقيبه من غير فصل ومثال الثاني : تسكين الساكن فإنه يمكن مع إبقاء السكون فيه ومع إزالته عقيبه من غير فصل أو مع فصل ، إذ يمكن أن يزيل عنه السكون ولا يحركه مع بقاء الجسم ، إذا عرفت هذا فالله تعالى خلق الأجسام الكثيرة في زمان واحد وخلق فيها صفات مختلفة في غير ذلك الزمان ، فإيجادها فيه لا في زمان آخر بعد ذلك الزمان فمن خلقه فقيراً في زمان لم يمكن خلقه غنياً في عين ذلك الزمان مع خلقه فقيراً فيه وهذا ظاهر ، والذي يظن أن ذلك يلزم منه العجز أو يتوهم فليس كذلك بل العجز في خلاف ذلك لأنه لو خلقه فقيراً في زمان يريد كونه غنياً لما وقع الغنى فيه مع أنه أراده ، فيلزم العجز من خلاف ما قلنا : لا فيما قلنا ، فإذن كل زمان هو غير الزمان الآخر فهو معنى قوله : { كُلَّ يَوْمٍ هُوَ فِى شَأْنٍ } وهو المراد من قول المفسرين : أغنى فقيراً وأفقر غنياً ، وأعز ذليلاً وأذل عزيزاً ، إلى غير ذلك من الأضداد .\r\n ثم اعلم أن الضدين ليسا منحصرين في مختلفين بل المثلان في حكمهما فإنهما لا يجتمعان ، فمن وجد فيه حركة إلى مكان في زمان لا يمكن أن توجد فيه في ذلك الزمان حركة أخرى أيضاً إلى ذلك المكان ، وليس شأن الله مقتصراً على إفقار غني أو إغناء فقير في يومنا دون إفقاره أو إغنائه أمس ، ولا يمكن أن يجمع في زيد إغناء هو أمسي مع إغناء هو يومي ، فالغنى المستمر للغني في نظرنا في الأمر متبدل الحال ، فهو أيضاً من شأن الله تعالى ، واعلم أن الله تعالى يوصف بكونه : لا يشغله شأن عن شأن ، ومعناه أن الشأن الواحد لا يصير مانعاً له تعالى عن شأن آخر كما أنه يكون مانعاً لنا ، مثاله : واحد منا إذا أراد تسويد جسم بصبغة يسخنه بالنار أو تبييض جسم يبرده بالماء والماء والنار متضادان إذا طلب منه أحدهما وشرع فيه يصير ذلك مانعاً له من فعل الآخر ، وليس ذلك الفعل مانعاً من الفعل لأن تسويد جسم وتبييض آخر لا تنافي بينهما ، وكذلك تسخينه وتسويده بصبغة لا تنافي فيه ، فالفعل صار مانعاً للفاعل من فعله ولم يصر مانعاً من الفعل ، وفي حق الله مالا يمنع الفعل لا يمنع الفاعل ، فيوجد تعالى من الأفعال المختلفة مالا يحصر ولا يحصى في آن واحد ، أما ما يمنع من الفعل كالذي يسود جسماً في آن لم يمكنه أن يبيضه في ذلك الآن ، فهو قد يمنع الفاعل أيضاً وقد لا يمنع ولكن لا بد من منعه للفاعل ، فالتسويد لا يمكن معه التبييض ، والله تعالى لا يشغله شأن عن شأن أصلاً لكن أسبابه تمنع أسباباً آخر لا تمنع الفاعل .\r\n إذا علمت هذا البحث فقد أفادك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يسأله من في السماوات والأرض كل يوم هو في شأن (29) فبأي آلاء ربكما تكذبان (30) ",
        "babnum": 18
    },
    {
        "id": 2554,
        "cate": "55",
        "title": "سَنَفْرُغُ لَكُمْ أَيُّهَ الثَّقَلَانِ (31) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (32) ",
        "details": " ولنذكر أولاً ما قيل فيه تبركاً بأقوال المشايخ ثم نحققه بالبيان الشافي فنقول : اختلف المفسرون فيه وأكثرهم على أن المراد سنقصدكم بالفعل ، وقال بعضهم : خرج ذلك مخرج التهديد على ما هي عادة استعمال الناس فإن السيد يقول لعبده عند الغضب : سأفرغ لك ، وقد يكون السيد فارغاً جالساً لا يمنعه شغل ، وأما التحقيق فيه ، فنقول : عدم الفراغ عبارة عن أن يكون الفاعل في فعل لا يمكنه معه إيجاد فعل آخر فإن من يخيط يقول : ما أنا بفارغ للكتابة ، لكن عدم الفراغ قد يكون لكون أحد الفعلين مانعاً للفاعل من الفعل الآخر ، يقال : هو مشغول بكذا عن كذا كما في قول القائل : أنا مشغول بالخياطة عن الكتابة ، وقد يكون عدم الفراغ لكون الفعل مانعاً من الفعل لا لكونه مانعاً من الفاعل كالذي يحرك جسماً في زمان لا يمكن تسكينه في ذلك الزمان فهو ليس بفارغ للتسكين ، ولكن لا يقال في مثل هذا الوقت أنا مشغول بالتحريك عن التسكين ، فإن في مثل هذا الموضع لو كان غير مشغول به بل كان في نفس المحل حركة لا بفعل ذلك الفاعل لا يمكنه التسكين فليس امتناعه منه إلا لاستحالته بالتحريك ، وفي الصورة الأولى لولا اشتغاله بالخياطة لتمكن من الكتابة ، إذا عرفت هذا صار عدم الفراغ قسمين أحدهما : بشغل والآخر ليس بشغل ، فنقول : إذا كان الله تعالى باختياره أوجد الإنسان وأبقاه مدة أرادها بمحض القدرة والإرادة لا يمكن مع هذا إعدامه ، فهو في فعل لا يمنع الفاعل لكن يمنع الفعل ومثل هذا بينا أنه ليس بفراغ ، وإن كان له شغل ، فإذا أوجد ما أراد أولاً ثم بعد ذلك أمكن الإعدام والزيادة في آنه فيتحقق الفراغ لكن لما كان للإنسان مشاهدة مقتصرة على أفعال نفسه وأفعال أبناء جنسه وعدم الفراغ منهم بسبب الشغل يظن أن الله تعالى فارغ فحمل الخلق عليه أنه ليس بفارغ ، فيلزم منه الفعل وهو لا يشغله شأن عن شأن يلزمه حمل اللفظ على غير معناه ، واعلم أن هذا ليس قولاً آخر غير قول المشايخ ، بل هو بيان لقولهم : سنقصدكم ، غير أن هذا مبين ، والحمد لله على أن هدانا للبيان من غير خروج عن قول أرباب اللسان .\r\n واعلم أن أصل الفراغ بمعنى الخلو ، لكن ذلك إن كان في المكان فيتسع ليتمكن آخر ، وإن كان في الزمان فيتسع للفعل ، فالأصل أن زمان الفاعل فارغ عن فعله وغير فارغ لكن المكان مرئي بالخلو فيه ، فيطلق الفراغ على خلو المكان في الظرف الفلاني والزمان غير مرئي ، فلا يرى خلوه .\r\n ويقال : فلان في زمان كذا فارغ لأن فلاناً هو المرئي لا الزمان والأصل أن هذا الزمان من أزمنة فلان فارغ فيمكنه وصفه للفعل فيه ، وقوله تعالى : { سَنَفْرُغُ لَكُمْ } استعمال على ملاحظة الأصل ، لأن المكان إذا خلا يقال : لكذا ولا يقال : إلى كذا فكذلك الزمان لكن لما نقل إلى الفاعل وقيل : الفاعل على فراغ وهو عند الفراغ يقصد إلى شيء آخر قيل في الفاعل : فرغ من كذا إلى كذا ، وفي الظرف يقال : فرغ من كذا لكذا فقال لكم على ملاحظة الأصل ، وهو يقوي ما ذكرنا أن المانع ليس بالنسبة إلى الفعل بل بالنسبة إلى الفعل .\r\n وأما { أَيُّهَ } فنقول : الحكمة في نداء المبهم والإتيان بالوصف بعده هي أن المنادي يريد صون كلامه عن الضياع ، فيقول أولاً : يا أي نداء لمبهم ليقبل عليه كل من يسمع ويتنبه لكلامه من يقصده ، ثم عند إقبال السامعين يخصص المقصود فيقول : الرجل والتزم فيه أمران أحدهما : الوصف بالمعرف باللام أو باسم الإشارة ، فتقول : يا أيها الرجل أو يا أيهذا لا الأعرف منه وهو العلم ، لأن بين المبهم الواقع على كل جنس والعلم المميز عن كل شخص تباعداً وثانيهما : توسط ( هاء ) التنبيه بينه وبين الوصف لأن الأصل في أي الإضافة لما أنه في غاية الإبهام فيحتاج إلى التمييز ، وأصل التمييز على ما بينا الإضافة ، فوسط بينهما لتعويضه عن الإضافة ، والتزم أيضاً حذف لام التعريف عند زوال أي فلا تقول : يا الرجل لأن في ذلك تطويلاً من غير فائدة ، فإنك لا تفيد باللام التنبيه الذي ذكرنا ، فقولك : يا رجل مفيد فلا حاجة إلى اللام فهو يوجب إسقاط اللام عند الإضافة المعنوية ، فإنها لما أفادت التعريف كان إثبات اللام تطويلاً من غير فائدة لكونه جمعاً بين المعرفين ، وقوله تعالى : { الثقلان } المشهور أن المراد الجن والإنس وفيه وجوه أحدها : أنهما سميا بذلك لكونهما مثقلين بالذنوب ثانيهما : سميا بذلك لكونهما ثقيلين على وجه الأرض فإن التراب وإن لطف في الخلق ليتم خلق آدم لكنه لم يخرج عن كونه ثقيلاً ، وأما النار فلما ولد فيها خلق الجن كثفت يسيراً ، فكما أن التراب لطف يسيراً فكذلك النار صارت ثقيلة ، فهما ثقلان فسميا بذلك ثالثها : الثقيل أحدهما : لا غير وسمي الآخر به للمجاورة والاصطحاب كمايقال : العمران والقمران وأحدهما عمر وقمر ، أو يحتمل أن يكون المراد العموم بالنوعين الحاصرين ، تقول : يا أيها الثقل الذي هو كذا ، والثقل الذي ليس كذا ، والثقل الأمر العظيم .\r\n قال عليه السلام : \" إني تارك فيكم الثقلين» \" .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "سنفرغ لكم أيه الثقلان (31) فبأي آلاء ربكما تكذبان (32) ",
        "babnum": 19
    },
    {
        "id": 2555,
        "cate": "55",
        "title": "يَامَعْشَرَ الْجِنِّ وَالْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانْفُذُوا لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ (33) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (34) ",
        "details": " وفيه مسائل : المسألة الأولى : في وجه الترتيب وحسنه ، وذلك لأنه تعالى لماقال : { سَنَفْرُغُ لَكُمْ أَيُّهَا الثقلان } [ الرحمن : 31 ] وبينا أنه لم يكن له شغل فكأن قائلاً قال : فلم كان التأخير إذا لم يكن شغل هناك مانع؟ فقال : المستعجل يستعجل .\r\n إما لخوف فوات الأمر بالتأخير وإما لحاجة في الحال ، وإما لمجرد الاختيار والإرادة على وجه التأخير ، وبين عدم الحاجة من قبل بقوله : { كُلُّ مَنْ عَلَيْهَا فَانٍ * ويبقى وَجْهُ رَبّكَ } [ الرحمن : 26 ، 27 ] لأن ما يبقى بعد فناء الكل لا يحتاج إلى شيء ، فبين عدم الخوف من الفوات ، وقال : لا يفوتون ولا يقدرون على الخروج من السموات والأرض ، ولو أمكن خروجهم عنهما لما خرجوا عن ملك الله تعالى فهو آخذهم أين كانوا وكيف كانوا .\r\n المسألة الثانية : المعشر الجماعة العظيمة ، وتحقيقه هو أن المعشر العدد الكامل الكثير الذي لا عدد بعده إلا بابتداء فيه حيث يعيد الآحاد ويقول : أحد عشر وإثنا عشر وعشرون وثلاثون ، أي ثلاث عشرات فالمعشر كأنه محل العشر الذي هو الكثرة الكاملة .\r\n المسألة الثالثة : هذا الخطاب في الدنيا أو في الآخرة؟ نقول : الظاهر فيه أنه في الآخرة ، فإن الجن والإنس يريدون الفرار من العذاب فيجدون سبعة صفوف من الملائكة محيطين بأقطار السموات والأرض ، والأولى ما ذكرنا أنه عام بمعنى لا مهرب ولا مخرج لكم عن ملك الله تعالى ، وأينما توليتم فثم ملك الله ، وأينما تكونوا أتاكم حكم الله .\r\n المسألة الرابعة : ما الحكمة في تقديم الجن على الإنس ههنا وتقديم الإنس على الجن في قوله تعالى : { قُل لَّئِنِ اجتمعت الإنس والجن على أَن يَأْتُواْ بِمِثْلِ هذا القرءان لاَ يَأْتُونَ بِمِثْلِهِ } [ الإسراء : 88 ] نقول : النفوذ من أقطار السموات والأرض بالجن أليق إن أمكن ، والإتيان بمثل القرآن بالإنس أليق إن أمكن ، فقدم في كل موضع من يظن به القدرة على ذلك .\r\n المسألة الخامسة : ما معنى : { لاَ تَنفُذُونَ إِلاَّ بسلطان } ؟ نقول : ذلك يحتمل وجوهاً أحدها : أن يكون بياناً بخلاف ما تقدم أي ما تنفذون ولا تنفذون إلا بقوة وليس لكم قوة على ذلك .\r\n ثانيها : أن يكون على تقدير وقوع الأمر الأول ، وبيان أن ذلك لا ينفعكم ، وتقديره ما تنفذوا وإن نفذتم ما تنفذون إلا ومعكم سلطان الله ، كما يقول : خرج القوم بأهلهم أي معهم ثالثها : أن المراد من النفوذ ما هو المقصود منه؟ وذلك لأن نفوذهم إشارة إلى طلب خلاصهم فقال : لا تنفذون من أقطار السموات لا تتخلصون من العذاب ولا تجدون ما تطلبون من النفود وهو الخلاص من العذاب إلا بسلطان من الله يجيركم وإلا فلا مجير لكم ، كما تقول : لا ينفعك البكاء إلا إذا صدقت وتريد به أن الصدق وحده ينفعك ، لا أنك إن صدقت فينفعك البكاء رابعها : أن هذا إشارة إلى تقرير التوحيد ، ووجهه هو كأنه تعالى قال : يا أيها الغافل لا يمكنك أن تخرج بذهنك عن أقطار السموات والأرض فإذا أنت أبداً تشاهد دليلاً من دلائل الوحدانية ، ثم هب أنك تنفذ من أقطار السموات والأرض ، فاعلم أنك لا تنفذ إلا بسلطان تجده خارج السموات والأرض قاطع دال على وحدانيته تعالى والسلطان هو القوة الكاملة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يامعشر الجن والإنس إن استطعتم أن تنفذوا من أقطار السماوات والأرض فانفذوا لا تنفذون إلا بسلطان (33) فبأي آلاء ربكما تكذبان (34) ",
        "babnum": 20
    },
    {
        "id": 2556,
        "cate": "55",
        "title": "يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ فَلَا تَنْتَصِرَانِ (35) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (36) ",
        "details": " وفيه مسائل : المسألة الأولى : ما وجه تعلق الآية بما قبلها؟ نقول : إن قلنا يا معشر الجن والإنس نداء ينادي به يوم القيامة ، فكأنه تعالى قال : يوم يرسل عليكما شواظ من نار فلا يبقى لكما انتصار إن استطعتما النفوذ فانفذا ، وإن قلنا : إن النداء في الدنيا ، فنقول قوله : { إِنِ استطعتم } إشارة إلى أنه لا مهرب لكم من الله فيمكنكم الفرار قبل الوقوع في العذاب ولا ناصر لكم فيخلصكم من النار بعد وقوعكم فيها وإرسالها عليكم ، فكأنه قال : إن استطعتم الفرار لئلا تقعوا في العذاب ففروا ثم إذا تبين لكم أن لا فرار لكم ولا بد من الوقوع فيه فإذا وقعتم فيه وأرسل عليكم فاعلموا أنكم لا تنصرون فلا خلاص لكم إذن ، لأن الخلاص إما بالدفع قبل الوقوع وإما بالرفع بعده ، ولا سبيل إليهما .\r\n المسألة الثانية : كيف ثنى الضمير في قوله : { عَلَيْكُمَا } مع أنه جمع قبله بقوله : { إِنِ استطعتم } [ الرحمن : 33 ] والخطاب مع الطائفتين وقال : { فَلاَ تَنتَصِرَانِ } وقال من قبل : { لاَ تَنفُذُونَ إِلاَّ بسلطان } [ الرحمن : 33 ] نقول : فيه لطيفة ، وهي أن قوله : { إِنِ استطعتم } لبيان عجزهم وعظمة ملك الله تعالى ، فقال : إن استطعتم أن تنفذوا باجتماعكم وقوتكم فانفذوا ، ولا تستطيعون لعجزكم فقد بان عند اجتماعكم واعتضادكم بعضكم ببعض فهو عند افتراقكم أظهر ، فهو خطاب عام مع كل أحد عند الانضمام إلى جميع من عداه من الأعوان والإخوان ، وأماقوله تعالى : { يُرْسَلُ عَلَيْكُمَا } فهو لبيان الإرسال على النوعين لا على كل واحد منهما لأن جميع الإنس والجن لا يرسل عليهم العذاب والنار ، فهو يرسل على النوعين ويتخلص منه بعض منهما بفضل الله ولا يخرج أحد من الأقطار أصلاً ، وهذا يتأيد بما ذكرنا أنه قال : لا فرار لكم قبل الوقوع ، ولا خلاص لكم عند الوقوع لكن عدم الفرار عام وعدم الخلاص ليس بعام والجواب الثاني : من حيث اللفظ ، هو أن الخطاب مع المعشر فقوله : { إِنِ استطعتم } أيها المعشر وقوله : { يُرْسَلُ عَلَيْكُمَا } ليس خطاباً مع النداء بل هو خطاب مع الحاضرين وهما نوعان وليس الكلام مذكوراً بحرف واو العطف حتى يكون النوعان مناديين في الأول وعند عدم التصريح بالنداء فالتثنية أولى كقوله تعالى : { فَبِأَيِّ ءَالآءِ رَبِّكُمَا } وهذا يتأيد بقوله تعالى : { سَنَفْرُغُ لَكُمْ أَيُّهَا الثقلان } [ الرحمن : 31 ] وحيث صرح بالنداء جمع الضمير ، وقال بعد ذلك : { فَبِأَيِّ ءَالآءِ رَبِّكُمَا } حيث لم يصرح بالنداء .\r\n المسألة الثالثة : ما الشواظ وما النحاس؟ نقول : الشواظ لهب النار وهو لسانه ، وقيل ذلك لا يقال إلا للمختلط بالدخان الذي من الحطب ، والظاهر أن هذا مأخوذ من قول الحكماء إن النار إذا صارت خالصة لا ترى كالتي تكون في الكير الذي يكون في غاية الاتقاد ، وكما في التنور المسجور فإنه يرى فيه نور وهو نار ، وأما النحاس ففيه وجهان ، أحدهما الدخان ، والثاني القطر وهو النحاس المشهور عندنا ، ثم إن ذكر الأمرين بعد خطاب النوعين يحتمل أن يكون لاختصاص كل واحد بواحد .\r\n وحينئذ فالنار الخفيف للإنس لأنه يخالف جوهره ، والنحاس الثقيل للجن لأنه يخالف جوهره أيضاً .\r\n فإن الإنس ثقيل والنار خفيفة ، والجن خفاف والنحاس ثقيل ، وكذلك إن قلنا : المراد من النحاس الدخان ، ويحتمل أن يكون ورودهما على حد واحد منهما وهو الظاهر الأصح .\r\n المسألة الرابعة : من قرأ { نحاس } بالجر كيف يعربه ولو زعم أنه عطف على النار يكون شواظ من نحاس والشواظ لا يكون من نحاس؟ نقول : الجواب عنه من وجهين أحدهما : تقديره شيء من نحاس كقولهم : تقلدت سيفاً ورمحاً وثانيهما : وهو الأظهر أن يقول : الشواظ لم يكن إلا عندما يكون في النار أجزاء هوائية وأرضية ، وهو الدخان ، فالشواظ مركب من نار ومن نحاس وهو الدخان ، وعلى هذا فالمرسل شيء واحد لا شيئان غير أنه مركب ، فإن قيل : على هذا لا فائدة لتخصيص الشواظ بالإرسال إلا بيان كون تلك النار بعد غير قوية قوة تذهب عنه الدخان ، نقول : العذاب بالنار التي لا ترى دون العذاب بالنار التي ترى ، لتقدم الخوف على الوقوع فيه وامتداد العذاب والنار الصرفة لا ترى أو ترى كالنور ، فلا يكون لها لهيب وهيبة ، وقوله تعالى : { فَلاَ تَنتَصِرَانِ } نفي لجميع أنواع الانتصار ، فلا ينتصر أحدهما بالآخر ، ولا هما بغيرهما ، وإن كان الكفار يقولون في الدنيا : { نَحْنُ جَمِيعٌ مُّنتَصِرٌ } [ القمر : 44 ] والانتصار التلبس بالنصرة ، يقال لمن أخذ الثأر انتصر منه كأنه انتزع النصرة منه لنفسه وتلبس بها ، ومن هذا الباب الانتقام والادخار والادهان ، والذي يقال فيه : إن الانتصار بمعنى الامتناع : { فَلاَ تَنتَصِرَانِ } بمعنى لا تمتنعان ، وهو في الحقيقة راجع إلى ما ذكرنا لأنه يكون متلبساً بالنصرة فهو ممتنع لذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يرسل عليكما شواظ من نار ونحاس فلا تنتصران (35) فبأي آلاء ربكما تكذبان (36) ",
        "babnum": 21
    },
    {
        "id": 2557,
        "cate": "55",
        "title": "فَإِذَا انْشَقَّتِ السَّمَاءُ فَكَانَتْ وَرْدَةً كَالدِّهَانِ (37) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (38) ",
        "details": " إشارة إلى ما هو أعظم من إرسال الشواظ على الإنس والجن ، فكأنه تعالى ذكر أولاً ما يخاف منه الإنسان ، ثم ذكر ما يخاف منه كل واحد ممن له إدراك من الجن والإنس والملك حيث تخلوا أماكنهم بالشق ومساكن الجن والإنس بالخراب ، ويحتمل أن يقال : إنه تعالى لما قال : { كُلُّ مَنْ عَلَيْهَا فَانٍ } [ الرحمن : 26 ] إشارة إلى سكان الأرض ، قال بعد ذلك : { فَإِذَا انشقت السماء } بياناً لحال سكان السماء ، وفيه مسائل .\r\n المسألة الأولى : الفاء في الأصل للتعقيب على وجوه ثلاثة منها : التعقيب الزماني للشيئين اللذين لا يتعلق أحدهما بالآخر عقلاً كقوله قعد زيد فقام عمرو ، لمن سألك عن قعود زيد وقيام عمر ، وإنهما كانا معاً أو متعاقبين ومنها : التعقيب الذهني للذين يتعلق أحدهما بالآخر كقولك : جاء زيد فقام عمرو إكراماً له إذ يكون في مثل هذا قيام عمرو مع مجيء زيد زماناً ومنها : التعقيب في القول كقولك : لا أخاف الأمير فالملك فالسلطان ، كأنك تقول : أقول لا أخاف الأمير ، وأقول لا أخاف الملك ، وأقول لا أخاف السلطان ، إذا عرفت هذا فالفاء هنا تحتمل الأوجه جميعاً ، أما الأول : فلأن إرسال الشواظ عليهم يكون قبل انشقاق السموات ، ويكون ذلك الإرسال إشارة إلى عذاب القبر ، وإلى ما يكون عند سوق المجرمين إلى المحشر ، إذ ورد في التفسير أن الشواظ يسوقهم إلى المحشر ، فيهربون منها إلى أن يجتمعوا في موضع واحد ، وعلى هذا معناه يرسل عليكما شواظ ، فإذا انشقت السماء يكون العذاب الأليم ، والحساب الشديد على ما سنبين إن شاء الله وأما الثاني : فوجهه أن يقال : يرسل عليكما شواظ من نار ونحاس فيكون ذلك سبباً لكون السماء تكون حمراء ، إشارة إلى أن لهيبها يصل إلى السماء ويجعلها كالحديد المذاب الأحمر ، وأما الثالث : فوجهه أن يقال : لما قال : { فَلاَ تَنتَصِرَانِ } [ الرحمن : 35 ] أي في وقت إرسال الشواظ عليكما قال : فإذا انشقت السماء وصارت كالمهل ، وهو كالطين الذائب ، كيف تنتصران؟ إشارة إلى أن الشواظ المرسل لهب واحد ، أو فإذا انشقت السماء وذابت ، وصارت الأرض والجو والسماء كلها ناراً فكيف تنتصران؟ .\r\n المسألة الثانية : كلمة ( إذا ) قد تستعمل لمجرد الظرف وقد تستعمل للشرط وقد تستعمل للمفاجأة وإن كانت في أوجهها ظرفاً لكن بينها فرق فالأول : مثل قوله تعالى : { واليل إِذَا يغشى * والنهار إِذَا تجلى } [ الليل : 1 ، 2 ] والثاني : مثل قوله : إذا أكرمتني أكرمك ومن هذا الباب قوله تعالى : { فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى الله } [ آل عمران : 159 ] وفي الأول لا بد وأن يكون الفعل في الوقت المذكور متصلاً به وفي الثاني لا يلزم ذلك ، فإنك إذا قلت : إذا علمتني تثاب يكون الثواب بعده زماناً لكن استحقاقه يثبت في ذلك الوقت متصلاً به والثالث : مثال ما يقول : خرجت فإذا قد أقبل الركب أما لو قال : خرجت إذا أقبل الركب فهو في جواب من يقول متى خرجت إذا عرفت هذا فنقول : على أي وجه استعمل ( إذا ) ههنا؟ نقول : يحتمل وجهين أحدهما : الظرفية المجردة على أن الفاء للتعقيب الزماني ، فإن قوله : { فَإِذَا انشقت السماء } بيان لوقت العذاب ، كأنه قال : إذا انشقت السماء يكون العذاب أي بعد إرسال الشواظ ، وعند انشقاق السماء يكون وثانيهما : الشرطية وذلك على الوجه الثالث وهو قولنا : { فَلاَ تَنتَصِرَانِ } عند إرسال الشواظ فكيف تنتصران إذا انشقت السماء ، كأنه قال : إذا انشقت السماء فلا تتوقعوا الانتصار أصلاً ، وأما الحمل على المفاجأة على أن يقال : يرسل عليكما شواظ فإذا السماء قد انشقت ، فبعيد ولا يحمل ذلك إلا على الوجه الثاني من أن الفاء للتعقيب الذهني .\r\n المسألة الثالثة : ما المختار من الأوجه؟ نقول : الشرطية وحينئذ له وجهان أحدهما : أن يكون الجزاء محذوفاً رأساً ليفرض السامع بعده كل هائل ، كما يقول القائل : إذا غضب السلطان على فلان لا يدري أحد ماذا يفعله ، ثم ربما يسكت عند قوله إذا غضب السلطان متعجباً آتياً بقرينة دالة على تهويل الأمر ، ليذهب السامع مع كل مذهب ، ويقول : كأنه إذا غضب السلطان يقتل ويقول الآخر : إذا غضب السلطان ينهب ويقول الآخر غير ذلك وثانيهما : ما بينا من بيان عدم الانتصار ويؤيد هذا قوله تعالى : { وَيَوْمَ تَشَقَّقُ السماء بالغمام } إلى أن قال تعالى : { وَكَانَ يَوْماً عَلَى الكافرين عَسِيراً } [ الفرقان : 25 ، 26 ] فكأنه تعالى قال : إذا أرسل عليهم شواظ من نار ونحاس فلا ينتصران ، فإذا انشقت السماء كيف ينتصران؟ فيكون الأمر عسيراً ، فيكون كأنه قال : فإذا انشقت السماء يكون الأمر عسيراً في غاية العسر ، ويحتمل أن يقال : فإذا انشقت السماء يلقى المرء فعله ويحاسب حسابه كما قال تعالى : { إِذَا السماء انشقت } [ الانشقاق : 1 ] إلى أن قال : { يأَيُّهَا الإنسان إِنَّكَ كَادِحٌ إلى رَبّكَ كَدْحاً فملاقيه } [ الانشقاق : 6 ] الآية .\r\n المسألة الرابعة : ما المعنى من الانشقاق؟ نقول : حقيقته ذوبانها وخرابها كما قال تعالى : { يَوْمَ نَطْوِي السماء } [ الانبياء : 104 ] إشارة إلى خرابها ويحتمل أن يقال : انشقت بالغمام كما قال تعالى : { وَيَوْمَ تَشَقَّقُ السماء بالغمام } [ الفرقان : 25 ] وفيه وجوه منها أن قوله : { بالغمام } أي مع الغمام فيكون مثل ما ذكرنا ههنا من الانفطار والخراب .\r\n المسألة الخامسة : ما معنى قوله تعالى : { فَكَانَتْ وَرْدَةً كالدهان } ؟ نقول : المشهور أنها في الحال تكون حمراء يقال : فرس ورد إذا أثبت للفرس الحمرة ، وحجرة وردة أي حمراء اللون .\r\n وقد ذكرنا أن لهيب النار يرتفع في السماء فتذوب فتكون كالصفر الذائب حمراء ، ويحتمل وجهاً آخر وهو أن يقال : وردة للمرة من الورود كالركعة والسجدة والجلسة والقعدة من الركوع والسجود والجلوس والقعود ، وحينئذ الضمير في كانت كما في قوله : { إِن كَانَتْ إِلاَّ صَيْحَةً واحدة } [ ياس : 53 ] أي الكائنة أو الداهية وأنث الضمير لتأنيث الظاهر وإن كان شيئاً مذكراً ، فكذا ههنا قال : { فَكَانَتْ وَرْدَةً } واحدة أي الحركة التي بها الانشقاق كانت وردة واحدة ، وتزلزل الكل وخرب دفعة ، والحركة معلومة بالانشقاق لأن المنشق يتحرك ، ويتزلزل ، وقوله تعالى : { كالدهان } فيه وجهان أحدهما : جمع دهن وثانيهما : أن الدهان هو الأديم الأحمر ، فإن قيل : الأديم الأحمر مناسب للوردة فيكون معناه كانت السماء كالأديم الأحمر ، ولكن ما المناسبة بين الوردة وبين الدهان؟ نقول : الجواب عنه من وجوه الأول : المراد من الدهان ما هو المراد من قوله تعالى : { يَوْمَ تَكُونُ السماء كالمهل } [ المعارج : 8 ] وهو عكر الزيت وبينهما مناسبة ، فإن الورد يطلق على الأسد فيقال : أسد ورد ، فليس الورد هو الأحمر القاني والثاني : أن التشبيه بالدهن ليس في اللون بل في الذوبان والثالث : هو أن الدهن المذاب ينصب انصبابة واحدة ويذوب دفعة والحديد والرصاص لا يذوب غاية الذوبان ، فتكون حركة الدهن بعد الذوبان أسرع من حركة غيره فكأنه قال حركتها تكون وردة واحدة كالدهان المصبوبة صباً لا كالرصاص الذي يذوب منه ألطفه وينتفع به ويبقي الباقي ، وكذلك الحديد والنحاس ، وجمع الدهان لعظمة السماء وكثرة ما يحصل من ذوبانها لاختلاف أجزائها ، فإن الكواكب تخالف غيرها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فإذا انشقت السماء فكانت وردة كالدهان (37) فبأي آلاء ربكما تكذبان (38) ",
        "babnum": 22
    },
    {
        "id": 2558,
        "cate": "55",
        "title": "فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ (39) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (40) ",
        "details": " وفيه وجهان أحدهما : لا يسأله أحد عن ذنبه ، فلا يقال : له أنت المذنب أو غيرك ، ولا يقال : من المذنب منكم بل يعرفونه بسواد وجوههم وغيره ، وعلى هذا فالضمير في ذنبه عائد إلى مضمر مفسر بما يعده ، وتقديره لا يسأل إنس عن ذنبه ولا جان يسأل ، أي عن ذنبه وثانيهما : معناه قريب من المعنى قوله تعالى : { وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى } [ الأنعام : 164 ] كأنه يقول : لا يسأل عن ذنبه مذنب إنس ولا جان وفيه إشكال لفظي ، لأن الضمير في ذنبه إن عاد إلى أمر قبله يلزم استحالة ما ذكرت من المعنى بل يلزم فساد المعنى رأساً لأنك إذا قلت : لا يسأل مسؤول واحد أو إنسي مثلاً عن ذنبه فقولك بعد إنس ولا جان ، يقتضي تعلق فعل بفاعلين وأنه محال ، والجواب عنه من وجهين أحدهما : أن لا يفرض عائداً وإنما يجعل بمعنى المظهر لا غير ويجعل عن ذنبه كأنه قال : عن ذنب مذنب ثانيهما : وهو أدق وبالقبول أحق أن يجعل ما يعود إليه الضمير قبل الفعل فيقال : تقديره فالمذنب يومئذ لا يسأل عن ذنبه إنس ولا جان ، وفيه مسائل لفظية ومعنوية : المسألة الأولى : اللفظية الفاء للتعذيب وأنه يحتمل أن يكون زمانياً كأنه يقول : فإذا انشقت السماء يقع العذاب ، فيوم وقوعه لا يسأل ، وبين الأحوال فاصل زماني غير متراخ ، ويحتمل أن يكون عقلياً كأنه يقول : يقع العذاب فلا يتأخر تعلقه بهم مقدار ما يسألون عن ذنبهم ، ويحتمل أن يكون أراد الترتيب الكلامي كأنه يقول : تهربون بالخروج من أقطار السموات ، وأقول لا تمتنعون عند انشقاق السماء ، فأقول : لا تمهلون مقدار ما تسألون .\r\n المسألة الثانية : ما المراد من السؤال؟ نقول : المشهور ما ذكرنا أنهم لا يقال لهم : من المذنب منكم ، وهو على هذا سؤال استعلام ، وعلى الوجه الثاني سؤال توبيخ أي لا يقال له : لم أذنب المذنب ، ويحتمل أن يكون سؤال موهبة وشفاعة كما يقول القائل : أسألك ذنب فلان ، أي أطلب منك عفوه ، فإن قيل : هذا فاسد من وجوه أحدها : أن السؤال إذا عدى بعن لا يكون إلا بمعنى الاستعلام أو التوبيخ وإذا كان بمعنى لاستعطاء يعدى بنفسه إلى مفعولين فيقال : نسألك العفو والعافية ثانيها : الكلام لا يحتمل تقديراً ولا يمكن تقديره بحيث يطابق الكلام ، لأن المعنى يصير كأنه يقول : لا يسأل واحد ذنب أحد بل أحد لا يسأل ذنب نفسه ثالثها : قوله : { يُعْرَفُ المجرمون بسيماهم } [ الرحمن : 41 ] لا يناسب ذلك نقول : أما الجواب عن الأول فهو أن السؤال ربما يتعدى إلى مفعولين غير أنه عند الاستعلام يحذف الثاني ويؤتى بما يتعلق به يقال : سألته عن كذا أي سألته الإخبار عن كذا فيحذف الإخبار ويكتفي بما يدل عليه ، وهو الجار والمجرور فيكون المعنى طلبت منه أن يخبرني عن كذا وعن الثاني : أن التقدير لا يسأل إنس ذنبه ولا جان ، والضمير يكون عائداً إلى المضمر لفظاً لا معنى ، كما نقول : قتلوا أنفسهم ، فالضمير في أنفسهم عائد إلى ما في قولك : قتلوا لفظاً لا معنى لأن ما في قتلوا ضمير الفاعل ، وفي أنفسهم ضمير المفعول ، إذ الواحد لا يقتل نفسه وإنما المراد كل واحد قتل واحداً غيره ، فكذلك ( كل ) إنس لا يسأل ( عن ) ذنبه أي ذنب إنس غيره ، ومعنى الكلام لا يقال : لأحد اعف عن فلان ، لبيان أن لا مسئول في ذلك الوقت من الإنس والجن ، وإنما كلهم سائلون الله والله تعالى حينئذ هو المسئول .\r\n وأما المعنوية فالأولى : كيف الجمع بين هذا وبين قوله تعالى : { فَوَرَبّكَ لَنَسْئَلَنَّهُمْ أَجْمَعِينَ } [ الحجر : 92 ] وبينه وبين قوله تعالى : { وَقِفُوهُمْ إِنَّهُمْ مَّسْئُولُونَ } [ الصافات : 24 ] نقول : على الوجه المشهور جوابان أحدهما : أن للآخرة مواطن .\r\n فلا يسأل في موطن ، ويسأل في موطن وثانيهما : وهو أحسن لا يسأل عن فعله أحد منكم ، ولكن يسأل بقوله : لم فعل الفاعل فلا يسأل سؤال استعلام ، بل يسأل سؤال توبيخ ، وأما على الوجه الثاني فلا يرد السؤال ، فلا حاجة إلى بيان الجمع .\r\n والثانية : ما الفائدة في بيان عدم السؤال؟ نقول : على الوجه المشهور فائدته التوبيخ لهم كقوله تعالى : { وُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ * تَرْهَقُهَا قَتَرَةٌ } [ عبس : 40 ، 41 ] وقوله تعالى : { فَأَمَّا الذين اسودت وُجُوهُهُمْ } [ آل عمران : 106 ] وعلى الثاني بيان أن لا يؤخذ منهم فدية ، فيكون ترتيب الآيات أحسن ، لأن فيها حينئذ بيان أن لا مفر لهم بقوله : { إِنِ استطعتم أَن تَنفُذُواْ } [ الرحمن : 33 ] ثم بيان أن لا مانع عنهم بقوله : { فَلاَ تَنتَصِرَانِ } [ الرحمن : 35 ] ثم بيان أن لا فداء لهم عنهم بقوله : لا يسأل ، وعلى الوجه الأخير ، بيان أن لا شفيع لهم ولا راحم وفائدة أخرى : وهو أنه تعالى لما بين أن العذاب في الدنيا مؤخر بقوله : { سَنَفْرُغُ لَكُمْ } [ الرحمن : 31 ] بين أنه في الآخرة لا يؤخر بقدر ما يسأل وفائدة أخرى : وهو أنه تعالى لما بين أن لا مفر لهم بقوله : { لاَ تَنفُذُونَ } [ الرحمن : 33 ] ولا ناصر لهم يخلصهم بقوله : { فَلاَ تَنتَصِرَانِ } بين أمراً آخر ، وهو أن يقول المذنب : ربما أنجو في ظل خمول واشتباه حال ، فقال : ولا يخفى أحد من المذنبين بخلاف أمر الدنيا ، فإن الشرذمة القليلة ربما تنجو من العذاب العام بسبب خمولهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فيومئذ لا يسأل عن ذنبه إنس ولا جان (39) فبأي آلاء ربكما تكذبان (40) ",
        "babnum": 23
    },
    {
        "id": 2559,
        "cate": "55",
        "title": "يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ فَيُؤْخَذُ بِالنَّوَاصِي وَالْأَقْدَامِ (41) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (42) ",
        "details": " اتصال الآيات بما قبلها على الوجه المشهور ، ظاهر لا خفاء فيه ، إذ قوله : { يُعْرَفُ المجرمون } كالتفسير وعلى الوجه الثاني من أن المعنى لا يسأل عن ذنبه غيره كيف قال : يعرف ويؤخذ وعلى قولنا : لا يسأل سؤال حط وعفو أيضاً كذلك ، وفيه مسائل : المسألة الأولى : السيما كالضيزى وأصله سومى من السومة وهو يحتمل وجوهاً أحدها : كي على جباههم ، قال تعالى : { يَوْمَ يحمى عَلَيْهَا فِي نَارِ جَهَنَّمَ فتكوى بِهَا جِبَاهُهُمْ } [ التوبة : 35 ] ثانيها : سواد كما قال تعالى : { فَأَمَّا الذين اسودت وُجُوهُهُمْ } [ آل عمران : 106 ] وقال تعالى : { وُجُوهُهُم مُّسْوَدَّةٌ } [ الزمر : 60 ] ثالثها : غبرة وقترة .\r\n المسألة الثانية : ما وجه إفراد ( يؤخذ ) مع أن ( المجرمين ) جمع ، وهم المأخوذون؟ نقول فيه وجهان أحدهما : أن يؤخذ متعلق بقوله تعالى : { بالنواصي } كما يقول القائل ذهب بزيد وثانيهما : أن يتعلق بما يدل عليه يؤخذ ، فكأنه تعالى قال ، فيؤخذون بالنواصي ، فإن قيل كيف عدى الأخذ بالباء وهو يتعدى بنفسه قال تعالى : { لاَ يُؤْخَذُ مِنكُمْ فِدْيَةٌ } [ الحديد : 15 ] وقال : { خُذْهَا وَلاَ تَخَفْ } [ طه : 21 ] نقول : الأخذ يتعدى بنفسه كما بينت ، وبالباء أيضاً كقوله تعالى : { لاَ تَأْخُذْ بِلِحْيَتِي وَلاَ بِرَأْسِي } [ طه : 94 ] لكن في الاستعمال تدقيق ، وهو أن المأخوذ إن كان مقصوداً بالأخذ توجه الفعل نحوه فيتعدى إليه من غير حرف ، وإن كان المقصود بالأخذ غير الشيء المأخوذ حساً تعدى إليه بحرف ، لأنه لما لم يكن مقصوداً فكأنه ليس هو المأخوذ ، وكأن الفعل لم يتعد إليه بنفسه ، فذكر الحرف ، ويدل على ما ذكرنا استعمال القرآن ، فإن الله تعالى قال : { خُذْهَا وَلاَ تَخَفْ } في العصا وقال تعالى : { وَلْيَأْخُذُواْ أَسْلِحَتَهُمْ } [ النساء : 102 ] { أَخَذَ الألواح } [ الأعراف : 154 ] إلى غير ذلك ، فلما كان ما ذكر هو المقصود بالأخذ عدى الفعل إليه من غير حرف ، وقال تعالى : { لاَ تَأْخُذْ بِلِحْيَتِي وَلاَ بِرَأْسِي } وقال تعالى : { فَيُؤْخَذُ بالنواصي والأقدام } ويقال : خذ بيدي وأخذ الله بيدك إلى غير ذلك مما يكون المقصود بالأخذ غير ما ذكرنا ، فإن قيل : ما الفائدة في توجيه الفعل إلى غير ما توجه إليه الفعل الأول ، ولم قال : { يُعْرَفُ المجرمون بسيماهم فَيُؤْخَذُ بالنواصي } ؟ نقول فيه بيان نكالهم وسوء حالهم ونبين هذا بتقديم مثال وهو أن القائل إذا قال ضرب زيد فقتل عمرو فإن المفعول في باب ما لم يسم فاعله قائم مقام الفاعل ومشبه به ولهذا أعرب إعرابه فلو لم يوجه يؤخذ إلى غير ما وجه إليه يعرف لكان الأخذ فعل من عرف فيكون كأنه قال : يعرف المجرمين عارف فيأخذهم ذلك العارف ، لكن المجرم يعرفه بسيماه كل أحد ، ولا يأخذه كل من عرفه بسيماه ، بل يمكن أن يقال قوله : { يُعْرَفُ المجرمون بسيماهم } المراد يعرفهم الناس والملائكة الذين يحتاجون في معرفتهم إلى علامة ، أما كتبة الأعمال والملائكة الغلاظ الشداد فيعرفونهم كما يعرفون أنفسهم من غير احتياج إلى علامة ، وبالجملة فقوله : يعرف معناه يكونون معروفين عند كل أحد فلو قال : يؤخذون يكون كأنه قال : فيكونون مأخوذين لكل أحد ، كذلك إذا تأملت في قول القائل : شغلت فضرب زيد علمت عند توجه التعليق إلى مفعولين دليل تغاير الشاغل والضارب لأنه يفهم منه أني شغلني شاغل فضرب زيداً ضارب ، فالضارب غير ذلك الشاغل ، وإذا قلت : شغل زيد فضرب لا يدل على ذلك حيث توجه إلى مفعول واحد ، وإن كان يدل فلا يظهر مثل ما يظهر عند توجهه إلى مفعولين ، أما بيان النكال فلأنه لما قال : { فَيُؤْخَذُ بالنواصي } بين كيفية الأخذ وجعلها مقصود الكلام ، ولو قال : فيؤخذون لكان الكلام يتم عنده ويكون قوله : { بالنواصي } فائدة جاءت بعد تمام الكلام فلا يكون هو المقصود ، وأما إذا قال : فيؤخذ ، فلا بد له من أمر يتعلق به فينتظر السامع وجود ذلك ، فإذا قال : { بالنواصي } يكون هذا هو المقصود ، وفي كيفية الأخذ ظهور نكالهم لأن في نفس الأخذ بالناصية إذلالاً وإهانة ، وكذلك الأخذ بالقدم ، لا يقال قد ذكرت أن التعدية بالباء إنما تكون حيث لا يكون المأخوذ مقصوداً والآن ذكرت أن الأخذ بالنواصي هو المقصود لأنا نقول : لا تنافي بينهما فإن الأخذ بالنواصي مقصود الكلام والناصية ما أخذت لنفس كونها ناصية وإنما أخذت ليصير صاحبها مأخوذاً ، وفرق بين مقصود الكلام وبين الأخذ ، وقوله تعالى : { فَيُؤْخَذُ بالنواصي والأقدام } فيه وجهان أحدهما : يجمع بين ناصيتهم وقدمهم ، وعلى هذا ففيه قولان : أحدهما : أن ذلك قد يكون من جانب ظهورهم فيربط بنواصيهم أقدامهم من جانب الظهر فتخرج صدورهم نتأ والثاني : أن ذلك من جانب وجوههم فتكون رءوسهم على ركبهم ونواصيهم في أصابع أرجلهم مربوطة الوجه الثاني : أنهم يسحبون سحباً فبعضهم يؤخذ بناصيته وبعضهم يجر برجله ، والأول أصح وأوضح .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يعرف المجرمون بسيماهم فيؤخذ بالنواصي والأقدام (41) فبأي آلاء ربكما تكذبان (42) ",
        "babnum": 24
    },
    {
        "id": 2560,
        "cate": "55",
        "title": "هَذِهِ جَهَنَّمُ الَّتِي يُكَذِّبُ بِهَا الْمُجْرِمُونَ (43) ",
        "details": " والمشهور أن ههنا إضماراً تقديره يقال لهم : هذه جهنم ، وقد تقدم مثله في مواضع .\r\n ويحتمل أن يقال : معناه هذه صفة جهنم فأقيم المضاف إليه مقام المضاف ويكون ما تقدم هو المشار إليه ، والأقوى أن يقال : الكلام عند النواصي والأقدام قد تم ، وقوله : { هذه جَهَنَّمُ } لقربها كما يقال هذا زيد قد وصل إذا قرب مكانه ، فكأنه قال جهنم التي يكذب بها المجرمون هذه قريبة غير بعيدة عنهم ، ويلائمه قوله : { يُكَذّبُ } لأن الكلام لو كان بإضمار يقال ، لقال تعالى لهم : هذه جهنم التي يكذب بها المجرمون لأن في هذا الوقت لا يبقى مكذب ، وعلى هذا التقدير يضمر فيه : كان يكذب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هذه جهنم التي يكذب بها المجرمون (43) ",
        "babnum": 25
    },
    {
        "id": 2561,
        "cate": "55",
        "title": "يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ (44) ",
        "details": " هو كقوله تعالى : { وَإِن يَسْتَغِيثُواْ يُغَاثُواْ بِمَاء كالمهل } [ الكهف : 29 ] وكقوله تعالى : { كُلَّمَا أَرَادُواْ أَن يَخْرُجُواُ مِنْهَا أُعِيدُواْ فِيهَا } [ السجدة : 20 ] لأنهم يخرجون فيستغيثون فيظهر لهم من بعد شيء مائع هو صديدهم المغلي فيظنونه ماء ، فيردون عليه كما يرد العطشان فيقعون ويشربون منه شرب الهيم ، فيجدونه أشد حراً فيقطع أمعاءهم ، كما أن العطشان إذا وصل إلى ماء مالح لا يبحث عنه ولا يذوقه ، وإنما يشربه عباً فيحرق فؤاده ولا يسكن عطشه .\r\n وقوله : { حَمِيمٍ } إشارة إلى ما فعل فيه من الإغلاء ، وقوله تعالى : { ءَانٍ } إشارة إلى ما قبله ، وهو كما يقال : قطعته فانقطع فكأنه حمته النار فصار في غاية السخونة وآن الماء إذا انتهى في الحر نهاية .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يطوفون بينها وبين حميم آن (44) ",
        "babnum": 26
    },
    {
        "id": 2562,
        "cate": "55",
        "title": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (45) ",
        "details": " وفيه بحث وهو أن هذه الأمور ليست من الآلاء فكيف قال : { فَبِأَيِّ ءَالآءِ } ؟ نقول : الجواب من وجهين أحدهما : ما ذكرناه وثانيهما : أن المراد : { فَبِأَيِّ ءَالآءِ رَبّكُمَا } مما أشرنا إليه في أول السورة .\r\n { تُكَذّبَانِ } فتستحقان هذه الأشياء المذكورة من العذاب ، وكذلك نقول : في قوله : { وَلِمَنْ خَافَ مَقَامَ رَبّهِ جَنَّتَانِ } [ الرحمن : 46 ] هي الجنان ثم إن تلك الآلاء لا ترى ، وهذا ظاهر لأن الجنان غير مرئية ، وإنما حصل الإيمان بها بالغيب ، فلا يحسن الاستفهام بمعنى الإنكار مثل ما يحسن الاستفهام عن هيئة السماء والأرض والنجم والشجر والشمس والقمر وغيرها مما يدرك ويشاهد ، لكن النار والجنة ذكرتا للترهيب والترغيب كما بينا أن المراد فبأيهما تكذبان فتستحقان العذاب وتحرمان الثواب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فبأي آلاء ربكما تكذبان (45) ",
        "babnum": 27
    },
    {
        "id": 2563,
        "cate": "55",
        "title": "وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ (46) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (47) ",
        "details": " وفيه لطائف : الأولى : التعريف في عذاب جهنم قال : { هذه جَهَنَّمُ } [ الرحمن : 43 ] والتنكير في الثواب بالجنة إشارة إلى أن كثرة المراتب التي لا تحد ونعمه التي لا تعد ، وليعلم أن آخر العذاب جهنم وأول مراتب الثواب الجنة ثم بعدها مراتب وزيادات الثانية : قد ذكرنا في تفسير قوله تعالى : { فَذَكّرْ بالقرءان مَن يَخَافُ وَعِيدِ } [ ق : 45 ] أن الخوف خشية سببها ذل الخاشي ، والخشية خوف سببه عظمة المخشى ، قال تعالى : { إِنَّمَا يَخْشَى الله مِنْ عِبَادِهِ العلماء } [ فاطر : 28 ] لأنهم عرفوا عظمة الله فخافوه لا لذل منهم ، بل لعظمة جانب الله ، وكذلك قوله : { مّنْ خَشْيةِ رَبّهِمْ مُّشْفِقُونَ } [ المؤمنون : 57 ] وقال تعالى : { لَوْ أَنزَلْنَا هذا القرءان على جَبَلٍ لَّرَأَيْتَهُ خاشعا مُّتَصَدّعاً مّنْ خَشْيَةِ الله } [ الحشر : 21 ] أي لو كان المنزل عليه العالم بالمنزل كالجبل العظيم في القوة والارتفاع لتصدع من خشية الله لعظمته ، وكذلك قوله تعالى : { وَتَخْشَى الناس والله أَحَقُّ أَن تخشاه } [ الأحزاب : 37 ] وإنما قلنا : إن الخشية تدل على ما ذكرنا لأن الشيخ للسيد والرجل الكبير يدل على حصول معنى العظمة في خ ش ي ، وقال تعالى في الخوف : { وَلاَ تَخَفْ سَنُعِيدُهَا } [ طه : 21 ] لما كان الخوف يضعف في موسى ، وقال : { لاَ تَخَفْ وَلاَ تَحْزَنْ } [ العنكبوت : 33 ] وقال : { فَأَخَافُ أَن يَقْتُلُونِ } [ الشعراء : 14 ] وقال إني : { خِفْتُ الموالى مِن وَرَائِى } [ مريم : 5 ] ويدل عليه تقاليب خ و ف فإن قولك خفي قريب منه ، والخافي فيه ضعف والأخيف يدل عليه أيضاً ، وإذا علم هذا فالله تعالى مخوف ومخشي ، والعبد من الله خائف وخاش ، لأنه إذا نظر إلى نفسه رآها في غاية الضعف فهو خائف ، وإذا نظر إلى حضرة الله رآها في غاية العظمة فهو خاش ، لكن درجة الخاشي فوق درجة الخائف ، فلهذا قال : { إِنَّمَا يَخْشَى الله مِنْ عِبَادِهِ العلماء } جعله منحصراً فيهم لأنهم وإن فرضوا أنفسهم على غير ما هم عليه ، وقدروا أن الله رفع عنهم جميع ما هم فيه من الحوائج لا يتركون خشيته ، بل تزداد خشيتهم ، وإما الذي يخافه من حيث إنه يفقره أو يسلب جاهه ، فربما يقل خوفه إذا أمن ذلك ، فلذلك قال تعالى : { وَلِمَنْ خَافَ مَقَامَ رَبّهِ جَنَّتَانِ } وإذا كان هذا للخائف فما ظنك بالخاشي؟ الثالثة : لما ذكر الخوف ذكر المقام ، وعند الخشية ذكر اسمه الكريم فقال : { إِنَّمَا يَخْشَى الله } وقال : { لَّرَأَيْتَهُ خاشعا مُّتَصَدّعاً مّنْ خَشْيَةِ الله } وقال عليه السلام : « خشية الله رأس كل حكمة » لأنه يعرف ربه بالعظمة فيخشاه .\r\n وفي مقام ربه قولان : أحدهما : مقام ربه أي المقام الذي يقوم هو فيه بين يدي ربه ، وهو مقام عبادته كما يقال : هذا معبد الله وهذا معبد الباري أي المقام الذي يعبد الله العبد فيه والثاني : مقام ربه الموضع الذي فيه الله قائم على عباده من قوله تعالى : { أَفَمَنْ هُوَ قَائِمٌ على كُلّ نَفْسٍ بِمَا كَسَبَتْ } [ الرعد : 33 ] أي حافظ ومطلع أخذاً من القائم على الشيء حقيقة الحافظ له فلا يغيب عنه ، وقيل : مقام مقحم يقال : فلان يخاف جانب فلان أي يخاف فلاناً وعلى هذا الوجه يظهر الفرق غاية الظهور بين الخائف والخاشي ، لأن الخائف خاف مقام ربه بين يدي الله فالخاشي لو قيل له : افعل ما تريد فإنك لا تحاسب ولا تسأل عما تفعل لما كان يمكنه أن يأتي بغير التعظيم والخائف ربما كان يقدم على ملاذ نفسه لو رفع عنه القلم وكيف لا ، ويقال : خاصة الله من خشية الله في شغل شاغل عن الأكل والشرب واقفون بين يدي الله سابحون في مطالعة جماله غائصون في بحار جلاله ، وعلى الوجه الثاني قرب الخائف من الخاشي وبينهما فرق الرابعة : في قوله : { جَنَّتَانِ } وهذه اللطيفة نبينها بعدما نذكر ما قيل في التثنية ، قال بعضهم : المراد جنة واحدة كما قيل في قوله : { أَلْقِيَا فِى جَهَنَّمَ } [ ق : 24 ] وتمسك بقول القائل : ومهمهين سرت مرتين \r\n قطعته بالسهم لا السهمين فقال : أراد مهمهاً واحداً بدليل توحيد الضمير في قطعته وهو باطل ، لأن قوله بالسهم يدل على أن المراد مهمهان ، وذلك لأنه لو كان مهمهاً واحداً لما كانوا في قطعته يقصدون جدلاً ، بل يقصدون التعجب وهو إرادته قطع مهمهين بأهبة واحدة وسهم واحد وهو من العزم القوي ، وأما الضمير فهو عائد إلى مفهوم تقديره قطعت كليهما وهو لفظ مقصور معناه التثنية ولفظه للواحد ، يقال : كلاهما معلوم ومجهول ، قال تعالى : { كِلْتَا الجنتين اتَتْ أُكُلَهَا } [ الكهف : 33 ] فوحد اللفظ ولا حاجة ههنا إلى التعسف ، ولا مانع من أن يعطي الله جنتين وجناناً عديدة ، وكيف وقد قال بعد : { ذَوَاتَا أَفْنَانٍ } [ الرحمن : 48 ] وقال : فيهما .\r\n والثاني وهو الصحيح أنهما جنتان وفيه وجوه أحدها : أنهما جنة للجن وجنة للإنس لأن المراد هذان النوعان وثانيهما : جنة لفعل الطاعات ، وجنة لترك المعاصي لأن التكليف بهذين النوعين وثالثها : جنة هي جزاء وجنة أخرى زيادة على الجزاء ، ويحتمل أن يقال : جنتان جنة جسمية والأخرى روحية فالجسمية في نعيم والروحية في روح فكان كما قال تعالى : { فَرَوْحٌ وَرَيْحَانٌ وَجَنَّة نَعِيمٍ } [ الواقعة : 89 ] وذلك لأن الخائف من المقربين والمقرب في روح وريحان وجنة نعيم وأما اللطيفة : فنقول : لما قال تعالى في حق المجرم إنه يطوف بين نار وبين حميم آن ، وهما نوعان ذكر لغيره وهو الخائف جنتين في مقابلة ما ذكر في حق المجرم ، لكنه ذكر هناك أنهم يطوفون فيفارقون عذاباً ويقعون في الآخر ، ولم يقل : ههنا يطوفون بين الجنتين بل جعلهم الله تعالى ملوكاً وهم فيها يطاف عليهم ولا يطاف بهم احتراماً لهم وإكراماً في حقهم ، وقد ذكرنا في قوله تعالى : { مَّثَلُ الجنة التى وُعِدَ المتقون } [ الرعد : 35 ] وقوله : { إِنَّ المتقين فِى جنات } [ الذاريات : 15 ] أنه تعالى ذكر الجنة والجنات ، فهي لاتصال أشجارها ومساكنها وعدم وقوع الفاصل بينهما كمهامه وقفار صارت كجنة واحدة ، ولسعتها وتنوع أشجارها وكثرة مساكنها كأنها جنات ، ولاشتمالها على ما تلتذ به الروح والجسم كأنها جنتان ، فالكل عائد إلى صفة مدح .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولمن خاف مقام ربه جنتان (46) فبأي آلاء ربكما تكذبان (47) ",
        "babnum": 28
    },
    {
        "id": 2564,
        "cate": "55",
        "title": "ذَوَاتَا أَفْنَانٍ (48) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (49) ",
        "details": " هي جمع فنن أي ذواتا أغصان أو جمع فن أي فيهما فنون من الأشجار وأنواع من الثمار .\r\n فإن قيل : أي الوجهين أقوى؟ نقول : الأول لوجهين أحدهما : أن الأفنان في جمع فنن هو المشهور والفنون في جمع الفن كذلك ، ولا يظن أن الأفنان والفنون جمع فن بل كل واحد منهما جمع معرف بحرف التعريف والأفعال في فعل كثير والفعول في فعل أكثر ثانيهما : قوله تعالى : { فِيهِمَا مِن كُلّ فاكهة زَوْجَانِ } [ الرحمن : 52 ] مستقل بما ذكر من الفائدة ، ولأن ذلك فيما يكون ثابتاً لا تفاوت فيه ذهناً ووجوداً أكثر ، فإن قيل : كيف تمدح بالأفنان والجنات في الدنيا ذوات أفنان كذلك؟ نقول : فيه وجهان أحدهما : أن الجنات في الأصل ذوات أشجار ، والأشجار ذوات أغصان ، والأغصان ذوات أزهار وأثمار ، وهي لتنزه الناظر إلا أن جنة الدنيا لضرورة الحاجة وجنة الآخرة ليست كالدنيا فلا يكون فيها إلا ما فيه اللذة وأما الحاجة فلا ، وأصول الأشجار وسوقها أمور محتاج إليها مانعة للإنسان عن التردد في البستان كيفما شاء ، فالجنة فيها أفنان عليها أوراق عجيبة ، وثمار طيبة من غير سوق غلاظ ، ويدل عليه أنه تعالى لم يصف الجنة إلا بما فيه اللذة بقوله : { ذَوَاتَا أَفْنَانٍ } أي الجنة هي ذات فنن غير كائن على أصل وعرق بل هي واقفة في الجو وأهلها من تحتها والثاني : من الوجهين هو أن التنكير للأفنان للتكثير أو للتعجب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ذواتا أفنان (48) فبأي آلاء ربكما تكذبان (49) ",
        "babnum": 29
    },
    {
        "id": 2565,
        "cate": "55",
        "title": "فِيهِمَا عَيْنَانِ تَجْرِيَانِ (50) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (51) فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ (52) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (53) ",
        "details": " أي في كل واحدة منهما عين جارية ، كما قال تعالى : { فِيهَا عَيْنٌ جَارِيَةٌ } وفي كل واحدة منهما من الفواكه نوعان ، وفيها مسائل بعضها يذكر عند تفسير قوله تعالى : { فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ * فِيهِمَا فاكهة وَنَخْلٌ وَرُمَّانٌ } [ الرحمن : 66 - 68 ] وبعضها يذكر ههنا .\r\n المسألة الأولى : هي أن قوله : { ذَوَاتَا أَفْنَانٍ } [ الرحمن : 48 ] و { فِيهِمَا عَيْنَانِ تَجْرِيَانِ } و { فِيهِمَا مِن كُلّ فاكهة زَوْجَانِ } كلها أوصاف للجنتين المذكورتين فهو كالكلام الواحد تقديره : جنتان ذواتا أفنان ، ثابت فيهما عينان ، كائن فيهما من كل فاكهة زوجان ، فإن قيل : ما الفائدة في فصل بعضها عن بعض بقوله تعالى : { فَبِأَىّ ءَالاء رَبّكُمَا تُكَذّبَانِ } ثلاث مرات مع أنه في ذكر العذاب ما فصل بين كلامين بها حيث قال : { يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مّن نَّارٍ وَنُحَاسٌ فَلاَ تَنتَصِرَانِ } [ الرحمن : 35 ] مع أن إرسال نحاس غير إرسال شواظ ، وقال : { يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ ءَانٍ } [ الرحمن : 44 ] مع أن الحميم غير الجحيم ، وكذا قال تعالى : { هذه جَهَنَّمُ التي يُكَذّبُ بِهَا المجرمون } [ الرحمن : 43 ] وهو كلام تام ، وقوله تعالى : { يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ ءَانٍ } [ الرحمن : 44 ] كلام آخر ولم يفصل بينهما بالآية المذكورة؟ نقول : فيه تغليب جانب الرحمة ، فإن آيات العذاب سردها سرداً وذكرها جملة ليقصر ذكرها ، والثواب ذكره شيئاً فشيئاً ، لأن ذكره يطيب للسامع فقال بالفصل وتكرار عود الضمير إلى الجنس بقوله : { فِيهِمَا عَيْنَانِ } ، { فِيهِمَا مِن كُلّ فاكهة } لأن إعادة ذكر المحبوب محبوب ، والتطويل بذكر اللذات مستحسن .\r\n المسألة الثانية : قوله تعالى : { فِيهِمَا عَيْنَانِ تَجْرِيَانِ } أي في كل واحدة عين واحدة كما مر ، وقوله : { فِيهِمَا مِن كُلّ فاكهة زَوْجَانِ } معناه كل واحدة منهما زوج ، أو معناه في كل واحدة منهما من الفواكه زوجان ، ويحتمل أن يكون المراد مثل ذلك أي في كل واحدة من الجنتين زوج من كل فاكهة ففيهما جميعاً زوجان من كل فاكهة ، وهذا إذا جعلنا الكنايتين فيهما للزوجين ، أو نقول : من كل فاكهة لبيان حال الزوجين ، ومثاله إذا دخلت من على ما لا يمكن أن يكون كائناً في شيء كقولك : في الدار من الشرق رجل ، أي فيها رجل من الشرق ، ويحتمل أن يكون المراد في كل واحدة منها زوجان ، وعلى هذا يكون كالصفة بما يدل عليه من كل فاكهة كأنه قال : فيهما من كل فاكهة ، أي كائن فيهما شيء من كل فاكهة ، وذلك الكائن زوجان ، وهذا بين فيما تكون من داخله على ما لا يمكن أن يكون هناك كائن في الشيء غيره ، كقولك : في الدار من كل ساكن ، فإذا قلنا : فيهما من كل فاكهة زوجان الثالث : عند ذكر الأفنان لو قال : فيهما من كل فاكهة زوجان كان متناسباً لأن الأغصان عليها الفواكه ، فما الفائدة في ذكر العينين بين الأمرين المتصل أحدهما بالآخر؟ نقول : جرى ذكر الجنة على عادة المتنعمين ، فإنهم إذا دخلوا البستان لا يبادرون إلى أكل الثمار بل يقدمون التفرج على الأكل ، مع أن الإنسان في بستان الدنيا لا يأكل حتى يجوع ويشتهي شهوة مؤلمة فكيف في الجنة فذكر ما يتم به النزهة وهو خضرة الأشجار ، وجريان الأنهار ، ثم ذكر ما يكون بعد النزهة وهو أكل الثمار ، فسبحان من يأتي بالآي بأحسن المعاني في أبين المباني .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فيهما عينان تجريان (50) فبأي آلاء ربكما تكذبان (51) فيهما من كل فاكهة زوجان (52) فبأي آلاء ربكما تكذبان (53) ",
        "babnum": 30
    },
    {
        "id": 2566,
        "cate": "55",
        "title": "مُتَّكِئِينَ عَلَى فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ وَجَنَى الْجَنَّتَيْنِ دَانٍ (54) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (55) ",
        "details": " وفيه مسائل نحوية ولغوية ومعنوية .\r\n المسألة الأولى من النحوية : هو أن المشهور أن ( متكئين ) حال وذو الحال من في قوله : { وَلِمَنْ خَافَ مَقَامَ رَبّهِ } [ الرحمن : 46 ] والعامل ما يدل عليه اللام الجارة تقديره لهم في حال الاتكاء جنتان وقال صاحب «الكشاف» : يحتمل أن يكون نصباً على المدح ، وإنما حمله على هذا إشكال في قول من قال : إنه حال وذلك لأن الجنة ليست لهم حال الإتكاء بل هي لهم في كل حال فهي قبل الدخول لهم ، ويحتمل أن يقال : هو حال وذو الحال ما تدل عليه الفاكهة .\r\n لأن قوله تعالى : { فِيهِمَا مِن كُلّ فاكهة زَوْجَانِ } [ الرحمن : 52 ] يدل على متفكهين بها كأنه قال : يتفكه المتفكهون بها ، متكئين ، وهذا فيه معنى لطيف ، وذلك لأن الأكل إن كان ذليلاً كالخول والخدم والعبيد والغلمان ، فإنه يأكل قائماً ، وإن كان عزيزاً فإن كان يأكل لدفع الجوع يأكل قاعداً ولا يأكل متكئاً إلا عزيز متفكه ليس عنده جوع يقعده للأكل ، ولا هنالك من يحسمه ، فالتفكه مناسب للإتكاء .\r\n المسألة الثانية من المسائل النحوية : { عَلَى فُرُشٍ } متعلق بأي فعل هو؟ إن كان متعلقاً بما في { مُتَّكِئِينَ } ، حتى يكون كأنه يقول : يتكئون على فرش كما كان يقال : فلان اتكأ على عصاه أو على فخذيه فهو بعيد لأن الفراش لا يتكأ عليه ، وإن كان متعلقاً بغيره فماذا هو؟ نقول : متعلق بغيره تقديره يتفكه الكائنون على فرش متكئين من غير بيان ما يتكئون عليه ، ويحتمل أن يكون اتكاؤهم على الفرش غير أن الأظهر ما ذكرنا ليكون ذلك بياناً لما تحتهم وهم بجميع بدنهم عليه وهو أنعم وأكرم لهم .\r\n المسألة الثالثة : الظاهر أن لكل واحد فرشاً كثيرة لا أن لكل واحد فراشاً فلكلهم فرش عليها كائنون .\r\n المسألة الرابعة لغوية : الاستبرق هو الديباج الثخين وكما أن الديباج معرب بسبب أن العرب لم يكن عندهم ذلك إلا من العجم ، استعمل الاسم المعجم فيه غير أنهم تصرفوا فيه تصرفاً وهو أن اسمه بالفارسية ستبرك بمعنى ثخين تصغير «ستبر» فزادوا فيه همزة متقدمة عليه ، وبدلوا الكاف بالقاف ، أما الهمزة ، فلأن حركات أوائل الكلمة في لسان العجم غير مبنية في كثير من المواضع فصارت كالسكون ، فأثبتوا فيه همزة كما أثبتوا همزة الوصل عند سكون أول الكلمة ، ثم إن البعض جعلوها همزة وصل وقالوا : { مِنْ إِسْتَبْرَقٍ } والأكثرون جعلوها همزة قطع لأن أول الكلمة في الأصل متحرك لكن بحركة فاسدة فأتوا بهمزة تسقط عنهم الحركة الفاسدة وتمكنهم من تسكين الأول وعند تساوي الحركة ، فالعود إلى السكون أقرب ، وأواخر الكلمات عند الوقف تسكن ولا تبدل حركة بحركة ، وأما القاف فلأنهم لو تركوا الكاف لاشتبه ستبرك بمسجدك ودارك ، فأسقطوا منه الكاف التي هي على لسان العرب في آخر الكلم للخطاب وأبدلوها قافاً ثم عليه سؤال مشهور ، وهو أن القرآن أنزل بلسان عربي مبين ، وهذا ليس بعربي ، والجواب الحق أن اللفظة في أصلها لم تكن بين العرب بلغة ، وليس المراد أنه أنزل بلغة هي في أصل وضعها على لسان العرب ، بل المراد أنه منزل بلسان لا يخفى معناه على أحد من العرب ولم يستعمل فيه لغة لم تتكلم العرب بها ، فيصعب عليهم مثله لعدم مطاوعة لسانهم التكلم بها فعجزهم عن مثله ليس إلا لمعجز .\r\n المسألة الخامسة : معنوية الإتكاء من الهيئات الدالة على صحة الجسم وفراغ القلب ، فالمتكىء تكون أمور جسمه على ما ينبغي وأحوال قلبه على ما ينبغي ، لأن العليل يضطجع ولا يستلقي أو يستند إلى شيء على حسب ما يقدر عليه للاستراحة ، وأما الإتكاء بحيث يضع كفه تحت رأسه ومرفقه على الأرض ويجافي جنبيه عن الأرض فذاك أمر لا يقدر عليه ، وأما مشغول القلب في طلب شيء فتحركه تحرك مستوفز .\r\n المسألة السادسة : قال أهل التفسير قوله : { بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ } يدل على نهاية شرفها فإن ما تكون بطائنها من الإستبرق تكون ظهائرها خيراً منها ، وكأن شيء لا يدركه البصر من سندس وهو الديباج الرقيق الناعم ، وفيه وجه آخر معنوي وهو أن أهل الدنيا يظهرون الزينة ولا يتمكنون من أن يجعلوا البطائن كالظهائر ، لأن غرضهم إظهار الزينة والبطائن لا تظهر ، وإذا انتفى السبب انتفى المسبب ، فلما لم يحصل في جعل البطائن من الديباج مقصودهم وهو الإظهار تركوه ، وفي الآخرة الأمر مبني على الإكرام والتنعيم فتكون البطائن كالظهائر فذكر البطائن .\r\n المسألة السابعة : قوله تعالى : { وَجَنَى الجنتين دَانٍ } فيه إشارة إلى مخالفتها لجنة دار الدنيا من ثلاثة أوجه : أحدها : أن الثمرة في الدنيا على رءوس الشجرة والإنسان عند الاتكاء يبعد عن رءوسها وفي الآخرة هو متكىء والثمرة تنزل إليه ثانيها : في الدنيا من قرب من ثمرة شجرة بعد عن الأخرى وفي الآخرة كلها دان في وقت واحد ومكان واحد ، وفي الآخرة المستقر في جنة عنده جنة أخرى ثالثها : أن العجائب كلها من خواص الجنة فكان أشجارها دائرة عليهم ساترة إليهم وهم ساكنون على خلاف ما كان في الدنيا وجناتها وفي الدنيا الإنسان متحرك ومطلوبه ساكن ، وفيه الحقيقة وهي أن من لم يكسل ولم يتقاعد عن عبادة الله تعالى ، وسعى في الدنيا في الخيرات انتهى أمره إلى سكون لا يحوجه شيء إلى حركة ، فأهل الجنة إن تحركوا تحركوا لا لحاجة وطلب ، وإن سكنوا سكنوا لا لاستراحة بعد التعب ، ثم إن الولي قد تصير له الدنيا أنموذجاً من الجنة ، فإنه يكون ساكناً في بيته ويأتيه الرزق متحركاً إليه دائراً حواليه ، يدلك عليه قوله تعالى : { كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا المحراب وَجَدَ عِندَهَا رِزْقًا } [ آل عمران : 37 ] .\r\n المسألة الثامنة : الجنتان إن كانتا جسميتين فهو أبداً يكون بينهما وهما عن يمينه وشماله هو يتناول ثمارهما وإن كانت إحداهما روحية والأخرى جسمية فلكل واحد منهما فواكه وفرش تليق بها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "متكئين على فرش بطائنها من إستبرق وجنى الجنتين دان (54) فبأي آلاء ربكما تكذبان (55) ",
        "babnum": 31
    },
    {
        "id": 2567,
        "cate": "55",
        "title": "فِيهِنَّ قَاصِرَاتُ الطَّرْفِ لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ (56) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (57) ",
        "details": " وفيه مباحث : الأول : في الترتيب وأنه في غاية الحسن لأنه في أول الأمر بين المسكن وهو الجنة ، ثم بين ما يتنزه به فإن من يدخل بستاناً يتفرج أولاً فقال : { ذَوَاتَا أَفْنَانٍ * فِيهِمَا عَيْنَانِ } [ الرحمن : 48 - 50 ] ثم ذكر ما يتناول من المأكول فقال : { فِيهِمَا مِن كُلّ فاكهة } [ الرحمن : 52 ] ثم ذكر موضع الراحة بعد التناول وهو الفراش ، ثم ذكر ما يكون في الفراش معه .\r\n الثاني : { فِيهِنَّ } الضمير عائد إلى ماذا؟ نقول : فيه ثلاثة أوجه أحدها : إلى الآلاء والنعم أي قاصرات الطرف ثانيها : إلى الفراش أي في الفرش قاصرات وهما ضعيفان ، أما الأول فلأن اختصاص القاصرات بكونهن في الآلاء مع أن الجنتين في الآلاء والعينين فيهما والفواكه كذلك لا يبقى له فائدة ، وأما الثاني فلأن الفرش جعلها ظرفهم حيث قال : { مُتَّكِئِينَ عَلَى فُرُشٍ } [ الرحمن : 54 ] وأعاد الضمير إليها بقوله : { بَطَائِنُهَا } [ الرحمن : 54 ] ولم يقل : بطائنهن ، فقوله { فِيهِنَّ } يكون تفسيراً للضمير فيحتاج إلى بيان فائدة لأنه تعالى قال بعد هذا مرة أخرى : { فِيهِنَّ خيرات } [ الرحمن : 70 ] ولم يكن هناك ذكر الفرش فالأصح إذن هو الوجه الثالث : وهو أن الضمير عائد إلى الجنتين ، وجمع الضمير ههنا وثنى في قوله : { فِيهِمَا عَيْنَانِ } [ الرحمن : 50 ] و : { فِيهِمَا مِن كُلّ فاكهة } [ الرحمن : 52 ] وذلك لأنا بينا أن الجنة لها اعتبارات ثلاثة أحدها : اتصال أشجارها وعدم وقوع الفيافي والمهامة فيها والأراضي الغامرة ، ومن هذا الوجه كأنها جنة واحدة لا يفصلها فاصل وثانيها : اشتمالها على النوعين الحاصرين للخيرات ، فإن فيها ما في الدنيا ، وما ليس في الدنيا وفيها ما يعرف ، ومالا يعرف ، وفيها ما يقدر على وصفه ، وفيها مالا يقدر ، وفيها لذات جسمانية ولذات غير جسمانية فلاشتمالها على النوعين كأنها جنتان وثالثها : لسعتها وكثرة أشجارها وأماكنها وأنهارها ومساكنها كأنها جنات ، فهي من وجه جنة واحدة ومن وجه جنتان ومن وجه جنات .\r\n إذا ثبت هذا فنقول : اجتماع النسوان للمعاشرة مع الأزواج والمباشرة في الفراش في موضع واحد في الدنيا لا يمكن ، وذلك لضيق المكان ، أو عدم الإمكان أو دليل ذلة النسوان ، فإن الرجل الواحد لا يجمع بين النساء في بيت إلا إذا كن جواري غير ملتفت إليهن ، فأما إذا كانت كل واحدة كبيرة النفس كثيرة المال فلا يجمع بينهن ، واعلم أن الشهوة في الدنيا كما تزداد بالحسن الذي في الأزواج تزداد بسبب العظمة وأحوال الناس في أكثر الأمر تدل عليه ، إذا ثبت هذا فنقول : الحظايا في الجنة يجتمع فيهن حسن الصورة والجمال والعز والشرف والكمال ، فتكون الواحدة لها كذا وكذا من الجواري والغلمان فتزداد اللذة بسبب كمالها ، فإذن ينبغي أن يكون لكل واحدة ما يليق بها من المكان الواسع فتصير الجنة التي هي واحدة من حيث الاتصال كثيرة من حيث تفرق المساكن فيها فقال : { فِيهِنَّ } وأما الدنيا فليس فيها تفرق المساكن دليلاً للعظمة واللذة فقال { فِيهِمَا } [ الرحمن : 50 ] وهذا من اللطائف الثالث : قاصرات الطرف صفة لموصوف حذف ، وأقيمت الصفة مكانه ، والموصوف النساء أو الأزواج كأنه قال فيهن نساء قاصرات الطرف وفيه لطيفة : فإنه تعالى لم يذكر النساء إلا بأوصافهن ولم يذكر اسم الجنس فيهن ، فقال تارة : { وَحُورٌ عِينٌ } [ الواقعة : 22 ] وتارة : { عُرُباً أَتْرَاباً } [ الواقعة : 37 ] وتارة : { قاصرات الطرف } [ الرحمن : 56 ] ولم يذكر نساء كذا وكذا لوجهين أحدهما : الإشارة إلى تخدرهن وتسترهن ، فلم يذكرهن باسم الجنس لأن اسم الجنس يكشف من الحقيقة مالا يكشفه الوصف فإنك إذا قلت المتحرك المريد الآكل الشارب لا تكون بينته بالأوصاف الكثيرة أكثر مما بينته بقولك : حيوان وإنسان وثانيهما : إعظاماً لهن ليزداد حسنهن في أعين الموعودين بالجنة فإن بنات الملوك لا يذكرن إلا بالأوصاف .\r\n المسألة الرابعة : { قاصرات الطرف } من القصر وهو المنع أي المانعات أعينهن من النظر إلى الغير ، أو من القصور ، وهو كون أعينهن قاصرة لا طماح فيها للغير ، أقول والظاهر أنه من القصر إذ القصر مدح والقصور ليس كذلك ، ويحتمل أن يقال : هو من القصر بمعنى أنهن قصرن أبصارهن ، فأبصارهن مقصورة وهن قاصرات فيكون من إضافة الفاعل إلى المفعول والدليل عليه هو أن القصر مدح والقصور ليس كذلك ، وعلى هذا ففيه لطيفة وهي أنه تعالى قال من بعد هذه : { حُورٌ مقصورات } [ الرحمن : 72 ] فهن مقصورات وهن قاصرات ، وفيه وجهان أحدهما : أن يقال : هن قاصرات أبصارهن كما يكون شغل العفائف ، وهن قاصرات أنفسهن في الخيام كما هو عادة المخدرات لأنفسهن في الخيام ولأبصارهن عن الطماح وثانيهما : أن يكون ذلك بياناً لعظمتهن وعفافهن وذلك لأن المرأة التي لا يكون لها رادع من نفسها ولا يكون لها أولياء يكون فيها نوع هوان ، وإذا كان لها أولياء أعزة امتنعت عن الخروج والبروز ، وذلك يدل على عظمتهن ، وإذا كن في أنفسهن عند الخروج لا ينظرن يمنة ويسرة فهن في أنفسهن عفائف ، فجمع بين الإشارة إلى عظمتهن بقوله تعالى : { مقصورات } منعهن أولياؤهن وههنا وليهن الله تعالى ، وبين الإشارة إلى عفتهن بقوله تعالى : { قاصرات الطرف } ثم تمام اللطف أنه تعالى قدم ذكر ما يدل على العفة على ما يدل على العظمة وذكر في أعلى الجنتين قاصرات وفي أدناهما مقصورات ، والذي يدل على أن المقصورات يدل على العظمة أنهن يوصفن بالمخدرات لا بالمتخدرات ، إشارة إلى أنهن خدرهن خادر لهن غيرهن كالذي يضرب الخيام ويدلي الستر ، بخلاف من تتخذه لنفسها وتغلق بابها بيدها ، وسنذكر بيانه في تفسير الآية بعد .\r\n المسألة الخامسة : { قاصرات الطرف } فيها دلالة عفتهن ، وعلى حسن المؤمنين في أعينهن ، فيجبن أزواجهن حباً بشغلهن عن النظر إلى غيرهم ، ويدل أيضاً على الحياء لأن الطرف حركة الجفن ، والحورية لا تحرك جفنها ولا ترفع رأسها .\r\n المسألة السادسة : { لَمْ يَطْمِثْهُنَّ } فيه وجوه أحدها : لم يفرعهن ثانيها : لم يجامعهن ثالثها : لم يمسسهن ، وهو أقرب إلى حالهن وأليق بوصف كمالهن ، لكن لفظ الطمث غير ظاهر فيه ولو كان المراد منه المس لذكر اللفظ الذي يستحسن ، وكيف وقد قال تعالى : { وَإِن طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ } [ البقرة : 237 ] وقال : { فاعتزلوا } [ البقرة : 222 ] ولم يصرح بلفظ موضوع للوطء ، فإن قيل : فما ذكرتم من الإشكال باق وهو أنه تعالى كنى عن الوطء في الدنيا باللمس كما في قوله تعالى : { أَوْ لامستم النساء } [ النساء : 43 ] على الصحيح في تفسير الآية وسنذكره ، وإن كان على خلاف قول إمامنا الشافعي رضي الله عنه وبالمس في قوله : { مِن قَبْلِ أَن تَمَسُّوهُنَّ } [ البقرة : 237 ] ولم يذكر المس في الآخرة بطريق الكناية ، نقول : إنما ذكر الجماع في الدنيا بالكناية لما أنه في الدنيا قضاء للشهوة وأنه يضعف البدن ويمنع من العبادة ، وهو في بعض الأوقات قبحه كقبح شرب الخمر ، وفي بعض الأوقات هو كالأكل الكثير وفي الآخرة مجرد عن وجوه القبح ، وكيف لا والخمر في الجنة معدودة من اللذات وأكلها وشربها دائم إلى غير ذلك ، فالله تعالى ذكره في الدنيا بلفظ مجازي مستور في غاية الخفاء بالكناية إشارة إلى قبحه وفي الآخرة ذكره بأقرب الألفاظ إلى التصريح أو بلفظ صريح ، لأن الطمث أدل من الجماع والوقاع لأنهما من الجمع والوقوع إشارة إلى خلوه عن وجوه القبح .\r\n المسألة السابعة : ما الفائدة في كلمة { قَبْلَهُمْ } ؟ قلنا لو قال : لم يطمثهن إنس ولا جان يكون نفياً لطمث المؤمن إياهن وليس كذلك .\r\n المسألة الثامنة : ما الفائدة في ذكر الجان مع أن الجان لا يجامع؟ نقول : ليس كذلك بل الجن لهم أولاد وذريات وإنما الخلاف في أنهم هل يواقعون الإنس أم لا؟ والمشهور أنهم يواقعون وإلا لما كان في الجنة أحساب ولا أنساب ، فكأن مواقعة الإنس إياهن كمواقعة الجن من حيث الإشارة إلى نفيها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فيهن قاصرات الطرف لم يطمثهن إنس قبلهم ولا جان (56) فبأي آلاء ربكما تكذبان (57) ",
        "babnum": 32
    },
    {
        "id": 2568,
        "cate": "55",
        "title": "كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ (58) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (59) ",
        "details": " وهذا التشبيه فيه وجهان أحدهما : تشبيه بصفائهما وثانيهما : بحسن بياض اللؤلؤ وحمرة الياقوت ، والمرجان صغار اللؤلؤ وهي أشد بياضاً وضياء من الكبار بكثير ، فإن قلنا : إن التشبيه لبيان صفائهن ، فنقول : فيه لطيفة هي أن قوله تعالى : { قاصرات الطرف } إشارة إلى خلوصهن عن القبائح ، وقوله : { كَأَنَّهُنَّ الياقوت والمرجان } إشارة إلى صفائهن في الجنة ، فأول ما بدأ بالعقليات وختم بالحسيات ، كما قلنا : إن التشبيه لبيان مشابهة جسمهن بالياقوت والمرجان في الحمرة والبياض ، فكذلك القول فيه حيث قدم بيان العفة على بيان الحسن ولا يبعد أن يقال : هو مؤكد لما مضى لأنهن لما كن قاصرات الطرف ممتنعات عن الاجتماع بالإنس والجن لم يطمثهن فهن كالياقوت الذي يكون في معدنه والمرجان المصون في صدفه لا يكون قد مسه يد لامس ، وقد بينا مرة أخرى في قوله تعالى : { كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ } أن ( كأن ) الداخلة على المشبه به لا تفيد من التأكيد ما تفيده الداخلة على المشبه ، فإذا قلت : زيد كالأسد ، كان معناه زيد يشبه الأسد ، وإذا قلت كأن زيداً الأسد فمعناه يشبه أن زيداً هو الأسد حقيقة ، لكن قولنا : زيد يشبه الأسد ليس فيه مبالغة عظيمة ، فإنه يشبهه في أنهما حيوانان وجسمان وغير ذلك ، وقولنا : زيد يشبه لا يمكن حمله على الحقيقة ، أما من حيث اللفظ فنقول : إذا دخلت الكاف على المشبه به ، وقيل : إن زيداً كالأسد عملت الكاف في الأسد عملاً لفظياً والعمل اللفظي مع العمل المعنوي ، فكأن الأسد عمل به عمل حتى صار زيداً ، وإذا قلت : كأن زيداً الأسد تركت الأسد على إعرابه فإذن هو متروك على حاله وحقيقته وزيد يشبه به في تلك الحال ولا شك في أن زيداً إذا شبه بأسد هو على حاله باق يكون أقوى مما إذا شبه بأسد لم يبق على حاله ، وكأن من قال : زيد كالأسد نزل الأسد عن درجته فساواه زيد ، ومن قال : كأن زيداً الأسد رفع زيداً عن درجته حتى ساوى الأسد ، وهذا تدقيق لطيف .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كأنهن الياقوت والمرجان (58) فبأي آلاء ربكما تكذبان (59) ",
        "babnum": 33
    },
    {
        "id": 2569,
        "cate": "55",
        "title": "هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ (60) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (61) ",
        "details": " وفيه وجوه كثيرة حتى قيل : إن في القرآن ثلاث آيات في كل آية منها مائة قول الأولى : قوله تعالى : { فاذكرونى أَذْكُرْكُمْ } [ البقرة : 152 ] ، الثانية : قوله تعالى : { إن عُدتُّمْ عُدْنَا } [ الإسراء : 8 ] ، الثالثة : قوله تعالى : { هَلْ جَزَاء الإحسان إِلاَّ الإحسان } ولنذكر الأشهر منها والأقرب .\r\n أما الأشهر فوجوه أحدها : هل جزاء التوحيد غير الجنة ، أي جزاء من قال : لا إله إلا الله إدخال الجنة ثانيها : هل جزاء الإحسان في الدنيا إلا الإحسان في الآخرة ثالثها : هل جزاء من أحسن إليكم في الدنيا بالنعم وفي العقبى بالنعيم إلا أن تحسنوا إليه بالعبادة والتقوى ، وأما الأقرب فإنه عام فجزاء كل من أحسن إلى غيره أن يحسن هو إليه أيضاً ، ولنذكر تحقيق القول فيه وترجع الوجوه كلها إلى ذلك ، فنقول : الإحسان يستعمل في ثلاث معان أحدها : إثبات الحسن وإيجاده قال تعالى : { فَأَحْسَنَ صُوَرَكُمْ } [ غافر : 64 ] وقال تعالى : { الذى أَحْسَنَ كُلَّ شَىْء خَلَقَهُ } [ السجدة : 7 ] ثانيها : الإتيان بالحسن كالإظراف والإغراب للإتيان بالظريف والغريب قال تعالى : { مَن جَاء بالحسنة فَلَهُ عَشْرُ أَمْثَالِهَا } [ الأنعام : 160 ] ثالثها : يقال : فلان لا يحسن الكتابة ولا يحسن الفاتحة أي لا يعلمهما ، والظاهر أن الأصل في الإحسان الوجهان الأولان والثالث مأخوذ منهما ، وهذا لا يفهم إلا بقرينة الاستعمال مما يغلب على الظن إرادة العلم ، إذا علمت هذا فنقول : يمكن حمل الإحسان في الموضعين على معنى متحد من المعنيين ويمكن حمله فيهما على معنيين مختلفين أما الأول : فنقول : { هَلْ جَزَاء الإحسان } أي هل جزاء من أتى بالفعل الحسن إلا أن يؤتى في مقابلته بفعل حسن ، لكن الفعل الحسن من العبد ليس كل ما يستحسنه هو ، بل الحسن هو ما استحسنه الله منه ، فإن الفاسق ربما يكون الفسق في نظره حسناً وليس بحسن بل الحسن ما طلبه الله منه ، كذلك الحسن من الله هو كل ما يأتي به مما يطلبه العبد كما أتى العبد بما يطلبه الله تعالى منه ، وإليه الإشارة بقوله تعالى : { وَفِيهَا مَا تَشْتَهِيهِ الأنفس وَتَلَذُّ الأعين } [ الزخرف : 71 ] وقوله تعالى : { وَهُمْ فِيمَا اشتهت أَنفُسُهُمْ خالدون } [ الأنبياء : 102 ] وقال تعالى : { لّلَّذِينَ أَحْسَنُواْ الحسنى } [ يونس : 26 ] أي ما هو حسن عندهم وأما الثاني فنقول : هل جزاء من أثبت الحسن في عمله في الدنيا إلا أن يثبت الله الحسن فيه وفي أحواله في الدارين وبالعكس هل جزاء من أثبت الحسن فينا وفي صورنا وأحوالنا إلا أن نثبت الحسن فيه أيضاً ، لكن إثبات الحسن في الله تعالى محال ، فإثبات الحسن أيضاً في أنفسنا وأفعالنا فنحسن أنفسنا بعبادة حضرة الله تعالى ، وأفعالنا بالتوجه إليه وأحوال باطننا بمعرفته تعالى ، وإلى هذا رجعت الإشارة ، وورد في الأخبار من حسن وجوه المؤمنين وقبح وجوه الكافرين وأما الوجه الثالث : وهو الحمل على المعنيين فهو أن تقول : على جزاء من أتى بالفعل الحسن إلا أن يثبت الله فيه الحسن ، وفي جميع أحواله فيجعل وجهه حسناً وحاله حسناً ، ثم فيه لطائف : اللطيفة الأولى : هذه إشارة إلى رفع التكليف عن العوام في الآخرة ، وتوجيه التكليف على الخواص فيها أما الأول : فلأنه تعالى لما قال : { هَلْ جَزَاء الإحسان إِلاَّ الإحسان } والمؤمن لا شك في أنه يثاب بالجنة فيكون له من الله الإحسان جزاء له ومن جازى عبداً على عمله لا يأمره بشكره ، ولأن التكليف لو بقي في الآخرة فلو ترك العبد القيام بالتكليف لاستحق العقاب ، والعقاب ترك الإحسان لأن العبد لما عبد الله في الدنيا ما دام وبقي يليق بكرمه تعالى أن يحسن إليه في الآخرة ما دام وبقي ، فلا عقاب على تركه بلا تكليف وأما الثاني فنقول : خاصة الله تعالى عبدنا الله تعالى في الدنيا لنعم قد سبقت له علينا ، فهذا الذي أعطانا الله تعالى ابتداء نعمة وإحسان جديد فله علينا شكره ، فيقولون الحمد لله ، ويذكرون الله ويثنون عليه فيكون نفس الإحسان من الله تعالى في حقهم سبباً لقيامهم بشكره ، فيعرضون هم على أنفسهم عبادته تعالى فيكون لهم بأدنى عبادة شغل شاغل عن الحور والقصور والأكل والشرب فلا يأكلون ولا يشربون ولا يتنابذون ولا يلعبون فيكون حالهم كحال الملائكة في يومنا هذا لا يتناكحون ولا يلعبون ، فلا يكون ذلك تكليفاً مثل هذه التكاليف الشاقة ، وإنما يكون ذلك لذة زائدة على كل لذة في غيرها .\r\n اللطيفة الثانية : هذه الآية تدل على أن العبد محكم في الآخرة كما قال تعالى : { لَهُمْ فِيهَا فاكهة وَلَهُمْ مَّا يَدَّعُونَ } [ يس : 57 ] وذلك لأنا بينا أن الإحسان هو الإتيان بما هو حسن عند من أتى بالإحسان ، لكن الله لما طلب منا العبادة طلب كما أراد ، فأتى به المؤمن كما طلب منه ، فصار محسناً فهذا يقتضي أن يحسن الله إلى عبده ويأتي بما هو حسن عنده ، وهو ما يطلبه كما يريد فكأنه قال : { هَلْ جَزَاء الإحسان } أي هل جزاء من أتى بما طلبته منه على حسب إرادتي إلا أن يؤتى بما طلبه مني على حسب إرادته ، لكن الإرادة متعلقة بالرؤية ، فيجب بحكم الوعد أن تكون هذه آية دالة على الرؤية البلكفية .\r\n اللطيفة الثالثة : هذه الآية تدل على أن كل ما يفرضه الإنسان من أنواع الإحسان من الله تعالى فهو دون الإحسان الذي وعد الله تعالى به لأن الكريم إذا قال للفقير : افعل كذا ولك كذا ديناراً ، وقال لغيره افعل كذا على أن أحسن إليك يكون رجاء من لم يعين له أجراً أكثر من رجاء من عين له ، هذا إذا كان الكريم في غاية الكرم ونهاية الغنى ، إذا ثبت هذا فالله تعالى قال : جزاء من أحسن إلى أن أحسن إليه بما يغبط به ، وأوصل إليه فوق ما يشتهيه فالذي يعطي الله فوق ما يرجوه وذلك على وفق كرمه وإفضاله .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هل جزاء الإحسان إلا الإحسان (60) فبأي آلاء ربكما تكذبان (61) ",
        "babnum": 34
    },
    {
        "id": 2570,
        "cate": "55",
        "title": "وَمِنْ دُونِهِمَا جَنَّتَانِ (62) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (63) مُدْهَامَّتَانِ (64) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (65) فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ (66) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (67) ",
        "details": " لما ذكر الجزاء ذكر بعده مثله وهو جنتان أخريان ، وهذا كقوله تعالى : { لّلَّذِينَ أَحْسَنُواْ الحسنى وَزِيَادَةٌ } [ يونس : 26 ] وفي قوله تعالى : { دُونِهِمَا } وجهان أحدهما : دونهما في الشرف ، وهو ما اختاره صاحب «الكشاف» وقال قوله : { مُدْهَامَّتَانِ } مع قوله في الأوليين : { ذَوَاتَا أَفْنَانٍ } [ الرحمن : 48 ] وقوله في هذه : { عَيْنَانِ نَضَّاخَتَانِ } مع قوله في الأوليين : { عَيْنَانِ تَجْرِيَانِ } [ الرحمن : 50 ] لأن النضخ دون الجري ، وقوله في الأولين : { مِن كُلّ فاكهة زَوْجَانِ } [ الرحمن : 52 ] مع قوله في هاتين : { فاكهة وَنَخْلٌ وَرُمَّانٌ } [ الرحمن : 68 ] وقوله في الأوليين : { فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ } حيث ترك ذكر الظهائر لعلوها ورفعتها وعدم إدراك العقول إياها مع قوله في هاتين : { رَفْرَفٍ خُضْرٍ } [ الرحمن : 76 ] دليل عليه ، ولقائل أن يقول : هذا ضعيف لأن عطايا الله في الآخرة متتابعة لا يعطي شيئاً بعد شيء إلا ويظن الظان أنه ذلك أو خير منه .\r\n ويمكن أن يجاب عنه تقريراً لما اختاره الزمخشري أن الجنتين اللتين دون الأولين لذريتهم اللذين ألحقهم الله بهم ولأتباعهم ، ولكنه إنما جعلهما لهم إنعاماً عليهم ، أي هاتان الأخريان لكم أسكنوا فيهما من تريدون الثاني : أن المراد دونهما في المكان كأنهم في جنتين ويطلعوا من فوق على جنتين أخريين دونهما ، ويدل عليه قوله تعالى { لَهُمْ غُرَفٌ مّن فَوْقِهَا غُرَفٌ } [ الزمر : 20 ] الآية .\r\n والغرف العالية عندها أفنان ، والغرف التي دونها أرضها مخضرة ، وعلى هذا ففي الآيات لطائف : الأولى : قال في الأوليين : { ذَوَاتَا أَفْنَانٍ } وقال في هاتين : { مُدْهَامَّتَانِ } أي مخضرتان في غاية الخضرة ، وإدهام الشيء أي اسواد لكن لا يستعمل في بعض الأشياء والأرض إذا اخضرت غاية الخضرة تضرب إلى أسود ، ويحتمل أن يقال : الأرض الخالية عن الزرع يقال لها : بياض أرض وإذا كانت معمورة يقال لها : سواد أرض كما يقال : سواد البلد ، وقال النبي صلى الله عليه وسلم : \" عليكم بالسواد الأعظم ومن كثر سواد قوم فهو منهم \" والتحقيق فيه أن ابتداء الألوان هو البياض وانتهاءها هو السواد ، فإن الأبيض يقبل كل لون والأسود لا يقبل شيئاً من الألوان ، ولهذا يطلق الكافر على الأسود ولا يطلق على لون آخر ، ولما كانت الخالية عن الزرع متصفة بالبياض واللاخالية بالسواد فهذا يدل على أنهما تحت الأوليين مكاناً ، فهم إذا نظروا إلى ما فوقهم ، يرون الأفنان تظلهم ، وإذا نظروا إلى ما تحتهم يرون الأرض مخضرة ، وقوله تعالى : { فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ } أي فائرتان ماؤهما متحرك إلى جهة فوق ، وأما العينان المتقدمتان فتجريان إلى صوب المؤمنين فكلاهما حركتهما إلى جهة مكان أهل الإيمان ، وأما قول صاحب «الكشاف» : النضخ دون الجري فغير لازم لجواز أن يكون الجري يسيراً والنضخ قوياً كثيراً ، بل المراد أن النضخ فيه الحركة إلى جهة العلو ، والعينان في مكان المؤمنين ، فحركة الماء تكون إلى جهتهم ، فالعينان الأوليان في مكانهم فتكون حركة مائهما إلى صوب المؤمنين جرياً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن دونهما جنتان (62) فبأي آلاء ربكما تكذبان (63) مدهامتان (64) فبأي آلاء ربكما تكذبان (65) فيهما عينان نضاختان (66) فبأي آلاء ربكما تكذبان (67) ",
        "babnum": 35
    },
    {
        "id": 2571,
        "cate": "55",
        "title": "فِيهِمَا فَاكِهَةٌ وَنَخْلٌ وَرُمَّانٌ (68) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (69) ",
        "details": " فهو كقوله تعالى : { فِيهِمَا مِن كُلّ فاكهة زَوْجَانِ } [ الرحمن : 52 ] وذلك لأن الفاكهة أرضية نحوه البطيخ وغيره من الأرضيات المزروعات وشجرية نحو النخل وغيره من الشجريات فقال : { مُدْهَامَّتَانِ } [ الرحمن : 64 ] بأنواع الخضر التي منها الفواكه الأرضية وفيهما أيضاً الفواكه الشجرية وذكر منها نوعين وهما الرمان والرطب لأنهما متقابلان فأحدهما حلو والآخر غير حلو وكذلك أحدهما حار والآخر بارد وأحدهما فاكهة وغذاء ، والآخر فاكهة ، وأحدهما من فواكه البلاد الحارة والآخر من فواكه البلاد الباردة ، وأحدهما أشجاره في غاية الطول والآخر أشجاره بالضد وأحدهما ما يؤكل منه بارز ومالا يؤكل كامن ، والآخر بالعكس فهما كالضدين والإشارة إلى الطرفين تتناول الإشارة إلى ما بينهما ، كما قال : { رَبُّ المشرقين وَرَبُّ المغربين } [ الرحمن : 17 ] وقدمنا ذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فيهما فاكهة ونخل ورمان (68) فبأي آلاء ربكما تكذبان (69) ",
        "babnum": 36
    },
    {
        "id": 2572,
        "cate": "55",
        "title": "فِيهِنَّ خَيْرَاتٌ حِسَانٌ (70) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (71) ",
        "details": " أي في باطنهن الخير وفي ظاهرهن الحسن والخيرات جمع خيرة وقد بينا أن في قوله تعالى : { قاصرات الطرف } [ الرحمن : 56 ] إلى أن قال : { كَأَنَّهُنَّ } [ الرحمن : 58 ] إشارة إلى كونهن حساناً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فيهن خيرات حسان (70) فبأي آلاء ربكما تكذبان (71) ",
        "babnum": 37
    },
    {
        "id": 2573,
        "cate": "55",
        "title": "حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ (72) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (73) لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ (74) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (75) ",
        "details": " إشارة إلى عظمتهن فإنهن ما قصرن حجراً عليهن ، وإنما ذلك إشارة إلى ضرب الخيام لهن وإدلاء الستر عليهن ، والخيمة مبيت الرجل كالبيت من الخشب ، حتى إن العرب تسمي البيت من الشعر خيمة لأنه معد للإقامة ، إذا ثبت هذا فنقول : قوله : { مقصورات فِى الخيام } إشارة إلى معنى في غاية اللطف ، وهو أن المؤمن في الجنة لا يحتاج إلى التحرك لشيء وإنما الأشياء تتحرك إليه فالمأكول والمشروب يصل إليه من غير حركة منه ، ويطاف عليهم بما يشتهونه فالحور يكن في بيوت ، وعند الانتقال إلى المؤمنين في وقت إرادتهم تسير بهن للارتحال إلى المؤمنين خيام وللمؤمنين قصور تنزل الحور من الخيام إلى القصور ، وقوله تعالى : { لَمْ يَطْمِثْهُنَّ إِنسٌ وَلاَ جَانٌّ } قد سبق تفسيره .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "حور مقصورات في الخيام (72) فبأي آلاء ربكما تكذبان (73) لم يطمثهن إنس قبلهم ولا جان (74) فبأي آلاء ربكما تكذبان (75) ",
        "babnum": 38
    },
    {
        "id": 2574,
        "cate": "55",
        "title": "مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ وَعَبْقَرِيٍّ حِسَانٍ (76) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (77) ",
        "details": " وفيه مسائل : المسألة الأولى : ما الحكمة في تأخير ذكر اتكائهم عن ذكر نسائهم في هذا الموضع مع أنه تعالى قدم ذكر اتكائهم على ذكر نسائهم في الجنتين المتقدمتين حيث قال : { مُتَّكِئِينَ عَلَى فُرُشٍ } [ الرحمن : 54 ] ثم قال : { قاصرات الطرف } [ الرحمن : 56 ] وقال ههنا : { فِيهِنَّ خيرات حِسَانٌ } [ الرحمن : 70 ] ثم قال : { مُتَّكِئِينَ } ؟ والجواب عنه من وجهين أحدهما : أن أهل الجنة ليس عليهم تعب وحركة فهم منعمون دائماً لكن الناس في الدنيا على أقسام منهم من يجتمع مع أهله اجتماع مستفيض وعند قضاء وطره يستعمل الاغتسال والانتشار في الأرض للكسب ، ومنهم من يكون متردداً في طلب الكسب وعند تحصيله يرجع إلى أهله ويريح قلبه من التعب قبل قضاء الوطر فيكون التعب لازماً قبل قضاء الوطر أو بعده فالله تعالى قال في بيان أهل الجنة : متكئين قبل الاجتماع بأهلهم وبعد الاجتماع كذلك ، ليعلم أنهم دائم على السكون فلا تعب لهم لا قبل الاجتماع ولا بعد الاجتماع وثانيهما : هو أنا بينا في الوجهين المتقدمين أن الجنتين المتقدمتين لأهل الجنة الذين جاهدوا والمتأخرين لذرياتهم الذين ألحقوا بهم ، فهم فيهما وأهلهم في الخيام منتظرات قدوم أزواجهن ، فإذا دخل المؤمن جنته التي هي سكناه يتكىء على الفرش وتنتقل إليه أزواجه الحسان ، فكونهن في الجنتين المتقدمتين بعد اتكائهم على الفرش ، وأما كونهم في الجنتين المتأخرتين فذلك حاصل في يومنا ، واتكاء المؤمن غير حاصل في يومنا ، فقدم ذكر كونهن فيهن هنا وأخره هناك .\r\n و { مُتَّكِئِينَ } حال والعامل فيه ما دل عليه قوله : { لَمْ يَطْمِثْهُنَّ إِنسٌ قَبْلَهُمْ } [ الرحمن : 74 ] وذلك في قوة الاستثناء كأنه قال : لم يطمثهن إلا المؤمنون فإنهم يطمثوهن متكئين وما ذكرنا من قبل في قوله تعالى : { مُتَّكِئِينَ عَلَى فُرُشٍ } [ الرحمن : 54 ] يقال هنا .\r\n المسألة الثانية : الرفرف إما أن يكون أصله من رف الزرع إذا بلغ من نضارته فيكون مناسباً لقوله تعالى : { مُدْهَامَّتَانِ } [ الرحمن : 64 ] ويكون التقدير أنهم متكئون على الرياض والثياب العبقرية ، وإما أن يكون من رفرفة الطائر ، وهي حومة في الهواء حول ما يريد النزول عليه فيكون المعنى أنهم على بسط مرفوعة كما قال تعالى : { وَفُرُشٍ مَّرْفُوعَةٍ } [ الواقعة : 34 ] وهذا يدل على أن قوله تعالى : { وَمِن دُونِهِمَا جَنَّتَانِ } [ الرحمن : 62 ] أنهما دونهما في المكان حيث رفعت فرشهم ، وقوله تعالى : { خُضْرٍ } صيغة جمع فالرفرف يكون جمعاً لكونه اسم جنس ويكون واحده رفرفة كحنظلة وحنظل والجمع في متكئين يدل عليه فإنه لما قال : { مُتَّكِئِينَ } دل على أنهم على رفارف .\r\n المسألة الثالثة : ما الفرق بين الفرش والرفرف حيث لم يقل : رفارف اكتفاء بما يدل عليه قوله : { مُتَّكِئِينَ } وقال : { فُرُشٍ } ولم يكتف بما يدل عليه ذلك؟ نقول : جمع الرباعي أثقل من جمع الثلاثي ، ولهذا لم يجيء للجمع في الرباعي إلا مثال واحد وأمثلة الجمع في الثلاثي كثيرة وقد قرىء : ( على رفارف خضر ) ، و ( رفارف خضار وعباقر ) .\r\n المسألة الرابعة : إذ قلنا : إن الرفرف هي البسط فما الفائدة في الخضر حيث وصف تعالى ثياب الجنة بكونها خضراً قال تعالى : { ثِيَابُ سُندُسٍ خُضْرٌ } [ الإنسان : 21 ] نقول : ميل الناس إلى اللون الأخضر في الدنيا أكثر ، وسبب الميل إليه هو أن الألوان التي يظن أنها أصول الألوان سبعة وهي الشفاف وهو الذي لا يمنع نفوذ البصر فيه ولا يحجب ما وراءه كالزجاج والماء الصافي وغيرهما ثم الأبيض بعده ثم الأصفر ثم الأحمر ثم الأخضر ثم الأزرق ثم الأسود والأظهر أن الألوان الأصلية ثلاثة الأبيض والأسود وبينهما غاية الخلاف والأحمر متوسط بين الأبيض والأسود فإن الدم خلق على اللون المتوسط ، فإن لم تكن الصحة على ما ينبغي فإن كان لفرط البرودة فيه كان أبيض وإن كان لفرط الحرارة فيه كان أسود لكن هذه الثلاثة يحصل منها الألوان الأخر فالأبيض إذا امتزج بالأحمر حصل الأصفر يدل عليه مزج اللبن الأبيض بالدم وغيره من الأشياء الحمر وإذا امتزج الأبيض بالأسود حصل اللون الأزرق يدل عليه خلط الجص المدقوق بالفحم وإذا امتزج الأحمر بالأسود حصل الأزرق أيضاً لكنه إلى السواد أميل ، وإذا امتزج الأصفر بالأزرق حصل الأخضر من الأصفر والأزرق وقد علم أن الأصفر من الأبيض والأحمر والأزرق من الأبيض والأسود والأحمر والأسود فالأخضر حصل فيه الألوان الثلاثة الأصلية فيكون ميل الإنسان إليه لكونه مشتملاً على الألوان الأصلية وهذا بعيد جداً والأقرب أن الأبيض يفرق البصر ولهذا لا يقدر الإنسان على إدامة النظر في الأرض عند كونها مستورة بالثلج وإنه يورث الجهر والنظر إلى الأشياء السود يجمع البصر ولهذا كره الإنسان النظر إليه وإلى الأشياء الحمر كالدم والأخضر لما اجتمع فيه الأمور الثلاثة دفع بعضها أذى بعض وحصل اللون الممتزج من الأشياء التي في بدن الإنسان وهي الأحمر والأبيض والأصفر والأسود ولما كان ميل النفس في الدنيا إلى الأخضر ذكر الله تعالى في الآخرة ما هو على مقتضى طبعه في الدنيا .\r\n المسألة الخامسة : العبقري منسوب إلى عبقر وهو عند العرب موضع من مواضع الجن فالثياب المعمولة عملاً جيداً يسمونها عبقريات مبالغة في حسنها كأنها ليست من عمل الإنس ، ويستعمل في غير الثياب أيضاً حتى يقال للرجل الذي يعمل عملاً عجيباً : هو عبقري أي من ذلك البلد قال صلى الله عليه وسلم في المنام الذي رآه : « فلم أر عبقرياً من الناس يفري فريه » واكتفى بذكر اسم الجنس عن الجمع ووصفه بما توصف به الجموع فقال حسان : وذلك لما بينا أن جمع الرباعي يستثقل بعض الاستثقال ، وأما من قرأ : { عباقري } فقد جعل اسم ذلك الموضع عباقر فإن زعم أنه جمعه فقد وهم ، وإن جمع العبقري ثم نسب فقد التزم تكلفاً خلاف ما كلف الأدباء التزامه فإنهم في الجمع إذا نسبوا ردوه إلى الواحد وهذا القارىء تكلف في الواحد ورده إلى الجمع ثم نسبه لأن عند العرب ليس في الوجود بلاد كلها عبقر حتى تجمع ويقال : عباقر ، فهذا تكلف الجمع فيما لا جمع له ثم نسب إلى ذلك الجمع والأدباء تكره الجمع فيما ينسب لئلا يجمعوا بين الجمع والنسبة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "متكئين على رفرف خضر وعبقري حسان (76) فبأي آلاء ربكما تكذبان (77) ",
        "babnum": 39
    },
    {
        "id": 2575,
        "cate": "55",
        "title": "تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلَالِ وَالْإِكْرَامِ (78) ",
        "details": " وفيه مسائل : المسألة الأولى : في الترتيب وفيه وجوه أحدها : أنه تعالى لما ختم نعم الدنيا بقوله تعالى : { ويبقى وَجْهُ رَبّكَ ذُو الجلال والإكرام } [ الرحمن : 27 ] ختم نعم الآخرة بقوله : { تبارك اسم رَبّكَ ذِى الجلال والإكرام } إشارة إلى أن الباقي والدائم لذاته هو الله تعالى لا غير والدنيا فانية ، والآخرة وإن كانت باقية لكن بقاؤها بإبقاء الله تعالى ثانيها : هو أنه تعالى في أواخر هذه السور كلها ذكر اسم الله فقال في السورة التي قبل هذه : { عِندَ مَلِيكٍ مُّقْتَدِرِ } [ القمر : 55 ] وكون العبد عند الله من أتم النعم كذلك ههنا بعد ذكر الجنات وما فيها من النعم قال : { تبارك اسم رَبّكَ ذِى الجلال والإكرام } إشارة إلى أن أتم النعم عند الله تعالى ، وأكمل اللذات ذكر الله تعالى ، وقال في السورة التي بعد هذه : { فَرَوْحٌ وَرَيْحَانٌ وَجَنَّةٍ نَعِيمٍ } [ الواقعة : 89 ] ثم قال تعالى في آخر السورة : { فَسَبّحْ باسم رَبّكَ العظيم } [ الواقعة : 96 ] ثالثها : أنه تعالى ذكر جميع الذات في الجنات ، ولم يذكر لذة السماع وهي من أتم أنواعها ، فقال : { مُتَّكِئِينَ على رَفْرَفٍ خُضْرٍ } يسمعون ذكر الله تعالى .\r\n المسألة الثانية : أصل التبارك من البركة وهي الدوام والثبات ، ومنها بروك البعير وبركة الماء ، فإن الماء يكون فيها دائماً وفيه وجوه أحدها : دام اسمه وثبت وثانيها : دام الخير عنده لأن البركة وإن كانت من الثبات لكنها تستعمل في الخير وثالثها : تبارك بمعنى علا وارتفع شأناً لا مكاناً .\r\n المسألة الثالثة : قال بعد ذكر نعم الدنيا : { ويبقى وَجْهُ رَبّكَ } [ الرحمن : 27 ] وقال بعد ذكر نعم الآخرة : { تبارك اسم رَبّكَ } لأن الإشارة بعد عد نعم الدنيا وقعت إلى عدم كل شيء من الممكنات وفنائها في ذواتها ، واسم الله تعالى ينفع الذاكرين ولا ذاكر هناك يوحد الله غاية التوحيد فقال : ويبقى وجه الله تعالى والإشارة هنا ، وقعت إلى أن بقاء أهل الجنة بإبقاء الله ذاكرين اسم الله متلذذين به فقال : { تبارك اسم رَبّكَ } أي في ذلك اليوم لا يبقى اسم أحد إلا اسم الله تعالى به تدور الألسن ولا يكون لأحد عند أحد حاجة بذكره ولا من أحد خوف ، فإن تذاكروا تذاكروا باسم الله .\r\n المسألة الرابعة : الاسم مقحم أو هو أصل مذكور له التبارك ، نقول : فيه وجهان أحدهما : وهو المشهور أنه مقحم كالوجه في قوله تعالى : { ويبقى وَجْهُ رَبّكَ } يدل عليه قوله : { فَتَبَارَكَ الله أَحْسَنُ الخالقين } [ المؤمنين : 14 ] و : { تَبَارَكَ الذى بِيَدِهِ الملك } [ الملك : 1 ] وغيره من صور استعمال لفظ تبارك وثانيهما : هو أن الاسم تبارك ، وفيه إشارة إلى معنى بليغ ، أما إذا قلنا : تبارك بمعنى علا فمن علا اسمه كيف يكون مسماه وذلك لأن الملك إذا عظم شأنه لا يذكر اسمه إلا بنوع تعظيم ثم إذا انتهى الذاكر إليه يكون تعظيمه له أكثر ، فإن غاية التعظيم للاسم أن السامع إذا سمعه قام كما جرت عادة الملوك أنهم إذا سمعوا في الرسائل اسم سلطان عظيم يقومون عند سماع اسمه ، ثم إن أتاهم السلطان بنفسه بدلاً عن كتابه الذي فيه اسمه يستقبلونه ويضعون الجباه على الأرض بين يديه ، وهذا من الدلائل الظاهرة على أن علو الاسم يدل على علو زائد في المسمى ، أما إن قلنا : بمعنى دام الخير عنده فهو إشارة إلى أن ذكر اسم الله تعالى يزيل الشر ويهرب الشيطان ويزيد الخير ويقرب السعادات ، وأما إن قلنا : بمعنى دام اسم الله ، فهو إشارة إلى دوام الذاكرين في الجنة على ما قلنا من قبل .\r\n المسألة الخامسة : القراءة المشهورة ههنا : { ذِى الجلال } وفي قوله تعالى : { ويبقى وَجْهُ رَبّكَ ذُو الجلال } لأن الجلال للرب ، والاسم غير المسمى ، وأما وجه الرب فهو الرب فوصف هناك الوجه ووصف ههنا الرب ، دون الاسم ولو قال : ويبقى الرب لتوهم أن الرب إذا بقي رباً فله في ذلك الزمان مربوب ، فإذا قال وجه أنسى المربوب فحصل القطع بالبقاء للحق فوصف الوجه يفيد هذه الفائدة ، والله أعلم .\r\n والحمد لله رب العالمين وصلاته على سيدنا محمد وآله وصحبه وسلامه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "تبارك اسم ربك ذي الجلال والإكرام (78) ",
        "babnum": 40
    }
]