[
    {
        "id": 3169,
        "cate": "87",
        "title": "سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى (1) الَّذِي خَلَقَ فَسَوَّى (2) وَالَّذِي قَدَّرَ فَهَدَى (3) وَالَّذِي أَخْرَجَ الْمَرْعَى (4) فَجَعَلَهُ غُثَاءً أَحْوَى (5) ",
        "details": " فيه مسائل : المسألة الأولى : في قوله : { اسم رَبّكَ } قولان : أحدهما : أن المراد الأمر بتنزيه اسم الله وتقديسه والثاني : أن الاسم صلة والمراد الأمر بتنزيه الله تعالى .\r\n أما على الوجه الأول ففي اللفظ احتمالات أحدها : أن المراد نزه اسم ربك عن أن تسمي به غيره ، فيكون ذلك نهياً على أن يدعى غيره باسمه ، كما كان المشركون يسمون الصنم باللات ، ومسيلمة برحمان اليمامة وثانيها : أن لا يفسر أسماءه بما لا يصح ثبوته في حقه سبحانه نحو أن يفسر الأعلى بالعلو في المكان والاستواء بالاستقرار بل يفسر العلو بالقهر والاقتداء والاستواء بالاستيلاء وثالثها : أن يصان عن الابتذال والذكر لا على وجه الخشوع والتعظيم ، ويدخل فيه أن يذكر تلك الأسماء عند الغفلة وعدم الوقوف على معانيها وحقائقها ورابعها : أن يكون المراد بسبح باسم ربك ، أي مجده بأسمائه التي أنزلتها عليك وعرفتك أنها أسماؤه كقوله : { قُلِ ادعوا الله أَوِ ادعوا الرحمن } [ الإسراء : 110 ] ونظير هذا التأويل قوله تعالى : { فَسَبّحْ باسم رَبّكَ العظيم } [ الواقعة : 74 ] ومقصود الكلام من هذا التأويل أمران : أحدهما : { سَبِّحِ اسم رَبّكَ الأعلى } ، أي صل باسم ربك ، لا كما يصلي المشركون بالمكاء والتصدية والثاني : أن لا يذكر العبد ربه إلا بأسماء التي ورد التوقيف بها ، قال الفراء : لا فرق بين { سَبِّحِ اسم رَبّكَ } وبين { فَسَبّحْ باسم رَبّكَ } قال الواحدي : وبينهما فرق لأن معنى { فَسَبّحْ باسم رَبّكَ } نزه الله تعالى بذكر اسمه المنبىء عن تنزيهه وعلوه عما يقول المبطلون ، و { سَبِّحِ اسم رَبّكَ } أي نزه الاسم من السوء وخامسها : قال أبو مسلم : المراد من الاسم ههنا الصفة ، وكذا في قوله تعالى : { وَللَّهِ الأسماء الحسنى فادعوه بِهَا } [ الأعراف : 180 ] أما على الوجه الثاني وهو أن يكون الاسم صلة ويكون المعنى سبح ربك وهو اختيار جمع من المحققين ، قالوا : لأن الاسم في الحقيقة لفظة مؤلفة من حروف ولا يجب تنزيهها كما يجب في الله تعالى ، ولكن المذكور إذا كان في غاية العظمة لا يذكر هو بل يذكر اسمه فيقال : سبح اسمه ، ومجد ذكره ، كما يقال : سلام على المجلس العالي ، وقال لبيد : إلى الحول ثم اسم السلام عليكما \r\n أي السلام وهذه طريقة مشهورة في اللغة ، ونقول على هذا الوجه : تسبيح الله يحتمل وجهين الأول : أن لا يعامل الكفار معاملة يقدمون بسببها على ذكر الله بما لا ينبغي على ما قال : { وَلاَ تَسُبُّواْ الذين يَدْعُونَ مِن دُونِ الله فَيَسُبُّواْ الله عَدْواً بِغَيْرِ عِلْمٍ } [ الأنعام : 108 ] ، الثاني : أنه عبارة عن تنزيه الله تعالى عن كل ما لا يليق به ، في ذاته وفي صفاته وفي أفعاله ، وفي أسمائه وفي أحكامه ، أما في ذاته فأن يعتقد أنها ليست من الجواهر والأعراض ، وأما في صفاته ، فأن يعتقد أنها ليست محدثة ولا متناهية ولا ناقصة ، وأما في أفعاله فأن يعتقد أنه مالك مطلق ، فلا اعتراض لأحد عليه في أمر من الأمور ، وقالت المعتزلة هو أن يعتقد أن كل ما فعله فهو صواب حسن ، وأنه لا يفعل القبيح ولا يرضى به ، وأما في أسمائه فأن لا يذكر سبحانه إلا بالأسماء التي ورد التوقيف بها ، هذا عندنا وأما عند المعتزلة فهو أن لا يذكر إلا بالأسماء التي لا توهم نقصاً بوجه من الوجوه سواء ورد الإذن بها أو لم يرد ، وأما في أحكامه فهو أن يعلم أنه ما كلفنا لنفع يعود إليه .\r\n بل إما لمحض المالكية على ما هو قولنا ، أو لرعاية مصالح العباد على ما ( هو ) قول المعتزلة .\r\n المسألة الثانية : من الناس من تمسك بهذه الآية في أن الإسم نفس المسمى ، فأقول : إن الخوض في الاستدلال لا يمكن إلا بعد تلخيص محل النزاع ، فلا بد ههنا من بيان أن الإسم ما هو والمسمى ما هو حتى يمكننا أن نخوض في الاسم هل هو نفس المسمى أم لا ، فنقول : وإن كان المراد من الاسم هو هذا اللفظ ، وبالمسمى تلك الذات ، فالعاقل لا يمكنه أن يقول : الاسم هو المسمى ، وإن كان المراد ، من الاسم هو تلك الذات ، وبالمسمى أيضاً تلك الذات كان قولنا الاسم نفس المسمى ، هو أن تلك الذات نفس تلك الذات ، وهذا لا يمكن أن ينازع فيه عاقل ، فعلمنا أن هذه المسألة في وصفها ركيكة .\r\n وإن كان كذلك كان الخوض في ذكر الاستدلال عليه أرك وأبعد بل ههنا دقيقة ، وهي أن قولنا : اسم لفظة جعلناها اسماً لكل ما دل على معنى غير مقترن بزمان ، والاسم كذلك فيلزم أن يكون الاسم إسماً لنفسه فههنا الاسم نفس المسمى فلعل العلماء الأولين ذكروا ذلك فاشتبه الأمر على المتأخرين ، وظنوا أن الاسم في جميع المواضع نفس المسمى ، هذا حاصل التحقيق في هذه المسألة ، ولنرجع إلى الكلام المألوف ، قالوا : الذي يدل على أن الاسم نفس المسمى أن أحداً لا يقول سبحان اسم الله وسبحان اسم ربنا فمعنى { سَبِّحِ اسم رَبّكَ } سبح ربك ، والرب أيضاً اسم فلو كان غير المسمى لم يجز أن يقع التسبيح عليه ، واعلم أن هذا الاستدلال ضعيف لما بينا في المسألة الأولى أنه يمكن أن يكون الأمر وارداً بتسبيح الاسم ، ويمكن أن يكون المراد تسبيح المسمى وذكر الاسم صلة فيه .\r\n ويمكن أن يكون المراد سبح باسم ربك كما يقال : { فَسَبّحْ باسم رَبّكَ العظيم } [ الواقعة : 74 ] ويكون المعنى سبح ربك بذكر أسمائه .\r\n المسألة الثالثة : روى عن عقبة بن عامر أنه لما نزل قوله تعالى : { فَسَبّحْ باسم رَبّكَ العظيم } قال لنا رسول الله صلى الله عليه وسلم : « اجعلوها في ركوعكم » ولما نزل قوله : { سَبِّحِ اسم رَبّكَ الأعلى } قال : « اجعلوها في سجودكم » ثم روي في الأخبار أنه عليه السلام كان يقول : في ركوعه : « سبحان ربي العظيم » وفي سجوده : « سبحان ربي الأعلى » ثم من العلماء من قال : إن هذه الأحاديث تدل على أن المراد من قوله : { سَبِّحِ اسم رَبّكَ } أي صل باسم ربك ، ويتأكد هذا الاحتمال بإطباق المفسرين على أن قوله تعالى : { فَسُبْحَانَ الله حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ } [ الروم : 17 ] ورد في بيان أوقات الصلاة .\r\n المسألة الرابعة : قرأ علي عليه السلام وابن عمر : ( سبحان ربي الأعلى * الذي خلق فسوى ) ولعل الوجه فيه أن قوله : { سَبِّحِ } أمر بالتسبيح فلا بد وأن يذكر ذلك التسبيح وما هو إلا قوله : سبحان ربي الأعلى .\r\n المسألة الخامسة : تمسكت المجسمة في إثبات العلو بالمكان بقوله : { رَبّكَ الأعلى } والحق أن العلو بالجهة على الله تعالى محال ، لأنه تعالى إما أن يكون متناهياً أو غير متناه ، فإن كان متناهياً كان طرفه الفوقاني متناهياً ، فكان فوقه جهة فلا يكون هو سبحانه أعلى من جميع الأشياء وأما إن كان غير متناه فالقول : بوجود أبعاد غير متناهية محال وأيضاً فلأنه إن كان غير متناه من جميع الجهات يلزم أن تكون ذاته تعالى مختلطة بالقاذورات تعالى الله عنه ، وإن كان غير متناه من بعض الجهات ومتناهياً من بعض الجهات كان الجانب المتناهي مغايراً للجانب غير المتناهي فيكون مركباً من جزأين ، وكل مركب ممكن ، فواجب الوجود لذاته ممكن الوجود ، هذا محال .\r\n فثبت أن العلو ههنا ليس بمعنى العلو في الجهة ، مما يؤكد ذلك أن ما قبل هذه الآية وما بعدها ينافي أن يكون المراد هو العلو بالجهة ، أما قبل الآية فلأن العلو عبارة عن كونه في غاية البعد عن العالم ، وهذا لا يناسب استحقاق التسبيح والثناء والتعظيم ، أما العلو بمعنى كمال القدرة والتفرد بالتخليق والإبداع فيناسب ذلك ، والسورة ههنا مذكورة لبيان وصفه تعالى بما لأجله يستحق الحمد والثناء والتعظيم ، وأما ما بعد هذه الآية فلأنه أردف قوله : { الأعلى } بقوله : { الذي خَلَقَ فسوى } والخالقية تناسب العلو بحسب القدرة لا العلو بحسب الجهة .\r\n المسألة السادسة : من الملحدين من قال : بأن القرآن مشعر بأن للعالم ربين أحدهما عظيم والآخر أعلى منه ، أما العظيم فقوله : { فَسَبّحْ باسم رَبّكَ العظيم } وأما الأعلى منه فقوله : { سَبِّحِ اسم رَبّكَ الأعلى } فهذا يقتضي وجود رب آخر يكون هذا أعلى بالنسبة إليه .\r\n واعلم أنه لما دلت الدلائل على أن الصانع تعالى واحد سقط هذا السؤال ، ثم نقول ليس في هذه الآية أنه سبحانه وتعالى أعلى من رب آخر ، بل ليس فيه إلا أنه أعلى ، ثم لنا فيه تأويلات .\r\n الأول : أنه تعالى أعلى وأجل وأعظم من كل ما يصفه به الواصفون ، ومن كل ذكر يذكره به الذاكرون ، فجلال كبريائه أعلى من معارفنا وإدراكاتنا ، وأصناف آلائه ونعمائه أعلى من حمدنا وشكرنا ، وأنواع حقوقه أعلى من طاعاتنا وأعمالنا .\r\n الثاني : أن قوله : { الأعلى } تنبيه على استحقاق الله التنزيه من كل نقص فكأنه قال سبحانه فإنه : الأَعْلَى أي فإنه العالي على كل شيء بملكه وسلطانه وقدرته ، وهو كما تقول : اجتنبت الخمر المزيلة للعقل أي اجتنبتها بسبب كونها مزيلة للعقل .\r\n والثالث : أن يكون المراد بالأعلى العالي كما أن المراد بالأكبر الكبير .\r\n المسألة السابعة : روي أنه عليه السلام كان يحب هذه السورة ويقول : \" لو علم الناس علم سبح اسم ربك الأعلى لرددها أحدهم ست عشرة مرة \" وروى : «أن عائشة مرت بأعرابي يصلي بأصحابه فقرأ : ( سبح اسم ربك الأعلى ، الذي يسر على الحبلى ، فأخرج منها نسمة تسعى ، من بين صفاق وحشاً ، أليس ذلك بقادر على أن يحيي الموتى ، ألا بلى ألا بلى ) فقالت عائشة : لا آب غائبكم ، ولا زالت نساؤكم في لزبة» والله أعلم .\r\n أما قوله تعالى : { الذي خَلَقَ فسوى * والذي قَدَّرَ فهدى } فاعلم أنه سبحانه وتعالى لما أمر بالتسبيح ، فكأن سائلاً قال : الاشتغال بالتسبيح إنما يكون بعد المعرفة ، فما الدليل على وجود الرب؟ فقال : { الذي خَلَقَ فسوى * والذي قَدَّرَ فهدى } واعلم أن الاستدلال بالخلق والهداية هي الطريقة المعتمدة عند أكابر الأنبياء عليهم السلام والدليل عليه ما حكى الله تعالى عن إبراهيم عليه السلام ، أنه قال : { الذي خَلَقَنِي فَهُوَ يَهْدِينِ } [ الشعراء : 78 ] وحكى عن فرعون أنه لما قال لموسى وهرون عليهما السلام : { فَمَن رَّبُّكُمَا ياموسى } [ طه : 49 ] ؟ قال موسى عليه السلام : { رَبُّنَا الذي أعطى كُلَّ شَىء خَلْقَهُ ثُمَّ هدى } [ طه : 50 ] وأما محمد عليه السلام فإنه تعالى أول ما أنزل عليه هو قوله : { اقرأ باسم رَبّكَ الذى خَلَقَ * خَلَقَ الإنسان مِنْ عَلَقٍ } [ العلق : 2 1 ] هذا إشارة إلى الخلق ، ثم قال : { اقرأ وَرَبُّكَ الأكرم * الذي عَلَّمَ بالقلم } [ العلق : 4 3 ] وهذا إشارة إلى الهداية ، ثم إنه تعالى أعاد ذكر تلك الحجة في هذه السورة ، فقال : { الذي خَلَقَ فسوى * والذي قَدَّرَ فهدى } وإنما وقع الاستدلال بهذه الطريقة كثيراً لما ذكرنا أن العجائب والغرائب في هذه الطريقة أكثر ، ومشاهدة الإنسان لها ، واطلاعه عليها أتم ، فلا جرم كانت أقوى في الدلالة ، ثم ههنا مسائل : المسألة الأولى : قوله : { خَلَقَ فسوى } يحتمل أن يريد به الناس خاصة ، ويحتمل أن يريد الحيوان ، ويحتمل أن يريد كل شيء خلقه ، فمن حمله على الإنسان ذكر للتسوية وجوهاً أحدها : أنه جعل قامته مستوية معتدلة وخلقته حسنة ، على ما قال : { لَقَدْ خَلَقْنَا الإنسان فِي أَحْسَنِ تَقْوِيمٍ } [ التين : 4 ] وأثنى على نفسه بسبب خلقه إياه ، فقال : { فَتَبَارَكَ الله أَحْسَنُ الخالقين } ، وثانيها : أن كل حيوان فإنه مستعد لنوع واحد من الأعمال فقط ، وغير مستعد لسائر الأعمال ، أما الإنسان فإنه خلق بحيث يمكنه أن يأتي بجميع أفعال الحيوانات بواسطة آلات مختلفة فالتسوية إشارة إلى هذا وثالثها : أنه هيأ للتكليف والقيام بأداء العبادات ، وأما من حمله على جميع الحيوانات .\r\n قال : المراد أنه أعطى كل حيوان ما يحتاج إليه من أعضاء وآلات وحواس ، وقد استقصينا القول في هذا الباب في مواضع كثيرة من هذا الكتاب ، وأما من حمله على جميع المخلوقات ، قال : المراد من التسوية هو أنه تعالى قادر على كل الممكنات عالم بجميع المعلومات ، خلق ما أراد على وفق ما أراد موصوفاً بوصف الأحكام والإتقان ، مبرأ عن الفسخ والاضطراب .\r\n المسألة الثانية : قرأ الجمهور : { قدَّرَ } مشددة وقرأ الكسائي على التخفيف ، أما قراءة التشديد فالمعنى أنه قدر كل شيء بمقدار معلوم ، وأما التخفيف فقال القفال : معناه ملك فهدى وتأويله : أنه خلق فسوى ، وملك ما خلق ، أي تصرف فيه كيف شاء وأراد ، وهذا هو الملك فهداه لمنافعه ومصالحه ، ومنهم من قال : هما لغتان بمعنى واحد ، وعليه قوله تعالى : { فَقَدَرْنَا فَنِعْمَ القادرون } [ المرسلات : 23 ] بالتشديد والتخفيف .\r\n المسألة الثالثة : أن قوله : { قدَّرَ } يتناول المخلوقات في ذواتها وصفاتها كل واحد على حسبه فقدر السموات والكواكب والعناصر والمعادن والنبات والحيوان والإنسان بمقدار مخصوص من الجثة والعظم ، وقدر لكل واحد منها من البقاء مدة معلومة ومن الصفات والألوان والطعوم والروائح والأيون والأوضاع والحسن والقبح والسعادة والشقاوة والهداية والضلالة مقداراً معلوماً على ما قال : { وَإِن مّن شَيْء إِلاَّ عِندَنَا خَزَائِنُهُ وَمَا نُنَزّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ } [ الحجر : 21 ] وتفصيل هذه الجملة مما لا يفي بشرحه المجلدات ، بل العالم كله من أعلى عليين إلى أسفل السافلين ، تفسير هذه الآية .\r\n وتفصيل هذه الجملة .\r\n أما قوله : { فهدى } فالمراد أن كل مزاج فإنه مستعد لقوة خاصة وكل قوة فإنها لا تصلح إلا لفعل معين ، فالتسوية والتقدير عبارة عن التصرف في الأجزاء الجسمانية وتركيبها على وجه خاص لأجله تستعد لقبول تلك القوى ، وقوله : { فهدى } عبارة عن خلق تلك القوى في تلك الأعضاء بحيث تكون كل قوة مصدراً لفعل معين ، ويحصل من مجموعها تمام المصلحة ، وللمفسرين فيه وجوه ، قال مقاتل : هدى الذكر للأنثى كيف يأتيها ، وقال آخرون : هداه للمعيشة ورعاه ، وقال آخرون : هدى الإنسان لسبل الخير والشر والسعادة والشقاوة ، وذلك لأنه جعله حساساً دراكاً متمكناً من الإقدام على ما يسره والإحجام عما يسوءه كما قال : { إِنَّا هديناه السبيل إِمَّا شَاكِراً وَإِمَّا كَفُوراً } [ الإنسان : 3 ] وقال : { وَنَفْسٍ وَمَا سَوَّاهَا * فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا } [ الشمس : 8 7 ] وقال السدي : قدر مدة الجنين في الرحم ثم هداه للخروج وقال الفراء : قدر فهدى وأضل ، فاكتفى بذكر إحداهما : كقوله : { سَرَابِيلَ تَقِيكُمُ الحر } [ النحل : 81 ] وقال آخرون : الهداية بمعنى الدعاء إلى الإيمان كقوله : { وَإِنَّكَ لَتَهْدِي } [ الشورى : 52 ] أي تدعو ، وقد دعى الكل إلى الإيمان ، وقال آخرون : هدى أي دلهم بأفعاله على توحيده وجلال كبريائه ، ونعوت صمديته ، وفردانيته ، وذلك لأن العاقل يرى في العالم أفعال محكمة متقنة منتسقة منتظمة ، فهي لا محالة تدل على الصانع القديم ، وقال قتادة في قوله : { فهدى } إن الله تعالى ما أكره عبداً على معصية ، ولا على ضلالة ، ولا رضيها له ولا أمره بها ، ولكن رضي لكم الطاعة ، وأمركم بها ، ونهاكم عن المعصية ، واعلم أن هذه الأقوال على كثرتها لا تخرج عن قسمين ، فمنهم من حمل قوله : { فهدى } على ما يتعلق بالدين كقوله : { وهديناه النجدين } ومنهم من حمله على ما يرجع إلى مصالح الدنيا ، والأول أقوى ، لأن قوله : { خَلَقَ فسوى والذي قَدَّرَ } يرجع إلى أحوال الدنيا ، ويدخل فيه إكمال العقل والقوى ، ثم أتبعه بقوله : { فهدى } أي كلفه ودله على الدين ، أما قوله تعالى : { والذي أَخْرَجَ المرعى } فاعلم أنه سبحانه لما بين ما يختص به الناس أتبعه بذكر ما يختص به غير الناس من النعم : فقال : { والذي أَخْرَجَ المرعى } أي هو القادر على إنبات العشب لا الأصنام التي عبدتها الكفرة ، والمرعى ما تخرجه الأرض من النبات ومن الثمار والزروع والحشيش ، قال ابن عباس : المرعى الكلأ الأخضر ، ثم قال : فجعله غثاء أحوى وفيه مسألتان : المسألة الأولى : الغثاء ما يبس من النبت فحملته الأودية والمياه وألوت به الرياح ، وقال قطرب واحد الغثاء غثاءة .\r\n المسألة الثانية : الحوة السواد ، وقال بعضهم : الأحوى هو الذي يضرب إلى السواد إذا أصابته رطوبة ، وفي أحوى قولان : أحدهما : أنه نعت الغثاء أي صار بعد الخضرة يابساً فتغير إلى السواد ، وسبب ذلك السواد أمور أحدها : أن العشب إنما يجف عند استيلاء البرد على الهواء ، ومن شأن البرودة أنها تبيض الرطب وتسود اليابس وثانيها : أن يحملها السيل فيلصق بها أجزاء كدرة فتسود وثالثها : أن يحملها الريح فتلصق بها الغبار الكثير فتسود القول الثاني : وهو اختيار الفراء وأبي عبيدة ، وهو أن يكون الأحوى هو الأسود لشدة خضرته ، كما قيل : { مُدْهَامَّتَانِ } [ الرحمن : 64 ] أي سوداوان لشدة خضرتهما ، والتقدير الذي أخرج المرعى أحوى فجعله غثاء ، كقوله : { وَلَمْ يَجْعَل لَّهُ عِوَجَا * قَيِّماً } [ الكهف : 1 ، 2 ] أي أنزل قيماً ولم يجعل له عوجاً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "سبح اسم ربك الأعلى (1) الذي خلق فسوى (2) والذي قدر فهدى (3) والذي أخرج المرعى (4) فجعله غثاء أحوى (5) ",
        "babnum": 1
    },
    {
        "id": 3170,
        "cate": "87",
        "title": "سَنُقْرِئُكَ فَلَا تَنْسَى (6) إِلَّا مَا شَاءَ اللَّهُ إِنَّهُ يَعْلَمُ الْجَهْرَ وَمَا يَخْفَى (7) ",
        "details": " اعلم أنه تعالى لما أمر محمداً بالتسبيح فقال : { سَبِّحِ اسم رَبّكَ الأعلى } [ الأعلى : 1 ] وعلم محمداً عليه السلام أن ذلك التسبيح لا يتم ولا يكمل إلا بقراءة ما أنزله الله تعالى عليه من القرآن ، لما بينا أن التسبيح الذي يليق به هو الذي يرتضيه لنفسه ، فلا جرم كان يتذكر القرآن في نفسه مخافة أن ينسى فأزال الله تعالى ذلك الخوف عن قلبه بقوله : { سَنُقْرِئُكَ فَلاَ تنسى } وفيه مسائل : المسألة الأولى : قال الواحدي : { سَنُقْرِئُكَ } أي سنجعلك قارئاً بأن نلهمك القراءة فلا تنسى ما تقرؤه ، والمعنى نجعلك قارئاً للقرآن تقرؤه فلا تنساه ، قال مجاهد ومقاتل والكلبي : كان عليه السلام إذا نزل عليه القرآن أكثر تحريك لسانه مخافة أن ينسى ، وكان جبريل لا يفرغ من آخر الوحي حتى يتكلم هو بأوله مخافة النسيان ، فقال تعالى : { سَنُقْرِئُكَ فَلاَ تنسى } أي سنعلمك هذا القرآن حتى تحفظه ، ونظيره قوله : { وَلاَ تَعْجَلْ بالقرءان مِن قَبْلِ أَن يُقْضى إِلَيْكَ وَحْيُهُ } [ طه : 114 ] وقوله : { لاَ تُحَرّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ } [ القيامة : 16 ] ثم ذكروا في كيفية ذلك الاستقراء والتعليم وجوهاً أحدها : أن جبريل عليه السلام سيقرأ عليك القرآن مرات حتى تحفظه حفظاً لا تنساه وثانيها : أنا نشرح صدرك ونقوي خاطرك حتى تحفظ بالمرة الواحدة حفظاً لا تنساه وثالثها : أنه تعالى لما أمره في أول السورة بالتسبيح فكأنه تعالى قال : واظب على ذلك ودم عليه فإنا سنقرئك القرآن الجامع لعلوم الأولين والآخرين ويكون فيه ذكرك وذكر قومك ونجمعه في قلبك ، ونيسرك لليسرى وهو العمل به .\r\n المسألة الثانية : هذه الآية تدل على المعجزة من وجهين الأول : أنه كان رجلاً أمياً فحفظه لهذا الكتاب المطول من غير دراسة ولا تكرار ولا كتبة ، خارق للعادة فيكون معجزاً الثاني : أن هذه السورة من أوائل ما نزل بمكة ، فهذا إخبار عن أمر عجيب غريب مخالف للعادة سيقع في المستقبل وقد وقع فكان هذا إخباراً عن الغيب فيكون معجزاً ، أما قوله : { فَلاَ تنسى } فقال بعضهم : { فَلاَ تنسى } معناه النهي ، والألف مزيدة للفاصلة ، كقوله : { السبيلا } [ الأحزاب : 67 ] يعني فلا تغفل قراءته وتكريره فتنساه إلا ما شاء الله أن ينسيكه ، والقول المشهور أن هذا خبر والمعنى سنقرئك إلى أن تصير بحيث لا تنسى وتأمن النسيان ، كقولك سأكسوك فلا تعرى أي فتأمن العرى ، واحتج أصحاب هذا القول على ضعف القول الأول بأن ذلك القول لا يتم إلا عند التزام مجازات في هذه الآية منها أن النسيان لا يقدر عليه إلا الله تعالى ، فلا يصح ورود الأمر والنهي به ، فلا بد وأن يحمل ذلك على المواظبة على الأشياء التي تنافي النسيان مثل الدراسة وكثرة التذكر .\r\n وكل ذلك عدول عن ظاهر اللفظ .\r\n ومنها أن تجعل الألف مزيدة للفاصلة وهو أيضاً خلاف الأصل ومنها أنا إذا جعلناه خبراً كان معنى الآية بشارة الله إياه بأني أجعلك بحيث لا تنساه ، وإذا جعلناه نهياً كان معناه أن الله أمره بأن يواظب على الأسباب المانعة من النسيان وهي الدراسة والقراءة ، وهذا ليس في البشارة وتعظيم حاله مثل الأول ، ولأنه على خلاف قوله : { لاَ تُحَرّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ } [ القيامة : 16 ] .\r\n أما قوله : { إِلاَّ مَا شَاء الله } ففيه احتمالان أحدهما : أن يقال : هذا الاستثناء غير حاصل في الحقيقة وأنه عليه السلام لم ينس بعد ذلك شيئاً ، قال الكلبي : إنه عليه السلام لم ينس بعد نزول هذه الآية شيئاً ، وعلى هذا التقدير يكون الغرض من قوله : { إِلاَّ مَا شَاء الله } أحد أمور أحدها : التبرك بذكر هذه الكلمة على ما قال تعالى : { وَلاَ تَقْولَنَّ لِشَىْء إِنّى فَاعِلٌ ذلك غَداً * إِلاَّ أَن يَشَاء الله } [ الكهف : 24 23 ] وكأنه تعالى يقول : أنا مع أني عالم بجميع المعلومات وعالم بعواقب الأمور على التفصيل لا أخبر عن وقوع شيء في المستقبل إلا مع هذه الكلمة فأنت وأمتك يا محمد أولى بها وثانيها : قال الفراء : إنه تعالى ما شاء أن ينسى محمد عليه السلام شيئاً ، إلا أن المقصود من ذكر هذا الاستثناء بيان أنه تعالى لو أراد أن يصير ناسياً لذلك لقدر عليه ، كما قال : { وَلَئِن شِئْنَا لَنَذْهَبَنَّ بالذي أَوْحَيْنَا إِلَيْكَ } [ الإسراء : 86 ] ثم إنا نقطع بأنه تعالى ما شاء ذلك وقال لمحمد عليه السلام : { لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ } [ الزمر : 65 ] مع أنه عليه الصلاة والسلام ما أشرك ألبتة ، وبالجملة ففائدة هذا الاستثناء أن الله تعالى يعرفه قدرة ربه حتى يعلم أن عدم النسيان من فضل الله وإحسانه لا من قوته وثالثها : أنه تعالى لما ذكر هذا الاستثناء جوز رسول الله صلى الله عليه وسلم في كل ما ينزل عليه من الوحي قليلاً كان أو كثيراً أن يكون ذلك هو المستثنى ، فلا جرم كان يبالغ في التثبت والتحفظ والتيقظ في جميع المواضع ، فكان المقصود من ذكر هذا الاستثناء بقاءه عليه السلام على التيقظ ، في جميع الأحوال ورابعها : أن يكون الغرض من قوله : { إِلاَّ مَا شَاء الله } نفي النسيان رأساً ، كما يقول الرجل لصاحبه : أنت سهيمي فيما أملك إلا فيما شاء ( الله ) ، ولا يقصد استثناء شيء .\r\n القول الثاني : أن قوله : { إِلاَّ مَا شَاء الله } استثناء في الحقيقة ، وعلى هذا التقدير تحتمل الآية وجوهاً أحدها : قال الزجاج : إلا ما شاء الله أن ينسى ، فإنه ينسى ثم يتذكر بعد ذلك ، فإذاً قد ينسى ولكنه يتذكر فلا ينسى نسياناً كلياً دائماً ، روى أنه أسقط آية في قراءته في الصلاة ، فحسب أبي أنها نسخت ، فسأله فقال : نسيتها .\r\n وثانيها : قال مقاتل : إلا ما شاء الله أن ينسيه ، ويكون المراد من الإنساء ههنا نَسْخُةُ ، كما قال : { مَا نَنسَخْ مِنْ ءايَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مّنْهَا } [ البقرة : 106 ] فيكون المعنى إلا ما شاء الله أن تنساه على الأوقات كلها ، فيأمرك أن لا تقرأه ولا تصلي به ، فيصير ذلك سبباً لنسيانه ، وزواله عن الصدور .\r\n وثالثها : أن يكون معنى قوله : { إِلاَّ مَا شَاء الله } القلة والندرة ، ويشترط أن لا يكون ذلك القليل من واجبات الشرع ، بل من الآداب والسنن ، فإنه لو نسي شيئاً من الواجبات ولم يتذكره أدى ذلك إلى الخلل في الشرع ، وإنه غير جائز .\r\n أما قوله تعالى : { إِنَّهُ يَعْلَمُ الجهر وَمَا يخفى } ففيه وجهان أحدهما : أن المعنى أنه سبحانه عالم بجهرك في القراءة مع قراءة جبريل عليه السلام ، وعالم بالسر الذي في قلبك وهو أنك تخاف النسيان ، فلا تخف فأنا أكفيك ما تخافه والثاني : أن يكون المعنى : فلا تنسى إلا ما شاء الله أن ينسخ ، فإنه أعلم بمصالح العبيد ، فينسخ حيث يعلم أن المصلحة في النسخ .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "سنقرئك فلا تنسى (6) إلا ما شاء الله إنه يعلم الجهر وما يخفى (7) ",
        "babnum": 2
    },
    {
        "id": 3171,
        "cate": "87",
        "title": "وَنُيَسِّرُكَ لِلْيُسْرَى (8) ",
        "details": " ففيه مسائل : المسألة الأولى : اليسرى هي أعمال الخير التي تؤدي إلى اليسر ، إذا عرفت هذا فنقول : للمفسرين فيه وجوه : أحدها : أن قوله : { وَنُيَسّرُكَ } معطوف على { سنقرؤك } وقوله : { إِنَّهُ يَعْلَمُ الجهر وَمَا يخفى } اعتراض ، والتقدير : سنقرؤك فلا تنسى ، ونوفقك للطريقة التي هي أسهل وأيسر ، يعني في حفظ القرآن وثانيها : قال ابن مسعود : اليسرى الجنة ، والمعنى نيسرك للعمل المؤدي إليها وثالثها : نهون عليك الوحي حتى تحفظه وتعلمه وتعمل به ورابعها : نوفقك للشريعة وهي الحنيفية السهلة السمحة ، والوجه الأول أقرب .\r\n المسألة الثانية : لسائل أن يسأل فيقول العبارة المعتادة أن يقال : جعل الفعل الفلاني ميسراً لفلان ، ولا يقال : جعل فلان ميسراً للفعل الفلاني فما الفائدة فيه؟ ههنا الجواب : أن هذه العبارة كما أنها اختيار القرآن في هذا الموضع ، وفي سورة الليل أيضاً ، فكذا هي اختيار الرسول في قوله عليه السلام : « اعملوا فكل ميسر لما خلق له » وفيه لطيفة علمية ، وذلك لأن ذلك الفعل في نفسه ماهية ممكنة قابلة للوجود والعدم على السوية ، فما دام القادر يبقى بالنسبة إلى فعلها وتركها على السوية امتنع صدور الفعل عنه ، فإذا نرجح جانب الفاعلية على جانب التاركية ، فحينئذ يحصل الفعل ، فثبت أن الفعل ما لم يجب لم يوجد ، وذلك الرجحان هو المسمى بالتيسير ، فثبت أن الأمر بالتحقيق هو أن الفاعل يصير ميسراً للفعل ، لا أن الفعل يصير ميسراً للفاعل ، فسبحان من له تحت كل كلمة حكمة خفية وسر عجيب يبهر العقول .\r\n المسألة الثالثة : إنما قال : { وَنُيَسّرُكَ لليسرى } بنون التعظيم لتكون عظمة المعطى دالة على عظمة العطاء ، نظيره قوله تعالى : { إِنَّا أنزلناه } [ يوسف : 2 ] { إِنَّا نَحْنُ نَزَّلْنَا الذكر } [ الحجر : 9 ] { إنا أعطيناك الكوثر } [ الكوثر : 1 ] دلت هذه الآية على أنه سبحانه فتح عليه من أبواب التيسير والتسهيل ما لم يفتحه على أحد غيره ، وكيف لا وقد كان صبياً لا أب له ولا أم له نشأ في قوم جهال ، ثم إنه تعالى جعله في أفعاله وأقواله قدوة للعالمين ، وهدياً للخلق أجمعين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ونيسرك لليسرى (8) ",
        "babnum": 3
    },
    {
        "id": 3172,
        "cate": "87",
        "title": "فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَى (9) ",
        "details": " فاعلم أنه تعالى لما تكمل بتيسير جميع مصالح الدنيا والآخرة أمر بدعوة الخلق إلى الحق ، لأن كمال حال الإنسان في أن يتخلق بأخلاق الله سبحانه تاماً وفوق التمام ، فلما صار محمد عليه الصلاة والسلام تاماً بمقتضى قوله : { وَنُيَسّرُكَ لليسرى } [ الأعلى : 8 ] أمر بأن يجعل نفسه فوق التمام بمقتضى قوله : { فَذَكّرْ } لأن التذكير يقتضي تكميل الناقصين وهداية الجاهلين ، ومن كان كذلك كان فياضاً للكمال ، فكان تاماً وفوق التمام ، وههنا سؤالات : السؤال الأول : أنه عليه السلام كان مبعوثاً إلى الكل فيجب عليه أن يذكرهم سواء نفعتهم الذكرى أو لم تنفعهم ، فما المراد من تعليقه على الشرط في قوله : { إِن نَّفَعَتِ الذكرى } ؟ الجواب : أن المعلق بأن على الشيء لا يلزم أن يكون عدماً عند عدم ذلك الشيء ، ويدل عليه آيات منها هذه الآية ومنها قوله : { وَلاَ تُكْرِهُواْ فتياتكم عَلَى البغاء إِنْ أَرَدْنَ تَحَصُّناً } [ النور : 33 ] ومنها قوله : { واشكروا للَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ } [ البقرة : 172 ] ومنها قوله : { فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُواْ مِنَ الصلاة إِنْ خِفْتُمْ } [ النساء : 101 ] فإن القصر جائز وإن لم يوجد الخوف ، ومنها قوله : { وَلَمْ تَجِدُواْ كَاتِبًا فرهان } [ البقرة : 283 ] والرهن جائز مع الكتابة ، ومنها قوله : { فَلاَ جُنَاحَ عَلَيْهِمَا أَن يَتَرَاجَعَا إِن ظَنَّا أَن يُقِيمَا حُدُودَ الله } [ البقرة : 230 ] والمراجعة جائزة بدون هذا الظن ، إذا عرفت هذا فنقول ذكروا لذكر هذا الشرط فوائد إحداها : أن من باشر فعلاً لغرض فلا شك أن الصورة التي علم فيها إفضاء تلك الوسيلة إلى ذلك الغرض ، كان إلى ذلك الفعل أوجب من الصورة التي علم فيها عدم ذلك الإفضاء ، فلذلك قال : { إِن نَّفَعَتِ الذكرى } وثانيها : أنه تعالى ذكر أشرف الحالتين ، ونبه على الأخرى كقوله : { سَرَابِيلَ تَقِيكُمُ الحر } [ النحل : 81 ] والتقدير : { فَذَكّرْ إِن نَّفَعَتِ الذكرى } أو لم تنفع وثالثها : أن المراد منه البعث على الانتفاع بالذكرى ، كما يقول المرء لغيره إذا بين له الحق : قد أوضحت لك إن كنت تعقل فيكون مراده البعث على القبول والانتفاع به ورابعها : أن هذا يجري مجرى تنبيه الرسول صلى الله عليه وسلم أنه لا تنفعهم الذكرى كما يقال للرجل : ادع فلاناً إن أجابك ، والمعنى وما أراه يجيبك وخامسها : أنه عليه السلام دعاهم إلى الله كثيراً ، وكلما كانت دعوته أكثر كان عتوهم أكثر ، وكان عليه السلام يحترق حسرة على ذلك فقيل له : { وَمَا أَنتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكّرْ بالقرءان مَن يَخَافُ وَعِيدِ } [ ق : 45 ] إذ التذكير العام واجب في أول الأمر فأما التكرير فلعله إنما يجب عند رجاء حصول المقصود فلهذا المعنى قيده بهذا الشرط .\r\n السؤال الثاني : التعليق بالشرط إنما يحسن في حق من يكون جاهلاً بالعواقب ، أما علام الغيوم فكيف يليق به ذلك؟ الجواب : روي في الكتب أنه تعالى كان يقول لموسى : { فَقُولاَ لَهُ قَوْلاً لَّيّناً لَّعَلَّهُ يَتَذَكَّرُ أَوْ يخشى } [ طه : 44 ] وأنا أشهد أنه لا يتذكر ولا يخشى .\r\n فأمر الدعوة والبعثة شيء وعلمه تعالى بالمغيبات وعواقب الأمور غير ولا يمكن بناء أحدهما على الآخر .\r\n السؤال الثالث : التذكير المأمور به هل مضبوط مثل أن يذكرهم عشرات مرات ، أو غير مضبوط ، وحينئذ كيف يكون الخروج عن عهدة التكليف؟ والجواب : أن الضابط فيه هو العرف ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فذكر إن نفعت الذكرى (9) ",
        "babnum": 4
    },
    {
        "id": 3173,
        "cate": "87",
        "title": "سَيَذَّكَّرُ مَنْ يَخْشَى (10) ",
        "details": " ففيه مسائل : المسألة الأولى : اعلم أن الناس في أمر المعاد على ثلاثة أقسام منهم من قطع بصحته ، ومنهم من جوز وجوده ولكنه غير قاطع فيه لا بالنفي ولا بالإثبات ، ومنهم من أصر على إنكاره وقطع بأنه لا يكون فالقسمان الأولان تكون الخشية حاصلة لهما ، وأما القسم الثالث فلا خشية له ولا خوف إذا عرفت ذلك ظهر أن الآية تحتمل تفسيرين : أحدهما : أن يقال : الذي يخشى هو الذي يكون عارفاً بالله وعارفاً بكمال قدرته وعلمه وحكمته ، وذلك يقتضي كونه قاطعاً بصحة المعاد ولذلك قال تعالى : { إِنَّمَا يَخْشَى الله مِنْ عِبَادِهِ العلماء } [ فاطر : 28 ] فكأنه تعالى لما قال : { فَذَكّرْ إِن نَّفَعَتِ الذكرى } بين في هذه الآية أن الذي تنفعه الذكرى من هو ، ولما كان الانتفاع بالذكرى مبنياً على حصول الخشية في القلب ، وصفات القلوب مما لا اطلاع لأحد عليها إلا الله سبحانه وجب على الرسول تعميم الدعوة تحصيلاً للمقصود ، فإن المقصود تذكير من ينتفع بالتذكير ، ولا سبيل إليه إلا بتعميم التذكير .\r\n الثاني : أن يقال : إن الخشية حاصلة للعاملين وللمتوقفين غير المعاندين وأكثر الخلق متوقفون غير معاندين والمعاند فيهم قليل ، فإذا ضم إلى المتوقفين الذين لهم الغلبة العارفون كانت الغلبة العظيمة لغير المعاندين ، ثم إن كثيراً من المعاندين ، إنما يعاندون باللسان ، فأما المعاند في قلبه بينه وبين نفسه فذلك مما لا يكون أو إن كان فهو في غاية الندرة والقلة ، ثم إن الإنسان إذا سمع التخويف بأنه يصلى النار الكبرى وأنه لا يموت فيها ولا يحيى انكسر قلبه فلا بد وأن يستمع وينتفع أغلب الخلق في أغلب الأحوال ، وأما ذلك المعرض فنادر ، وترك الخير الكثير لأجل الشر القليل شر كثير ، فمن هذا الوجه كان قوله : { فَذَكّرْ إِن نَّفَعَتِ الذكرى } يوجب تعميم التذكير .\r\n المسألة الثالثة : السين في قوله : { سَيَذَّكَّرُ } يحتمل أن تكون بمعنى سوف يذكر وسوف من الله واجب كقوله : { سَنُقْرِئُكَ فَلاَ تنسى } [ الأعلى : 6 ] ويحتمل أن يكون المعنى أن من خشي الله فإنه يتذكر وإن كان بعد حين بما يستعمله من التدبر والنظر فهو بعد طول المدة يذكر ، والله أعلم .\r\n المسألة الرابعة : العلم إنما يسمى تذكراً إذا كان قد حصل العلم أولاً ثم نسيه وهذه الحالة غير حاصلة للكفار فكيف سمى الله تعالى ذلك بالتذكر؟ وجوابه : أن لقوة الدلائل وظهورها كأن ذلك العلم كان حاصلاً ، ثم إنه زال بسبب التقليد والعناد .\r\n فلهذا أسماه الله تعالى بالتذكر .\r\n المسألة الخامسة : قيل : نزلت هذه الآية في عثمان بن عفان ، وقيل : نزلت في ابن أم مكتوم .\r\n أما قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "سيذكر من يخشى (10) ",
        "babnum": 5
    },
    {
        "id": 3174,
        "cate": "87",
        "title": "وَيَتَجَنَّبُهَا الْأَشْقَى (11) الَّذِي يَصْلَى النَّارَ الْكُبْرَى (12) ",
        "details": " فاعلم أنا بينا أن أقسام الخلق ثلاثة العارفون والمتوقفون والمعاندون ، وبينا أن القسمين الأولين ، لا بد وأن يكون لهما خوف وخشية ، وصاحب الخشية لا بد وأن يستمع إلى الدعوة وينتفع بها ، فيكون الأشقى هو المعاند الذي لا يستمع إلى الدعوة ولا ينتفع بها ، فلهذا قال تعالى : { وَيَتَجَنَّبُهَا الأشقى الذي يَصْلَى النار الكبرى } وفيه مسألتان : المسألة الأولى : ذكروا في تفسير { النار الكبرى } وجوهاً أحدها : قال الحسن : الكبرى نار جهنم ، والصغرى نار الدنيا وثانيها : أن في الآخرة نيراناً ودركات متفاضلة كما أن في الدنيا ذنوباً ومعاصي متفاضلة ، وكما أن الكافر أشقى العصاة كذلك يصلى أعظم النيران وثالثها : أن النار الكبرى هي النار السفلى ، وهي تصيب الكفار على ما قال تعالى : { إِنَّ المنافقين فِي الدرك الأسفل مِنَ النار } [ النساء : 145 ] .\r\n المسألة الثانية : قالوا : نزلت هذه الآية في الوليد وعتبة وأبي ، وأنت تعلم أن العبرة بعموم اللفظ لا بخصوص السبب ، لا سيما وقد بينا صحة هذا الترتيب بالبرهان العقلي .\r\n المسألة الثالثة : لقائل أن يقول : إن الله تعالى ذكر ههنا قسمين أحدهما : الذي يذكر ويخشى والثاني : الأشقى الذي يصلى النار الكبرى ، لكن وجود الأشقى يستدعي وجود الشقي فكيف حال هذا القسم؟ وجوابه : أن لفظة الأشقى لا تقتضي وجود الشقي إذ قد يجري مثل هذا اللفظ من غير مشاركة ، كقوله تعالى : { أصحاب الجنة يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرّاً وَأَحْسَنُ مَقِيلاً } [ الفرقان : 24 ] وقيل : المعنى ، ويتجنبها الشقي الذي يصلى كما في قوله : { وَهُوَ أَهْوَنُ عَلَيْهِ } [ الروم : 27 ] أي هين عليه ، ومثل قول القائل : إن الذي سمك السماء بنى لنا \r\n بيتاً دعائمه أعز وأطول هذا ما قيل لكن التحقيق ما ذكرنا أن الفرق الثلاثة ، العارف والمتوقف والمعاند فالسعيد هو العارف ، والمتوقف له بعض الشقاء والأشقى هو المعاند الذي بينا أنه هو الذي لا يلتفت إلى الدعوة ولا يصغى إليها ويتجنبها .\r\n أما قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "ويتجنبها الأشقى (11) الذي يصلى النار الكبرى (12) ",
        "babnum": 6
    },
    {
        "id": 3175,
        "cate": "87",
        "title": "ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَى (13) ",
        "details": " ففيه مسألتان : المسألة الأولى : للمفسرين فيه وجهان : أحدهما : لا يموت فيستريح ولا يحيا حياة تنفعه ، كما قال : { لا يُقْضَى عَلَيْهِمْ فَيَمُوتُواْ وَلاَ يُخَفَّفُ عَنْهُمْ مّنْ عَذَابِهَا } [ فاطر : 36 ] وهذا على مذهب العرب تقول للمبتلى بالبلاء الشديد لا هو حي ولا هو ميت وثانيهما : معناه أن نفس أحدهم في النار تصير في حلقه فلا تخرج فيموت ، ولا ترجع إلى موضعها من الجسم فيحيا .\r\n المسألة الثانية : إنما قيل : { ثُمَّ } لأن هذه الحالة أفظع وأعظم من الصلى فهو متراخ عنه في مراتب الشدة .\r\n أما قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "ثم لا يموت فيها ولا يحيى (13) ",
        "babnum": 7
    },
    {
        "id": 3176,
        "cate": "87",
        "title": "قَدْ أَفْلَحَ مَنْ تَزَكَّى (14) ",
        "details": " ففيه وجهان : أحدهما : أنه تعالى لما ذكر وعيد من أعرض عن النظر والتأمل في دلائل الله تعالى ، أتبعه بالوعد لمن تزكى ويطهر من دنس الشرك وثانيهما : وهو قول الزجاج : تكثر من التقوى لأن معنى الزاكي النامي الكثير ، وهذا الوجه معتضد بقوله تعالى : { قَدْ أَفْلَحَ المؤمنون * الذين هُمْ فِي صَلاَتِهِمْ خاشعون } [ المؤمنون : 1-2 ] أثبت الفلاح للمستجمعين لتلك الخصال وكذلك قوله تعالى في أول البقرة : { وأولئك هُمُ المفلحون } [ البقرة : 5 ] وأما الوجه الأول فإنه معتضد بوجهين : الأول : أنه تعالى لما لم يذكر في الآية ما يجب التزكي عنه علمنا أن المراد هو التزكي عما مر ذكره قبل الآية ، وذلك هو الكفر ، فعلمنا أن المراد ههنا : { قَدْ أَفْلَحَ مَن تزكى } عن الكفر الذي مر ذكره قبل هذه الآية والثاني : أن الاسم المطلق ينصرف إلى المسمى الكامل ، وأكمل أنواع التزكية هو تزكية القلب عن ظلمة الكفر فوجب صرف هذا المطلق إليه ، ويتأكد هذا التأويل بما روي عن ابن عباس أنه قال معنى : { تزكى } قول : لا إله إلا الله .\r\n أما قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "قد أفلح من تزكى (14) ",
        "babnum": 8
    },
    {
        "id": 3177,
        "cate": "87",
        "title": "وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى (15) ",
        "details": " ففيه مسائل : المسألة الأولى : ذكر المفسرون فيه وجوهاً .\r\n أحدها : قال ابن عباس : ذكر معاده وموقفه بين يدي ربه فصلى له .\r\n وأقول : هذا التفسير متعين وذلك لأن مراتب أعمال المكلف ثلاثة أولها : إزالة العقائد الفاسدة عن القلب وثانيها : استحضار معرفة الله تعالى بذاته وصفاته وأسمائه وثالثها : الاشتغال بخدمته .\r\n فالمرتبة الأولى : هي المراد بالتزكية في قوله : { قَدْ أَفْلَحَ مَن تزكى } [ الأعلى : 14 ] .\r\n وثانيها : هي المراد بقوله : { وَذَكَرَ اسم رَبّهِ } فإن الذكر بالقلب ليس إلا المعرفة .\r\n وثالثها : الخدمة وهي المراد بقوله : { فصلى } فإن الصلاة عبارة عن التواضع والخشوع فمن استنار قلبه بمعرفة جلال الله تعالى وكبريائه ، لا بد وأن يظهر في جوارحه وأعضائه أثر الخضوع والخشوع .\r\n وثانيها : قال قوم من المفسرين قوله : { قَدْ أَفْلَحَ مَن تزكى } يعني من تصدق قبل مروره إلى العيد : { وَذَكَرَ اسم رَبّهِ فصلى } يعني ثم صلى صلاة العيد بعد ذلك مع الإمام .\r\n وهذا قول عكرمة وأبي العالية وابن سيرين وابن عمر وروي ذلك مرفوعاً إلى النبي صلى الله عليه وسلم ، وهذا التفسير فيه إشكال من وجهين الأول : أن عادة الله تعالى في القرآن تقديم ذكر الصلاة على ذكر الزكاة لا تقديم الزكاة على الصلاة والثاني : قال الثعلبي : هذه السورة مكية بالإجماع ولم يكن بمكة عيد ولا زكاة فطر .\r\n أجاب الواحدي عنه بأنه لا يمتنع أن يقال : لما كان في معلوم الله تعالى أن ذلك سيكون أثنى على من فعل ذلك وثالثها : قال مقاتل : { قَدْ أَفْلَحَ مَن تزكى } [ الأعلى : 14 ] أي تصدق من ماله وذكر ربه بالتوحيد في الصلاة فصلى له ، والفرق بين هذا الوجه وما قبله أن هذا يتناول الزكاة والصلاة المفروضتين ، والوجه الأول ليس كذلك ورابعها : { قَدْ أَفْلَحَ مَن تزكى } ليس المراد منه زكاة المال بل زكاة الأعمال أي من تطهر في أعماله من الرياء والتقصير ، لأن اللفظ المعتاد أن يقال : في المال زكى ولا يقال تزكى قال تعالى : { وَمَن تزكى فَإِنَّمَا يتزكى لِنَفْسِهِ } [ فاطر : 18 ] ، وخامسها : قال ابن عباس : { وَذَكَرَ اسم رَبّهِ } أي كبر في خروجه إلى العيد وصلى صلاة العيد وسادسها : المعنى وذكر اسم ربه في صلاته ولا تكون صلاته كصلاة المنافقين حيث يراؤون الناس ولا يذكرون الله إلا قليلاً .\r\n المسألة الثانية : الفقهاء احتجوا بهذه الآية على وجوب تكبيرة الافتتاح ، واحتج أبو حنيفة رحمه الله بها على أن تكبيرة الافتتاح ليست من الصلاة ، قال : لأن الصلاة معطوفة عليها والعطف يستدعي المغايرة ، واحتج أيضاً بهذه الآية على أن الافتتاح جائز بكل اسم من أسمائه وأجاب أصحابنا بأن تقدير الآية ، وصلى فذكر اسم ربه ولا فرق بين أن تقول أكرمتني فزرتني وبين أن تقول زرتني فأكرمتني ، ولأبي حنيفة أن يقول : ترك العمل بفاء التعقيب لا يجوز من غير دليل والأولى في الجواب أن يقال : الآية تدل على مدح كل من ذكر اسم الله فصلى عقيبه وليس في الآية بيان أن ذلك الذكر هو تكبيرة الافتتاح .\r\n فلعل المراد به أن من ذكر الله بقلبه وذكر ثوابه وعقابه دعاه ذلك إلى فعل الصلاة ، فحينئذ يأتي بالصلاة التي أحد أجزائها التكبير ، وحينئذ يندفع الاستدلال .\r\n ثم قال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "وذكر اسم ربه فصلى (15) ",
        "babnum": 9
    },
    {
        "id": 3178,
        "cate": "87",
        "title": "بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا (16) ",
        "details": " وفيه قراءتان : قراءة العامة بالتاء ويؤكده حرف أبي ، أي بل أنتم تؤثرون عمل الدنيا على عمل الآخرة .\r\n قال ابن مسعود : إن الدنيا أحضرت ، وعجل لنا طعامها وشرابها ونساؤها ولذاتها وبهجتها ، وإن الآخرة لغيب لنا وزويت عنا ، فأخذنا بالعاجل وتركنا الآجل .\r\n وقرأ أبو عمرو : يؤثرون بالياء يعني الأشقى .\r\n ثم قال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "بل تؤثرون الحياة الدنيا (16) ",
        "babnum": 10
    },
    {
        "id": 3179,
        "cate": "87",
        "title": "وَالْآخِرَةُ خَيْرٌ وَأَبْقَى (17) ",
        "details": " وتمامه أن كل ما كان خيراً وأبقى فهو آثر ، فيلزم أن تكون الآخرة آثر من الدنيا وهم كانوا يؤثرون الدنيا ، وإنما قلنا : إن الآخرة خير لوجوه أحدها : أن الآخرة مشتملة على السعادة الجسمانية والروحانية ، والدنيا ليست كذلك ، فالآخرة خير من الدنيا وثانيها : أن الدنيا لذاتها مخلوطة بالآلام ، والآخرة ليست كذلك وثالثها : أن الدنيا فانية ، والآخرة باقية ، والباقي خير من الفاني .\r\n ثم قال : ",
        "fav": 0,
        "note": null,
        "normal": "والآخرة خير وأبقى (17) ",
        "babnum": 11
    },
    {
        "id": 3180,
        "cate": "87",
        "title": "إِنَّ هَذَا لَفِي الصُّحُفِ الْأُولَى (18) ",
        "details": " واختلفوا في المشار إليه بلفظ ( هذا ) منهم من قال : جميع السورة ، وذلك لأن السورة مشتملة على التوحيد والنبوة والوعيد على الكفر بالله ، والوعد على طاعة الله تعالى .\r\n ومنهم من قال : بل المشار إليه بهذه الإشارة هو من قوله : { قَدْ أَفْلَحَ مَن تزكى } [ الأعلى : 14 ] إشارة إلى تطهير النفس عن كل ما لا ينبغي .\r\n أما القوة النظرية فعن جميع العقائد الفاسدة ، وأما في القوة العملية فعن جميع الأخلاق الذمية .\r\n وأما قوله : { وَذَكَرَ اسم رَبّهِ } [ الأعلى : 15 ] فهو إشارة إلى تكميل الروح بمعرفة الله تعالى ، وأما قوله : { فصلى } [ الأعلى : 15 ] فهو إشارة إلى تكميل الجوارح وتزيينها بطاعة الله تعالى .\r\n وأما قوله : { بَلْ تُؤْثِرُونَ الحياة الدنيا } [ الأعلى : 16 ] فهو إشارة إلى الزجر عن الالتفات إلى الدنيا .\r\n وأما قوله : { والآخرة خَيْرٌ وأبقى } [ الأعلى : 17 ] فهو إشارة إلى الترغيب في الآخرة وفي ثواب الله تعالى ، وهذه أمور لا يجوز أن تختلف باختلاف الشرائع ، فلهذا السبب قال : { إِنَّ هذا لَفِى الصحف الأولى } وهذا الوجه كما تأكد بالعقل فالخبر يدل عليه ، روى عن أبي ذر أنه قال : قلت هل في الدنيا مما في صحف إبراهيم وموسى؟ فقال : اقرأ يا أبا ذر { قَدْ أَفْلَحَ مَن تزكى } [ الأعلى : 14 ] وقال آخرون : إن قوله ( هذا ) إشارة إلى قوله : { والآخرة خَيْرٌ وأبقى } وذلك لأن الإشارة راجعة إلى أقرب المذكورات وذلك هو هذه الآية ، وأما قوله : { لَفِى الصحف الأولى } فهو نظير لقوله : { وَإِنَّهُ لَفِى زُبُرِ الأولين } [ الشعراء : 196 ] وقوله : { شَرَعَ لَكُم مّنَ الدين مَا وصى بِهِ نُوحاً } [ الشورى : 13 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن هذا لفي الصحف الأولى (18) ",
        "babnum": 12
    },
    {
        "id": 3181,
        "cate": "87",
        "title": "صُحُفِ إِبْرَاهِيمَ وَمُوسَى (19) ",
        "details": " فيه قولان : أحدهما : أنه بيان لقوله : { فِى الصحف الأولى } [ الأعلى : 18 ] والثاني : أن المراد أنه مذكور في صحف جميع الأنبياء التي منها صحف إبراهيم وموسى ، روي عن أبي ذر أنه سأل رسول الله صلى الله عليه وسلم كم أنزل الله من كتاب؟ فقال : « مائة وأربعة كتب ، على آدم عشر صحف وعلى شيث خمسين صحيفة وعلى إدريس ثلاثين صحيفة وعلى إبراهيم عشر صحائف والتوراة والإنجيل والزبور والفرقان ، » وقيل : إن في صحف إبراهيم : ينبغي للعاقل أن يكون حافظاً للسانه عارفاً بزمانه مقبلاً على شأنه ، والله سبحانه وتعالى أعلم .\r\n وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "صحف إبراهيم وموسى (19) ",
        "babnum": 13
    }
]