[
    {
        "id": 3274,
        "cate": "96",
        "title": "اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (1) ",
        "details": " { اقرأ باسم رَبّكَ } اعلم أن في الباء من قوله : { باسم رَبّكَ } قولين : أحدهما : قال أبو عبيدة : الباء زائدة ، والمعنى : اقرأ اسم ربك ، كما قال الأخطل : هن الحرائر لا ربات أخمرة \r\n سود المحاجر لا يقرأن بالسور ومعنى اقرأ اسم ربك ، أي أذكر اسمه ، وهذا القول ضعيف لوجوه أحدها : أنه لو كان معناه اذكر اسم ربك ما حسن منه أن يقول : ما أنا بقارىء ، أي لا أذكر اسم ربي وثانيها : أن هذا الأمر لا يليق بالرسول ، لأنه ما كان له شغل سوى ذكر الله ، فكيف يأمره بأن يشتغل بما كان مشغولاً به أبداً وثالثها : أن فيه تضييع الباء من غير فائدة .\r\n القول الثاني : أن المراد من قوله : { اقرأ } أي اقرأ القرآن ، إذ القراءة لا تستعمل إلا فيه قال تعالى : { فَإِذَا قرأناه فاتبع قُرْءانَهُ } [ القيامة : 18 ] وقال : { وَقُرْءانًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى الناس على مُكْثٍ } [ الإسراء : 106 ] وقوله : { باسم رَبّكَ } يحتمل وجوهاً أحدها : أن يكون محل باسم ربك النصب على الحال فيكون التقدير : اقرأ القرآن مفتتحاً باسم ربك أي قل : باسم الله ثم اقرأ ، وفي هذا دلالة على أنه يجب قراءة التسمية في ابتداء كل سورة كما أنزل الله تعالى وأمر به ، وفي هذه الآية رد على من لا يرى ذلك واجباً ولا يبتدىء بها وثانيها : أن يكون المعنى اقرأ القرآن مستعيناً باسم ربك كأنه يجعل الاسم آلة فيما يحاوله من أمر الدين والدنيا ، نظيره كتبت بالقلم ، وتحقيقه أنه لما قال له : { اقرأ } فقال له : لست بقارىء ، فقال : { اقرأ باسم رَبّكَ } أي استعن باسم ربك واتخذه آلة في تحصيل هذا الذي عسر عليك وثالثها : أن قوله : { اقرأ باسم رَبّكَ } أي اجعل هذا الفعل لله وافعله لأجله كما تقول : بنيت هذه الدار باسم الأمير وصنعت هذا الكتاب باسم الوزير ولأجله ، فإن العبادة إذا صارت لله تعالى ، فكيف يجترىء الشيطان أن يتصرف فيما هو لله تعالى؟ فإن قيل : كيف يستمر هذا التأويل في قولك : قبل الأكل بسم الله ، وكذا قبل كل فعل مباح؟ قلنا : فيه وجهان أحدهما : أن ذلك إضافة مجازية كما تضيف ضيعتك إلى بعض الكبار لتدفع بذلك ظلم الظلمة ، كذا تضيف فعلك إلى الله ليقطع الشيطان طمعه عن مشاركتك ، فقد روى أن من لم يذكر اسم الله شاركه الشيطان في ذلك الطعام والثاني : أنه ربما استعان بذلك المباح على التقوى على طاعة الله فيصير المباح طاعة فيصح ذلك التأويل فيه .\r\n أما قوله : { رَبَّكَ } ففيه سؤالان : أحدها : وهو أن الرب من صفات الفعل ، والله من أسماء الذات وأسماء الذات أشرف من أسماء الفعل ، ولأنا قد دللنا بالوجوه الكثيرة على أن اسم الله أشرف من اسم الرب ، ثم إنه تعالى قال ههنا : { باسم رَبّكَ } ولم يقل : اقرأ باسم الله كما قال في التسمية المعروفة : بسم الله الرحمن الرحيم وجوابه : أنه أمر بالعبادة ، وبصفات الذات ، وهو لا يستوجب شيئاً ، وإنما يستوجب العبادة بصفات الفعل ، فكان ذلك أبلغ في الحث على الطاعة ، ولأن هذه السورة كانت من أوائل ما نزل على ما كان الرسول عليه السلام قد فزع فاستماله ليزول الفزع ، فقال : هو الذي رباك فكيف يفزعك؟ فأفاد هذا الحرف معنيين أحدهما : ربيتك فلزمك القضاء فلا تتكاسل والثاني : أن الشروع ملزم للاتمام ، وقد ربيتك منذ كذا فكيف أضيعك ، أي حين كنت علقاً لم أدع تربيتك فبعد أن صرت خلقاً نفيساً موحداً عارفاً بي كيف أضيعك؟ .\r\n السؤال الثاني : ما الحكمة في أنه أضاف ذاته إليه ، فقال : { باسم رَبّكَ } ؟ الجواب : تارة يضيف ذاته إليه بالربوبية كما ههنا ، وتارة يضيفه إلى نفسه بالعبودية ، أسرى بعبده ، نظيره قوله عليه السلام : « علي مني وأنا منه » كأنه تعالى يقول : هو لي وأنا له ، يقرره قوله تعالى : { مَّنْ يُطِعِ الرسول فَقَدْ أَطَاعَ الله } [ النساء : 80 ] أو نقول : إضافة ذاته إلى عبده أحسن من إضافة العبد إليه ، إذ قد علم في الشاهد أن من له إبنان ينفعه أكبرهما دون الأصغر ، يقول : هو ابني فحسب لما أنه ينال منه المنفعة ، فيقول الرب تعالى : المنفعة تصل مني إليك ، ولم تصل منك إلى خدمة ولا طاعة إلى الآن ، فأقول : أنا لك ولا أقول أنت لي ، ثم إذا أتيت بما طلبته منك من طاعة أو توبة أضفتك إلى نفسي فقلت : أنزل على عبده { قُلْ ياعبادى الذين أَسْرَفُواْ } [ الزمر : 53 ] .\r\n السؤال الثالث : لم ذكر عقيب قوله : { رَبَّكَ } قوله : { الذى خَلَقَ } ؟ الجواب : كأن العبد يقول : ما الدليل على أنك ربي؟ فيقول : لأنك كنت بذاتك وصفاتك معدوماً .\r\n ثم صرت موجوداً فلا بد لك في ذاتك وصفاتك من خالق ، وهذا الخلق والإيجاد تربية فدل ذلك على أني ربك وأنت مربوبي .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "اقرأ باسم ربك الذي خلق (1) ",
        "babnum": 1
    },
    {
        "id": 3275,
        "cate": "96",
        "title": "خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ (2) ",
        "details": " أما قوله تعالى : { الذى خَلَقَ * خَلَقَ الإنسان مِنْ عَلَقٍ } ففيه مسائل : المسألة الأولى : في تفسير هذه الآية ثلاثة أوجه أحدها : أن يكون قوله : { الذى خَلَقَ } لا يقدر له مفعول ، ويكون المعنى أنه الذي حصل منه الخلق واستأثر به لا خالق سواه والثاني : أن يقدر له مفعول ويكون المعنى أنه الذي خلق كل شيء ، فيتناول كل مخلوق ، لأنه مطلق ، فليس حمله على البعض أولى من حمله على الباقي ، كقولنا : الله أكبر ، أي من كل شيء ، ثم قوله بعد ذلك : { خَلَقَ الإنسان مِنْ عَلَقٍ } تخصيص للإنسان بالذكر من بين جملة المخلوقات ، إما لأن التنزيل إليه أو لأنه أشرف ما على وجه الأرض والثالث : أن يكون قوله : { اقرأ باسم رَبّكَ الذى خَلَقَ } مبهماً ثم فسره بقوله : { خَلَقَ الإنسان مِنْ عَلَقٍ } تفخيماً لخلق الإنسان ودلالة على عجيب فطرته .\r\n المسألة الثانية : احتج الأصحاب بهذه الآية على أنه لا خالق غير الله تعالى ، قالوا : لأنه سبحانه جعل الخالقية صفة مميزة لذات الله تعالى عن سائر الذوات ، وكل صفة هذا شأنها فإنه يستحيل وقوع الشركة فيها ، قالوا : وبهذا الطريق عرفنا أن خاصية الإلهية هي القدرة على الاختراع ومما يؤكد ذلك أن فرعون لما طلب حقيقة الإله ، فقال : { وَمَا رَبُّ العالمين } [ الشعراء : 23 ] قال موسى : { رَبُّكُمْ وَرَبُّ ءابَائِكُمُ الأولين } [ الشعراء : 26 ] والربوبية إشارة إلى الخالقية التي ذكرها ههنا ، وكل ذلك يدل على قولنا .\r\n المسألة الثالثة : اتفق المتكلمون على أن أول الواجبات معرفة الله تعالى ، أو النظر في معرفة الله أو القصد إلى ذلك النظر على الاختلاف المشهور فيما بينهم ، ثم إن الحكيم سبحانه لما أراد أن يبعثه رسولاً إلى المشركين ، لو قال له : اقرأ باسم ربك الذي لا شريك له ، لأبوا أن يقبلوا ذلك منه ، لكنه تعالى قدم ذلك مقدمة تلجئهم إلى الاعتراف به كما يحكى إن زفر لما بعثه أبو حنيفة إلى البصرة لتقرير مذهبه ، فلما ذكر أبو حنيفة زيفوه ولم يلتفتوا إليه ، فرجع إلى أبي حنيفة .\r\n وأخبره بذلك ، فقال إنك لم تعرف طريق التبليغ ، لكن ارجع إليهم ، واذكر في المسألة أقاويل أئمتهم ثم بين ضعفها ، ثم قل بعد ذلك : ههنا قول آخر ، واذكر قولي وحجتي ، فإذا تمكن ذلك في قلبهم ، فقل : هذا قول أبي حنيفة لأنهم حينئذ يستحيون فلا يردون ، فكذا ههنا أن الحق سبحانه يقول : إن هؤلاء عباد الأوثان ، فلو أثنيت علي وأعرضت عن الأوثان لأبوا ذلك ، لكن اذكر لهم أنهم هم الذين خلقوا من العلقة فلا يمكنهم إنكاره ، ثم قل : ولا بد للفعل من فاعل فلا يمكنهم أن يضيفوا ذلك إلى الوثن لعلمهم بأنهم نحتوه ، فبهذا التدريج يقرون بأني أنا المستحق للثناء دون الأوثان ، كما قال تعالى : { وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ الله } [ الزخرف : 87 ] ثم لما صارت الإلهية موقوفة على الخالقية وحصل القطع بأن من لم يخلق لم يكن إلهاً ، فلهذا قال تعالى : { أَفَمَن يَخْلُقُ كَمَن لاَّ يَخْلُقُ } [ النحل : 17 ] ودلت الآية على أن القول بالطبع باطل ، لأن المؤثر فيه إن كان حادثاً افتقر إلى مؤثر آخر ، وإن كان قديماً فإما أن يكون موجباً أو قادراً ، فإن كان موجباً لزم أن يقارنه الأثر فلم يبق إلا أنه مختار وهو عالم لأن التغير حصل على الترتيب الموافق للمصلحة .\r\n المسألة الرابعة : إنما قال : { مِنْ عَلَقٍ } على الجمع لأن الإنسان في معنى الجمع ، كقوله : { إِنَّ الإنسان لَفِى خُسْرٍ } [ العصر : 2 ] .\r\n أما قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "خلق الإنسان من علق (2) ",
        "babnum": 2
    },
    {
        "id": 3276,
        "cate": "96",
        "title": "اقْرَأْ وَرَبُّكَ الْأَكْرَمُ (3) الَّذِي عَلَّمَ بِالْقَلَمِ (4) ",
        "details": " ففيه مسائل : المسألة الأولى : قال بعضهم : اقرأ أولاً لنفسك ، والثاني للتبليغ أو الأول للتعلم من جبريل والثاني للتعليم أو اقرأ في صلاتك ، والثاني خارج صلاتك .\r\n المسألة الثانية : الكرم إفادة ما ينبغي لا لعوض ، فمن يهب السكين ممن يقتل به نفسه فهو ليس بكريم ، ومن أعطى ثم طلب عوضاً فهو ليس بكريم ، وليس يجب أن يكون العوض عيناً بل المدح والثواب والتخلص عن المذمة كله عوض ، ولهذا قال أصحابنا : إنه تعالى يستحيل أن يفعل فعلاً لغرض لأنه لو فعل فعلاً لغرض لكان حصول ذلك الغرض أولى له من لا حصوله ، فحينئذ يستفيد بفعل ذلك الشيء حصول تلك الأولوية ، ولو لم يفعل ذلك الفعل لما كان يحصل له تلك الأولوية ، فيكون ناقصاً بذاته مستكملاً بغيره وذلك محال ، ثم ذكروا في بيان أكرميته تعالى وجوهاً أحدها : أنه كم من كريم يحلم وقت الجناية ، لكنه لا يبقى إحسانه على الوجه الذي كان قبل الجناية ، وهو تعالى أكرم لأنه يزيد بإحسانه بعد الجناية ، ومنه قول القائل : متى زدت تقصيراً تزد لي تفضلاً \r\n كأني بالتقصير أستوجب الفضلا وثانيها : إنك كريم لكن ربك أكرم وكيف لا وكل كريم ينال بكرمه نفعاً إما مدحاً أو ثواباً أو يدفع ضرراً .\r\n أما أنا فالأكرم إذ لا أفعله إلا لمحض الكرم وثالثها : أنه الأكرم لأن له الابتداء في كل كرم وإحسان وكرمه غير مشوب بالتقصير ورابعها : يحتمل أن يكون هذا حثاً على القراءة أي هذا الأكرم لأنه يجازيك بكل حرف عشراً أو حثاً على الإخلاص ، أي لا تقرأ لطمع ولكن لأجلي ودع عليَّ أمرك فأنا أكرم من أن لا أعطيك ما لا يخطر ببالك ، ويحتمل أن المعنى تجرد لدعوة الخلق ولا تخف أحداً فأنا أكرم من أن آمرك بهذا التكليف الشاق ثم لا أنصرك .\r\n المسألة الثالثة : أنه سبحانه وصف نفسه بأنه : خلق الإنسان من علق وثانياً بأنه علقة وهي بالقلم ، ولا مناسبة في الظاهر بين الأمرين ، لكن التحقيق أن أول أحوال الإنسان كونه علقة وهي أخس الأشياء وآخر أمره هو صيرورته عالماً بحقائق الأشياء ، وهو أشرف مراتب المخلوقات فكأنه تعالى يقول : انتقلت من أخس المراتب إلى أعلى المراتب فلا بد لك من مدبر مقدر ينقلك من تلك الحالة الخسيسة إلى هذه الحالة الشريفة ، ثم فيه تنبيه على أن العلم أشرف الصفات الإنسانية ، كأنه تعالى يقول : الإيجاد والإحياء والإقدار والرزق كرم وربوبية ، أما الأكرم هو الذي أعطاك العلم لأن العلم هو النهاية في الشرف .\r\n المسألة الرابعة : قوله : { باسم رَبّكَ الذى خَلَقَ * خَلَقَ الإنسان مِنْ عَلَقٍ } إشارة إلى الدلالة العقلية الدالة على كمال القدرة والحكمة والعلم والرحمة ، وقوله : { الذى عَلَّمَّ بالقلم } إشارة إلى الأحكام المكتوبة التي لا سبيل إلى معرفتها إلا بالسمع ، فالأول كأنه إشارة إلى معرفة الربوبية والثاني إلى النبوة ، وقدم الأول على الثاني تنبيهاً على أن معرفة الربوبية غنية عن النبوة ، وأما النبوة فإنها محتاجة إلى معرفة الربوبية .\r\n المسألة الخامسة : في قوله : { عَلَّمَ بالقلم } وجهان أحدهما : أن المراد من القلم الكتابة التي تعرف بها الأمور الغائبة ، وجعل القلم كناية عنها والثاني : أن المراد علم الإنسان الكتاب بالقلم وكلا القولين متقارب ، إذ المراد التنبيه على فضيلة الكتابة ، يروى أن سليمان عليه السلام سأل عفريتاً عن الكلام ، فقال : ريح لا يبقى ، قال : فما قيده ، قال : الكتابة ، فالقلم صياد يصيد العلوم يبكي ويضحك ، بركوعه تسجد الأنام ، وبحركته تبقى العلوم على مر الليالي والأيام ، نظيره قول زكريا : { إِذْ نادى رَبَّهُ نِدَاء خَفِيّاً } [ مريم : 3 ] أخفى وأسمع فكذا القلم لا ينطق ثم يسمع الشرق والغرب ، فسبحانه من قادر بسوادها جعل الدين منوراً ، كما أنه جعلك بالسواد مبصراً ، فالقلم قوام الإنسان والإنسان قوام العين ، ولا تقل القلم نائب اللسان ، فإن القلم ينوب عن اللسان واللسان لا ينوب عن القلم ، التراب طهور ، ولو إلى عشر حجج ، والقلم بدل ( عن اللسان ) ولو ( بعث ) إلى المشرق والمغرب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "اقرأ وربك الأكرم (3) الذي علم بالقلم (4) ",
        "babnum": 3
    },
    {
        "id": 3277,
        "cate": "96",
        "title": "عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ (5) ",
        "details": " فيحتمل أن يكون المراد علمه بالقلم وعلمه أيضاً غير ذلك ولم يذكر واو النسق ، وقد يجري مثل هذا في الكلام تقول : أكرمتك أحسنت إليك ملكتك الأموال وليتك الولايات ، ويحتمل أن يكون المراد من اللفظين واحداً ويكون المعنى : علم الإنسان بالقلم مالم يعلمه ، فيكون قوله : { عَلَّمَ الإنسان ما لَمْ يَعْلَمْ } بياناً لقوله : { عَلَّمَ بالقلم } [ العلق : 4 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "علم الإنسان ما لم يعلم (5) ",
        "babnum": 4
    },
    {
        "id": 3278,
        "cate": "96",
        "title": "كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى (6) ",
        "details": " وفيه مسائل : المسألة الأولى : أكثر المفسرين على أن المراد من الإنسان ههنا إنسان واحد وهو أبو جهل ، ثم منهم من قال : نزلت السورة من ههنا إلى آخرها في أبي جهل .\r\n وقيل : نزلت من قوله : { أَرَأَيْتَ الذى ينهى * عَبْداً } [ العلق : 9 ] إلى آخر السورة في أبي جهل .\r\n قال ابن عباس : كان النبي صلى الله عليه وسلم يصلي فجاء أبو جهل ، فقال : ألم أنهك عن هذا؟ فزجره النبي صلى الله عليه وسلم ، فقال أبو جهل : والله إنك لتعلم أني أكثر أهل الوادي نادياً ، فأنزل الله تعالى : { فَلْيَدْعُ نَادِيَهُ * سَنَدْعُ الزبانية } [ العلق : 17 ، 18 ] قال ابن عباس : والله لو دعا ناديه لأخذته زبانية الله ، فكأنه تعالى لما عرفه أنه مخلوق من علق فلا يليق به التكبر ، فهو عند ذلك ازداد طغياناً وتعززاً بماله ورياسته في مكة .\r\n ويروى أنه قال : ليس بمكة أكرم مني .\r\n ولعله لعنه الله قال ذلك رداً لقوله : { وَرَبُّكَ الأكرم } [ العلق : 3 ] ثم القائلون بهذا القول منهم من زعم أنه ليست هذه السورة من أوائل ما نزل .\r\n ومنهم من قال : يحتمل أن يكون خمس آيات من أول السورة نزلت أولاً ، ثم نزلت البقية بعد ذلك في شأن أبي جهل ، ثم أمر النبي صلى الله عليه وسلم بضم ذلك إلى أول السورة ، لأن تأليف الآيات إنما كان يأمر الله تعالى ، ألا ترى أن قوله تعالى : { واتقوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى الله } [ البقرة : 281 ] آخر ما نزل عند المفسرين ثم هو مضموم إلى ما نزل قبله بزمان طويل القول الثاني : أن المراد من الإنسان المذكور في هذه الآية جملة الإنسان ، والقول الأول وإن كان أظهر بحسب الروايات ، إلا أن هذا القول أقرب بحسب الظاهر ، لأنه تعالى بين أن الله سبحانه مع أنه خلقه من علقة ، وأنعم عليه بالنعم التي قدمنا ذكرها ، إذ أغناه ، وزاد في النعمة عليه فإنه يطغى ويتجاوز الحد في المعاصي واتباع هوى النفس ، وذلك وعيد وزجر عن هذه الطريقة ، ثم إنه تعالى أكد هذا الزجر بقوله : { إِنَّ إلى رَبّكَ الرجعى } [ العلق : 8 ] أي إلى حيث لا مالك سواه ، فتقع المحاسبة على ما كان منه من العمل والمؤاخذة بحسب ذلك .\r\n المسألة الثانية : قوله : { كَلاَّ } فيه وجوه أحدها : أنه ردع وزجر لمن كفر بنعمة الله بطغيانه ، وإن لم يذكر لدلالة الكلام عليه وثانيها : قال مقاتل : كلا لا يعلم الإنسان إن الله هو الذي خلقه من العلقة وعلمه بعد الجهل ، وذلك لأنه عند صيرورته غنياً يطغى ويتكبر ، ويصير مستغرق القلب في حب الدنيا فلا يتفكر في هذه الأحوال ولا يتأمل فيها وثالثها : ذكر الجرجاني صاحب « النظم » أن كلا ههنا بمعنى حقاً لأنه ليس قبله ولا بعده شيء تكون { كَلاَّ } رداً له ، وهذا كما قالوه في : { كَلاَّ والقمر } [ المدثر : 32 ] فإنهم زعموا أنه بمعنى : أي والقمر .\r\n المسألة الثالثة : الطغيان هو التكبر والتمرد ، وتحقيق الكلام في هذه الآية أن الله تعالى لما ذكر في مقدمة السورة دلائل ظاهرة على التوحيد والقدرة والحكمة بحيث يبعد من العاقل أن لا يطلع عليها ولا يقف على حقائقها .\r\n أتبعها بما هو السبب الأصلي في الغفلة عنها وهو حب الدنيا والاشتغال بالمال والجاه والثروة والقدرة ، فإنه لا سبب لعمى القلب في الحقيقة إلا ذلك .\r\n فإن قيل : إن فرعون ادعى الربوبية ، فقال الله تعالى في حقه : { اذهب إلى فِرْعَوْنَ إِنَّهُ طغى } [ طه : 24 ] وههنا ذكر في أبي جهل : { ليطغى } فأكده بهذه اللام ، فما السبب في هذه الزيادة؟ قلنا : فيه وجوه أحدها : أنه قال لموسى : { اذهب إلى فِرْعَوْنَ إِنَّهُ طغى } وذلك قبل أن يلقاه موسى ، وقبل أن يعرض عليه الأدلة ، وقبل أن يدعي الربوبية .\r\n وأما ههنا فإنه تعالى ذكر هذه الآية تسلية لرسوله حين رد عليه أقبح الرد وثانيها : أن فرعون مع كمال سلطته ما كان يزيد كفره على القول ، وما كان ليتعرض لقتل موسى عليها السلام ولا لإيذائه .\r\n وأما أبو جهل فهو مع قلة جاهه كان يقصد قتل النبي صلى الله عليه وسلم وإيذاءه وثالثها : أن فرعون أحسن إلى موسى أولاً ، وقال آخراً : { ءامَنتُ } [ يونس : 90 ] .\r\n وأما أبو جهل فكان يحسد النبي في صباه ، وقال في آخر رمقه : بلغوا عني محمداً أني أموت ولا أحد أبغض إلي منه ورابعها : أنهما وإن كانا رسولين لكن الحبيب في مقابلة الكليم كاليد في مقابلة العين ، والعاقل يصون عينه فوق ما يصون يده ، بل يصون عينه باليد ، فلهذا السبب كانت المبالغة ههنا أكثر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كلا إن الإنسان ليطغى (6) ",
        "babnum": 5
    },
    {
        "id": 3279,
        "cate": "96",
        "title": "أَنْ رَآهُ اسْتَغْنَى (7) ",
        "details": " ففيه مسائل : المسألة الأولى : قال الأخفش : لأن رآه فحذف اللام ، كما يقال : أنكم لتطغون أن رأيتم غناكم .\r\n المسألة الثانية : قال الفراء إنما قال : { أَن رَّءاهُ } ولم يقل : رأى نفسه كما يقال : قتل نفسه لأن رأى من الأفعال التي تستدعي اسماً وخبراً نحو الظن والحسبان ، والعرب تطرح النفس من هذا الجنس فنقول : رأيتني وظننتني وحسبتني فقوله : { أَن رَّءاهُ استغنى } من هذا الباب .\r\n المسألة الثالثة : في قوله : { استغنى } وجهان : أحدهما : استغنى بماله عن ربه ، والمراد من الآية ليس هو الأول ، لأن الإنسان قد ينال الثروة فلا يزيد إلا تواضعاً كسليمان عليه السلام ، فإنه كان يجالس المساكين ويقول : «مسكين جالس مسكيناً» وعبد الرحمن بن عوف ما طغى مع كثرة أمواله ، بل العاقل يعلم أنه عند الغنى يكون أكثر حاجة إلى الله تعالى منه حال فقره ، لأنه في حال فقره لا يتمنى إلا سلامة نفسه ، وأما حال الغنى فإنه يتمنى سلامة نفسه وماله ومماليكه ، وفي الآية وجه ثالث : وهو أن سين { استغنى } سين الطالب والمعنى أن الإنسان رأى أن نفسه إنما نالت الغنى لأنها طلبته وبذلت الجهد في الطلب فنالت الثروة والغنى بسبب ذلك الجهد ، لا أنه نالها بإعطاء الله وتوفيقه ، وهذا جهل وحمق فكم من باذل وسعه في الحرص والطلب وهو يموت جوعاً ، ثم ترى أكثر الأغنياء في الآخرة يصيرون مدبرين خائفين ، يريهم الله أن ذلك الغنى ما كان بفعلهم وقوتهم .\r\n المسألة الرابعة : أول السورة يدل على مدح العلم وآخرها على مذمة المال ، وكفى بذلك مرغباً في الدين والعلم ومنفراً عن الدنيا والمال .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أن رآه استغنى (7) ",
        "babnum": 6
    },
    {
        "id": 3280,
        "cate": "96",
        "title": "إِنَّ إِلَى رَبِّكَ الرُّجْعَى (8) ",
        "details": " وفيه مسائل : المسألة الأولى : هذا الكلام واقع على طريقة الالتفات إلى الإنسان تهديداً له وتحذيراً من عاقبة الطغيان .\r\n المسألة الثانية : { الرجعى } المرجع والرجوع وهي بأجمعها مصادر ، يقال : رجع إليه رجوعاً ومرجعاً ورجعى على وزن فعلى ، وفي معنى الآية وجهان : أحدهما : أنه يرى ثواب طاعته وعقاب تمرده وتكبره وطغيانه ، ونظيره قوله : { وَلاَ تَحْسَبَنَّ الله غافلا } إلى قوله : { إِنَّمَا يُؤَخّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الأبصار } [ إبراهيم : 42 ] وهذه الموعظة لا تؤثر إلا في قلب من له قدم صدق ، أما الجاهل فيغضب ولا يعتقد إلا الفرح العاجل والقول الثاني : أنه تعالى يرده ويرجعه إلى النقصان والفقر والموت ، كما رده من النقصان إلى الكمال ، حيث نقله من الجمادية إلى الحياة ، ومن الفقر إلى الغنى ، ومن الذل إلى العز ، فما هذا التعزز والقوة .\r\n المسألة الثالثة : روي أن أبا جهل قال للرسول عليه الصلاة والسلام : أتزعم أن من استغنى طغى ، فاجعل لنا جبال مكة ذهباً وفضة لعلنا نأخذ منها فنطغى ، فندع دينناً ونتبع دينك ، فنزل جبريل وقال : إن شئت فعلنا ذلك ، ثم إن لم يؤمنوا فعلنا بهم مثل ما فعلنا بأصحاب المائدة ، فكف رسول الله صلى الله عليه وسلم عن الدعاء إبقاء عليهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن إلى ربك الرجعى (8) ",
        "babnum": 7
    },
    {
        "id": 3281,
        "cate": "96",
        "title": "أَرَأَيْتَ الَّذِي يَنْهَى (9) عَبْدًا إِذَا صَلَّى (10) ",
        "details": " وفيه مسائل : المسألة الأولى : روي عن أبي جهل لعنه الله أنه قال : هل يعفر محمد وجهه بين أظهركم؟ قالوا : نعم ، قال : فوالذي يحلف به لئن رأيته لأطأن عنقه ، ثم إنه رأى رسول الله صلى الله عليه وسلم في الصلاة فنكص على عقبيه ، فقالوا له : مالك يا أبا الحكم؟ فقال : إن بيني وبينه لخندقاً من نار وهولاً شديداً .\r\n وعن الحسن أن أمية بن خلف كان ينهى سلمان عن الصلاة .\r\n واعلم أن ظاهر الآية أن المراد في هذه الآية هو الإنسان المتقدم ذكره ، فلذلك قالوا : إنه ورد في أبي جهل ، وذكروا ما كان منه من التوعد لمحمد عليه الصلاة والسلام حين رآه يصلي ، ولا يمتنع أن يكون نزولها في أبي جهل ، ثم يعم في الكل ، لكن ما بعده يقتضي أنه في رجل بعينه .\r\n المسألة الثانية : قوله : { أَرَأَيْتَ } خطاب مع الرسول على سبيل التعجب ، ووجه التعجب فيه أمور أحدها : أنه عليه السلام قال : اللهم أعز الإسلام إما بأبي جهل بن هشام أو بعمر ، فكأنه تعالى قال له : كنت تظن أنه يعز به الإسلام ، أمثله يعز به الإسلام ، وهو : ينهى عبداً إذا صلى وثانيها : أنه كان يلقب بأبي الحكم ، فكأنه تعالى يقول : كيف يليق به هذا اللقب وهو ينهى العبد عن خدمة ربه ، أيوصف بالحكمة من يمنع عن طاعة الرحمن ويسجد للأوثان! وثالثها : أن ذلك الأحمق يأمر وينهى ، ويعتقد أنه يجب على الغير طاعته ، مع أنه ليس بخالق ولا رب ، ثم إنه ينهى عن طاعة الرب والخالق ، ألا يكون هذا غاية الحماقة .\r\n المسألة الثالثة : قال : { ينهى عَبْداً } ولم يقل : ينهاك ، وفيه فوائد أحدها : أن التنكير في عبداً يدل على كونه كاملاً في العبودية ، كأنه يقول : إنه عبد لا يفي العالم بشرح بيانه وصفة إخلاصه في عبوديته يروى : في هذا المعنى أن يهودياً من فصحاء اليهود جاء إلى عمر في أيام خلافته فقال : أخبرني عن أخلاق رسولكم ، فقال عمر : اطلبه من بلال فهو أعلم به مني .\r\n ثم إن بلالاً دله على فاطمة ثم فاطمة دلته على علي عليه السلام ، فلما سأل علياً عنه قال : صف لي متاع الدنيا حتى أصف لك أخلاقه ، فقال الرجل : هذا لا يتيسر لي ، فقال علي : عجزت عن وصف متاع الدنيا وقد شهد الله على قلته حيث قال : { قُلْ متاع الدنيا قَلِيلٌ } [ النساء : 77 ] فكيف أصف أخلاق النبي وقد شهد الله تعالى بأنه عظيم حيث قال : { وَإِنَّكَ لعلى خُلُقٍ عَظِيمٍ } [ القلم : 4 ] فكأنه تعالى قال : ينهى أشد الخلق عبودية عن العبودية وذلك عين الجهل والحمق وثانيها : أن هذا أبلغ في الذم لأن المعنى أن هذا دأبه وعادته فينهى كل من يرى وثالثها : أن هذا تخويف لكل من نهى عن الصلاة ، روى عن علي عليه السلام أنه رأى في المصلى أقواماً يصلون قبل صلاة العيد ، فقال : ما رأيت رسول الله صلى الله عليه وسلم يفعل ذلك ، فقيل له : ألا تنهاهم؟ فقال : أخشى أن أدخل تحت قوله : { أَرَأَيْتَ الذى ينهى * عَبْداً إِذَا صلى } فلم يصرح بالنهي عن الصلاة ، وأخذ أبو حنيفة منه هذا الأدب الجميل حيث قال له أبو يوسف : أيقول المصلي حين يرفع رأسه من الركوع : اللهم اغفر لي؟ قال : يقول ربنا لك الحمد ويسجد ولم يصرح بالنهي ورابعها : أيظن أبو جهل أنه لو لم يسجد محمد لي لا أجد ساجداً غيره ، إن محمد عبد واحد ، ولي من الملائكة المقربين مالا يحصيهم إلا أنا وهم دائماً في الصلاة والتسبيح وخامسها : أنه تفخيم لشأن النبي عليه السلام يقول : إنه مع التنكير معرف ، نظيره الكناية في سورة القدر حملت على القرآن ولم يسبق له ذكر { أسرى بِعَبْدِهِ } [ الإسراء : 1 ] { أَنْزَلَ على عَبْدِهِ } [ الكهف : 1 ] { وَأَنَّهُ لَّمَا قَامَ عبدُ الله } [ الجن : 19 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أرأيت الذي ينهى (9) عبدا إذا صلى (10) ",
        "babnum": 8
    },
    {
        "id": 3282,
        "cate": "96",
        "title": "أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَى (11) أَوْ أَمَرَ بِالتَّقْوَى (12) ",
        "details": " وفيه مسائل : المسألة الأولى : قوله : { أَرَأَيْتَ } خطاب لمن؟ فيه وجهان الأول : أنه خطاب للنبي عليه السلام ، والدليل عليه أن الأول وهو قوله : { أَرَأَيْتَ الذى ينهى * عَبْداً } للنبي صلى الله عليه وسلم والثالث وهو قوله : { أَرَءيْتَ إِن كَذَّبَ وتولى } [ العلق : 13 ] للنبي عليه الصلاة والسلام فلو جعلنا الوسط لغير النبي لخرج الكلام عن النظم الحسن ، يقول الله تعالى يا محمد : أرأيت إن كان هذا الكافر ، ولم يقل : لو كان إشارة إلى المستقبل كأنه يقول : أرأيت إن صار على الهدى ، واشتغل بأمر نفسه ، أما كان يليق به ذلك إذ هو رجل عاقل ذو ثروة ، فلو اختار الدين والهدى والأمر بالتقوى ، أما كان ذلك خيراً له من الكفر بالله والنهي عن خدمته وطاعته ، كأنه تعالى يقول : تلهف عليه كيف فوت على نفسه المراتب العالية وقنع بالمراتب الدنيئة .\r\n القول الثاني : أنه خطاب للكافر ، لأن الله تعالى كالمشاهد للظالم والمظلوم ، وكالمولى الذي قام بين يديه عبدان ، وكالحاكم الذي حضر عنده المدعي ، والمدعى عليه فخاطب هذا مرة ، وهذا مرة .\r\n فلما قال للنبي : { أَرَأَيْتَ الذى ينهى * عَبْداً إِذَا صلى } [ العلق : 9 ] التفت بعد ذلك إلى الكافر ، فقال : أرأيت يا كافر إن كانت صلاته هدى ودعاؤه إلى الله أمراً بالتقوى أتنهاه مع ذلك .\r\n المسألة الثانية : ههنا سؤال وهو أن المذكور في أول الآية .\r\n هو الصلاة وهو قوله : { أَرَأَيْتَ الذى ينهى * عَبْداً إِذَا صلى } والمذكور ههنا أمران ، وهو قوله : { أَرَءيْتَ إِن كَانَ على الهدى } في فعل الصلاة ، فلم ضم إليه شيئاً ثانياً ، وهو قوله : { أَوْ أَمَرَ بالتقوى } ؟ جوابه : من وجوه أحدها : أن الذي شق على أبي جهل من أفعال الرسول عليه الصلاة والسلام هو هذان الأمران الصلاة والدعاء إلى الله ، فلا جرم ذكرهما ههنا وثانيها : أن النبي عليه الصلاة والسلام كان لا يوجد إلا في أحد أمرين ، إما في إصلاح نفسه ، وذلك بفعل الصلاة أو في إصلاح غيره ، وذلك بالأمر بالتقوى وثالثها : أنه عليه السلام كان في صلاته على الهدى وآمراً بالتقوى ، لأن كل من رآه وهو في الصلاة كان يرق قلبه .\r\n فيميل إلى الإيمان ، فكان فعل الصلاة دعوة بلسان الفعل ، وهو أقوى من الدعوة بلسان القول .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أرأيت إن كان على الهدى (11) أو أمر بالتقوى (12) ",
        "babnum": 9
    },
    {
        "id": 3283,
        "cate": "96",
        "title": "أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى (13) ",
        "details": " وفيه قولان .\r\n القول الأول : أنه خطاب مع الرسول عليه الصلاة والسلام ، وذلك لأن الدلائل التي ذكرها في أول هذه السورة جلية ظاهرة ، وكل أحد يعلم ببديهة عقله ، أن منع العبد من خدمة مولاه فعل باطل وسفه ظاهر ، فإذن كل من كذب بتلك الدلائل وتولى عن خدمة مولاه بل منع غيره عن خدمة مولاه يعلم بعقله السليم أنه على الباطل ، وأنه لا يفعل ذلك إلا عناداً ، فلهذا قال تعالى لرسوله : أرأيت يا محمد إن كذب هذا الكافر بتلك الدلائل الواضحة ، وتولى عن خدمة خالقه ، ألم يعلم بعقله أن الله يرى منه هذه الأعمال القبيحة ويعلمها ، أفلا يزجره ذلك عن هذه الأعمال القبيحة والثاني : أنه خطاب للكافر ، والمعنى إن كان يا كافر محمد كاذباً أو متولياً ، ألا يعلم بأن الله يرى حتى ينتهي بل احتاج إلى نهيك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أرأيت إن كذب وتولى (13) ",
        "babnum": 10
    },
    {
        "id": 3284,
        "cate": "96",
        "title": "أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى (14) ",
        "details": " ففيه مسألتان : المسألة الأولى : المقصود من الآية التهديد بالحشر والنشر ، والمعنى أنه تعالى عالم بجميع المعلومات حكيم لا يهمل ، عالم لا يعزب عن علمه مثقال ذرة في الأرض ولا في السماء ، فلا بد وأن يوصل جزاء كل أحد إليه بتمامه فيكون هذا تخويفاً شديداً للعصاة ، وترغيباً عظيماً لأهل الطاعة .\r\n المسألة الثانية : هذه الآية وإن نزلت في حق أبي جهل فكل من نهى من طاعة الله فهو شريك أبي جهل في هذا الوعيد ، ولا يرد عليه المنع من الصلاة في الدار المغصوبة والأوقات المكروهة ، لأن المنهي عنه غير الصلاة وهو المعصية ، ولا يرد المولى بمنع عبده عن قيام الليل وصوم التطوع وزوجته عن الاعتكاف ، لأن ذلك لاستيفاء مصلحته بإذن ربه لا بغضاً لعبادة ربه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ألم يعلم بأن الله يرى (14) ",
        "babnum": 11
    },
    {
        "id": 3285,
        "cate": "96",
        "title": "كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ (15) نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ (16) فَلْيَدْعُ نَادِيَهُ (17) سَنَدْعُ الزَّبَانِيَةَ (18) ",
        "details": " ثم قال تعالى : { كَلاَّ } وفيه وجوه أحدها : أنه ردع لأبي جهل ومنع له عن نهيه عن عبادة الله تعالى وأمره بعبادة اللات وثانيها : كلا لن يصل أبو جهل إلى ما يقول إنه يقتل محمداً أو يطأ عنقه ، بل تلميذ محمد هو الذي يقتله ويطأ صدره وثالثها : قال مقاتل : كلا لا يعلم أن الله يرى وإن كان يعلم لكن إذا كان لا ينتفع بما يعلم فكأنه لا يعلم .\r\n ثم قال تعالى : { لَّئِن لَّمْ يَنتَهِ } أي عما هو فيه : { لَنَسْفَعاً بالناصية نَاصِيَةٍ كاذبة خَاطِئَةٍ } وفيه مسائل : المسألة الأولى : في قوله : { لَنَسْفَعاً } وجوه أحدها : لنأخذن بناصيته ولنسحبنه بها إلى النار ، والسفع القبض على الشيء ، وجذبه بشدة ، وهو كقوله : { فَيُؤْخَذُ بالنواصى والأقدام } [ الرحمن : 41 ] وثانيها : السفع الضرب ، أي لنلطمن وجهه وثالثها : لنسودن وجهه ، قال الخليل : تقول للشيء إذا لفحته النار لفحاً يسيراً يغير لون البشرة قد سفعته النار ، قال : والسفع ثلاثة أحجار يوضع عليها القدر سميت بذلك لسوادها ، قال : والسفعة سواد في الخدين .\r\n وبالجملة فتسويد الوجهعلامة الإذلال والإهانة ورابعها : لنسمنه قال ابن عباس في قوله : { سَنَسِمُهُ عَلَى الخرطوم } [ القلم : 16 ] إنه أبو جهل خامسها : لنذلنه .\r\n المسألة الثانية : قرىء لنسفعن بالنون المشددة ، أي الفاعل لهذا الفعل هو الله والملائكة ، كما قال : { فَإِنَّ اللَّهَ هُوَ مولاه وَجِبْرِيلُ وصالح الْمُؤْمِنِينَ } [ التحريم : 4 ] وقرأ ابن مسعود لأسعفن ، أي يقول الله تعالى يا محمد .\r\n أنا الذي أتولى إهانته ، نظيره : { هُوَ الذى أَيَّدَكَ } [ الأنفال : 62 ] ، { هُوَ الذى أَنزَلَ السكينة } [ الفتح : 4 ] .\r\n المسألة الثالثة : هذا السفع يحتمل أن يكون المراد منه إلى النار في الآخرة وأن يكون المراد منه في الدنيا ، وهذا أيضاً على وجوه أحدها : ما روي أن أبا جهل لما قال : إن رأيته يصلي لأطأن عنقه ، فأنزل الله هذه السورة ، وأمره جبريل عليه السلام بأن يقرأ على أبي جهل ويخر لله ساجداً في آخرها ففعل ، فعدا إليه أبو جهل ليطأ عنقه ، فلما دنا منه نكص على عقبيه راجعاً ، فقيل له مالك؟ قال : إن بيني وبينه فحلاً فاغراً فاه لو مشيت إليه لالتقمني ، وقيل : كان جبريل وميكائيل عليهما السلام على كتفيه في صورة الأسد والثاني : أن يكون المراد يوم بدر فيكون ذلك بشارة بأنه تعالى يمكن المسلمين من ناصيته حتى يجرونه إلى القتل إذا عاد إلى النهي ، فلما عاد لا جرم مكنهم الله تعالى من ناصيته يوم بدر ، روى أنه لما نزلت سورة الرحمن علم القرآن قال عليه السلام : لأصحابه من يقرؤها منكم على رؤساء قريش ، فتثاقلوا مخافة أذيتهم ، فقام ابن مسعود وقال : أنا يا رسول الله ، فأجلسه عليه السلام ، ثم قال : من يقرؤها عليهم فلم يقم إلا ابن مسعود ، ثم ثالثاً كذلك إلى أن أذن له ، وكان عليه السلام يبقى عليه لما كان يعلم من ضعفه وصغر جثته ، ثم إنه وصل إليهم فرآهم مجتمعين حول الكعبة ، فافتتح قراءة السورة ، فقام أبو جهل فلطمه فشق أذنه وأدماه ، فانصرف وعيناه تدمع ، فلما رآه النبي عليه السلام رق قلبه وأطرق رأسه مغموماً ، فإذا جبريل عليه السلام يجيء ضاحكاً مستبشراً ، فقال : يا جبريل تضحك وابن مسعود يبكي! فقال : ستعلم ، فلما ظهر المسلمون يوم بدر التمس ابن مسعود أن يكون له حظ في المجاهدين ، فأخذ يطالع القتلى .\r\n فإذا أبو جهل ، مصروع يخور ، فخاف أن تكون به قوة فيؤذيه فوضع الرمح على منخره من بعيد فطعنه ، ولعل هذا معنى قوله : { سَنَسِمُهُ عَلَى الخرطوم } [ القلم : 16 ] ثم لما عرف عجزه ولم يقدر أن يصعد على صدره لضعفه فارتقى إليه بحيلة ، فلما رآه أبو جهل قال : يا رويعي الغنم لقد ارتقيت مرتقى صعباً ، فقال ابن مسعود : الإسلام يعلو ولا يعلى عليه ، فقال أبو جهل : بلغ صاحبك أنه لم يكن أحد أبغض إلي منه في حياتي ولا أبغض إلي منه في حال مماتي ، فروى أنه عليه السلام لما سمع ذلك قال : « فرعوني أشد من فرعون موسى فإنه قال { ءامَنتُ } وهو قد زاد عتواً » ثم قال لابن مسعود : اقطع رأسي بسيفي هذا لأنه أحد وأقطع ، فلما قطع رأسه لم يقدر على حمله ، ولعل الحكيم سبحانه إنما خلقه ضعيفاً لأجل أن لا يقوى على الحمل لوجوه : أحدها : أنه كلب والكلب يجر والثاني : لشق الأذن فيقتص الأذن بالأذن والثالث : لتحقيق الوعيد المذكور بقوله : { لَنَسْفَعاً بالناصية } فتجر تلك الرأس على مقدمها ، ثم إن ابن مسعود لما لم يطقه شق أذنه وجعل الخيط فيه وجعل يجره إلى رسول الله صلى الله عليه وسلم وجبريل بين يديه يضحك ، ويقول : يا محمد أذن بأذن لكن الرأس ههنا مع الأذن ، فهذا ما روي في مقتل أبي جهل نقلته معنى لا لفظاً ، الخاطىء معنى قوله : { لَنَسْفَعاً بالناصية } .\r\n المسألة الرابعة : الناصية شعر الجبهة وقد يسمى مكان الشعر الناصية ، ثم إنه تعالى كنى ههنا عن الوجه والرأس بالناصية ، ولعل السبب فيه أن أبا جهل كان شديد الاهتمام بترجيل تلك الناصية وتطييبها ، وربما كان يهتم أيضاً بتسويدها فأخبره الله تعالى أنه يسودها مع الوجه .\r\n المسألة الخامسة : أنه تعالى عرف الناصية بحرف التعريف كأنه تعالى يقول : الناصية المعروفة عندكم ذاتها لكنها مجهولة عندكم صفاتها ناصية وأي ناصية كاذبة قولاً خاطئة فعلاً ، وإنما وصف بالكذب لأنه كان كاذباً على الله تعالى في أنه لم يرسل محمداً وكاذباً على رسوله في أنه ساحر أو كذاب أو ليس بنبي ، وقيل : كذبه أنه قال : أنا أكثر أهل هذا الوادي نادياً ، ووصف الناصية بأنها خاطئة لأن صاحبها متمرد على الله تعالى قال الله تعالى : { لاَّ يَأْكُلُهُ إِلاَّ الخاطئون } [ الحاقة : 37 ] والفرق بين الخاطىء والمخطىء أن الخاطىء معاقب مؤاخذ والمخطىء غير مؤاخذ ، ووصف الناصية بالخاطئة الكاذبة كما وصف الوجوه بأنها ناظرة في قوله تعالى : { إلى رَبّهَا نَاظِرَةٌ } [ القياة : 23 ] .\r\n المسألة السادسة : { نَاصِيَةٍ } بدل من الناصية ، وجاز إبدالها من المعرفة وهي نكرة ، لأنها وصفت فاستقلت بفائدة .\r\n المسألة السابعة : قرىء ناصية بالرفع والتقدير هي ناصية ، وناصية بالنصب وكلاهما على الشتم ، واعلم أن الرسول عليه السلام لما أغلظ في القول لأبي جهل وتلا عليه هذه الآيات ، قال : يا محمد بمن تهددني وأني لأكثر هذا الوادي نادياً ، فافتخر بجماعته الذين كانوا يأكلون حطامه ، فنزل قوله تعالى : { فَلْيَدْعُ نَادِيَهُ * سَنَدْعُ الزبانية } وفيه مسائل : المسألة الأولى : قد مر تفسير النادي عند قوله : { وَتَأْتُونَ فِى نَادِيكُمُ المنكر } [ العنكبوت : 29 ] قال أبو عبيدة : ناديه أي أهل مجلسه ، وبالجملة فالمراد من النادي أهل النادي ، ولا يسمى المكان نادياً حتى يكون فيه أهله ، وسمي نادياً لأن القوم يندون إليه نداً وندوة ، ومنه دار الندوة بمكة ، وكانوا يجتمعون فيها للتشاور ، وقيل : سمي نادياً لأنه مجلس الندى والجود ، ذكر ذلك على سبيل التهكم أي : اجمع أهل الكرم والدفاع في زعمك لينصروك .\r\n المسألة الثانية : قال أبو عبيدة والمبرد : واحد الزبانية زبنية وأصله من زبنية إذا دفعته وهو متمرد من إنس أو جن ، ومثله في المعنى والتقدير عفرية يقال : فلان زبنية عفرية ، وقال الأخفش : قال بعضهم واحده الزباني ، وقال آخرون : الزابن ، وقال آخرون : هذا من الجمع الذي لا واحد له من لفظه في لغة الغرب مثل أبابيل وعباديد وبالجملة فالمراد ملائكة العذاب ، ولا شك أنهم مخصوصون بقوة شديدة .\r\n وقال مقاتل : هم خزنة جهنم أرجلهم في الأرض ورؤسهم في السماء ، وقال قتادة : الزبانية هم الشرط في كلام العرب وهم الملائكة الغلاظ الشداد ، وملائكة النار سموا الزبانية لأنهم يزبنون الكفار أي يدفعونهم في جهنم .\r\n المسألة الثالثة : في الآية قولان : الأول : أي فليفعل ما ذكره من أنه يدعو أنصاره ويستعين بهم في مباطلة محمد ، فإنه لو فعل ذلك فنحن ندعو الزبانية الذين لا طاقة لناديه وقومه بهم ، قال ابن عباس : لو دعا ناديه لأخذته الزبانية من ساعته معاينة ، وقيل : هذا إخبار من الله تعالى بأنه يجر في الدنيا كالكلب وقد فعل به ذلك يوم بدر ، وقيل : بل هذا إخبار بأن الزبانية يجرونه في الآخرة إلى النار القول الثاني : أن في الآية تقديماً وتأخيراً أي لنسفعاً بالناصية وسندع الزبانية في الآخرة ، فليدع هو ناديه حينئذ فليمنعوه .\r\n المسألة الرابعة : الفاء في قوله : { فَلْيَدْعُ نَادِيَهُ } تدل على المعجز ، لأن هذا يكون تحريضاً للكافر على دعوة ناديه وقومه ، ومتى فعل الكافر ذلك ترتب عليه دعوة الزبانية ، فلما لم يجترىء الكافر على ذلك دل على ظهور معجزة الرسول صلى الله عليه وسلم .\r\n المسألة الخامسة : قرىء : { ستدعى } على المجهول ، وهذه السين ليست للشك فإن عسى من الله واجب الوقوع ، وخصوصاً عند بشارة الرسول صلى الله عليه وسلم بأن ينتقم له من عدوه ، ولعل فائدة السين هو المراد من قوله عليه السلام : « لأنصرنك ولو بعد حين » .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كلا لئن لم ينته لنسفعا بالناصية (15) ناصية كاذبة خاطئة (16) فليدع ناديه (17) سندع الزبانية (18) ",
        "babnum": 12
    },
    {
        "id": 3286,
        "cate": "96",
        "title": "كَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ (19) ",
        "details": " ثم قال : { كَلاَّ } وهو ردع لأبي جهل ، وقيل : معناه لن يصل إلى ما يتصلف به من أنه يدعو ناديه ولئن دعاهم لن ينفعوه ولن ينصروه ، وهو أذل وأحقر من أن يقاومك ، ويحتمل : لن ينال ما يتمنى من طاعتك له حين نهاك عن الصلاة ، وقيل معناه : ألا لا تطعه .\r\n ثم قال : { لاَ تُطِعْهُ } وهو كقوله : { فَلاَ تُطِعِ المكذبين } [ القلم : 8 ] ، { واسجد } وعند أكثر أهل التأويل أراد به صل وتوفر على عبادة الله تعالى فعلاً وإبلاغاً ، وليقل فكرك في هذا العدو فإن الله مقويك وناصرك ، وقال بعضهم : بل المراد الخضوع ، وقال آخرون : بل المراد نفس السجود في الصلاة .\r\n ثم قال : { واقترب } والمراد وابتغ بسجودك قرب المنزلة من ربك ، وفي الحديث : « أقرب ما يكون العبد من ربه إذا سجد » وقال بعضهم المراد : اسجد يا محمد ، واقترب يا أبا جهل منه حتى تبصر ما ينالك من أخذ الزبانية إياك ، فكأنه تعالى أمره بالسجود ليزداد غيظ الكافر ، كقوله : { لِيَغِيظَ بِهِمُ الكفار } [ الفتح : 29 ] والسبب الموجب لازدياد الغيظ هو أن الكفار كان يمنعه من القيام ، فيكون غيظه وغضبه عند مشاهدة السجود أتم ، ثم قال عند ذلك : واقترب منه يا أبا جهل وضع قدمك عليه ، فإن الرجل ساجد مشغول بنفسه ، وهذا تهكم به واستحقار لشأنه ، والله سبحانه وتعالى أعلم .\r\n وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كلا لا تطعه واسجد واقترب (19) ",
        "babnum": 13
    }
]