[
    {
        "id": 3130,
        "cate": "82",
        "title": "إِذَا السَّمَاءُ انْفَطَرَتْ (1) وَإِذَا الْكَوَاكِبُ انْتَثَرَتْ (2) وَإِذَا الْبِحَارُ فُجِّرَتْ (3) وَإِذَا الْقُبُورُ بُعْثِرَتْ (4) عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ (5) ",
        "details": " اعلم أن المراد أنه إذا وقعت هذه الأشياء التي هي أشراط الساعة ، فهناك يحصل الحشر والنشر ، وفي تفسير هذه الآيات مقامات الأول : في تفسير كل واحد من هذه الأشياء التي هي أشراط الساعة وهي ههنا أربعة ، اثنان منها تتعلق بالعلويات ، واثنان آخران تتعلق بالسفليات الأول : قوله : { إِذَا السماء انفطرت } أي انشقت وهو كقوله : { وَيَوْمَ تَشَقَّقُ السماء * بالغمام } [ الفرقان : 25 ] ، { إِذَا السماء انشقت } [ الإنشقاق : 1 ] ، { فَإِذَا انشقت السماء فَكَانَتْ وَرْدَةً كالدهان } [ الرحمن : 37 ] ، { وَفُتِحَتِ السماء فَكَانَتْ أبوابا } [ النبأ : 19 ] و { السَّمَاء مُنفَطِرٌ بِهِ } [ المزمل : 18 ] قال الخليل : ولم يأت هذا على الفعل ، بل هو كقولهم : مرضع وحائض ، ولو كان على الفعل لكان منفطرة كما قال : { إِذَا السماء انفطرت } أما الثاني وهو قوله : { وَإِذَا الكواكب انتثرت } فالمعنى ظاهر لأن عند انتقاض تركيب السماء لا بد من انتثار الكواكب على الأرض .\r\n واعلم أنا ذكرنا في بعض السورة المتقدمة أن الفلاسفة ينكرون إمكان الخرق والالتئام على الأفلاك ، ودليلنا على إمكان ذلك أن الأجسام متماثلة في كونها أجساماً ، فوجب أن يصح على كل واحد منها ما يصح على الآخر ، إنما قلنا : إنها متماثلة لأنه يصح تقسيمها إلى السماوية والأرضية ومورد التقسيم مشترك بين القسمين ، فالعلويات والسفليات مشتركة في أنها أجسام ، وإنما قلنا : إنه متى كان كذلك وجب أن يصح على العلويات ما يصح على السفليات ، لأن المتماثلات حكمها واحد فمتى يصح حكم على واحد منها ، وجب أن يصح على الباقي ، وأما الإثنان السفليان : فأحدهما : قوله : { وَإِذَا البحار فُجّرَتْ } وفيه وجوه أحدهما : أنه ينفذ بعض البحار في البعض بارتفاع الحاجز الذي جعله الله برزخاً ، وحينئذ يصير الكل بحراً واحداً ، وإنما يرتفع ذلك الحاجز لتزلزل الأرض وتصدعها .\r\n وثانيها : أن مياه البحار الآن راكدة مجتمعة ، فإذا فجرت تفرقت وذهب ماؤها وثالثها : قال الحسن : فجرت أي يبست .\r\n واعلم أن على الوجوه الثلاثة ، فالمراد أنه تتغير البحار عن صورتها الأصلية وصفتها ، وهو كما ذكر أنه تغير الأرض عن صفتها في قوله : { يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض } [ ابراهيم : 48 ] وتغير الجبال عن صفتها في قوله : { فَقُلْ يَنسِفُهَا رَبّي نَسْفاً فَيَذَرُهَا قَاعاً صَفْصَفاً } [ طه : 106 105 ] ورابعها : قرأ بعضهم : { فُجّرَتْ } بالتخفيف ، وقرأ مجاهد : { فُجّرَتْ } على البناء للفاعل والتخفيف ، بمعنى بغت لزوال البرزخ نظراً إلى قوله : { لاَّ يَبْغِيَانِ } [ الرحمن : 20 ] لأن البغي والفجور أخوان .\r\n وأما الثاني : فقوله : { وَإِذَا القبور بُعْثِرَتْ } فاعلم أن بعثر وبحثر بمعنى واحد ، ومركبان من البعث والبحث مع راء مضمومة إليهما ، والمعنى أثيرت وقلب أسفلها أعلاها وباطنها ظاهرها ، ثم ههنا وجهان أحدهما : أن القبور تبعثر بأن يخرج ما فيها من الموتى أحياء ، كما قال تعالى : { وَأَخْرَجَتِ الأرض أَثْقَالَهَا } [ الزلزلة : 2 ] والثاني : أنها تبعثر لإخراج ما في بطنها من الذهب والفضة ، وذلك لأن من أشراط الساعة أن تخرج الأرض أفلاذ كبدها من ذهبها وفضتها ، ثم يكون بعد ذلك خروج الموتى ، والأول أقرب ، لأن دلالة القبور على الأول أتم .\r\n المقام الثاني : في فائدة هذا الترتيب ، واعلم أن المراد من هذه الآيات بيان تخريب العالم وفناء الدنيا ، وانقطاع التكاليف ، والسماء كالسقف ، والأرض كالبناء ، ومن أراد تخريب دار ، فإنه يبدأ أولاً بتخريب السقف ، وذلك هو قوله : { إِذَا السماء انفطرت } ثم يلزم من تخريب السماء انتثار الكواكب ، وذلك هو قوله : { وَإِذَا الكواكب انتثرت } ثم إنه تعالى بعد تخريب السماء والكواكب يخرب كل ما على وجه الأرض وهو قوله : { وَإِذَا البحار فُجّرَتْ } ثم إنه تعالى يخرب آخر الأمر الأرض التي هي البناء ، وذلك هو قوله : { وَإِذَا القبور بُعْثِرَتْ } فإنه إشارة إلى قلب الأرض ظهراً لبطن ، وبطناً لظهر .\r\n المقام الثالث : في تفسير قوله : { عَلِمَتْ نَفْسٌ مَّا قَدَّمَتْ وَأَخَّرَتْ } وفيه احتمالان الأول : أن المراد بهذه الأمور ذكر يوم القيامة ، ثم فيه وجوه أحدها : وهو الأصح أن المقصود منه الزجر عن المعصية ، والترغيب في الطاعة ، أي يعلم كل أحد في هذا اليوم ماقدم ، فلم يقصر فيه وما أخر فقصر فيه ، لأن قوله : { مَّا قَدَّمَتْ } يقتضي فعلاً و { مَا أخرت } يقتضي تركاً ، فهذا الكلام يقتضي فعلاً وتركاً وتقصيراً وتوفيراً ، فإن كان قدم الكبائر وأخر العمل الصالح فمأواه النار ، وإن كان قدم العمل الصالح وأخر الكبائر فمأواه الجنة وثانيها : ما قدمت من عمل أدخله في الوجود وماأخرت من سنة يستن بها من بعده من خير أو شر وثالثها : قال الضحاك : ما قدمت من الفرائض وما أخرت أي ما ضيعت ورابعها : قال أبو مسلم : ما قدمت من الأعمال في أول عمرها وما أخرت في آخر عمرها ، فإن قيل : وفي أي موقف من مواقف القيامة يحصل هذا العلم؟ قلنا : أما العلم الإجمالي فيحصل في أول زمان الحشر ، لأن المطيع يرى آثار السعادة ، والعاصي يرى آثار الشقاوة في أول الأمر .\r\n وأما العلم التفصيل ، فإنما يحصل عند قراءة الكتب والمحاسبة .\r\n الاحتمال الثاني : أن يكون المراد قيل : قيام القيامة بل عند ظهور أشراط الساعة وانقطاع التكاليف ، وحين لا ينفع العمل بعد ذلك كما قال : { لاَ يَنفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ ءامَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ فِى إيمانها خَيْرًا } [ الأنعام : 158 ] فيكون ما عمله الإنسان إلى تلك الغاية ، هو أول أعماله وآخرها ، لأنه لا عمل له بعد ذلك ، وهذا القول ذكره القفال .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إذا السماء انفطرت (1) وإذا الكواكب انتثرت (2) وإذا البحار فجرت (3) وإذا القبور بعثرت (4) علمت نفس ما قدمت وأخرت (5) ",
        "babnum": 1
    },
    {
        "id": 3131,
        "cate": "82",
        "title": "يَاأَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ (6) الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ (7) فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ (8) ",
        "details": " اعلم أنه سبحانه لما أخبر في الآية الأولى عن وقوع الحشر والنشر ذكر في هذه الآية ما يدل عقلاً على إمكانه أو على وقوعه ، وذلك من وجهين الأول : أن الإله الكريم الذي لا يجوز من كرمه أن يقطع موائد نعمه عن المذنبين ، كيف يجوز في كرمه أن لا ينتقم للمظلوم من الظالم؟ الثاني : أن القادر الذي خلق هذه البنية الإنسانية ثم سواها وعدلها ، إما أن يقال : إنه خلقها لا لحكمة أو لحكمة ، فإن خلقها لا لحكمة كان ذلك عبثاً ، وهو غير جائز على الحكيم ، وإن خلقها لحكمة ، فتلك الحكمة ، إما أن تكون عائدة إلى الله تعالى أو إلى العبد ، والأول باطل لأنه سبحانه متعال عن الاستكمال والانتفاع .\r\n فتعين الثاني ، وهو أنه خلق الخلق لحكمة عائدة إلى العبد ، وتلك الحكمة إما أن تظهر في الدنيا أو في دار سوى الدنيا .\r\n والأول باطل لأن الدنيا دار بلاء وامتحان ، لا دار الانتفاع والجزاء ، ولما بطل كل ذلك ثبت أنه لا بد بعد هذه الدار من دار أخرى ، فثبت أن الاعتراف بوجود الإله الكريم الذي يقدر على الخلق والتسوية والتعديل يوجب على العاقل أن يقطع بأنه سبحانه يبعث الأموات ويحشرهم ، وذلك يمنعهم من الاعتراف بعدم الحشر والنشر ، وهذا الاستدلال هو الذي ذكر بعينه في سورة التين حيث قال : { لَقَدْ خَلَقْنَا الإنسان فِى أَحْسَنِ تَقْوِيمٍ } [ التين : 4 ] إلى أن قال : { فَمَا يُكَذّبُكَ بَعْدُ بالدين } [ التين : 7 ] وهذه المحاجة تصلح مع العرب الذين كانوا مقرين بالصانع وينكرون الإعادة ، وتصلح أيضاً مع من ينفي الإبتداء والإعادة معاً ، لأن الخلق المعدل يدل على الصانع وبواسطته يدل على صحة القول بالحشر والنشر ، فإن قيل : بناء هذا الاستدلال على أنه تعالى حكيم ، ولذلك قال في سورة التين بعد هذا الاستدلال : { أَلَيْسَ الله بِأَحْكَمِ الحاكمين } [ التين : 8 ] فكان يجب أن يقول في هذه السورة : ما غرك بربك الحكيم الجواب : أن الكريم يجب أن يكون حكيماً ، لأن إيصال النعمة إلى الغير لو لم يكن مبنياً على داعية الحكمة لكان ذلك تبذيراً لا كرماً .\r\n أما إذا كان مبنياً على داعية الحكمة فحينئذ يسمى كرماً ، إذا ثبت هذا فنقول : كونه كريماً يدل على وقوع الحشر من وجهين كما قررناه ، أما كونه حكيماً فإنه يدل على وقوع الحشر من هذا الوجه الثاني ، فكان ذكر الكريم ههنا أولى من ذكر الحكيم ، هذا هو تمام الكلام في كيفية النظم ، ولنرجع إلى التفسير .\r\n أما قوله : { يا أيها الإنسانُ } ففيه قولان : أحدهما : أنه الكافر ، لقوله من بعد ذلك : { كَلاَّ بَلْ تُكَذّبُونَ بالدين } [ الإنفطار : 9 ] وقال عطاء عن ابن عباس : نزلت في الوليد بن المغيرة ، وقال الكلبي ومقاتل : نزلت في ابن الأسد بن كلدة بن أسيد وذلك أنه ضرب النبي صلى الله عليه وسلم فلم يعاقبه الله تعالى ، وأنزل هذه الآية والقول الثاني : أنه يتناول جميع العصاة وهو الأقرب ، لأن خصوص السبب لا يقدح في عموم اللفظ .\r\n أما قوله : { مَا غَرَّكَ بِرَبّكَ الكريم } فالمراد الذي خدعك وسول لك الباطل حتى تركت الواجبات وأتيت بالمحرمات ، والمعنى ما الذي أمنك من عقابه ، يقال : غره بفلان إذا أمنه المحذور من جهته مع أنه غير مأمون ، وهو كقوله : { لا يَغُرَّنَّكُم بالله الغرور } [ لقمان : 33 ] هذا إذا حملنا قوله : { يا أيها الإنسانُ } على جميع العصاة ، وأما إذا حملناه على الكافر ، فالمعنى ما الذي دعاك إلى الكفر والجحد بالرسل ، وإنكار الحشر والنشر ، وههنا سؤالات : الأول : أن كونه كريماً يقتضي أن يغتر الإنسان بكرمه بدليل المعقول والمنقول ، أما المعقول فهو أن الجود إفادة ما ينبغي لا لعوض ، فلما كان الحق تعالى جواداً مطلقاً لم يكن مستعيضاً ، ومتى كان كذلك استوى عنده طاعة المطيعين ، وعصيان المذنبين ، وهذا يوجب الاغترار لأنه من البعيد أن يقدم الغني على إيلام الضعيف من غير فائدة أصلاً ، وأما المنقول فما روي عن علي عليه السلام ، أنه دعا غلامه مرات فلم يجبه ، فنظر فإذا هو بالباب ، فقال له : لم لم تجبني؟ فقال : لثقتي بحلمك ، وأمني من عقوبتك ، فاستحسن جوابه ، وأعتقه ، وقالوا أيضاً : من كرم الرجل سوء أدب غلمانه ، ولما ثبت أن كرمه يقتضي الاغترار به ، فكيف جعله ههنا مانعاً من الاغترار به؟ والجواب : من وجوه أحدها : أن معنى الآية أنك لماكنت ترى حلم الله على خلقه ظننت أن ذلك لأنه لا حساب ولا دار إلا هذه الدار ، فما الذي دعاك إلى هذا الاغترار ، وجرأك على إنكار الحشر والنشر؟ فإن ربك كريم ، فهو لكرمه لا يعاجل بالعقوبة بسطاً في مدة التوبة ، وتأخيراً للجزاء إلى أن يجمع الناس في الدار التي جعلها لهم للجزاء ، فالحاصل أن ترك المعاجلة بالعقوبة لأجل الكرم ، وذلك لا يقتضي الاغترار بأنه لا دار بعد هذه الدار وثالثها : أن كرمه لما بلغ إلى حيث لا يمنع من العاصي موائد لطفه ، فبأن ينتقم للمظلوم من الظالم ، كان أولى فإذن كونه كريماً يقتضي الخوف الشديد من هذا الاعتبار ، وترك الجراءة والاغترار وثالثها : أن كثرة الكرم توجب الجد والاجتهاد في الخدمة والاستحياء من الاغترار والتواني ورابعها : قال بعض الناس : إنما قال : { بِرَبّكَ الكريم } ليكون ذلك جواباً عن ذلك السؤال حتى يقول غرني كرمك ، ولولا كرمك لما فعلت لأنك رأيت فسترت ، وقدرت فأمهلت ، وهذا الجواب إنما يصح إذا كان المراد من قوله : { يا أيها الإنسانُ } ليس الكافر .\r\n السؤال الثاني : ما الذي ذكره المفسرون في سبب هذا الاغترار؟ قلنا وجوه : أحدها : قال قتادة : سبب غرور ابن آدم تسويل الشيطان له وثانيها : قال الحسن : غره حمقه وجهله وثالثها : قال مقاتل : غره عفو الله عنه حين لم يعاقبه في أول أمره ، وقيل : للفضيل بن عياض إذا أقامك الله يوم القيامة ، وقال لك : { مَا غَرَّكَ بِرَبّكَ الكريم } ماذا تقول؟ قال : أقول غرتني ستورك المرخاة .\r\n السؤال الثالث : ما معنى قراءة سعيد بن جبير ما أغرك؟ قلنا : هو إما على التعجب وإما على الاستفهام من قولك غر الرجل فهو غار إذا غفل ، ومن قولك بيتهم العدو وهم غارون ، وأغره غيره جعله غاراً ، أما قوله تعالى : { الذي خَلَقَكَ } فاعلم أنه تعالى لما وصف نفسه بالكرم ذكر هذه الأمور الثلاثة كالدلالة على تحقق ذلك الكرم أولها : الخلق وهو قوله : { الذي خَلَقَكَ } ولا شك أنه كرم وجود لأن الوجود خير من العدم ، والحياة خير من الموت ، وهو الذي قال : { كَيْفَ تَكْفُرُونَ بالله وَكُنتُمْ أمواتا فأحياكم } [ البقرة : 28 ] ، وثانيها : قوله : { فَسَوَّاكَ } أي جعلك سوياً سالم الأعضاء تسمع وتبصر ، ونظيره قوله : { أَكَفَرْتَ بالذي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ سَوَّاكَ رَجُلاً } [ الكهف : 37 ] قال ذو النون : سواك أي سخر لك المكونات أجمع ، وما جعلك مسخراً لشيء منها ، ثم أنطق لسانك بالذكر ، وقلبك بالعقل ، وروحك بالمعرفة ، وسرك بالإيمان ، وشرفك بالأمر والنهي وفضك على كثير ممن خلق تفضيلاً وثالثها : قوله : { فَعَدَلَكَ } وفيه بحثان : البحث الأول : قال مقاتل : يريد عدل خلقك في العينين والأذنين واليدين والرجلين فلم يجعل إحدى اليدين أطول ولا إحدى العينين أوسع ، وهو كقوله : { بلى قادرين على أَن نُّسَوّىَ بَنَانَهُ } [ القيامة : 4 ] وتقريره ما عرف في علم التشريح أنه سبحانه ركب جانبي هذه الجثة على التسوي حتى أنه لا تفاوت بين نصفيه لا في العظام ولا في أشكالها ولا في ثقبها ولا في الأوردة والشرايين والأعصاب النافذة فيها والخارجة منها ، واستقصاء القول فيه لا يليق بهذا العلم ، وقال عطاء عن ابن عباس : جعلك قائماً معتدلاً حسن الصورة لا كالبهيمة المنحنية ، وقال أبو علي الفارسي : عدل خلقك فأخرجك في أحسن التقويم ، وبسبب ذلك الاعتدال جعلك مستعداً لقبول العقل والقدرة والفكر ، وصيرك بسبب ذلك مستولياً على جميع الحيوان والنبات ، وواصلاً بالكمال إلى ما لم يصل إليه شيء من أجسام هذا العالم .\r\n البحث الثاني : قرأ الكوفيون فعدلك بالتخفيف ، وفيه وجوه أحدها : قال أبو علي الفارسي : أن يكون المعنى عدل بعض أعضائك ببعض حتى اعتدلت والثاني : قال الفراء : { فَعَدَلَكَ } أي فصرفك إلى أي صورة شاء ، ثم قال : والتشديد أحسن الوجهين لأنك تقول : عدلتك إلى كذا كما تقول صرفتك إلى كذا ، ولا يحسن عدلتك فيه ولا صرفتك فيه ، ففي القراءة الأولى جعل في من قوله : { في أي صُورَةٍ } صلة للتركيب ، وهو حسن ، وفي القراءة الثانية جعله صلة لقوله : { فَعَدَلَكَ } وهو ضعيف ، واعلم أن اعتراض القراء إنما يتوجه على هذا الوجه الثاني ، فأما على الوجه الأول الذي ذكره أبو علي الفارسي فغير متوجه والثالث : نقل القفال عن بعضهم أنهما لغتان بمعنى واحد ، أما قوله : { في أي صُورَةٍ مَّا شَاء رَكَّبَكَ } ففيه مباحث الأول : ما هل هي مزيدة أم لا؟ فيه قولان : الأول : أنها ليست مزيدة ، بل هي في معنى الشرط والجزاء فيكون المعنى في أي صورة ما شاء أن يركبك فيها ركبك ، وبناء على هذا الوجه ، قال أبو صالح ومقاتل : المعنى إن شاء ركبك في غير صورة الإنسان من صورة كلب أو صورة حمار أو خنزير أو قرد والقول الثاني : أنها صلة مؤكدة والمعنى في أي صورة تقتضيها مشيئته وحكمته من الصور المختلفة ، فإنه سبحانه يركبك على مثلها ، وعلى هذا القول تحتمل الآية وجوهاً أحدها : أن المراد من الصور المختلفة شبه الأب والأم ، أو أقارب الأب أو أقارب الأم ، ويكون المعنى أنه سبحانه يركبك على مثل صور هؤلاء ويدل على صحة هذا ما روى أنه عليه السلام قال في هذا الآية : « إذا استقرت النطفة في الرحم ، أحضرها الله كل نسب بينها وبين آدم » ، والثاني : وهو الذي ذكره الفراء والزجاج أن المراد من الصور المختلفة الاختلاف بحسب الطول والقصر والحسن والقبح والذكورة والأنوثة ، ودلالة هذه الحالة على الصانع القادر في غاية الظهور ، لأن النطفة جسم متشابه الأجزاء وتأثير طبع الأبوين فيه على السوية ، فالفاعل المؤثر بالطبيعة في القابل المتشابه لا يفعل إلا فعلاً واحداً ، فلما اختلفت الآثار والصفات دل ذلك الاختلاف على أن المدبر هو القادر المختار ، قال القفال : اختلاف الخلق والألوان كاختلاف الأحوال في الغنى والفقر والصحة والسقم ، فكما أنا نقطع أنه سبحانه إنما ميز البعض عن البعض في الغنى والفقر ، وطول العمر وقصره ، بحكمة بالغة لا يحيط بكنهها إلا هو ، فكذلك نعلم أنه إنما جعل البعض مخالفاً للبعض ، في الخلق والألوان بحكمة بالغة ، وذلك لأن بسبب هذا الاختلاف يتميز المحسن عن المسيء والقريب عن الأجنبي ، ثم قال : ونحن نشهد شهادة لا شك فيها أنه سبحانه لم يفرق بين المناظر والهيئات إلا لما علم من صلاح عباده فيه وإن كنا جاهلين بعين الصلاح القول الثالث : قال الواسطي : المراد صورة المطيعين والعصاة فليس من ركبه على صورة الولاية كمن ركبه على صورة العداوة ، قال آخرون : إنه إشارة إلى صفاء الأرواج وظلمتها ، وقال الحسن : منهم من صوره ليستخلصه لنفسه ، ومنهم من صوره ليشغله بغيره مثال الأول : أنه خلق آدم ليخصه بألطاف بره وإعلاء قدره وأظهر روحه من بين جماله وجلاله ، وتوجه بتاج الكرامة وزينه برداء الجلال والهيبة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الإنسان ما غرك بربك الكريم (6) الذي خلقك فسواك فعدلك (7) في أي صورة ما شاء ركبك (8) ",
        "babnum": 2
    },
    {
        "id": 3132,
        "cate": "82",
        "title": "كَلَّا بَلْ تُكَذِّبُونَ بِالدِّينِ (9) ",
        "details": " اعلم أنه سبحانه لما بين بالدلائل العقلية على صحة القول بالبعث والنشور على الجملة ، فرع عليها شرح تفاصيل الأحوال المتعلقة بذلك ، وهو أنواع : النوع الأول : أنه سبحانه زجرهم عن ذلك الاغترار بقوله : { كَلاَّ } و { بَلِ } حرف وضع في اللغة لنفي شيء قد تقدم وتحقق غيره ، فلا جرم ذكروا في تفسير { كَلاَّ } وجوهاً الأول : قال القاضي : معناه أنكم لا تستقيمون على توجيه نعمي عليكم وإرشادي لكم ، بل تكذبون بيوم الدين الثاني : كلا أي ارتدعوا عن الاغترار بكرم الله ، ثم كأنه قال : وإنكم لا ترتدعون عن ذلك بل تكذبون بالدين أصلاً الثالث : قال القفال : كلا أي ليس الأمر كما تقولون من أنه لا بعث ولا نشور ، لأن ذلك يوجب أن الله تعالى خلق الخلق عبثاً وسدى ، وحاشاه من ذلك ، ثم كأنه قال : وإنكم لا تنتفعون بهذا البيان بل تكذبون ، وفي قوله : { تُكَذّبُونَ بالدين } وجهان الأول : أن يكون المراد من الدين الإسلام ، والمعنى أنكم تكذبون بالجزاء على الدين والإسلام الثاني : أن يكون المراد من الدين الحساب ، والمعنى أنكم تكذبون بيوم الحساب .\r\n النوع الثاني : قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "كلا بل تكذبون بالدين (9) ",
        "babnum": 3
    },
    {
        "id": 3133,
        "cate": "82",
        "title": "وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ (10) كِرَامًا كَاتِبِينَ (11) يَعْلَمُونَ مَا تَفْعَلُونَ (12) ",
        "details": " والمعنى التعجب من حالهم ، كأنه سبحانه قال : إنكم تكذبون بيوم الدين وهو يوم الحساب والجزاء ، وملائكة الله موكلون بكم يكتبون أعمالكم حتى تحاسبوا بها يوم القيامة ، ونظيره قوله تعالى : { عَنِ اليمين وَعَنِ الشمال قَعِيدٌ * مَّا يَلْفِظُ مِن قَوْلٍ إِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ } [ ق : 18 17 ] وقوله تعالى : { وَهُوَ القاهر فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُم حَفَظَةً } [ الأنعام : 61 ] ثم ههنا مباحث : الأول : من الناس من طعن في حضور الكرام الكاتبين من وجوه : أحدها : أن هؤلاء الملائكة ، إما أن يكونوا مركبين من الأجسام اللطيفة كالهواء والنسيم والنار ، أو من الأجسام الغليظة ، فإن كان الأول لزم أن تنتقض بنيتهم بأدنى سبب من هبوب الرياح الشديدة وإمرار اليد والكم والسوط في الهواء ، وإن كان الثاني وجب أن نراهم إذ لو جاز أن يكونوا حاضرين ولا نراهم ، لجاز أن يكون بحضرتنا شموس وأقمار وفيلات وبوقات ، ونحن لا نراها ولا نسمعها وذلك دخول في التجاهل ، وكذا القول في إنكار صحائفهم وذواتهم وقلمهم وثانيها : أن هذا الاستكتاب إن كان خالياً عن الفوائد فهو عبث وذلك غير جائز على الله تعالى ، وإن كان فيه فائدة فتلك الفائدة ، إما أن تكون عائدة إلى الله تعالى أو إلى العبد والأول : محال لأنه متعال عن النفع والضر ، وبهذا يظهر بطلان قول من يقول : إنه تعالى إنما استكتبها خوفاً من النسيان الغلط والثاني : أيضاً محال ، لأن أقصى ما في الباب أن يقال : فائدة هذا الاستكتاب أن يكونوا شهوداً على الناس وحجة عليهم يوم القيامة إلا أن هذه الفائدة ضعيفة ، لأن الإنسان الذي علم أن الله تعالى لا يجور ولا يظلم ، لا يحتاج في حقه إلى إثبات هذه الحجة ، والذي لا يعلم ذلك لا ينتفع بهذه الحجة لاحتمال أنه تعالى أمرهم بأن يكتبوا تلك الأشياء عليه ظلماً وثالثها : أن أفعال القلوب غير مرئية ولا محسوسة فتكون هي من باب المغيبات ، والغيب لا يعلمه إلا الله تعالى على ما قال : { وَعِندَهُ مَفَاتِحُ الغيب لاَ يَعْلَمُهَا إِلاَّ هُوَ } [ الأنعام : 59 ] وإذا لم تكن هذه الأفعال معلومة للملائكة استحال أن يكتبوها والآية تقضي أن يكونوا كاتبين علينا كل ما نفعله ، سواء كان ذلك من أفعال القلوب أم لا؟ والجواب : عن الأول : أن هذه الشبهة لا تزال إلا على مذهبنا بناء على أصلين أحدهما : أن البنية ليست شرطاً للحياة عندنا والثاني : أي عند سلامة الحاسة وحضور المرئي وحصول سائر الشرائط لا يجب الإدراك ، فعلى الأصل الأول يجوز أن تكون الملائكة أجراماً لطيفة تتمزق وتتفرق ولكن تبقى حياتها مع ذلك ، وعلى الأصل الثاني يجوز أن يكونوا أجساماً كثيفة لكنا لا نراها والجواب : عن الثاني أن الله تعالى إنما أجرى أموره مع عباده على ما يتعاملون به فيما بينهم لأن ذلك أبلغ في تقرير المعنى عندهم ، ولما كان الأبلغ عندهم في المحاسبة إخراج كتاب بشهود خوطبوا بمثل هذا فيما يحاسبون به يوم القيامة ، فيخرج لهم كتب منشورة ، ويحضر هناك ملائكة يشهدون عليهم كما يشهد عدول السلطان على من يعصيه ويخالف أمره ، فيقولون له : أعطاك الملك كذا وكذا ، وفعل بك كذا وكذا ، ثم قد خلفته وفعلت كذا وكذا ، فكذا ههنا والله أعلم بحقيقة ذلك الجواب : عن الثالث أن غاية ما في الباب تخصيص هذا العموم بأفعال الجوارح ، وذلك غير ممتنع .\r\n البحث الثاني : أن قوله تعالى : { وَإِنَّ عَلَيْكُمْ لحافظين } وإن كان خطاب مشافهة إلا أن الأمة مجمعة على أن هذا الحكم عام في حق كل المكلفين ، ثم ههنا احتمالان : أحدهما : أن يكون هناك جمع من الحافظين ، وذلك الجمع يكونون حافظين لجميع بني آدم من غير أن يختص واحد من الملائكة بواحد من بني آدم .\r\n وثانيهما : أن يكون الموكل بكل واحد منهم غير الموكل بالآخرة ، ثم يحتمل أن يكون الموكل بكل واحد من بني آدم واحداً من الملائكة لأنه تعالى قابل الجمع بالجمع ، وذلك يقتضي مقابلة الفرد بالفرد ، ويحتمل أن يكون الموكل بكل واحد منهم جمعاً من الملائكة كما قيل : إثنان بالليل ، وإثنان بالنهار ، أو كما قيل : إنهم خمسة .\r\n البحث الثالث : أنه تعالى وصف هؤلاء الملائكة بصفات أولها : كونهم حافظين وثانيها : كونهم كراماً وثالثها : كونهم كاتبين ورابعها : كونهم يعلمون ما تفعلون ، وفيه وجهان أحدهما : أنهم يعلمون تلك الأفعال حتى يمكنهم أن يكتبوها ، وهذا تنبيه على أن الإنسان لا يجوز له الشهادة إلا بعد العلم والثاني : أنهم يكتبونها حتى يكونوا عالمين بها عند أداء الشهادة .\r\n واعلم أن وصف الله إياهم بهذه الصفات الخمسة يدل على أنه تعالى أثنى عليهم وعظم شأنهم ، وفي تعظيمهم تعظيم لأمر الجزاء ، وأنه عند الله تعالى من جلائل الأمور ، ولولا ذلك لما وكل بضبط ما يحاسب عليه ، هؤلاء العظماء الأكابر ، قال أبو عثمان : من يزجره من المعاصي مراقبة الله إياه ، كيف يرده عنها كتابة الكرام الكاتبين .\r\n النوع الثالث : من تفاريع مسألة الحشر قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "وإن عليكم لحافظين (10) كراما كاتبين (11) يعلمون ما تفعلون (12) ",
        "babnum": 4
    },
    {
        "id": 3134,
        "cate": "82",
        "title": "إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ (13) وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ (14) يَصْلَوْنَهَا يَوْمَ الدِّينِ (15) وَمَا هُمْ عَنْهَا بِغَائِبِينَ (16) ",
        "details": " اعلم أن الله تعالى لما وصف الكرام الكاتبين لأعمال العباد ذكر أحوال العاملين فقال : { إِنَّ الأبرار لَفِي نَعِيمٍ } وهو نعيم الجنة { وَإِنَّ الفجار لَفِي جَحِيمٍ } وهو النار ، وفيه مسألتان : المسألة الأولى : أن القاطعين بوعيد أصحاب الكبائر تمسكوا بهذه الآية ، فقالوا : صاحب الكبيرة فاجر ، والفجار كلهم في الجحيم ، لأن لفظ الجحيم إذا دخل عليه الألف واللام أفاد الاستغراق والكلام في هذه المسألة قد استقصيناه في سورة البقرة ، وههنا نكت زائدة لا بد من ذكرها : قالت الوعيدية حصلت في هذه الآية وجوه دالة على دوام الوعيد أحدها : قوله تعالى : { يَصْلَوْنَهَا يَوْمَ الدين } ويوم الدين يوم الجزاء ولا وقت إلا ويدخل فيه ، كما تقول يوم الدنيا ويوم الآخرة الثاني : قال الجبائي : لو خصصنا قوله : { وَإِنَّ الفجار لَفِي جَحِيمٍ } لكان بعض الفجار يصيرون إلى الجنة ولو صاروا إليها لكانوا من الأبرار وهذا يقتضي أن لا يتميز الفجار عن الأبرار ، وذلك باطل لأن الله تعالى ميز بين الأمرين ، فإذن يجب أن لا يدخل الفجار الجنة كما لا يدخل الأبرار النار والثالث : أنه تعالى قال : { وَمَا هُمَ عَنْهَا بِغَائِبِينَ } وهو كقوله : { وَمَا هُم بخارجين مِنْهَا } [ المائدة : 37 ] وإذا لم يكن هناك موت ولا غيبة فليس بعدهما إلا الخلود في النار أبد الآبدين ، ولما كان اسم الفاجر يتناول الكافر والمسلم صاحب الكبيرة ثبت بقاء أصحاب الكبائر أبداً في النار ، وثبت أن الشفاعة للمطيعين لا لأهل الكبائر والجواب عنه : أنا بينا أن دلالة ألفاظ العموم على الاستغراق دلالة ظنية ضعيفة والمسألة قطعية .\r\n والتمسك بالدليل الظني في المطلوب القطعي غير جائز ، بل ههنا ما يدل على قولنا : لأن استعمال الجمع المعرف بالألف واللام في المعهود السابق شائع في اللغة ، فيحتمل أن يكون اللفظ ههنا عائداً إلى الكافرين الذين تقدم ذكرهم من المكذبين بيوم الدين ، والكلام في ذلك قد تقدم على سبيل الاستقصاء ، سلمنا أن العموم يفيد القطع ، لكن لا نسلم أن صاحب الكبيرة فاجر ، والدليل عليه قوله تعالى في حق الكفار : { أُوْلَئِكَ هُمُ الكفرة الفجرة } [ عبس : 42 ] فلا يخلو إما أن يكون المراد { أُوْلَئِكَ هُمُ الكفرة } الذين يكونون من جنس الفجرة أو المراد { أُوْلَئِكَ هُمُ الكفرة } وهم { الفجرة } والأول : باطل لأن كل كافر فهو فاجر بالإجماع ، فتقييد الكافر بالكافر الذي يكون من جنس الفجرة عبث ، وإذا بطل هذا القسم بقي الثاني ، وذلك يفيد الحصر ، وإذا دلت هذه الآية على أن الكفار هم الفجرة لا غيرهم ، ثبت أن صاحب الكبيرة ليس بفاجر على الإطلاق ، سلمنا إن الفجار يدخل تحته الكافر والمسلم ، لكن قوله : { وَمَا هُمَ عَنْهَا بِغَائِبِينَ } معناه أن مجموع الفجار لا يكونون غائبين ، ونحن نقول بموجبه : فإن أحد نوعي الفجار وهم الكفار لا يغيبون ، وإذا كان كذلك ثبت أن صدق قولنا إن الفجار بأسرهم لا يغيبون ، يكفي فيه أن لا يغيب الكفار ، فلا حاجة في صدقه إلى أن لا يغيب المسلمون ، سلمنا ذلك لكن قوله : { وَمَا هُمَ عَنْهَا بِغَائِبِينَ } يقتضي كونهم في الحال في الجحيم وذلك كذب ، فلا بد من صرفه عن الظاهر ، فهم يحملونه على أنهم بعد الدخول في الجحيم يصدق عليهم قوله : { وَمَا هُمَ عَنْهَا بِغَائِبِينَ } ونحن نحمل ذلك على أنهم في الحال ليسوا غائبين عن استحقاق الكون في الجحيم ، إلا أن ثبوت الاستحقاق لا ينافي العفو ، سلمنا ذلك لكنه معارض بالدلائل الدالة على العفو وعلى ثبوت الشفاعة لأهل الكبائر ، والترجيح لهذا الجانب ، لأن دليلهم لا بد وأن يتناول جميع الفجار في جميع الأوقات ، وإلا لم يحصل مقصودهم ، ودليلنا يكفي في صحته تناوله لبعض الفجار في بعض الأوقات ، فدليلهم لا بد وأن يكون عاماً ، ودليلنا لا بد وأن يكون خاصاً والخاص مقدم على العام ، والله أعلم .\r\n المسألة الثانية : فيه تهديد عظيم للعصاة حكي أن سليمان بن عبد الملك مر بالمدينة وهو يريد مكة ، فقال لأبي حازم : كيف القدوم على الله غداً؟ قال : أما المحسن فكالغائب يقدم من سفره على أهله ، وأما المسيء فكالآبق يقدم على مولاه ، قال : فبكى ، ثم قال : ليت شعري ما لنا عند الله! فقال أبو حازم : أعرض عملك على كتاب الله ، قال : في أي مكان من كتاب الله؟ قال : { إِنَّ الأبرار لَفِي نَعِيمٍ * وَإِنَّ الفجار لَفِي جَحِيمٍ } وقال جعفر الصادق عليه السلام : النعيم المعرفة والمشاهدة ، والجحيم ظلمات الشهوات وقال بعضهم : النعيم القناعة ، والجحيم الطمع ، وقيل : النعيم التوكل ، والجحيم الحرص ، وقيل : النعيم الاشتغال بالله ، والجحيم الاشتغال بغير الله تعالى .\r\n النوع الرابع : من تفاريع الحشر تعظيم يوم القيامة ، وهو قوله تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "إن الأبرار لفي نعيم (13) وإن الفجار لفي جحيم (14) يصلونها يوم الدين (15) وما هم عنها بغائبين (16) ",
        "babnum": 5
    },
    {
        "id": 3135,
        "cate": "82",
        "title": "وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ (17) ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ (18) يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ (19) ",
        "details": " وفيه مسائل : المسألة الأولى : اختلفوا في الخطاب في قوله : { وَمَا أَدْرَاكَ } فقال بعضهم : هو خطاب للكافر على وجه الزجر له ، وقال الأكثرون : إنه خطاب للرسول ، وإنما خاطبه بذلك لأنه ما كان عالماً بذلك قبل الوحي .\r\n المسألة الثانية : الجمهور على أن التكرير في قوله : { وَمَا أَدْرَاكَ مَا يَوْمُ الدين * ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدين } لتعظيم ذلك اليوم ، وقال الجبائي : بل هو لفائدة مجددة ، إذ المراد بالأول أهل النار ، والمراد بالثاني أهل الجنة ، كأنه قال : وما أدراك ما يعامل به الفجار في يوم الدين؟ ثم ما أدراك ما يعامل به الأبرار في يوم الدين؟ وكرر يوم الدين تعظيماً لما يفعله تعالى من الأمرين بهذين الفريقين .\r\n المسألة الثالثة : في : { يَوْمَ لاَ تَمْلِكُ } قراءتان الرفع والنصب ، أما الرفع ففيه وجهان أحدهما : على البدل من يوم الدين والثاني : أن يكون بإضمار هو فيكون المعنى هو يوم لا تملك ، وأما النصب ففيه وجوه أحدها : بإضمار يدانون لأن الدين يدل عليه وثانيها : بإضمار اذكروا وثالثها : ما ذكره الزجاج يجوز أن يكون في موضع رفع إلا أنه يبنى على الفتح لإضافته إلى قوله : { لاَ تَمْلِكُ } وما أضيف إلى غير المتمكن قد يبنى على الفتح ، وإن كان في موضع رفع أو جر كما قال : لم يمنع الشرب منهم غير أن نطقت \r\n حمامة في غصون ذات أو قال فبنى غير على الفتح لما أضيف إلى قوله إن نطقت ، قال الواحدي : والذي ذكره الزجاج من البناء على الفتح إنما يجوز عند الخليل وسيبويه ، إذا كانت الإضافة إلى الفعل الماضي ، نحو قولك على حين عاتبت ، أما مع الفعل المستقبل ، فلا يجوز البناء عندهم ، ويجوز ذلك في قول الكوفيين ، وقد ذكرنا هذه المسألة عند قوله : { هذا يَوْمُ يَنفَعُ الصادقين صِدْقُهُمْ } [ المائدة : 119 ] ورابعها : ما ذكره أبو علي وهو أن اليوم لما جرا في أكثر الأمر ظرفاً ترك على حالة الأكثرية ، والدليل عليه إجماع القراء والعرب في قوله : { مّنْهُمُ الصالحون وَمِنْهُمْ دُونَ ذلك } [ الأعراف : 168 ] ولا يرفع ذلك أحد .\r\n ومما يقوي النصب قوله : { وَمَا أَدْرَاكَ مَا القارعة * يَوْمَ يَكُونُ الناس } [ القارعة : 4 3 ] وقوله : { يَسْئَلُونَ أَيَّانَ يَوْمُ الدين * يَوْمَ هُمْ عَلَى النار يُفْتَنُونَ } [ الذاريات : 13 12 ] فالنصب في { يَوْمَ لاَ تَمْلِكُ } مثل هذا .\r\n المسألة الرابعة : تمسكوا في نفي الشفاعة للعصاة بقوله : { يَوْمَ لاَ تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً } وهو كقوله تعالى : { واتقوا يَوْمًا لاَّ تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا } [ البقرة : 48 ] والجواب : عنه قد تقدم في سورة البقرة .\r\n المسألة الخامسة : أن أهل الدنيا كانوا يتغلبون على الملك ويعين بعضهم بعضاً في أمور ، ويحمي بعضهم بعضاً ، فإذا كان يوم القيامة بطل ملك بنى الدنيا وزالت رياستهم ، فلا يحمي أحد أحداً ، ولا يغني أحد عن أحد ، ولا يتغلب أحد على ملك ، ونظيره قوله : { والأمر يَوْمَئِذٍ لِلَّهِ } وقوله : { مالك يَوْمِ الدين } [ الفاتحة : 4 ] وهو وعيد عظيم من حيث إنه عرفهم أنه لا يغني عنهم إلا البر والطاعة يومئذ دون سائر ما كان قد يغني عنهم في الدنيا من مال وولد وأعوان وشفعاء .\r\n قال الواحدي : والمعنى أن الله تعالى لم يملك في ذلك اليوم أحداً شيئاً من الأمور ، كما ملكهم في دار الدنيا .\r\n قال الواسطي : في قوله : { يَوْمَ لاَ تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً } إشارة إلى فناء غير الله تعالى ، وهناك تذهب الرسالات والكلمات والغايات ، فمن كانت صفته في الدنيا كذلك كانت دنياه أخراه .\r\n وأما قوله : { والأمر يَوْمَئِذٍ لِلَّهِ } فهو إشارة إلى أن البقاء والوجود لله ، والأمر كذلك في الأزل وفي اليوم وفي الآخرة ، ولم يتغير من حال إلى حال ، فالتفاوت عائد إلى أحوال الناظر ، لا إلى أحوال المنظور إليه ، فالكاملون لا تتفاوت أحوالهم بحسب تفاوت الأوقات ، كما قال : لو كشف الغطاء ما ازددت يقيناً ، وكحارثة لما أخبر بحضرة النبي صلى الله عليه وسلم يقول : « كأني أنظر وكأني وكأني » والله سبحانه وتعالى أعلم .\r\n والحمد لله رب العالمين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما أدراك ما يوم الدين (17) ثم ما أدراك ما يوم الدين (18) يوم لا تملك نفس لنفس شيئا والأمر يومئذ لله (19) ",
        "babnum": 6
    }
]