[
    {
        "id": 884,
        "cate": "8",
        "title": "يَسْأَلُونَكَ عَنِ الْأَنْفَالِ قُلِ الْأَنْفَالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ (1) ",
        "details": " اعلم أن قوله : { يَسْئَلُونَكَ عَنِ الانفال } يقتضي البحث عن خمسة أشياء ، السائل والمسؤول وحقيقة النفل ، وكون ذلك السؤال عن أي الأحكام كان ، وإن المفسرين بأي شيء فسروا الأنفال .\r\n أما البحث الأول : فهو أن السائلين من كانوا؟ فنقول إن قوله : { يَسْأَلُونَكَ عَنِ الانفال } إخبار عمن لم يسبق ذكرهم وحسن ذلك ههنا ، لأن حالة النزول كان السائل عن هذا السؤال معلوماً معيناً فانصرف هذا اللفظ إليهم ، ولا شك أنهم كانوا أقواماً لهم تعلق بالغنائم والأنفال وهم أقوام من الصحابة .\r\n وأما البحث الثاني : وهو أن المسؤول من كان؟ فلا شك أنه هو النبي صلى الله عليه وسلم .\r\n وأما البحث الثالث : وهو أن الأنفال ما هي فنقول : قال الزهري : النفل والنافلة ما كان زيادة على الأصل ، وسميت الغنائم أنفالاً ، لأن المسلمين فضلوا بها على سائر الأمم الذين لم تحل لهم الغنائم ، وصلاة التطوع نافلة لأنها زيادة على الفرض الذي هو الأصل .\r\n وقال تعالى : { وَوَهَبْنَا لَهُ إسحاق وَيَعْقُوبَ نَافِلَةً } [ الأنبياء : 72 ] أي زيادة على ما سأل .\r\n وأما البحث الرابع : وهو أن السؤال عن أي أحكام الأنفال كان؟ فنقول : فيه وجهان : الأول : لفظ السؤال ، وإن كان مبهماً إلا أن تعيين الجواب يدل على أن السؤال كان واقعاً عن ذلك المعين ، ونظيره قوله تعالى : { وَيَسْئَلُونَكَ عَنِ المحيض } [ البقرة : 222 ] { فِى الدنيا والاخرة } [ البقرة : 220 ] فعلم منه أنه سؤال عن حكم من أحكام المحيض واليتامى ، وذلك الحكم غير معين ، إلا أن الجواب كان معيناً لأنه تعالى قال في المحيض : { قُلْ هُوَ أَذًى فاعتزلوا النساء فِي المحيض } [ البقرة : 222 ] فدل هذا الجواب على أن ذلك السؤال كان سؤالاً عن مخالطة النساء في المحيض .\r\n وقال في اليتامى : { قُلْ إِصْلاَحٌ لَّهُمْ خَيْرٌ وَإِن تُخَالِطُوهُمْ فإخوانكم } [ البقرة : 220 ] فدل هذا الجواب المعين على أن ذلك السؤال المعين كان واقعاً عن التصرف في مالهم ومخالطتهم في المواكلة .\r\n وأيضاً قال تعالى : { وَيَسْئَلُونَكَ عَنِ الروح } [ الإسراء : 85 ] وليس فيه ما يدل على أن ذلك السؤال عن أي الأحكام إلا أنه تعالى قال في الجواب : { قُلِ الروح مِنْ أَمْرِ رَبّى } فدل هذا الجواب على أن ذلك السؤال كان عن كون الروح محدثاً أو قديماً ، فكذا ههنا لما قال في جواب السؤال عن الأنفال : { قُلِ الانفال لِلَّهِ والرسول } دل هذا على أنهم سألوه عن الأنفال كيف مصرفها ومن المستحق لها .\r\n والقول الثاني : أن قوله : { يَسْأَلُونَكَ عَنِ الانفال } أي من الأنفال ، والمراد من هذا السؤال : الاستعطاء على ما روي في الخبر ، أنهم كانوا يقولون يا رسول الله أعطني كذا أعطني كذا ، ولا يبعد إقامة عن مقام من هذا قول عكرمة .\r\n وقرأ عبد الله { يَسْأَلُونَكَ الانفال } .\r\n والبحث الخامس : وهو شرح أقوال المفسرين في المراد بالأنفال .\r\n فنقول : إن الأنفال التي سألوا عنها يقتضي أن يكون قد وقع بينهم التنازع والتنافس فيها ، ويدل عليه وجوه : الأول : أن قوله : { قُلِ الانفال لِلَّهِ والرسول } يدل على أن المقصود من ذكر منع القوم عن المخاصمة والمنازعة .\r\n وثانيها : قوله : { فاتقوا الله وَأَصْلِحُواْ ذَاتَ بِيْنِكُمْ } يدل على أنهم إنما سألوا عن ذلك بعد أن وقعت الخصومة بينهم .\r\n وثالثها : أن قوله : { وَأَطِيعُواْ الله وَرَسُولَهُ إِن كُنتُم مُّؤْمِنِينَ } يدل على ذلك .\r\n إذا عرفت هذا فنقول : يحتمل أن يكون المراد من هذه الأنفال الغنائم ، وهي الأموال المأخوذة من الكفار قهراً؛ ويحتمل أن يكون المراد غيرها .\r\n أما الأول : ففيه وجوه : أحدها : أنه صلى الله عليه وسلم قسم ما غنموه يوم بدر على من حضر وعلى أقوام لم يحضروا أيضاً ، وهم ثلاثة من المهاجرين وخمسة من الأنصار ، فأما المهاجرون فأحدهم عثمان فإنه عليه السلام تركه على ابنته لأنها كانت مريضة ، وطلحة وسعيد بن زيد .\r\n فإنه عليه السلام كان قد بعثهما للتجسس عن خبر العير وخرجا في طريق الشام ، وأما الخمسة من الأنصار ، فأحدهم أبو لبابة مروان بن عبد المنذر ، خلفه النبي صلى الله عليه وسلم على المدينة ، وعاصم خلفه على العالية ، والحرث بن حاطب : رده من الروحاء إلى عمرو بن عوف لشيء بلغه عنه ، والحرث بن الصمة أصابته علة بالروحاء ، وخوات بن جبير ، فهؤلاء لم يحضروا ، وضرب النبي صلى الله عليه وسلم لهم في تلك الغنائم بسهم ، فوقه من غيرهم فيه منازعة .\r\n فنزلت هذه الآية بسببها ، وثانيها : روى أن يوم بدر الشبان قتلوا وأسروا والأشياخ وقفوا مع رسول الله صلى الله عليه وسلم في المصاف ، فقال الشبان : الغنائم لنا لأنا قتلنا وهزمنا ، وقال الأشياخ : كنا ردأ لكم ولو انهزمتهم لانحزتم إلينا ، فلا تذهبوا بالغنائم دوننا ، فوقعت المخاصمة بهذا السبب .\r\n فنزلت الآية .\r\n وثالثها : قال الزجاج : الأنفال الغنائم .\r\n وإنما سألوا عنها لأنها كانت حراماً على من كان قبلهم ، وهذا الوجه ضعيف لأن على هذا التقدير يكون المقصود من هذا السؤال طلب حكم الله تعالى فقط ، وقد بينا بالدليل أن هذا السؤال كان مسبوقاً بالمنازعة والمخاصمة .\r\n وأما الاحتمال الثاني : وهو أن يكون المراد من الأنفال شيئاً سوى الغنائم ، فعلى هذا التقدير في تفسير الأنفال أيضاً وجوه : أحدها : قال ابن عباس في بعض الروايات : المراد من الأنفال ما شذ عن المشركين إلى المسلمين من غير قتال ، من دابة أو عبد أو متاع ، فهو إلى النبي صلى الله عليه وسلم يضعه حيث يشاء ، وثانيها : الأنفال الخمس الذي يجعله الله لأهل الخمس ، وهو قول مجاهد ، قال : فالقوم إنما سألوا عن الخمس .\r\n فنزلت الآية ، وثالثها : أن الأنفال هي السلب وهو الذي يدفع إلى الغازي زائداً على سهمه من الغنم ، ترغيباً له في القتال ، كما إذا قال الإمام : «من قتل قتيلاً فله سلبه» أو قال لسرية ما أصبتم فهو لكم ، أو يقول فلكم نصفه أو ثلثه أو ربعه ، ولا يخمس النفل ، وعن سعد بن أبي وقاص أنه قال : قتل أخي عمير يوم بدر فقتلت به سعد بن العاصي وأخذت سيفه فأعجبني فجئت به إلى رسول الله صلى الله عليه وسلم ، فقلت إن الله تعالى قد شفى صدري من المشركين فهب لي هذا السيف .\r\n فقال : «ليس هذا لي ولا لك أطرحه في الموضع الذي وضعت فيه الغنائم» فطرحته وبي ما يعلمه الله من قتل أخي وأخذ سلبي ، فما جاوزت إلا قليلاً حتى جاءني رسول الله صلى الله عليه وسلم وقد أنزلت سورة الأنفال فقال : يا سعد «إنك سألتني السيف وليس لي وإنه قد صار لي فخذه» قال القاضي : وكل هذه الوجوه تحتمله الآية ، وليس فيها دليل على ترجيح بعضها على بعض .\r\n وإن صح في الأخبار ما يدل على التعين قضى به ، وإلا فالكل محتمل ، وكما أن كل واحد منها جائز ، فكذلك إرادة الجميع جائزة فإنه لا تناقض بينها ، والأقرب أن يكون المراد بذلك ماله عليه السلام أن ينفل غيره من جملة الغنيمة قبل حصولها وبعد حصولها ، لأنه يسوغ له تحريضاً على الجهاد وتقوية للنفوس كنحو ما كان ينفل واحداً في ابتداء المحاربة .\r\n ليبالغ في الحرب .\r\n أو عند الرجعة .\r\n أو يعطيه سلب القاتل ، أو يرضخ لبعض الحاضرين ، وينفله من الخمس الذي كان عليه السلام يختص به .\r\n وعلى هذا التقدير فيكون قوله : { قُلِ الانفال لِلَّهِ والرسول } المراد الأمر الزائد على ما كان مستحقاً للمجاهدين .\r\n أما قوله تعالى : { قُلِ الانفال لِلَّهِ والرسول } ففيه بحثان : البحث الأول : المراد منه أن حكمها مختص بالله والرسول يأمره الله بقسمتها على ما تقتضيه حكمته ، وليس الأمر في قسمتها مفوضاً إلى رأي أحد .\r\n البحث الثاني : قال مجاهد وعكرمة والسدي : إنها منسوخة بقوله فإن لله خمسه وللرسول ، وذلك لأن قوله : { قُلِ الانفال لِلَّهِ والرسول } يقتضي أن تكون الغنائم كلها للرسول ، فنسخها الله بآيات الخمس وهو قول ابن عباس في بعض الروايات ، وأجيب عنه من وجوه : الأول : أن قوله : { قُلِ الانفال لِلَّهِ والرسول } معناه أن الحكم فيها لله وللرسول .\r\n وهذا المعنى باق فلا يمكن أن يصير منسوخاً ، ثم إنه تعالى حكم بأن يكون أربعة أخماسها ملكاً للغانمين .\r\n الثاني : أن آية الخمس .\r\n تدل على كون الغنيمة ملكاً للغانمين ، والأنفال ههنا مفسرة لا بالغنائم ، بل بالسلب .\r\n وإنما ينفله الرسول عليه السلام لبعض الناس لمصلحة من المصالح .\r\n ثم قال تعالى : { فاتقوا الله وَأَصْلِحُواْ ذَاتَ بِيْنِكُمْ } وفيه بحثان : البحث الأول : معناه فاتقوا عقاب الله ولا تقدموا على معصية الله ، واتركوا المنازعة والمخاصمة بسبب هذه الأحوال .\r\n وارضوا بما حكم به رسول الله صلى الله عليه وسلم .\r\n البحث الثاني : في قوله : { وَأَصْلِحُواْ ذَاتَ بِيْنِكُمْ } أي وأصلحوا ذات بينكم من الأقوال ، ولما كانت الأقوال واقعة في البين ، قيل لها ذات البين ، كما أن الأسرار لما كانت مضمرة في الصدور قيل لها ذات الصدور .\r\n ثم قال : { وَأَطِيعُواْ الله وَرَسُولَهُ إِن كُنتُم مُّؤْمِنِينَ } والمعنى أنه تعالى نهاهم عن مخالفة حكم الرسول بقوله : { فاتقوا الله وَأَصْلِحُواْ ذَاتَ بِيْنِكُمْ } ثم أكد ذلك بأن أمرهم بطاعة الرسول بقوله : { وَأَطِيعُواْ الله وَرَسُولَهُ } ثم بالغ في هذا التأكيد فقال : { إِن كُنتُم مُّؤْمِنِينَ } والمراد أن الإيمان الذي دعاكم الرسول إليه ورغبتم فيه لا يتم حصوله إلا بالتزام هذه الطاعة ، فاحذروا الخروج عنها ، واحتج من قال : ترك الطاعة يوجب زوال الإيمان بهذه الآية ، وتقريره أن المعلق بكلمة إن على الشيء عدم عند عدم ذلك الشيء ، وههنا الإيمان معلق على الطاعة بكلمة { ءانٍ } فيلزم عدم الإيمان عند عدم الطاعة وتمام هذه المسألة مذكور في قوله تعالى : { إِن تَجْتَنِبُواْ كَبَائِرَ مَا تُنهَوْنَ عَنْهُ } [ النساء : 31 ] والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يسألونك عن الأنفال قل الأنفال لله والرسول فاتقوا الله وأصلحوا ذات بينكم وأطيعوا الله ورسوله إن كنتم مؤمنين (1) ",
        "babnum": 1
    },
    {
        "id": 885,
        "cate": "8",
        "title": "إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (2) الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (3) أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (4) ",
        "details": " اعلم أنه تعالى لما قال : { وَأَطِيعُواْ الله وَرَسُولَهُ إِن كُنتُم مُّؤْمِنِينَ } واقتضى ذلك كون الإيمان مستلزماً للطاعة ، شرح ذلك في هذه الآية مزيد شرح وتفصيل ، وبين أن الإيمان لا يحصل إلا عند حصول هذه الطاعات فقال : { إِنَّمَا المؤمنون } الآية .\r\n واعلم أن هذه الآية تدل على أن الإيمان لا يحصل إلا عند حصول أمور خمسة : الأول : قوله : { الذين إِذَا ذُكِرَ الله وَجِلَتْ قُلُوبُهُمْ } قال الواحدي يقال : وجل يوجل وجلاً ، فهو وجل ، وأوجل إذا خاف .\r\n قال الشاعر : لعمرك ما أدري وإني لأوجل \r\n على أينا تعدو المنية أول والمراد أن المؤمن إنما يكون مؤمناً إذا كان خائفاً من الله ، ونظيره قوله تعالى : { تَقْشَعِرُّ مِنْهُ جُلُودُ الذين يَخْشَوْنَ رَبَّهُمْ } [ الزمر : 23 ] وقوله : { الذين هُم مّنْ خَشْيةِ رَبّهِمْ مُّشْفِقُونَ } [ المؤمنون : 57 ] وقوله : { الذين هُمْ فِى صَلاَتِهِمْ خاشعون } [ المؤمنون : 2 ] وقال أصحاب الحقائق : الخوف على قسمين : خوف العقاب ، وخوف العظمة والجلال .\r\n أما خوف العقاب فهو للعصاة .\r\n وأما خوف الجلال والعظمة فهو لا يزول عن قلب أحد من المخلوقين ، سواء كان ملكاً مقرباً أو نبياً مرسلاً ، وذلك لأنه تعالى غني لذاته عن كل الموجودات وما سواه من الموجودات فمحتاجون إليه ، والمحتاج إذا حضر عند الملك الغني يهابه ويخافه ، وليست تلك الهيبة من العقاب ، بل مجرد علمه بكونه غنياً عنه ، وكونه محتاجاً إليه يوجب تلك المهابة ، وذلك الخوف .\r\n إذا عرفت هذا فنقول : إن كان المراد من الوجل القسم الأول ، فذلك لا يحصل من مجرد ذكر الله ، وإنما يحصل من ذكر عقاب الله .\r\n وهذا هو اللائق بهذا الموضع ، لأن المقصود من هذه الآية إلزام أصحاب بدر طاعة الله وطاعة الرسول في قسمة الأنفال ، وأما إن كان المراد من الوجل القسم الثاني ، فذلك لازم من مجرد ذكر الله ، ولا حاجة في الآية إلى الإضمار .\r\n فإن قيل : إنه تعالى قال ههنا { وَجِلَتْ قُلُوبُهُمْ } وقال في آية أخرى : { الذين ءامَنُواْ وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ الله } [ الرعد : 28 ] فكيف الجمع بينهما؟ وأيضاً قال في آية أخرى : { ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إلى ذِكْرِ الله } [ الزمر : 23 ] قلنا : الاطمئنان إنما يكون عن ثلج اليقين ، وشرح الصدر بمعرفة التوحيد ، والوجل إنما يكون من خوف العقوبة ، ولا منافاة بين هاتين الحالتين ، بل نقول : هذان الوصفان اجتمعا في آية واحدة ، وهي قوله تعالى : { تَقْشَعِرُّ مِنْهُ جُلُودُ الذين يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إلى ذِكْرِ الله } [ الزمر : 23 ] والمعنى : تقشعر الجلود من خوف عذاب الله ، ثم تلين جلودهم وقلوبهم عند رجاء ثواب الله .\r\n الصفة الثانية : قوله تعالى : { إِنَّمَا المؤمنون الذين إِذَا ذُكِرَ الله } وهو قكلوه : { وَإِذَا مَا أُنزِلَتْ سُورَةٌ فَمِنْهُمْ مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هذه إيمانا } [ التوبة : 124 ] ثم فيه مسائل : المسألة الأولى : زيادة الإيمان الذي هو التصديق على وجهين : الوجه الأول : وهو الذي عليه عامة أهل العلم على ما حكاه الواحدي رحمه الله : أن كل من كانت الدلائل عنده أكثر وأقوى كان أزيد إيماناً ، لأن عند حصول كثرة الدلائل وقوتها يزول الشك ويقوى اليقين ، وإليه الإشارة بقوله عليه السلام : « لو وزن إيمان أبي بكر بإيمان أهل الأرض لرجح » يريد أن معرفته بالله أقوى .\r\n ولقائل أن يقول : المراد من هذه الزيادة : إما قوة الدليل أو كثرة الدلائل .\r\n أما قوة الدليل فباطل ، وذلك لأن كل دليل فهو مركب لا محالة من مقدمات ، وتلك المقدمات إما أن يكون مجزوماً بها جزماً مانعاً من النقيض أو لا يكون فإن كان الجزم المانع من النقيض حاصلاً في كل المقدمات ، امتنع كون بعض الدلائل أقوى من بعض على هذا التفسير ، لأن الجزم المانع من النقيض لا يقبل التفاوت ، وأما إن كان الجزم المانع من النقيض غير حاصل إما في الكل أو في البعض فذلك لا يكون دليلاً ، بل أمارة ، والنتيجة الحاصلة منها لا تكون علماً بل ظناً ، فثبت بما ذكرنا أن حصول التفاوت في الدلائل بسبب القوة محال ، وأما حصول التفاوت بسبب كثرة الدلائل فالأمر كذلك ، لأن الجزم الحاصل بسبب الدليل الواحد ، إن كان مانعاً من النقيض فيمتنع أن يصير أقوى عند اجتماع الدلائل الكثيرة ، وإن كان غير مانع من النقيض لم يكن دليلاً ، بل كان أمارة ولم تكن النتيجة معلومة بل مظنونة ، فثبت أن هذا التأويل ضعيف .\r\n واعلم أنه يمكن أن يقال : المراد من هذه الزيادة الدوام وعدم الدوام ، وذلك لأن بعض المستدلين لا يكون مستحضراً للدليل والمدلول إلا لحظة واحدة ، ومنهم من يكون مداوماً لتلك الحالة وبين هذين الطرفين أوساط مختلفة ، ومراتب متفاوتة ، وهو المراد من الزيادة .\r\n والوجه الثاني : من زيادة التصديق أنهم يصدقون بكل ما يتلى عليهم من عند الله ، ولما كانت التكاليف متوالية في زمن الرسول صلى الله عليه وسلم متعاقبة ، فعند حدوث كل تكليف كانوا يزيدون تصديقاً وإقراراً ، ومن المعلوم أن من صدق إنساناً في شيئين كان تصديقه له أكثر من تصديق من صدقه في شيء واحد .\r\n وقوله : { إِنَّمَا المؤمنون الذين إِذَا ذُكِرَ الله } معناه : أنهم كلما سمعوا آية جديدة أتوا بإقرار جديد فكان ذلك زيادة في الإيمان والتصديق ، وفي الآية وجه ثالث : وهو أن كمال قدرة الله وحكمته ، إنما تعرف بواسطة آثار حكمة الله في مخلوقاته ، وهذا بحر لا ساحل له ، وكلما وقف عقل الإنسان على آثار حكمة الله في تخليق شيء آخر ، انتقل منه إلى طلب حكمة في تخليق شيء آخر ، فقد انتقل من مرتبة إلى مرتبة أخرى أعلى منها وأشرف وأكمل ، ولما كانت هذه المراتب لا نهاية لها ، لا جرم لا نهاية لمراتب التجلي والكشف والمعرفة .\r\n المسألة الثانية : اختلفوا في أن الإيمان هل يقبل الزيادة والنقصان أم لا؟ أما الذين قالوا : الإيمان عبارة عن مجموع الاعتقاد والإقرار والعمل ، فقد احتجوا بهذه الآية من وجهين : الأول : أن قوله : { زَادَتْهُمْ إيمانا } يدل على أن الإيمان يقبل الزيادة ، ولو كان الإيمان عبارة عن المعرفة والإقرار لما قبل الزيادة .\r\n والثاني : أنه تعالى لما ذكر هذه الأمور الخمسة .\r\n قال : في الموصوفين بها { أُوْلئِكَ هُمُ المؤمنون حَقّاً } وذلك يدل على أن كل تلك الخصال داخل في مسمى الإيمان .\r\n وروي عن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال : « الإيمان بضع وسبعون شعبة أعلاها شهادة أن لا إله إلا الله ، وأدناها إماطة الأذى عن الطريق ، والحياء شعبة من الإيمان » واحتجوا بهذه الآية على أن الإيمان عبارة عن مجموع الأركان الثلاثة .\r\n قالوا : لأن الآية صريحة في أن الإيمان يقبل الزيادة ، والمعرفة والإقرار لا يقبلان التفاوت ، فوجب أن يكون الإيمان عبارة عن مجموع الإقرار والاعتقاد والعمل ، حتى أن بسبب دخول التفاوت في العمل يظهر التفاوت في الإيمان ، وهذا الاستدلال ضعيف ، لما بينا أن التفاوت بالدوام وعدم الدوام حاصل في الاعتقاد والإقرار ، وهذا القدر يكفي في حصول التفاوت في الإيمان ، والله أعلم .\r\n المسألة الثالثة : قوله : { إِنَّمَا المؤمنون الذين إِذَا ذُكِرَ الله } ظاهره مشعر بأن تلك الآيات هي المؤثرة في حصول الزيادة في الإيمان ، وليس الأمر كذلك ، لأن نفس تلك الآيات لا توجب الزيادة ، بل إن كان ولا بد فالموجب هو سماع تلك الآيات أو معرفة تلك الآيات توجب زيادة في المعرفة والتصديق والله أعلم .\r\n الصفة الثالثة : للمؤمنين قوله تعالى : { وعلى رَبّهِمْ يَتَوَكَّلُونَ } واعلم أن صفة المؤمنين أن يكونوا واثقين بالصدق في وعده ووعيده ، وأن يقولوا صدق الله ورسوله ، وأن لا يكون قولهم كقول المنافقين { مَّا وَعَدَنَا الله وَرَسُولُهُ إِلاَّ غُرُوراً } [ الأحزاب : 12 ] ثم نقول : هذا الكلام يفيد الحصر ، ومعناه : أنهم لا يتوكلون إلا على ربهم ، وهذه الحالة مرتبة عالية ودرجة شريفة ، وهي : أن الإنسان بحيث يصير لا يبقي له اعتماد في أمر من الأمور إلا على الله .\r\n واعلم أن هذه الصفات الثلاثة مرتبة على أحسن جهات الترتيب ، فإن المرتبة الأولى هي : الوجل من عقاب الله .\r\n والمرتبة الثانية : هي الانقياد لمقامات التكاليف لله .\r\n والمرتبة الثالثة : هي الانقطاع بالكلية عما سوى الله ، والاعتماد بالكلية على فضل الله ، بل الغنى بالكلية عما سوى الله تعالى .\r\n والصفة الرابعة والخامسة : قوله : { الذين يُقِيمُونَ الصلاة وَمِمَّا رزقناهم يُنفِقُونَ } واعلم أن المراتب الثلاثة المتقدمة أحوال معتبرة في القلوب والبواطن ، ثم انتقل منها إلى رعاية أحوال الظاهر ورأس الطاعات المعتبرة في الظاهر ، ورئيسها بذل النفس في الصلاة ، وبذل المال في مرضاة الله ، ويدخل فيه الزكوات والصدقات والصلاة ، والإنفاق في الجهاد ، والإنفاق على المساجد والقناطر ، قالت المعتزلة : إنه تعالى مدح من ينفق ما رزقه الله ، وأجمعت الأمة على أنه لا يجوز الإنفاق من الحرام ، وذلك يدل على أن الحرام لا يكون رزقاً ، وقد سبق ذكر هذا الكلام مراراً .\r\n واعلم أن الله تعالى لما ذكر هذه الصفات الخمس : أثبت للموصوفين بها أموراً ثلاثة : الأول : قوله : { أُوْلئِكَ هُمُ المؤمنون حَقّاً } وفيه مسائل : المسألة الأولى : قوله : { حَقّاً } بماذا يتصل .\r\n فيه قولان : أحدهما : بقوله : { هُمُ المؤمنون } أي هم المؤمنون بالحقيقة .\r\n والثاني : أنه تم الكلام عند قوله : { أُوْلئِكَ هُمُ المؤمنون } ثم ابتدأ وقال : { حَقّاً لَّهُمْ درجات } .\r\n المسألة الثانية : ذكروا في انتصاب { حَقّاً } وجوهاً : الأول : قال الفراء : التقدير : أخبركم بذلك حقاً ، أي أخباراً حقاً ، ونظيره قوله : { أُوْلَئِكَ هُمُ الكافرون حَقّاً } [ النساء : 151 ] والثاني : قال سيبويه : إنه مصدر مؤكد لفعل محذوف يدل عليه الكلام ، والتقدير : وإن الذي فعلوه كان حقاً صدقاً .\r\n الثالث : قال الزجاج .\r\n التقدير : أولئك هم المؤمنون أحق ذلك حقاً .\r\n المسألة الثالثة : اتفقوا على أنه يجوز للمؤمن أن يقول أنا مؤمن ، واختلفوا في أنه هل يجوز للرجل أن يقول أنا مؤمن حقاً أم لا؟ فقال أصحاب الشافعي : الأولى أن يقول الرجل : أنا مؤمن إن شاء الله ، ولا يقول أنا مؤمن حقاً .\r\n وقال أصحاب أبي حنيفة رحمه الله : الأولى أن يقول أنا مؤمن حقاً ، ولا يجوز أن يقول : أنا مؤمن إن شاء الله ، أما الذين قالوا إنه يقول : أنا مؤمن إن شاء الله ، فلهم فيه مقامان : المقام الأول : أن يكون ذلك لأجل حصول الشك في حصول الإيمان .\r\n المقام الثاني : أن لا يكون الأمر كذلك .\r\n أما المقام الأول ، فتقريره : أن الإيمان عند الشافعي رضي الله عنه عبارة عن مجموع الاعتقاد والإقرار والعمل .\r\n ولا شك أن كون الإنسان آتياً بالأعمال الصالحة أمر مشكوك فيه ، والشك في أحد أجزاء الماهية يوجب الشك في حصول تلك الماهية ، فالإنسان وإن كان جازماً بحصول الاعتقاد والإقرار ، إلا أنه لما كان شاكاً في حصول العمل كان هذا القدر يوجب كونه شاكاً في حصول الإيمان ، وأما عند أبي حنيفة رحمه الله ، فلما كان الإيمان اسماً للاعتقاد والقول ، وكان العمل خارجاً عن مسمى الإيمان ، لم يلزم من الشك في حصول الأعمال الشك في الإيمان .\r\n فثبت أن من قال إن الإيمان عبارة عن مجموع الأمور الثلاثة يلزمه وقوع الشك في الإيمان ، ومن قال العمل خارج عن مسمى الإيمان يلزمه نفي الشك عن الإيمان ، وعند هذا ظهر أن الخلاف ليس إلا في اللفظ فقط .\r\n وأما المقام الثاني : وهو أن نقول : إن قوله : أنا مؤمن إن شاء الله ليس لأجل الشك ، فيه وجوه : الأول : أن كون الرجل مؤمناً أشرف صفاته وأعرف نعوته وأحواله ، فإذا قال أنا مؤمن ، فكأنه مدح نفسه بأعظم المدائح .\r\n فوجب أن يقول : إن شاء الله ليصير هذا سبباً لحصول الانكسار في القلب وزوال العجب .\r\n روي أن أبا حنيفة رحمه الله ، قال لقتادة : لم تستثني في إيمانك .\r\n قال اتباعاً لإبراهيم عليه السلام في قوله : { والذى أَطْمَعُ أَن يَغْفِرَ لِى خَطِيئَتِى يَوْمَ الدين } [ الشعراء : 82 ] فقال أبو حنيفة رحمه الله : هلا اقتديت به في قوله : { أَوَلَمْ تُؤْمِن قَالَ بلى } [ البقرة : 260 ] وأقول : كان لقتادة أن يجيب ، ويقول : إنه بعد أن قال : { بلى } قال : { ولكن لّيَطْمَئِنَّ قَلْبِى } فطلب مزيد الطمأنينة ، وهذا يدل على أنه لا بد من قول إن شاء الله .\r\n الثاني : أنه تعالى ذكر في هذه الآية أن الرجل لا يكون مؤمناً إلا إذا كان موصوفاً بالصفات الخمسة ، وهي الخوف من الله ، والإخلاص في دين الله ، والتوكل على الله ، والإتيان بالصلاة والزكاة لوجه الله تعالى .\r\n وذكر في أول الآية ما يدل على الحصر ، وهو قوله : { إِنَّمَا المؤمنون الذين } هم كذا وكذا .\r\n وذكر في آخر الآية قوله : { أُوْلئِكَ هُمُ المؤمنون حَقّاً } وهذا أيضاً يفيد الحصر ، فلما دلت هذه الآية على هذا المعنى ، ثم إن الإنسان لا يمكنه القطع على نفسه بحصول هذه الصفات الخمس ، لا جرم كان الأولى أن يقول : إن شاء الله .\r\n روى أن الحسن سأله رجل وقال : أمؤمن أنت؟ فقال : الإيمان إيمانان ، فإن كنت تسألني عن الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر ، فأنا مؤمن ، وإن كنت تسألني عن قوله : { إِنَّمَا المؤمنون الذين إِذَا ذُكِرَ الله وَجِلَتْ قُلُوبُهُمْ } فوالله لا أدري أمنهم أنا أم لا؟ الثالث : أن القرآن العظيم دل على أن كل من كان مؤمناً ، كان من أهل الجنة فالقطع بكونه مؤمناً يوجب القطع بكونه من أهل الجنة ، وذلك لا سبيل إليه ، فكذا هذا .\r\n ونقل عن الثوري أنه قال : من زعم أنه مؤمن بالله حقاً ، ثم لم يشهد بأنه من أهل الجنة ، فقد آمن بنصف الآية .\r\n والمقصود أنه كما لا سبيل إلى القطع بأنه من أهل الجنة ، فكذلك لا سبيل إلى القطع بأنه مؤمن .\r\n الرابع : أن الإيمان عبارة عن التصديق بالقلب وعن المعرفة ، وعلى هذا فالرجل إنما يكون مؤمناً في الحقيقة عند ما يكون هذا التصديق وهذه المعرفة حاصلة في القلب حاضرة في الخاطر ، فأما عند زوال هذا المعنى ، فهو إنما يكون مؤمناً بحسب حكم الله ، أما في نفس الأمر فلا .\r\n إذا عرفت هذا لم يبعد أن يكون المراد بقوله إن شاء الله عائداً إلى استدامة مسمى الإيمان واستحضار معناه أبداً دائماً من غير حصول ذهول وغفلة عنه ، وهذا المعنى محتمل .\r\n الخامس : أن أصحاب الموافاة يقولون : شرط كونه مؤمناً في الحال حصول الموافاة على الإيمان ، وهذا الشرط لا يحصل إلا عند الموت ، ويكون مجهولاً ، والموقوف على المجهول مجهول .\r\n فلهذا السبب حسن أن يقال : أنا مؤمن إن شاء الله .\r\n السادس : أن يقول : أنا مؤمن إن شاء الله عند الموت ، والمراد صرف هذا الاستثناء إلى الخاتمة والعاقبة ، فإن الرجل وإن كان مؤمناً في الحال ، إلا أن بتقدير أن لا يبقى ذلك الإيمان في العاقبة؛ كان وجوده كعدمه ، ولم تحصل فائدة أصلاً ، فكان المقصود من ذكر هذا الاستثناء هذا المعنى .\r\n السابع : أن ذكر هذه الكلمة لا ينافي حصول الجزم والقطع ، ألا ترى أنه تعالى قال : { لَّقَدْ صَدَقَ الله رَسُولَهُ الرؤيا بالحق لَتَدْخُلُنَّ المسجد الحرام إِن شَاء الله ءامِنِينَ } [ الفتح : 27 ] وهو تعالى منزه عن الشك والريب .\r\n فثبت أنه تعالى إنما ذكر ذلك تعليماً منه لعباده ، هذا المعنى ، فكذا ههنا الأولى ذكر هذه الكلمة الدالة على تفويض الأمور إلى الله ، حتى يحصل ببركة هذه الكلمة دوام الإيمان .\r\n الثامن : أن جماعة من السلف ذكروا هذه الكلمة ، ورأينا لهم ما يقويه في كتاب الله وهو قوله تعالى : { أُوْلئِكَ هُمُ المؤمنون حَقّاً } وهم المؤمنون في علم الله وفي حكمه ، وذلك يدل على وجود جمع يكونون مؤمنين ، وعلى وجود جمع لا يكونون كذلك .\r\n فالمؤمن يقول : إن شاء الله حتى يجعله الله ببركة هذه الكلمة من القسم الأول لا من القسم الثاني .\r\n أما القائلون : أنه لا يجوز ذكر هذه الكلمة فقد احتجوا على صحة قولهم بوجوه : الأول : أن المتحرك يجوز أن يقول : أنا متحرك ولا يجوز أن يقول أنا متحرك إن شاء الله ، وكذا القول في القائم والقاعد ، فكذا ههنا وجب أن يكون المؤمن مؤمناً ، ولا يجوز أن يقول : أنا مؤمن إن شاء الله ، وكما أن خروج الجسم عن كونه متحركاً في المستقبل لا يمنع من الحكم عليه بكونه متحركاً حال قيام الحركة به فكذلك احتمال زوال الإيمان في المستقبل ، لا يقدح في كونه مؤمناً في الحال .\r\n الثاني : أنه تعالى قال : { أُوْلئِكَ هُمُ المؤمنون حَقّاً } فقد حكم تعالى عليهم بكونهم مؤمنين حقاً فكان قوله إن شاء الله يوجب الشك فيما قطع الله عليه بالحصول وذلك لا يجوز .\r\n والجواب عن الأول : أن الفرق بين وصف الإنسان بكونه مؤمناً ، وبين وصفه بكونه متحركاً ، حاصل من الوجوه الكثيرة التي ذكرناها ، وعند حصول الفرق يتعذر الجمع ، وعن الثاني أنه تعالى حكم على الموصوفين بالصفات المذكورة بكونهم مؤمنين حقاً ، وذلك الشرط مشكوك فيه ، والشك في الشرط يوجب الشك في المشروط .\r\n فهذا يقوي عين مذهبنا .\r\n والله أعلم .\r\n الحكم الثاني من الأحكام التي أثبتها الله تعالى للموصوفين بالصفات الخمسة قوله تعالى : { لَّهُمْ درجات عِندَ رَبّهِمْ } والمعنى : لهم مراتب بعضها أعلى من بعض .\r\n واعلم أن الصفات المذكورة قسمان : الثلاثة الأول : هي الصفات القلبية والأحوال الروحانية ، وهي الخوف والإخلاص والتوكل .\r\n والاثنتان الأخيرتان هما الأعمال الظاهرة والأخلاق .\r\n ولا شك أن لهذه الأعمال والأخلاق تأثيرات في تصفية القلب ، وفي تنويره بالمعارف الإلهية .\r\n ولا شك أن المؤثر كلما كان أقوى كانت الآثار أقوى وبالضد ، فلما كانت هذه الأخلاق والأعمال لها درجات ومراتب .\r\n كانت المعارف أيضاً لها درجات ومراتب ، وذلك هو المراد من قوله : { لَّهُمْ درجات عِندَ رَبّهِمْ } والثواب الحاصل في الجنة أيضاً مقدر بمقدار هذه الأحوال .\r\n فثبت أن مراتب السعادات / الروحانية قبل الموت وبعد الموت ، ومراتب السعادات الحاصلة في الجنة كثيرة ومختلفة ، فلهذا المعنى قال : { لَّهُمْ درجات عِندَ رَبّهِمْ } .\r\n فإن قيل : أليس أن المفضول إذا علم حصول الدرجات العالية للفاضل وحرمانه عنها ، فإنه يتألم قلبه ، ويتنغص عيشه .\r\n وذلك مخل بكون الثواب رزقاً كريماً؟ والجواب : أن استغراق كل واحد في سعادته الخاصة به تمنعه من حصول الحقد والحسد ، وبالجملة فأحوال الآخرة لا تناسب أحوال الدنيا إلا بالاسم .\r\n الحكم الثالث والرابع أن قوله : { وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ } المراد من المغفرة أن يتجاوز الله عن سيئاتهم ومن الرزق الكريم نعيم الجنة .\r\n قال المتكلمون : أما كونه رزقاً كريماً فهو إشارة إلى كون تلك المنافع خالصة دائمة مقرونة بالأكرام والتعظيم ، ومجموع ذلك هو حد الثواب .\r\n وقال العارفون : المراد من المغفرة إزالة الظلمات الحاصلة بسبب الاشتغال بغير الله ، ومن الرزق الكريم الأنوار الحاصلة بسبب الاستغراق في معرفة الله ومحبته .\r\n قال الواحدي : قال أهل اللغة : الكريم اسم جامع لكل ما يحمد ويستحسن ، والكريم المحمود فيما يحتاج إليه ، والله تعالى موصوف بأنه كريم والقرآن موصوف بأنه كريم .\r\n قال تعالى : { إِنّى أُلْقِىَ إِلَىَّ كِتَابٌ كَرِيمٌ } [ النمل : 29 ] وقال : { مِن كُلّ زَوْجٍ كَرِيمٍ } [ الشعراء : 7 لقمان : 10 ] وقال : { وَنُدْخِلْكُمْ مُّدْخَلاً كَرِيماً } [ النساء : 31 ] وقال : { وَقُل لَّهُمَا قَوْلاً كَرِيمًا } [ الإسراء : 23 ] فالرزق الكريم هو الشريف الفاضل الحسن .\r\n وقال هشام بن عروة : يعني ما أعد الله لهم في الجنة من لذيذ المآكل والمشارب وهناء العيش ، وأقول يجب ههنا أن نبين أن اللذات الروحانية أكمل من اللذات الجسمانية ، وقد ذكرنا هذا المعنى في هذا الكتاب في مواضع كثيرة وعند هذا يظهر أن الرزق الكريم هو اللذات الروحانية وهي معرفة الله ومحبته والاستغراق في عبوديته .\r\n فإن قال قائل : ظاهر الآية يدل على أن الموصوف بالأمور الخمسة محكوم عليه بالنجاة من العقاب وبالفوز بالثواب ، وذلك يقتضي أن لا تكليف على العبد فيما سوى هذه الخمسة وذلك باطل بإجماع المسلمين ، لأنه لا بد من الصوم والحج وأداء سائر الواجبات .\r\n قلنا : إنه تعالى بدأ بقوله : { الذين إِذَا ذُكِرَ الله وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءاياته زَادَتْهُمْ إيمانا وعلى رَبّهِمْ يَتَوَكَّلُونَ } وجميع التكاليف داخل تحت هذين الكلامين ، إلا أنه تعالى خص من الصفات الباطنة التوكل بالذكر على التعيين ، ومن الأعمال الظاهرة الصلاة والزكاة على التعيين ، تنبيهاً على أن أشرف الأحوال الباطنة ، التوكل وأشرف الأعمال الظاهرة ، الصلاة والزكاة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنما المؤمنون الذين إذا ذكر الله وجلت قلوبهم وإذا تليت عليهم آياته زادتهم إيمانا وعلى ربهم يتوكلون (2) الذين يقيمون الصلاة ومما رزقناهم ينفقون (3) أولئك هم المؤمنون حقا لهم درجات عند ربهم ومغفرة ورزق كريم (4) ",
        "babnum": 2
    },
    {
        "id": 886,
        "cate": "8",
        "title": "كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِنَ الْمُؤْمِنِينَ لَكَارِهُونَ (5) يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ (6) ",
        "details": " وفي الآية مسائل : المسألة الأولى : اعلم أن قوله : { كَمَا أَخْرَجَكَ رَبُّكَ } يقتضي تشبيه شيء بهذا الإخراج وذكروا فيه وجوهاً : الأول : أن النبي صلى الله عليه وسلم لما رأى كثرة المشركين يوم بدر وقلة المسلمين قال : \" من قتل قتيلاً فله سلبه ومن أسر أسيراً فله كذا وكذا \" ليرغبهم في القتال ، فلما انهزم المشركون قال سعد بن عبادة : يا رسول الله إن جماعة من أصحابك وقومك فدوك بأنفسهم ، ولم يتأخروا عن القتال جبناً ولا بخلاً ببذل مهجهم ولكنهم أشفقوا عليك من أن تغتال فمتى أعطيت هؤلاء ما سميته لهم بقي خلق من المسلمين بغير شيء فأنزل الله تعالى : { يَسْأَلُونَكَ عَنِ الانفال قُلِ الانفال لِلَّهِ والرسول } [ الأنفال : 1 ] يصنع فيها ما يشاء ، فأمسك المسلمون عن الطلب وفي أنفس بعضهم شيء من الكراهية وأيضاً حين خرج الرسول صلى الله عليه وسلم إلى القتال يوم بدر كانوا كارهين لتلك المقاتلة على ما سنشرح حالة تلك الكراهية ، فلما قال تعالى : { قُلِ الانفال لِلَّهِ والرسول } كان التقدير أنهم رضوا بهذا الحكم في الأنفال وإن كانوا كارهين له كما أخرجك ربك من بيتك بالحق إلى القتال وإن كانوا كارهين له وهذا الوجه أحسن الوجوه المذكورة هنا .\r\n الثاني : أن يكون التقدير ثبت الحكم بأن الأنفال لله ، وإن كرهوه كما ثبت حكم الله بإخراجك إلى القتال وإن كرهوه .\r\n الثالث : لما قال : { أُوْلئِكَ هُمُ المؤمنون حَقّاً } كان التقدير : أن الحكم بكونهم مؤمنين حق ، كما أن حكم الله بإخراجك من بيتك للقتال حق .\r\n الرابع : قال الكسائي : «الكاف» متعلق بما بعده ، وهو قوله : { يجادلونك فِي الحق } والتقدير { كَمَا أَخْرَجَكَ رَبُّكَ مِن بَيْتِكَ بالحق } على كره فريق من المؤمنين كذلك هم يكرهون القتال ويجادلونك فيه .\r\n والله أعلم .\r\n المسألة الثانية : قوله : { مِن بَيْتِكَ } يريد بيته بالمدينة أو المدينة نفسها ، لأنها موضع هجرته وسكناه بالحق ، أي إخراجاً متلبساً بالحكمة والصواب { وَإِنَّ فَرِيقاً مّنَ المؤمنين لَكَِّرِهُونَ } في محل الحال ، أي أخرجك في حال كراهيتهم .\r\n روي أن عير قريش أقبلت من الشام وفيها أموال كثيرة ومعها أربعون راكباً منهم أبو سفيان ، وعمرو بن العاص ، وأقوام آخرون ، فأخبر جبريل رسول الله صلى الله عليه وسلم ، فأخبر المسلمين فأعجبهم تلقي العير لكثرة الخير ، وقلة القوم ، فلما أزمعوا وخرجوا ، بلغ أهل مكة خبر خروجهم ، فنادى أبو جهل فوق الكعبة : يا أهل مكة النجاء النجاء على كل صعب وذلولا إن أخذ محمد عيركم لن تفلحوا أبداً ، وقد رأت أخت العباس بن عبد المطلب رؤيا ، فقالت لأخيها : إني رأيت عجباً رأيت كأن ملكاً نزل من السماء فأخذ صخرة من الجبل ، ثم حلق بها فلم يبق بيت من بيوت مكة إلا أصابه حجر من تلك الصخرة .\r\n فحدث بها العباس .\r\n فقال أبو جهل : ما ترضى رجالهم بالنبوة حتى ادعى نساؤهم النبوةا فخرج أبو جهل بجميع أهل مكة وهم النفير ، وفي المثل السائر لا في العير ولا في النفير فقيل له : العير أخذت طريق الساحل ونجت ، فارجع إلى مكة بالناس .\r\n فقال : لا والله لا يكون ذلك أبداً حتى ننحر الجزور ونشرب الخمور ، وتغني القينات والمعازف ببدر فتتسامع جميع العرب بخروجنا ، وإن محمداً لم يصب العير فمضى إلى بدر بالقوم .\r\n وبدر كانت العرب تجتمع فيه لسوقهم يوماً في السنة ، فنزل جبريل وقال : يا محمد إن الله وعدكم إحدى الطائفتين ، إما العير وإما النفير من قريش ، واستشار النبي صلى الله عليه وسلم أصحابه فقال : «ما تقولون إن القوم خرجوا من مكة على كل صعب وذلول .\r\n فالعير أحب إليكم أم النفير؟ قالوا بل العير أحب إلينا من لقاء العدو .\r\n فتغير وجه رسول الله صلى الله عليه وسلم وقال : إن العير قد مضت على ساحل البحر وهذا أبو جهل قد أقبل فقالوا يا رسول الله عليك بالعير ودع العدو ، فقام عند غضب النبي صلى الله عليه وسلم أبو بكر وعمر فأحسنا ، ثم قام سعد بن عبادة فقال امض إلى ما أمرك الله به فإنا معك حيثما أردت .\r\n فوالله لو سرت إلى عدن لما تخلف عنك رجل من الأنصار .\r\n ثم قال المقداد بن عمرو : يا رسول الله امض إلى ما أمرك الله به ، فإنا معك حيثما أردت ، لا نقول لك كما قالت بنو إسرائيل لموسى : { اذهب أَنتَ وَرَبُّكَ فَقَاتِلا إِنَّا هاهنا قاعدون } [ المائدة : 24 ] ولكنا نقول : اذهب أنت وربك فقاتلا إنا معكما مقاتلون ما دامت منا عين تطرف .\r\n فضحك رسول الله صلى الله عليه وسلم ثم قال : « سيروا على بركة الله والله لكأني أنظر إلى مصارع القوم » ، ولما فرغ رسول الله من بدر ، قال بعضهم : عليك بالعير .\r\n فناداه العباس وهو في وثاقه ، لا يصلح ، فقال النبي صلى الله عليه وسلم : لم؟ قال : لأن الله وعدك إحدى الطائفتين ، وقد أعطاك ما وعدك .\r\n إذا عرفت هذه القصة فنقول : كانت كراهية القتال حاصلة لبعضهم لا لكلهم ، بدليل قوله تعالى : { وَإِنَّ فَرِيقاً مّنَ المؤمنين لَكَِّرِهُونَ } والحق الذي جادلوا فيه رسول الله صلى الله عليه وسلم تلقى النفير لإيثارهم العير .\r\n وقوله : { بَعْدِ مَا تَبَيَّنَ } المراد منه : إعلام رسول الله بأنهم ينصرون .\r\n وجدالهم قولهم : ما كان خروجنا إلا للعير ، وهلا قلت لنا؟ لنستعد ونتأهب للقتال ، وذلك لأنهم كانوا يكرهون القتال ، ثم إنه تعالى شبه حالهم في فرط فزعهم ورعبهم بحال من يجر إلى القتل ويساق إلى الموت ، وهو شاهد لأسبابه ناظر إلى موجباته ، وبالجملة فقوله : { وَهُمْ يَنظُرُونَ } كناية عن الجزم والقطع .\r\n ومنه قوله عليه السلام : « من نفى ابنه وهو ينطر إليه » أي يعلم أنه ابنه .\r\n وقوله تعالى : { يَوْمَ يَنظُرُ المرء مَا قَدَّمَتْ يَدَاهُ } [ النبأ : 40 ] أي يعلم .\r\n واعلم أنه كان خوفهم لأمور : أحدها : قلة العدد .\r\n وثانيها : أنهم كانوا رجالة .\r\n روي أنه ما كان فيهم إلا فارسان .\r\n وثالثها : قلة السلاح .\r\n المسألة الثالثة : روي أنه صلى الله عليه وسلم إنما خرج من بيته باختيار نفسه ، ثم إنه تعالى أضاف ذلك الخروج إلى نفسه فقال : { كَمَا أَخْرَجَكَ رَبُّكَ مِن بَيْتِكَ بالحق } وهذا يدل على أن فعل العبد بخلق الله تعالى إما ابتداء أو بواسطة القدرة والداعية اللذين مجموعهما يوجب الفعل كما هو قولنا .\r\n قال القاضي معناه : أنه حصل ذلك الخروج بأمر الله تعالى وإلزامه ، فأضيف إليه .\r\n قلنا : لا شك أن ما ذكرتموه مجاز ، والأصل حمل الكلام على حقيقته .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كما أخرجك ربك من بيتك بالحق وإن فريقا من المؤمنين لكارهون (5) يجادلونك في الحق بعد ما تبين كأنما يساقون إلى الموت وهم ينظرون (6) ",
        "babnum": 3
    },
    {
        "id": 887,
        "cate": "8",
        "title": "وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ (7) لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ (8) ",
        "details": " اعلم أن قوله : { إِذْ } منصوب بإضمار اذكر أنها لكم بدل من إحدى الطائفتين .\r\n قال الفراء والزجاج : ومثله قوله تعالى : { هَلُ يَنظُرُونَ إِلاَّ الساعة أَن تَأْتِيَهُمْ بَغْتَةً } [ الزخرف : 66 ] { وَأَنْ } في موضع نصب كما نصب الساعة ، وقوله أيضاً : { وَلَوْلاَ رِجَالٌ مُّؤْمِنُونَ وَنِسَاء مؤمنات لَّمْ تَعْلَمُوهُمْ أَن } [ الفتح : 25 ] { أن } في موضع رفع بلولاً .\r\n والطائفتان : العير والنفير : وغير ذات الشوكة .\r\n العير .\r\n لأنه لم يكن فيها إلا أربعون فارساً والشوكة كانت في النفير لعددهم وعدتهم .\r\n والشوكة الحدة مستعارة من واحدة الشوك ، ويقال شوك القنا لسنانها ، ومنه قولهم شاكي السلاح .\r\n أي تتمنون أن يكون لكم العير لأنها الطائفة التي لا حدة لها ولا شدة ، ولا تريدون الطائفة الأخرى ولكن الله أراد التوجه إلى الطائفة الأخرى ليحق الحق بكلماته ، وفيه سؤالات : السؤال الأول : أليس أن قوله : { يُرِيدُ الله أَن يُحِقَّ الحَقَّ بكلماته } ثم قوله بعد ذلك : { لِيُحِقَّ الحق } تكرير محض؟ والجواب : ليس ههنا تكرير لأن المراد بالأول سبب ما وعد به في هذه الواقعة من النصر والظفر بالأعداء ، والمراد بالثاني تقوية القرآن والدين ونصرة هذه الشريعة ، لأن الذي وقع من المؤمنين يوم بدر بالكافرين كان سبباً لعزة الدين وقوته ، ولهذا السبب قرنه بقوله : { وَيُبْطِلَ الباطل } الذي هو الشرك ، ولك في مقابلة { الحق } الذي هو الدين والإيمان .\r\n السؤال الثاني : الحق حق لذاته ، والباطل باطل لذاته ، وما ثبت للشيء لذاته فإنه يمتنع تحصيله بجعل جاعل وفعل فاعل فما المراد من تحقيق الحق وإبطال الباطل؟ والجواب : المراد من تحقيق الحق وإبطال الباطل ، بإظهار كون ذلك الحق حقاً ، وإظهار كون ذلك الباطل باطلاً ، وذلك تارة يكون بإظهار الدلائل والبينات ، وتارة بتقوية رؤساء الحق وقهر رؤوساء الباطل .\r\n واعلم أن أصحابنا تمسكوا في مسألة خلق الأفعال بقوله تعالى : { لِيُحِقَّ الحق } قالوا وجب حمله على أنه يوجد الحق ويكونه ، والحق ليس إلا الدين والاعتقاد ، فدل هذا على أن الاعتقاد الحق لا يحصل إلا بتكوين الله تعالى .\r\n قالوا : ولا يمكن حمل تحقيق الحق على إظهار آثاره لأن ذلك الظهور حصل بفعل العباد ، فامتنع أيضاً إضافة ذلك الإظهار إلى الله تعالى ، ولا يمكن أن يقال المراد من إظهاره وضع الدلائل عليها ، لأن هذا المعنى حاصل بالنسبة إلى الكافر وإلى المسلم .\r\n وقبل هذه الواقعة ، وبعدها فلا يحصل لتخصيص هذه الواقعة بهذا المعنى فائدة أصلاً .\r\n واعلم أن المعتزلة أيضاً تمسكوا بعين هذه الآية على صحة مذهبهم .\r\n فقالوا هذه الآية تدل على أنه لا يريد تحقيق الباطل وإبطال الحق البتة ، بل إنه تعالى أبداً يريد تحقيق الحق وإبطال الباطل ، وذلك يبطل قول من يقول إنه لا باطل ولا كفر إلا والله تعالى مريد له .\r\n وأجاب أصحابنا بأنه ثبت في أصول الفقه أن المفرد المحلى بالألف واللام ينصرف إلى المعهود السابق فهذه الآية دلت على أنه تعالى أراد تحقيق الحق وإبطال الباطل في هذه الصورة ، فلم قلتم إن الأمر كذلك في جميع الصور؟ بل قد بينا بالدليل أن هذه الآية تدل على صحة قولنا .\r\n أما قوله : { وَيَقْطَعَ دَابِرَ الكافرين } فالدابر الآخر فاعل من دبر إذا أدبر ، ومنه دابرة الطائر وقطع الدابر عبارة عن الاستئصال ، والمراد أنكم تريدون العير للفوز بالمال ، والله تعالى يريد أن تتوجهوا إلى النفير ، لما فيه من إعلاء الدين الحق واستئصال الكافرين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذ يعدكم الله إحدى الطائفتين أنها لكم وتودون أن غير ذات الشوكة تكون لكم ويريد الله أن يحق الحق بكلماته ويقطع دابر الكافرين (7) ليحق الحق ويبطل الباطل ولو كره المجرمون (8) ",
        "babnum": 4
    },
    {
        "id": 888,
        "cate": "8",
        "title": "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ (9) وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (10) ",
        "details": " اعلم أنه تعالى لما بين في الآية الأولى أنه يحق الحق ويبطل الباطل ، بين أنه تعالى نصرهم عند الاستغاثة ، وفيه مسائل : المسألة الأولى : يجوز أن يكون العامل في { إِذْ } هو قوله : { وَيُبْطِلَ الباطل } فتكون الآية متصلة بما قبلها ، ويجوز أن تكون الآية مستأنفة على تقدير واذكروا إذ تستغيثون .\r\n المسألة الثانية : في قوله : { إِذْ تَسْتَغِيثُونَ } قولان : القول الأول : أن هذه الاستغاثة كانت من الرسول عليه السلام .\r\n قال ابن عباس : حدثني عمر بن الخطاب قال : لما كان يوم بدر ونظر رسول الله صلى الله عليه وسلم إلى المشركين وهم ألف وإلى أصحابه وهم ثلثمائة ونيف ، استقبل القبلة ومد يده وهو يقول : « اللهم أنجز لي ما وعدتني اللهم إن تهلك هذه العصابة لا تعبد في الأرض » ولم يزل كذلك حتى سقط رداؤه ورده أبو بكر ثم التزمه ثم قال : كفاك يا نبي الله مناشدتك ربك فإنه سينجز لك ما وعدك ، فنزلت هذه الآية ولما اصطفت القوم قال أبو جهل : اللهم أولانا بالحق فانصره ورفع رسول الله يده بالدعاء المذكور .\r\n القول الثاني : أن هذه الاستغاثة كانت من جماعة المؤمنين لأن الوجه الذي لأجله أقدم الرسول على الاستغاثة كان حاصلاً فيهم ، بل خوفهم كان أشد من خوف الرسول ، فالأقرب أنه دعا عليه السلام وتضرع على ما روي ، والقوم كانوا يؤمنون على دعائه تابعين له في الدعاء في أنفسهم فنقل دعاء رسول الله لأنه رفع بذلك الدعاء صوته ، ولم ينقل دعاء القوم ، فهذا هو طريق الجمع بين الروايات المختلفة في هذا الباب .\r\n المسألة الثالثة : قوله : { إِذْ تَسْتَغِيثُونَ } أي تطلبون الإغاثة يقول الواقع في بلية أغثني أي فرج عني .\r\n واعلم أنه تعالى لما حكى عنهم الاستغاثة بين أنه تعالى إجابهم .\r\n وقال : { أَنّي مُمِدُّكُمْ بِأَلْفٍ مّنَ الملئكة مُرْدِفِينَ } وفيه مسائل : المسألة الأولى : قوله : { أَنّي مُمِدُّكُمْ } أصله بأني ممدكم ، فحذف الجار وسلط عليه استجاب ، فنصب محله ، وعن أبي عمرو : أنه قرأ { أَنّي مُمِدُّكُمْ } بالكسر على إرادة القول أو على إجراء استجاب مجرى قال لأن الاستجابة من القول .\r\n المسألة الثانية : قرأ نافع وأبو بكر عن عاصم { مُرْدِفِينَ } بفتح الدال والباقون بكسرها .\r\n قال الفراء : { مُرْدِفِينَ } أي متتابعين يأتي بعضهم في أثر بعض كالقوم الذين أردفوا على الدواب و { مُرْدِفِينَ } أي فعل بهم ذلك ، ومعناه أنه تعالى أردف المسلمين وأيدهم بهم .\r\n المسألة الثالثة : اختلفوا في أن الملائكة هل قاتلوا يوم بدر؟ فقال قوم نزل جبريل عليه السلام في خمسمائة ملك على الميمنة وفيها أبو بكر ، وميكائيل في خمسمائة على الميسرة ، وفيها علي بن أبي طالب في صورة الرجال عليهم ثيابهم بيض وقاتلوا .\r\n وقيل قاتلوا يوم بدر ولم يقاتلوا يوم الأحزاب ويوم حنين ، وعن أبي جهل أنه قال لابن مسعود : من أين كان الصوت الذي كنا نسمع ولا نرى شخصاً قال هو من الملائكة فقال أبو جهل : هم غلبونا لا أنتم ، وروى أن رجلاً من المسلمين بينما هو يشتد في أثر رجل من المشركين إذ سمع صوت ضربة بالصوت فوقه فنظر إلى المشرك وقد خر مستلقياً وقد شق وجهه فحدث الأنصاري رسول الله فقال صدقت .\r\n ذاك من مدد السماء ، وقال آخرون : لم يقاتلوا وإنما كانوا يكثرون السواد ويثبتون المؤمنين ، وإلا فملك واحد كاف في إهلاك الدنيا كلها فإن جبريل أهلك بريشة من جناحه مدائن قوم لوط وأهلك بلاد ثمود وقوم صالح بصيحة واحدة ، والكلام في كيفية هذا الإمداد مذكور في سورة آل عمران بالاستقصاء والذي يدل على صحة أن الملائكة ما نزلوا للقتال قوله تعالى : { وَمَا جَعَلَهُ الله إِلاَّ بشرى } قال الفراء : الضمير عائد إلى الأرداف والتقدير : ما جعل الله الأرداف إلا بشرى .\r\n وقال الزجاج : ما جعل الله المردفين إلا بشرى ، وهذا أولى لأن الأمداد بالملائكة حصل بالبشرى .\r\n قال ابن عباس : كان رسول الله صلى الله عليه وسلم يوم بدر في العريش قاعداً يدعو ، وكان أبو بكر قاعداً عن يمينه ليس معه غيره ، فخفق رسول الله صلى الله عليه وسلم من نفسه نعساً ، ثم ضرب بيمينه على فخذ أبي بكر وقال : « أبشر بنصر الله ولقد رأيت في منامي جبريل يقدم الخيل » وهذا يدل على أنه لا غرض من إنزالهم إلا حصول هذه البشرى ، وذلك ينفي إقدامهم على القتال .\r\n ثم قال تعالى : { وَمَا النصر إِلاَّ مِنْ عِندِ الله } والمقصود التنبيه على أن الملائكة وإن كانوا قد نزلوا في موافقة المؤمنين ، إلا أن الواجب على المؤمن أن لا يعتمد على ذلك بل يجب أن يكون اعتماده على إغاثة الله ونصره وهدايته وكفايته لأجل أن الله هو العزيز الغالب الذي لا يغلب ، والقاهر الذي لا يقهر ، والحكيم فيما ينزل من النصرة فيضعها في موضعها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إذ تستغيثون ربكم فاستجاب لكم أني ممدكم بألف من الملائكة مردفين (9) وما جعله الله إلا بشرى ولتطمئن به قلوبكم وما النصر إلا من عند الله إن الله عزيز حكيم (10) ",
        "babnum": 5
    },
    {
        "id": 889,
        "cate": "8",
        "title": "إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْأَقْدَامَ (11) إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ (12) ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَنْ يُشَاقِقِ اللَّهَ وَرَسُولَهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (13) ",
        "details": " وفيه مسائل : المسألة الأولى : قال الزجاج : { إِذْ } موضعها نصب على معنى { وَمَا جَعَلَهُ الله إِلاَّ بشرى } [ آل عمران : 126 ] في ذلك الوقت .\r\n ويجوز أيضاً أن يكون التقدير : اذكروا إذ يغشيكم النعاس أمنة .\r\n المسألة الثانية : في { يغشاكم } ثلاث قراآت : الأولى : قرأ نافع بضم الياء ، وسكون الغين ، وتخفيف الشين { يُغَشّيكُمُ النعاس } بالنصب .\r\n الثانية : { يغشاكم } بالألف وفتح الياء وسكون العين { يُغَشّيكُمُ النعاس } بالرفع وهي قراءة أبي عمرو وابن كثير .\r\n الثالثة : قرأ الباقون { يُغَشّيكُمُ } بتشديد الشين وضم الياء من التغشية { النعاس } بالنصب ، أي يلبسكم النوم .\r\n قال الواحدي : القراءة الأولى من أغشى ، والثانية من غشي ، والثالثة من غشي فمن قرأ { يغشاكم } فحجته قوله : { الغم أَمَنَةً نُّعَاساً } يعني : فكما أسند الفعل هناك إلى النعاس والأمنة التي هي سبب النعاس كذلك في هذه الآية ومن قرأ { يُغَشّيكُمُ } أو { يُغَشّيكُمُ } فالمعنى واحد وقد جاء التنزيل بهما في قوله تعالى : { فأغشيناهم فَهُمْ لاَ يُبْصِرُونَ } [ ياس : 9 ] وقال : { فغشاها مَا غشى } [ النجم : 54 ] وقال : { كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ } [ يونس : 27 ] وعلى هذا فالفعل مسند إلى الله .\r\n المسألة الثالثة : أنه تعالى لما ذكر أنه استجاب دعاءهم ووعدهم بالنصر فقال : { وَمَا النصر إِلاَّ مِنْ عِندِ الله } ذكر عقيبه وجوه النصر وهي ستة أنواع : الأول : قوله : { إِذ يُغَشّيكُمُ النعاس أَمَنَةً مّنْهُ } أي من قبل الله ، واعلم أن كل نوم ونعاس فإنه لا يحصل إلا من قبل الله تعالى فتخصيص هذا النعاس بأنه من الله تعالى لا بد فيه من مزيد فائدة وذكروا فيه وجوهاً : أحدها : أن الخائف إذا خاف من عدوه الخوف الشديد على نفسه وأهله فإنه لا يؤخذه النوم ، وإذا نام الخائفون أمنوا ، فصار حصول النوم لهم في وقت الخوف الشديد يدل على إزالة الخوف وحصول الأمن .\r\n وثانيها : أنهم خافوا من جهات كثيرة .\r\n أحدها : قلة المسلمين وكثرة الكفار .\r\n وثانيها : الأهبة والآلة والعدة للكافرين وقلتها للمؤمنين .\r\n وثالثها : العطش الشديد فلولا حصول هذا النعاس وحصول الاستراحة حتى تمكنوا في اليوم الثاني من القتال لما تم الظفر .\r\n والوجه الثالث : في بيان كون ذلك النعاس نعمة في حقهم ، أنهم ما ناموا نوماً غرقاً يتمكن العدو من معاقصتهم بل كان ذلك نعاساً يحصل لهم زوال الأعياء والكلال مع أنهم كانوا بحيث لو قصدهم العدو لعرفوا وصوله ولقدروا على دفعه .\r\n والوجه الرابع : أنه غشيهم هذا النعاس دفعة واحدة مع كثرتهم ، وحصول النعاس للجمع العظيم في الخوف الشديد أمر خارق للعادة .\r\n فلهذا السبب قيل : إن ذلك النعاس كان في حكم المعجز .\r\n فإن قيل : فإن كان الأمر كما ذكرتم فلو خافوا بعد ذلك النعاس؟ قلنا : لأن المعلوم أن الله تعالى يجعل جند الإسلام مظفراً منصوراً وذلك لا يمنع من صيرورة قوم منهم مقتولين .\r\n فإن قيل : إذا قرىء { يُغَشّيكُمُ } بالتخفيف والتشديد ونصب { النعاس } فالمضير لله عز وجل { وأمنة } مفعول له .\r\n أما إذا قرىء { يُغَشّيكُمُ النعاس } فكيف يمكن جعل قوله : { ءامِنَةً } مفعولاً له ، مع أن المفعول له يجب أن يكون فعلاً لفاعل الفعل المعلل؟ قلنا : قوله : { يغشاكم } وإن كان في الظاهر مسنداً إلى النعاس ، إلا أنه في الحقيقة مسند إلى الله تعالى ، فصح هذا التعليل نظراً إلى المعنى .\r\n قال صاحب «الكشاف» : وقرىء { كَانَتْ ءامِنَةً } بسكون الميم ، ونظير أمن أمنة ، حي حياة ، ونظير أمن أمنة ، رحم رحمة .\r\n قال ابن عباس : النعاس في القتال أمنة من الله ، وفي الصلاة وسوسة من الشيطان .\r\n النوع الثاني : من أنواع نعم الله تعالى المذكورة في هذا الموضع قوله تعالى : { وَيُنَزّلُ عَلَيْكُم مّن السماء مَاء لّيُطَهّرَكُمْ بِهِ وَيُذْهِبَ عَنكُمْ رِجْزَ الشيطان } ولا شبهة أن المراد منه المطر ، وفي الخبر أن القوم سبقوا إلى موضع الماء ، واستولوا عليه ، وطمعوا لهذا السبب أن تكون لهم الغلبة ، وعطش المؤمنون وخافوا ، وأعوزهم الماء للشرب والطهارة ، وأكثرهم احتلموا وأجنبوا ، وانضاف إلى ذلك أن ذلك الموضع كان رملاً تغوص فيه الأرجل ويرتفع منه الغبار الكثير ، وكان الخوف حاصلاً في قلوبهم ، بسبب كثرة العدو وسبب كثرة آلاتهم وأدواتهم ، فلما أنزل الله تعالى ذلك المطر صار ذلك دليلاً على حصول النصرة والظفر ، وعظمت النعمة به من جهات : أحدها : زوال العطش ، فقد روي أنهم حفروا موضعاً في الرمل ، فصار كالحوض الكبير ، واجتمع فيه الماء حتى شربوا منه وتطهروا وتزودوا .\r\n وثانيها : أنهم اغتسلوا من ذلك الماء ، وزالت الجنابة عنهم ، وقد علم بالعادة أن المؤمن يكاد يستقذر نفسه إذا كان جنباً ، ويغتم إذا لم يتمكن من الاغتسال ويضطرب قلبه لأجل هذا السبب فلا جرم عد تعالى وتقدس تمكينهم من الطهارة من جملة نعمه .\r\n وثالثها : أنهم لما عطشوا ولم يجدوا الماء ثم ناموا واحتلموا تضاعفت حاجتهم إلى الماء ثم إن المطر نزل فزالت عنهم تلك البلية والمحنة وحصل المقصود .\r\n وفي هذه الحالة ما قد يستدل به على زوال العسر وحصول اليسر والمسرة .\r\n أما قوله : { وَيُذْهِبَ عَنكُمْ رِجْزَ الشيطان } ففيه وجوه : الأول : أن المراد منه الاحتلام لأن ذلك من وساوس الشيطان .\r\n الثاني : أن الكفار لما نزلوا على الماء ، وسوس الشيطان إليهم وخوفهم من الهلاك ، فلما نزل المطر زالت تلك الوسوسة ، روى أنهم لما ناموا واحتلم أكثرهم ، تمثل لهم إبليس وقال أنتم تزعمون أنكم على الحق وأنتم تصلون على الجنابة ، وقد عطشتم ولو كنتم على الحق لما غلبوكم على الماء فأنزل الله تعالى المطر حتى جرى الوادي واتخذ المسلمون حياضاً واغتسلوا وتلبد الرمل حتى ثبتت عليه الأقدام .\r\n الثالث : أن المراد من رجز الشيطان سائر ما يدعو الشيطان إليه من معصية وفساد .\r\n فإن قيل : فأي هذه الوجوه الثلاثة أولى؟ قلنا : قوله : { لّيُطَهّرَكُمْ } معناه ليزيل الجنابة عنكم ، فلو حملنا قوله : { وَيُذْهِبَ عَنكُمْ رِجْزَ الشيطان } على الجنابة لزم منه التكرير وأنه خلاف الأصل ، ويمكن أن يجاب عنه فيقال المراد من قوله : { لّيُطَهّرَكُمْ } حصول الطهارة الشرعية .\r\n والمراد من قوله : { وَيُذْهِبَ عَنكُمْ رِجْزَ الشيطان } إزالة جوهر المني عن أعضائهم فإنه شيء مستخبث ، ثم تقول : حمله على إزالة أثر الاحتلام أولى من حمله على إزالة الوسوسة وذلك لأن تأثير الماء في إزالة العين عن العضو تأثير حقيقي أما تأثيره في إزالة الوسوسة عن القلب فتأثير مجازي وحمل اللفظ على الحقيقة أولى من حمله على المجاز ، واعلم أنا إذا حملنا الآية على هذا الوجه لزم القطع بأن المني رجز الشيطان ، وذلك يوجب الحكم بكونه نجساً مطلقاً لقوله تعالى : { والرجز فاهجر } [ المدثر : 5 ] .\r\n النوع الثالث : من النعم المذكورة في هذه الآية قوله تعالى : { وَلِيَرْبِطَ على قُلُوبِكُمْ } والمراد أن بسبب نزول هذا المطر قويت قلوبهم وزال الخوف والفزع عنهم ، ومعنى الربط في اللغة الشد ، وقد ذكرنا ذلك في قوله تعالى : { وَرَابِطُواْ } [ آل عمران : 200 ] ويقال لكل من صبر على أمر ، ربط قلبه عليه كأنه حبس قلبه عن أن يضطرب يقال : رجل رابط أي حابس .\r\n قال الواحدي : ويشبه أن يكون { على } ههنا صلة والمعنى وليربط قلوبكم بالنصر وما وقع من تفسيره يشبه أن لا يكون صلة لأن كلمة { على } تفيد الاستعلاء .\r\n فالمعنى أن القلوب امتلأت من ذلك الربط حتى كأنه علا عليها وارتفع فوقها .\r\n والنوع الرابع : من النعم المذكورة ههنا قوله تعالى : { وَيُثَبّتَ بِهِ الاقدام } وذكروا فيه وجوهاً : أحدها : أن ذلك المطر لبد ذلك الرمل وصيره بحيث لا تغوص أرجلهم فيه ، فقدروا على المشي عليه كيف أرادوا ، ولولا هذا المطر لما قدروا عليه ، وعلى هذا التقدير ، فالضمير في قوله : { بِهِ } عائد إلى المطر .\r\n وثانيها : أن المراد أن ربط قلوبهم أوجب ثبات أقدامهم ، لأن من كان قلبه ضعيفاً فر ولم يقف ، فلما قوى الله تعالى قلوبهم لا جرم ثبت أقدامهم ، وعلى هذا التقدير فالضمير في قوله : { بِهِ } عائد إلى الربط .\r\n وثالثها : روى أنه لما نزل المطر حصل للكافرين ضد ما حصل للمؤمنين ، وذلك لأن الموضع الذي نزل الكفار فيه كان موضع التراب والوحل ، فلما نزل المطر عظم الوحل ، فصار ذلك مانعاً لهم من المشي كيفما أرادوا فقوله : { وَيُثَبّتَ بِهِ الاقدام } يدل دلالة المفهوم على أن حال الأعداء كانت بخلاف ذلك .\r\n النوع الخامس : من النعم المذكورة ههنا قوله : { إِذْ يُوحِى رَبُّكَ إِلَى الملئكة أَنّي مَعَكُمْ } وفيه بحثان : الأول : قال الزجاج : { إِذْ } في موضع نصب ، والتقدير : وليربط على قلوبكم ويثبت به الأقدام حال ما يوحي إلى الملائكة بكذا وكذا ، ويجوز أيضاً أن يكون على تقدير اذكروا .\r\n الثاني : قوله : { إِنّى مَعَكُمْ } فيه وجهان : الأول : أن يكون المراد أنه تعالى أوحى إلى الملائكة بأنه تعالى معهم أي مع الملائكة حال ما أرسلهم ردأً للمسلمين .\r\n والثاني : أن يكون المراد أنه تعالى أوحى إلى الملائكة أني مع المؤمنين فانصروهم وثبتوهم ، وهذا الثاني أولى لأن المقصود من هذا الكلام إزالة التخويف والملائكة ما كانوا يخافون الكفار ، وإنما الخائف هم المسلمون .\r\n ثم قال : { فَثَبّتُواْ الذين ءامَنُواْ } واختلفوا في كيفية هذا التثبيت على وجوه : الأول : أنهم عرفوا الرسول صلى الله عليه وسلم أن الله ناصر المؤمنين والرسول عرف المؤمنين ذلك ، فهذا هو التثبيت والثاني : أن الشيطان كما يمكنه إلقاء الوسوسة إلى الإنسان ، فكذلك الملك يمكنه إلقاء الإلهام إليه فهذا هو التثبيت في هذا الباب .\r\n والثالث : أن الملائكة كانوا يتشبهون بصور رجال من معارفهم وكانوا يمدونهم بالنصر والفتح والظفر .\r\n والنوع السادس : من النعم المذكورة في هذه الآية قوله : { سَأُلْقِى فِي قُلُوبِ الذين كَفَرُواْ الرعب } وهذا من النعم الجليلة ، وذلك لأن أمر النفس هو القلب فلما بين الله تعالى أنه ربط قلوب المؤمنين بمعنى أنه قواها وأزال الخوف عنها ذكر أنه ألقى الرعب والخوف في قلوب الكافرين فكان ذلك من أعظم نعم الله تعالى على المؤمنين .\r\n أما قوله تعالى : { فاضربوا فَوْقَ الاعناق } ففيه وجهان : الأول : أنه أمر للملائكة متصل بقوله تعالى : { فَثَبّتُواْ } وقيل : بل أمر للمؤمنين وهذا هو الأصح لما بينا أنه تعالى ما أنزل الملائكة لأجل المقاتلة والمحاربة ، واعلم أنه تعالى لما بين أنه حصل في حق المسلمين جميع موجبات النصر والظفر ، فعند هذا أمرهم بمحاربتهم ، وفي قوله : { فاضربوا فَوْقَ الاعناق } قولان : الأول : أن ما فوق العنق هو الرأس ، فكان هذا أمراً بإزالة الرأس عن الجسد .\r\n والثاني : أن قوله : { فاضربوا فَوْقَ الاعناق } أي فاضربوا الأعناق .\r\n ثم قال : { واضربوا مِنْهُمْ كُلَّ بَنَانٍ } يعني الأطراف من اليدين والرجلين ، ثم اختلفوا فمنهم من قال المراد أن يضربوهم كما شاؤوا ، لأن ما فوق العنق هو الرأس ، وهو أشرف الأعضاء ، والبنان عبارة عن أضعف الأعضاء ، فذكر الأشرف والأخس تنبيهاً على كل الأعضاء ، ومنهم من قال : بل المراد إما القتل ، وهو ضرب ما فوق الأعناق أو قطع البنان ، لأن الأصابع هي الآلات في أخذ السيوف والرماح وسائر الأسلحة ، فإذا قطع بنانهم عجزوا عن المحاربة .\r\n واعلم أنه تعالى لما ذكر هذه الوجوه الكثيرة من النعم على المسلمين .\r\n قال : { ذلك بِأَنَّهُمْ شَاقُّواْ الله وَرَسُولَهُ } والمعنى : أنه تعالى ألقاهم في الخزي والنكال من هذه الوجوه الكثيرة بسبب أنهم شاقوا الله ورسوله .\r\n قال الزجاج : { شَاقُّواْ } جانبوا ، وصاروا في شق غير شق المؤمنين ، والشق الجانب { وَشَاقُّواْ *** الله } مجاز ، والمعنى : شاقوا أولياء الله ، ودين الله .\r\n ثم قال : { وَمَن يُشَاقِقِ الله وَرَسُولَهُ فَإِنَّ الله شَدِيدُ العقاب } يعني أن هذا الذي نزل بهم في ذلك اليوم شيء قليل مما أعده الله لهم من العقاب في القيامة ، والمقصود منه الزجر عن الكفر والتهديد عليه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إذ يغشيكم النعاس أمنة منه وينزل عليكم من السماء ماء ليطهركم به ويذهب عنكم رجز الشيطان وليربط على قلوبكم ويثبت به الأقدام (11) إذ يوحي ربك إلى الملائكة أني معكم فثبتوا الذين آمنوا سألقي في قلوب الذين كفروا الرعب فاضربوا فوق الأعناق واضربوا منهم كل بنان (12) ذلك بأنهم شاقوا الله ورسوله ومن يشاقق الله ورسوله فإن الله شديد العقاب (13) ",
        "babnum": 6
    },
    {
        "id": 890,
        "cate": "8",
        "title": "ذَلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَافِرِينَ عَذَابَ النَّارِ (14) ",
        "details": " وفيه مسألتان : المسألة الأولى : قال الزجاج : { ذلكم } رفع لكونه خبر لمبتدأ محذوف ، والتقدير : الأمر ذلكم فذوقوه ، ولا يجوز أن يكون { ذلكم } ابتداء ، وقوله : { فَذُوقُوهُ } خبر ، لأن ما بعد الفاء لا يكون خبراً للمبتدأ ، إلا أن يكون المبتدأ اسماً موصولاً أو نكرة موصوفة ، نحو : الذي يأتيني فله درهم ، وكل رجل في الدار فمكرم .\r\n أما أن يقال : زيد فمنطلق ، فلا يجوز إلا أن نجعل زيداً خبراً لمبتدأ محذوف ، والتقدير : هذا زيد فمنطلق ، أي فهو منطلق .\r\n المسألة الثانية : أنه تعالى لما بين أن من يشاقق الله ورسوله فإن الله شديد العقاب ، بين من بعد ذلك صفة عقابه ، وأنه قد يكون معجلاً في الدنيا ، وقد يكون مؤجلاً في الآخرة ، ونبه بقوله : { ذلكم فَذُوقُوهُ } وهو المعجل من القتل والأسر على أن ذلك يسير بالإضافة إلى المؤجل لهم في الآخرة ، فلذلك سماه ذوقاً ، لأن الذوق لا يكون إلا تعرف طعم اليسير ليعرف به حال الكثير ، فعاجل ما حصل لهم من الآلام في الدنيا كالذوق القليل بالنسبة إلى الأمر العظيم المعد لهم في الآخرة ، وقوله : { فَذُوقُوهُ } يدل على أن الذوق يحصل بطريق آخر سوى إدراك الطعوم المخصوصة ، وهي كقوله تعالى : { ذُقْ إِنَّكَ أَنتَ العزيز الكريم } [ الدخان : 49 ] وكان عليه السلام يقول : « أبيت عند ربي يطعمني ويسقيني » فهذا يدل على إثبات الذوق والأكل والشرب بطريق روحاني مغاير للطريق الجسماني .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ذلكم فذوقوه وأن للكافرين عذاب النار (14) ",
        "babnum": 7
    },
    {
        "id": 891,
        "cate": "8",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا فَلَا تُوَلُّوهُمُ الْأَدْبَارَ (15) وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفًا لِقِتَالٍ أَوْ مُتَحَيِّزًا إِلَى فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ (16) ",
        "details": " في الآية مسائل : المسألة الأولى : قال الأزهري : أصل الزحف للصبي ، وهو أن يزحف على أسته قبل أن يقوم ، وشبه بزحف الصبي مشي الطائفتين اللتين تذهب كل واحدة منهما إلى صاحبتها للقتال ، فيمشي كل فئة مشياً رويداً إلى الفئة الأخرى قبل التداني للضراب .\r\n قال ثعلب : الزحف المشي قليلاً قليلاً إلى الشيء ، ومنه الزحاف في الشعر يسقط مما بين حرفين .\r\n حرف فيزحف أحدهما إلى الآخر .\r\n إذا عرفت هذا فنقول : قوله : { إِذَا لَقِيتُمُ الذين كَفَرُواْ زَحْفاً } أي متزاحفين نصب على الحال ، ويجوز أن يكون حالاً للكفار ، ويجوز أن يكون حالاً للمخاطبين وهم المؤمنون ، والزحف مصدر موصوف به كالعدل والرضا ، ولذلك لم يجمع ، والمعنى : إذا ذهبتم إليهم للقتال ، فلا تنهزموا ، ومعنى { فَلاَ تُوَلُّوهُمُ الادبار } أي لا تجعلوا ظهوركم مما يليهم .\r\n ثم إنه تعالى لما نهى عن هذا الانهزام بين أن هذا الانهزام محرم إلا في حالتين : إحداهما : أن يكون متحرفاً للقتال ، والمراد منه أن يخيل إلى عدوه أنه منهزم .\r\n ثم ينعطف عليه ، وهو أحد أبواب خدع الحرب ومكايدها ، يقال : تحرف وانحرف إذا زال عن جهة الاستواء .\r\n والثانية : قوله : { أَوْ مُتَحَيّزاً إلى فِئَةٍ } قال أبو عبيدة : التحيز التنحي وفيه لغتان : التحيز والتحوز .\r\n قال الواحدي : وأصل هذا الحوز ، وهو الجمع .\r\n يقال : حزته فانحاز وتحوز وتحيز إذا انضم واجتمع ، ثم سمى التنحي تحيزاً ، لأن المتنحى عن جانب ينفصل عنه ويميل إلى غيره .\r\n إذا عرفت هذا فنقول : الفئة الجماعة ، فإذا كان هذا المتحيز كالمنفرد ، وفي الكفار كثرة ، وغلب على ظن ذلك المنفرد أنه إن ثبت قتل من غير فائدة ، وإن تحيز إلى جمع كان راجياً للخلاص ، وطامعاً في العدو بالكثرة ، فربما وجب عليه التحيز إلى هذه الفئة فضلاً عن أن يكون ذلك جائزاً والحاصل أن الانهزام من العدو حرام إلا في هاتين الحالتين .\r\n ثم إنه تعالى قال : { وَمَن يُوَلّهِمْ يَوْمَئِذٍ دُبُرَهُ } إلا في هاتين الحالتين ، فقد باء بغضب من الله ومأواه جهنم وبئس المصير .\r\n المسألة الثانية : احتج القاضي بهذه الآية على القطع بوعيد الفساق من أهل الصلاة ، وذلك لأن الآية دلت على أن من انهزم إلا في هاتين الحالتين استوجب غضب الله ونار جهنم .\r\n قال وليس للمرجئة أن يحملوا هذه الآية على الكفار دون أهل الصلاة ، كصنعهم في سائر آيات الوعيد ، لأن هذا الوعيد مختص بأهل الصلاة .\r\n واعلم أن هذه المسألة قد ذكرناها على الاستقصاء في سورة البقرة ، وذكرنا أن الاستدلال بهذه الظواهر لا يفيد إلا الظن ، وقد ذكرنا أيضاً أنها معارضة بعمومات الوعد ، وذكرنا أن الترجيح بجانب عمومات الوعد من الوجوه الكثيرة ، فلا فائدة في الإعادة .\r\n المسألة الثالثة : اختلف المفسرون في أن هذا الحكم هل هو مختص بيوم بدر أو هو حاصل على الإطلاق ، فنقل عن أبي سعيد الخدري والحسن وقتادة والضحاك أن هذا الحكم مختص بمن كان انهزم يوم بدر ، قالوا : والسبب في اختصاص يوم بدر بهذا الحكم أمور : أحدها : أن رسول الله صلى الله عليه وسلم كان حاضراً يوم بدر ومع حضوره لا يعد غيره فيه ، أما لأجل أنه لا يساوي به سائر الفئات .\r\n بل هو أشرف وأعلى من الكل ، وأما لأجل أن الله تعالى وعده بالنصر والظفر فلم يكن لهم التحيز إلى فئة أخرى .\r\n وثانيها : أنه تعالى شدد الأمر على أهل بدر ، لأنه كان أول الجهاد ولو اتفق للمسلمين انهزام فيه ، لزم منه الخلل العظيم ، فلهذا وجب عليهم التشدد والمبالغة ، ولهذا السبب منع الله في ذلك اليوم من أخذ الفداء من الأسرى .\r\n والقول الثاني : أن الحكم المذكور في هذه الآية كان عاماً في جميع الحروب ، بدليل أن قوله تعالى : { النار يَأَيُّهَا الذين ءامَنُواْ إِذَا لَقِيتُمُ الذين كَفَرُواْ } عام فيتناول جميع السور ، أقصى ما في الباب أنه نزل في واقعة بدر ، لكن العبرة بعموم اللفظ لا بخصوص السبب .\r\n المسألة الرابعة : اختلفوا في أن جواز التحيز إلى فئة هل يحظر إذا كان العسكر عظيماً أو إنما يثبت إذا كان في العسكر خفة؟ قال بعضهم : إذا عظم العسكر فليس لهم هذا التحيز .\r\n وقال بعضهم : بل الكل سواء ، وهذا أليق بالظاهر لأنه لم يفصل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا إذا لقيتم الذين كفروا زحفا فلا تولوهم الأدبار (15) ومن يولهم يومئذ دبره إلا متحرفا لقتال أو متحيزا إلى فئة فقد باء بغضب من الله ومأواه جهنم وبئس المصير (16) ",
        "babnum": 8
    },
    {
        "id": 892,
        "cate": "8",
        "title": "فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللَّهَ قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلَاءً حَسَنًا إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (17) ",
        "details": " فيه مسائل : المسألة الأولى : قال مجاهد : اختلفوا يوم بدر .\r\n فقال : هذا أنا قتلت .\r\n وقال الآخر أنا قتلت فأنزل الله تعالى هذه الآية يعني أن هذه الكسرة الكبيرة لم تحصل منكم ، وإنما حصلت بمعونة الله روي أنه لما طلعت قريش قال رسول الله صلى الله عليه وسلم هذه قريش ، قد جاءت بخيلائها وفخرها يكذبون رسولك \" اللهم إني أسألك ما وعدتني \" فنزل جبريل وقال : خذ قبضة من تراب فارمهم بها ، فلما التقى الجمعان قال لعلي أعطني قبضة من التراب من حصباء الوادي ، فرمى بها في وجوههم ، وقال شاهت الوجوه ، فلم يبق مشرك إلا شغل بعينه فانهزموا .\r\n قال صاحب «الكشاف» والفاء في قوله : { فَلَمْ تَقْتُلُوهُمْ } جواب شرط محذوف تقديره إن افتخرتم بقتلهم فأنتم لم تقتلوهم ولكن الله قتلهم .\r\n ثم قال : { وَمَا رَمَيْتَ إِذْ رَمَيْتَ ولكن الله رمى } يعني أن القبضة من الحصباء التي رميتها ، فأنت ما رميتها في الحقيقة ، لأن رميك لا يبلغ أثره إلا ما يبلغه رمي سائر البشر ، ولكن الله رماها حيث نفذ أجزاء ذلك التراب وأوصلها إلى عيونهم ، فصورة الرمية صدرت من الرسول عليه الصلاة والسلام وأثرها إنما صدر من الله ، فلهذا المعنى صح فيه النفي والإثبات .\r\n المسألة الثانية : احتج أصحابنا بهذه الآية على أن أفعال العباد مخلوقة لله عالى ، وجه الاستدلال أنه تعالى قال : { فَلَمْ تَقْتُلُوهُمْ ولكن الله قَتَلَهُمْ } ومن المعلوم أنهم جرحوا ، فدل هذا على أن حدوث تلك الأفعال إنما حصل من الله .\r\n وأيضاً قوله : { وَمَا رَمَيْتَ إِذْ رَمَيْتَ } أثبت كونه عليه السلام رامياً ، ونفى عنه كونه رامياً ، فوجب حمله على أنه رماه كسباً وما رماه خلقاً .\r\n فأن قيل : أما قوله : { فَلَمْ تَقْتُلُوهُمْ ولكن الله قَتَلَهُمْ } فيه وجوه : الأول : أن قتل الكفار إنما تيسر بمعونة الله ونصره وتأييده ، فصحت هذه الإضافة .\r\n الثاني : أن الجرح كان إليهم ، وإخراج الروح كان إلى الله تعالى ، والتقدير : فلم تميتوهم ولكن الله أماتهم .\r\n وأما قوله : { وَمَا رَمَيْتَ إِذَا رَمَيْتَ ولكن الله رمى } قال القاضي فيه أشياء : منها أن الرمية الواحدة لا توجب وصول التراب إلى عيونهم ، وكان إيصال أجزاء التراب إلى عيونهم ليس إلا بإيصال الله تعالى ، ومنها أن التراب الذي رماه كان قليلاً ، فيمتنع وصول ذلك القدر إلى عيون الكل ، فدل هذا على أنه تعالى ضم إليها أشياء أخر من أجزاء التراب وأوصلها إلى عيونهم ، ومنها أن عند رميته ألقى الله تعالى الرعب في قلوبهم ، فكان المراد من قوله : { ولكن الله رمى } هو أنه تعالى رمى قلوبهم بذلك الرعب .\r\n والجواب : أن كل ما ذكرتموه عدول عن الظاهر ، والأصل في الكلام الحقيقة .\r\n فإن قالوا : الدلائل العقلية تمنع من القول بأن فعل العبد مخلوق لله تعالى .\r\n فنقول : هيهات فإن الدلائل العقلية في جانبنا والبراهين النقلية قائمة على صحة قولنا ، فلا يمكنكم أن تعدلوا عن الظاهر إلى المجاز .\r\n والله أعلم .\r\n المسألة الثالثة : قرىء { ولكن الله قَتَلَهُمْ ولكن الله رمى } بتخفيف ولكن ورفع ما بعده .\r\n المسألة الرابعة : في سبب نزول هذه الآية ثلاثة أقوال : الأول : وهو قول أكثر المفسرين أنها نزلت في يوم بدر .\r\n والمراد أنه عليه السلام أخذ قبضة من الحصباء ، ورمى بها وجوه القوم وقال شاهت الوجوه ، فلم يبق مشرك إلا ودخل في عينيه ومنخريه منها شيء ، فكانت تلك الرمية سبباً للهزيمة ، وفيه نزلت هذه الآية .\r\n والثاني : أنها نزلت يوم خيبر روي أنه عليه السلام أخذ قوساً وهو على باب خيبر .\r\n فرمى سهماً .\r\n فأقبل السهم حتى قتل ابن أبي الحقيق ، وهو على فرسه ، فنزلت { وَمَا رَمَيْتَ إِذْ رَمَيْتَ ولكن الله رمى } والثالث : أنها نزلت في يوم أحد في قتل أبي بن خلف ، وذلك أنه أتى النبي صلى الله عليه وسلم بعظم رميم وقال يا محمد من يحيى هذا وهو رميم؟ فقال عليه السلام يحييه الله ثم يميتك ثم يحييك ثم يدخلك النار فأسر يوم بدر ، فلما افتدى .\r\n قال لرسول الله إن عندي فرساً أعتلفها كل يوم فرقاً من ذرة ، كي أقتلك عليها .\r\n فقال صلى الله عليه وسلم : \" بل أنا أقتلك إن شاء الله \" فلما كان يوم أحد أقبل أبي يركض على ذلك الفرس حتى دنا من الرسول عليه الصلاة والسلام فاعترض له رجال من المسلمين ليقتلوه .\r\n فقال عليه السلام : «استأخروا» ورماه بحربة فكسر ضلعاً من أضلاعه ، فحمل فمات ببعض الطريق ففي ذلك نزلت الآية والأصح أن هذه الآية نزلت في يوم بدر ، وإلا لدخل في أثناء القصة كلام أجنبي عنها ، وذلك لا يليق بل لا يبعد أن يدخل تحته سائر الوقائع ، لأن العبرة بعموم اللفظ لا بخصوص السبب .\r\n أما قوله تعالى : { وَلِيُبْلِىَ المؤمنين مِنْهُ بَلاء حَسَنًا } فهذا معطوف على قوله : { ولكن الله رمى } والمراد من هذا البلاء الأنعام ، أي ينعم عليهم نعمة عظيمة بالنصرة والغنيمة والأجر والثواب ، قال القاضي : ولولا أن المفسرين اتفقوا على حمل الابتلاء ههنا على النعمة ، وإلا لكان يحتمل المحنة بالتكليف فيما بعده من الجهاد ، حتى يقال : إن الذي فعله تعالى يوم بدر ، كان السبب في حصول تكليف شاق عليهم فيما بعد ذلك من الغزوات .\r\n ثم إنه تعالى ختم هذا بقوله : { إِنَّ الله سَمِيعٌ عَلِيمٌ } أي سميع لكلامكم عليم بأحوال قلوبكم ، وهذا يجري مجرى التحذير والترهيب ، لئلا يغتر العبد بظواهر الأمور ، ويعلم أن الخالق تعالى مطلع على كل ما في الضمائر والقلوب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فلم تقتلوهم ولكن الله قتلهم وما رميت إذ رميت ولكن الله رمى وليبلي المؤمنين منه بلاء حسنا إن الله سميع عليم (17) ",
        "babnum": 9
    },
    {
        "id": 893,
        "cate": "8",
        "title": "ذَلِكُمْ وَأَنَّ اللَّهَ مُوهِنُ كَيْدِ الْكَافِرِينَ (18) إِنْ تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ وَإِنْ تَنْتَهُوا فَهُوَ خَيْرٌ لَكُمْ وَإِنْ تَعُودُوا نَعُدْ وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئًا وَلَوْ كَثُرَتْ وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ (19) ",
        "details": " في الآية مسائل : المسألة الأولى : قرأ نافع وابن كثير وأبو عمرو { مُوهِنُ } بتشديد الهاء من التوهين { كَيْدَ } بالنصب ، وقرأ حفص عن عاصم { مُوهِنُ كَيْدِ } بالإضافة ، والباقون { مُوهِنُ } بالتخفيف { كَيْدَ } بالنصب ، ومثله قوله : { كاشفات ضُرّهِ } [ الزمر : 38 ] بالتنوين وبالإضافة .\r\n المسألة الثانية : الكلام في ذلك ومحله من الإعراب كما في قوله : { ذلكم فَذُوقُوهُ } [ الأنفال : 14 ] .\r\n المسألة الثالثة : توهين الله تعالى كيدهم .\r\n يكون بأشياء بإطلاع المؤمنين على عوراتهم ، وإلقاء الرعب في قلوبهم ، وتفريق كلمتهم ، ونقض ما أبرموا بسبب اختلاف عزائمهم .\r\n قال ابن عباس ينبىء رسول الله ويقول : إني قد أوهنت كيد عدومك حتى قتلت خيارهم وأسرت أشرافهم .\r\n أما قوله تعالى : { إِن تَسْتَفْتِحُواْ فَقَدْ جَاءكُمُ الفتح } فيه قولان : القول الأول : وهو قول الحسن ومجاهد والسدي أنه خطاب للكفار ، روي أن أبا جهل قال يوم بدر : اللهم انصر أفضل الدينين وأحقه بالنصر ، وروي أنه قال : اللهم أينا كان أقطع للرحم وأفجر ، فأهلكه الغداة ، وقال السدي : إن المشركين لما أرادوا الخروج إلى بدر أخذوا أستار الكعبة وقالوا اللهم انصر أعلى الجندين وأهدى الفئتين وأكرم الحزبين وأفضل الدينين ، فأنزل الله هذه الآية ، والمعنى : إن تستفتحوا أي تستنصروا لأهدى الفئتين وأكرم الحزبين ، فقد جاءكم النصر .\r\n وقال آخرون : أن تستقضوا فقد جاءكم القضاء .\r\n والقول الثاني : أنه خطاب للمؤمنين ، روي أنه عليه السلام لما رأى المشركين وكثرة عددهم استغاث بالله ، وكذلك الصحابة وطلب ما وعده الله به من إحدى الطائفتين وتضرع إلى الله فقال : { إِن تَسْتَفْتِحُواْ فَقَدْ جَاءكُمُ الفتح } والمراد أنه طلب النصرة التي تقدم بها الوعد ، فقد جاءكم الفتح ، أي حصل ما وعدتم به فاشكروا الله والزموا طاعته .\r\n قال القاضي : وهذا القول أولى لأن قوله : { فَقَدْ جَاءكُمُ الفتح } لا يليق إلا بالمؤمنين ، أما لو حملنا الفتح على البيات والحكم والقضاء ، لم يمتنع أن يراد به الكفار .\r\n أما قوله : { وَإِن تَنتَهُواْ فَهُوَ خَيْرٌ لَّكُمْ } فتفسير هذه الآية ، يتفرع على ما ذكرنا من أن قوله : { إِن تَسْتَفْتِحُواْ فَقَدْ جَاءكُمُ الفتح } خطاب للكفار أو للمؤمنين .\r\n فإن قلنا : إن ذلك خطاب للكفار ، كان تأويل هذه الآية إن تنتهوا عن قتال الرسول وعداوته وتكذيبه فهو خير لكم ، أما في الدين فبالخلاص من العقاب والفوز بالثواب .\r\n وأما في الدنيا فبالخلاص من القتل والأسر والنهب .\r\n ثم قال : { وَإِن تَعُودُواْ } أي إلى القتال { نَعُدُّ } أي نسلطهم عليكم ، فقد شاهدتم ذلك يوم بدر وعرفتم تأثير نصرة الله للمؤمنين عليكم { وَلَن تُغْنِىَ عَنكُمْ فِئَتُكُمْ } أي كثرة الجموع كما لم يغن ذلك يوم بدر .\r\n وأما إن قلنا إن ذلك خطاب للمؤمنين كان تأويل هذه الآية وإن تنتهوا عن المنازعة في أمر الأنفال وتنتهوا عن طلب الفداء على الأسرى فقد كان وقع منهم نزاع يوم بدر في هذه الآشياء حتى عاتبهم الله بقوله : { لَّوْلاَ كتاب مّنَ الله سَبَقَ } [ الأنفال : 68 ] فقال تعالى : { إِن تَنتَهُواْ } عن مثله { فَهُوَ خَيْرٌ لَّكُمْ وَإِن تَعُودُواْ } إلى تلك المنازعات { نَعُدُّ } إلى ترك نصرتكم لأن الوعد بنصرتكم مشروط بشرط استمراركم على الطاعة وترك المخالفة ، ثم لا تنفعكم الفئة والكثرة ، فإن الله لا يكون إلا مع المؤمنين الذين لا يرتكبون الذنوب .\r\n واعلم أن أكثر المفسرين حملوا قوله : { إِن تَسْتَفْتِحُواْ } على أنه خطاب للكفار ، واحتجوا بقوله تعالى : { وَإِن تَعُودُواْ نَعُدْ } فظنوا أن ذلك لا يليق إلا بالقتال ، وقد بينا أن ذلك يحتمل الحمل على ما ذكرناه من أحوال المؤمنين ، فسقط هذا الترجيح .\r\n وأما قوله : { وَأَنَّ الله مَعَ } فقرأ نافع ، وابن عامر ، وحفص عن عاصم { الارض وَأَنَّ الله } بفتح الألف في أن والباقون بكسرها .\r\n أما الفتح فقيل : على تقدير ، ولأن الله مع المؤمنين ، وقيل هو معطوف على قوله : { إِنَّ الله مُوهِنُ كَيْدِ الكافرين } وأما الكسر فعلى الابتداء .\r\n والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ذلكم وأن الله موهن كيد الكافرين (18) إن تستفتحوا فقد جاءكم الفتح وإن تنتهوا فهو خير لكم وإن تعودوا نعد ولن تغني عنكم فئتكم شيئا ولو كثرت وأن الله مع المؤمنين (19) ",
        "babnum": 10
    },
    {
        "id": 894,
        "cate": "8",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَوَلَّوْا عَنْهُ وَأَنْتُمْ تَسْمَعُونَ (20) وَلَا تَكُونُوا كَالَّذِينَ قَالُوا سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ (21) إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لَا يَعْقِلُونَ (22) وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَأَسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ (23) ",
        "details": " اعلم أنه تعالى لما خاطب المؤمنين بقوله : { ءانٍ تَنتَهُواْ فَهُوَ خَيْرٌ لَّكُمْ وَإِن تَعُودُواْ نَعُدْ وَلَن تُغْنِىَ عَنكُمْ فِئَتُكُمْ شَيْئاً } [ الأنفال : 19 ] أتبعه بتأديبهم فقال : { المؤمنين يأَيُّهَا الذين ءامَنُواْ أَطِيعُواْ الله وَرَسُولَهُ وَلاَ تَوَلَّوْاْ عَنْهُ وَأَنتُمْ تَسْمَعُونَ } ولم يبين أنهم ماذا يسمعون إلا أن الكلام من أول السورة إلى هنا لما كان واقعاً في الجهاد علم أن المراد وأنتم تسمعون دعاءه إلى الجهاد ، ثم إن الجهاد اشتمل على أمرين : أحدهما : المخاطرة بالنفس .\r\n والثاني : الفوز بالأموال ، ولما كانت المخاطرة بالنفس شاقة شديدة على كل أحد ، وكان ترك المال بعد القدرة على أخذه شاقاً شديداً ، لا جرم بالغ الله تعالى في التأديب في هذا الباب فقال : { أَطِيعُواْ الله وَرَسُولَهُ } في الإجابة إلى الجهاد ، وفي الإجابة إلى تركه المال إذا أمره الله بتركه والمقصود تقرير ما ذكرناه في تفسير قوله تعالى : { قُلِ الانفال لِلَّهِ والرسول } [ الأنفال : 1 ] .\r\n فإن قيل : فلم قال ولا تولوا عنه فجعل الكناية واحدة مع أنه تقدم ذكر الله ورسوله .\r\n قلنا : إنه تعالى أمر بطاعة الله وبطاعة رسوله .\r\n ثم قال : { وَلاَ تَوَلَّوْاْ } لأن التولي إنما يصح في حق الرسول بأن يعرضوا عنه وعن قبول قوله وعن معونته في الجهاد .\r\n ثم قال مؤكداً لذلك : { وَلاَ تَكُونُواْ كالذين قَالُواْ سَمِعْنَا وَهُمْ لاَ يَسْمَعُونَ } والمعنى : أن الإنسان لا يمكنه أن يقبل التكليف وأن يلتزمه إلا بعد أن يسمعه ، فجعل السماع كناية عن القبول .\r\n ومنه قولهم سمع الله لمن حمده ، والمعنى : ولا تكونوا كالذين يقولون بألسنتهم أنا قبلنا تكاليف الله تعالى ، ثم إنهم بقلوبهم لا يقبلونها .\r\n وهو صفة للمنافقين كما أخبر الله عنهم بقوله : { وَإِذَا لَقُواْ الذين ءامَنُواْ قَالُوا ءامَنَّا وَإِذَا خَلَوْاْ إلى شياطينهم قَالُواْ إِنَّا مَعَكُمْ } [ البقرة : 14 ] .\r\n ثم قال تعالى : { إِنَّ شَرَّ الدواب عِندَ الله الصم البكم الذين لاَ يَعْقِلُونَ } واختلفوا في الدواب .\r\n فقيل : شبههم بالدواب لجهلهم وعدولهم عن الانتفاع بما يقولون .\r\n ويقال لهم : ولذلك وصفهم بالصم والبكم وبأنهم لا يعقلون .\r\n وقيل : بل هم من الدواب لأنه اسم لما دب على الأرض ولم يذكره في معرض التشبيه ، بل وصفهم بصفة تليق بهم على طريقة الذم ، كما يقال لمن لا يفهم الكلام ، هو شبح وجسد وطلل على جهة الذم .\r\n ثم قال : { وَلَوْ عَلِمَ الله فِيهِمْ خَيْرًا لاسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّواْ وَّهُم مُّعْرِضُونَ } والمعنى أن كل ما كان حاصلاً فإنه يجب أن يعلمه الله فعدم علم الله بوجوده من لوازم عدمه ، فلا جرم حسن التعبير عن عدمه في نفسه بعدم علم الله بوجوده ، وتقرير الكلام لو حصل فيهم خير ، لأسمعهم الله الحجج والمواعظ سماع تعليم وتفهيم ، ولو أسمعهم بعد أن علم أنه لا خير فيهم لم ينتفعوا بها ، ولتولوا وهم معرضون .\r\n قيل : إن الكفار سألوا الرسول عليه السلام أن يحيي لهم قصي بن كلاب وغيره من أمواتهم ليخبروهم بصحة نبوته ، فبين تعالى أنه لو علم فيهم خيراً ، وهو انتفاعهم بقول هؤلاء الأموات لأحياهم حتى يسمعوا كلامهم ، ولكنه تعالى علم منهم أنهم لا يقولون هذا الكلام إلا على سبيل العناد والتعنت ، وأنه لم أسمعهم الله كلامهم لتولوا عن قبول الحق ولأعرضوا عنه ، وفي هذه الآية مسائل : المسألة الأولى : أنه تعالى حكم عليهم بالتولي عن الدلائل وبالإعراض عن الحق وأنهم لا يقبلونه البتة ، ولا ينتفعون به البتة .\r\n فنقول : وجب أن يكون صدور الإيمان منهم محالاً ، لأنه لو صدر الإيمان ، لكان إما أن يوجد ذلك الإيمان مع بقاء هذا الخبر صدقاً أو مع انقلابه كذباً والأول محال ، لأن وجود الإيمان مع الأخبار بعدم الإيمان جمع بين النقيضين وهو محال .\r\n والثاني محال ، لأن انقلاب خبر الله الصدق كذباً محال .\r\n لا سيما في الزمان الماضي المنقضي ، وهكذا القول في انقلاب علم الله جهلاً ، وتقريره سبق مراراً .\r\n المسألة الثانية : النحويون يقولون : كلمة { لَوْ } وضعت للدلالة على انتفاء الشيء لأجل انتفاء غيره ، فإذا قلت : لو جئتني لأكرمتك ، أفاد أنه ما حصل المجيء ، وما حصل الإكرام .\r\n ومن الفقهاء من قال : إنه لا يفيد إلا الاستلزام ، فأما الانتفاء لأجل انتفاء الغير ، فلا يفيده هذا اللفظ والدليل عليه الآية والخبر ، أما الآية ، فهي هذه الآية ، وتقريره : أن كلمة { لَوْ } لو أفادت ما ذكروه لكان قوله : { وَلَوْ عَلِمَ الله فِيهِمْ خَيْرًا لاسْمَعَهُمْ } يقتضي أنه تعالى ما علم فيهم خيراً وما أسمعهم .\r\n ثم قال : { وَلَوْ أَسْمَعَهُمْ لَتَوَلَّواْ } فيكون معناه : أنه ما أسمعهم وأنهم ما تولوا لكن عدم التولي خير من الخيرات ، فأول الكلام يقتضي نفي الخير ، وآخره يقتضي حصول الخير ، وذلك متناقض .\r\n فثبت أن القول بأن كلمة { لَوْ } تفيد انتفاء الشيء لانتفاء غيره يوجب هذا التناقض ، فوجب أن لا يصار إليه .\r\n وأما الخبر فقوله عليه السلام : \" نعم الرجل صهيب لو لم يخف الله لم يعصه \" فلو كانت لفظة «لو» تفيد ما ذكروه لصار المعنى أنه خاف الله وعصاه ، وذلك متناقض .\r\n فثبت أن كلمة { لَوْ } لا تفيد انتفاء الشيء لانتفاء غيره ، وإنما تفيد مجرد الاستلزام .\r\n واعلم أن هذا الدليل أحسن إلا أنه على خلاف قول جمهور الأدباء .\r\n المسألة الثالثة : أن معلومات الله تعالى على أربعة أقسام : أحدها : جملة الموجودات .\r\n والثاني : جملة المعدومات .\r\n والثالث : أن كل واحد من الموجودات لو كان معدوماً فكيف يكون حاله .\r\n الرابع : أن كل واحد من المعدومات لو كان موجوداً كيف يكون حاله ، والقسمان الأولان علم بالواقع ، والقسمان الثانيان عم بالمقدر الذي هو غير واقع ، فقوله : { وَلَوْ عَلِمَ الله فِيهِمْ خَيْرًا لاسْمَعَهُمْ } من القسم الثاني وهو العلم بالمقدرات ، وليس من أقسام العلم بالواقعات ونظيره قوله تعالى حكاية عن المنافقين : { لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ } وقال تعالى : { لَئِنْ أُخْرِجُواْ لاَ يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُواْ لاَ يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ الادبار } [ الحشر : 11 ، 12 ] فعلم تعالى في المعدوم أنه لو كان موجوداً كيف يكون حاله ، وأيضاً قوله : { وَلَوْ رُدُّواْ لعادوا لِمَا نُهُواْ عَنْهُ } [ الأنعام : 28 ] فأخبر عن المعدوم أنه لو كان موجوداً كيف يكون حاله .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا أطيعوا الله ورسوله ولا تولوا عنه وأنتم تسمعون (20) ولا تكونوا كالذين قالوا سمعنا وهم لا يسمعون (21) إن شر الدواب عند الله الصم البكم الذين لا يعقلون (22) ولو علم الله فيهم خيرا لأسمعهم ولو أسمعهم لتولوا وهم معرضون (23) ",
        "babnum": 11
    },
    {
        "id": 895,
        "cate": "8",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ (24) ",
        "details": " في الآية مسائل : المسألة الأولى : قال أبو عبيد والزجاج { استجيبوا } معناه أجيبوا وأنشد قول الشاعر : فلم يستجبه عند ذاك مجيب \r\n المسألة الثانية : أكثر الفقهاء على أن ظاهر الأمر للوجوب ، وتمسكوا بهذه الآية على صحة قولهم من وجهين : الوجه الأول : أن كل من أمره الله بفعل فقد دعاه إلى ذلك الفعل وهذه الآية تدل على أنه لا بد من الإجابة في كل ما دعاه الله إليه .\r\n فإن قيل : قوله : { استجيبوا لِلَّهِ } أمر .\r\n فلم قلتم : إنه يدل على الوجوب؟ وهل النزاع إلا فيه ، فيرجع حاصل هذا الكلام إلى إثبات أن الأمر للوجوب بناء على أن هذا الأمر يفيد الوجوب ، وهو يقتضي إثبات الشيء بنفسه وهو محال .\r\n والجواب : أن من المعلوم بالضرورة أن كل ما أمر الله به فهو مرغب فيه مندوب إليه ، فلو حملنا قوله : { استجيبوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ } على هذا المعنى كان هذا جارياً مجرى إيضاح الواضحات وأنه عبث ، فوجب حمله على فائدة زائدة ، وهي الوجوب صوناً لهذا النص عن التعطيل ، ويتأكد هذا بأن قوله تعالى بعد ذلك { واعلموا أَنَّ الله يَحُولُ بَيْنَ المرء وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ } جار مجرى التهديد والوعيد ، وذلك لا يليق إلا بالإيجاب .\r\n الوجه الثاني : في الاستدلال بهذه الآية على ثبوت هذا المطلوب .\r\n ما روى أبو هريرة رضي الله عنه أن النبي صلى الله عليه وسلم مر على باب أبي بن كعب فناداه وهو في الصلاة فعجل في صلاته ثم جاء فقال : «ما منعك عن إجابتي» قال كنت أصلي قال : «ألم تخبر فيما أوحى إلي استجيبوا لله وللرسول» فقال : لا جرم لا تدعوني إلا أجيبك ، والاستدلال به أن النبي صلى الله عليه وسلم لما دعاه فلم يجبه لامه على ترك الإجابة ، وتمسك في تقرير ذلك اللوم بهذه الآية فلولا دلالة هذه الآية على الوجوب ، وإلا لما صح ذلك الاستدلال وقول من يقول مسألة أن الأمر يفيد الوجوب ، مسألة قطعية ، فلا يجوز التمسك فيها بخبر الواحد ضعيف ، لأنا لا نسلم أن مسألة الأمر يفيد الوجوب مسألة قطعية ، بل هي عندنا مسألة ظنية ، لأن المقصود منها العمل ، والدلائل الظنية كافية في المطالب العملية .\r\n فإن قالوا : إنه تعالى ما أمر بالإجابة على الإطلاق بل بشرط خاص وهو قوله : { إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ } فلم قلتم إن هذا الشرط حاصل في جميع الأوامر؟ قلنا : قصة أبي بن كعب تدل على أن هذا الحكم عام وغير مخصوص بشرط معين ، وأيضاً فلا يمكن حمل الحياة ههنا على نفس الحياة .\r\n لأن إحياء الحي محال .\r\n فوجب حمله على شيء آخر وهو الفوز بالثواب ، وكل ما دعا الله إليه ورغب فيه فهو مشتمل على ثواب ، فكان هذا الحكم عاماً في جميع الأوامر وذلك يفيد المطلوب .\r\n المسألة الثالثة : ذكروا في قوله : { إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ } وجوهاً : الأول : قال السدي : هو الإيمان والإسلام وفيه الحياة لأن الإيمان حياة القلب والكفر موته ، يدل عليه قوله تعالى : { يُخْرِجُ الحى مِنَ الميت } [ الروم : 19 ] قيل المؤمن من الكافر .\r\n الثاني : قال قتادة : يعني القرآن أي أجيبوه إلى ما في القرآن ففيه الحياة والنجاة والعصمة ، وإنما سمي القرآن بالحياة لأن القرآن سبب العلم .\r\n والعلم حياة ، فجاز أن يسمى سبب الحياة بالحياة .\r\n الثالث : قال الأكثرون : { لِمَا يُحْيِيكُمْ } هو الجهاد ، ثم في سبب تسمية الجهاد بالحياة وجوه : أحدها : هو أن وهن أحد العدوين حياة للعدو الثاني .\r\n فأمر المسلمين إنما يقوى ويعظم بسبب الجهاد مع الكفار .\r\n وثانيها : أن الجهاد سبب لحصول الشهادة وهي توجب الحياة الدائمة قال تعالى : { وَلاَ تَحْسَبَنَّ الذين قُتِلُواْ فِى سَبِيلِ الله أمواتا بَلْ أَحْيَاء عِندَ رَبّهِمْ يُرْزَقُونَ } [ آل عمران : 169 ] وثالثها : أن الجهاد قد يفضي إلى القتل ، والقتل يوصل إلى الدار الآخرة ، والدار الآخرة معدن الحياة .\r\n قال تعالى : { وَإِنَّ الدار الاخرة لَهِىَ الحيوان } [ العنكبوت : 64 ] أي الحياة الدائمة .\r\n والقول الرابع : { لِمَا يُحْيِيكُمْ } أي لكل حق وصواب ، وعلى هذا التقدير فيدخل فيه القرآن والإيمان والجهاد وكل أعمال البر والطاعة .\r\n والمراد من قوله : { لِمَا يُحْيِيكُمْ } الحياة الطيبة الدائمة قال تعالى : { فلنحيينه حياة طيبة } [ النحل : 97 ] .\r\n المسألة الرابعة : قوله تعالى : { واعلموا أَنَّ الله يَحُولُ بَيْنَ المرء وَقَلْبِهِ } يختلف تفسيره بحسب اختلاف الناس في الجبر والقدر .\r\n أما القائلون بالجبر ، فقال الواحدي حكاية عن ابن عباس والضحاك : يحول بين المرء الكافر وطاعته ، ويحول بين المرء المطيع ومعصيته ، فالسعيد من أسعده الله ، والشقي من أضله الله .\r\n والقلوب بيد الله يقلبها كيف يشاء ، فإذا أراد الكافر أن يؤمن والله تعالى لا يريد إيمانه يحول بينه وبين قلبه .\r\n وإذا أراد المؤمن أن يكفر والله لا يريد كفره حال بينه وبين قلبه .\r\n قلت : وقد دللنا بالبراهين العقلية على صحة أن الأمر كذلك وذلك لأن الأحوال القلبية إما العقائد وإما الإرادات والدواعي .\r\n أما العقائد : فهي إما العلم ، وإما الجهل .\r\n أما العلم فيمتنع أن يقصد الفاعل إلى تحصيله إلا إذا علم كونه علماً ولا يعلم ذلك إلا إذا علم كون ذلك الاعتقاد مطابقاً للمعلوم ولا يعلم ذلك إلا إذا سبق علمه بالمعلوم وذلك يوجب توقف الشيء على نفسه وأما الجهل فالإنسان البتة لا يختاره ولا يريده إلا إذا ظن أن ذلك الاعتقاد علم ، ولا يحصل له هذا الظن إلا بسبق جهل آخر ، وذلك أيضاً يوجب توقف الشيء على نفسه ، وأما الدواعي والإرادات فحصولها إن لم يكن بفاعل يلزم الحدوث لا عن محدث ، وإن كان بفاعل فذلك الفاعل إما العبد وإما الله تعالى ، والأول باطل ، وإلا لزم توقف ذلك القصد على قصد آخر وهو محال ، فتعين أن يكون فاعل الاعتقادات والإرادات والدواعي هو الله تعالى ، فنص القرآن دل على أن أحوال القلوب من الله ، والدلائل العقلية دلت على ذلك ، فثبت أن الحق ما ذكرناه .\r\n أما القائلون بالقدر فقالوا : لا يجوز أن يكون المراد من هذه الآية ما ذكرتم ، وبيانه من وجوه : الوجه الأول : قال الجبائي : إن من حال الله بينه وبين الإيمان فهو عاجز ، وأمر العاجز سفه ، ولو جاز ذلك لجاز أن يأمرنا الله بصعود السماء ، وقد أجمعوا على أن الزمن لا يؤمر بالصلاة قائماً ، فكيف يجوز ذلك على الله تعالى؟ وقد قال تعالى : { لاَ يُكَلّفُ الله نَفْسًا إِلاَّ وُسْعَهَا } [ البقرة : 286 ] وقال في المظاهر : { فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتّينَ مِسْكِيناً } [ المجادلة : 4 ] فأسقط فرض الصوم عمن لا يستطيعه .\r\n الوجه الثاني : أن الله تعالى أمر بالاستجابة لله وللرسول .\r\n وذكر هذا الكلام في معرض الذكر والتحذير عن ترك الإجابة ، ولو كان المراد ما ذكرتم لكان ذلك عذراً قوياً في ترك الإجابة ، ولا يكون زجراً عن ترك الإجابة .\r\n الوجه الثالث : أنه تعالى أنزل القرآن ليكون حجة للرسول على الكفار ، لا ليكون حجة للكفار على الرسول ، ولو كان المعنى ما ذكرتم لصارت هذه الآية من أقوى الدلائل للكفار على الرسول ولقالوا إنه تعالى لما منعنا من الإيمان فكيف يأمرنا به؟ فثبت بهذه الوجوه أنه لا يمكن حمل الآية على ما قاله أهل الجبر ، قالوا ونحن نذكر في الآية وجوهاً : الأول : أن الله تعالى يحول بين المرء وبين الانتفاع بقلبه بسبب الموت ، يعني بذلك أن تبادروا في الاستجابة فيما ألزمتكم من الجهاد وغيره قبل أن يأتيكم الموت الذي لا بد منه ويحول بينكم وبين الطاعة والتوبة .\r\n قال القاضي : ولذلك قال تعالى عقيبه ما يدل عليه وهو قوله : { وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ } والمقصود من هذه الآية الحث على الطاعة قبل نزول الموت الذي يمنع منها .\r\n الثاني : أن المراد أنه تعالى يحول بين المرء وبين ما يتمناه ويريده بقلبه ، فإن الأجل يحول دون الأمل ، فكأنه قال : بادروا إلى الأعمال الصالحة ولا تعتمدوا على ما يقع في قلوبكم من توقع طول البقاء ، فإن ذلك غير موثوق به ، وإنما حسن إطلاق لفظ القلب على الأماني الحاصلة في القلب لأن تسمية الشيء باسم ظرفه جائزة كقولهم ، سال الوادي .\r\n الثالث : أن المؤمنين كانوا خائفين من القتال يوم بدر ، فكأنه قيل لهم ، سارعوا إلى الطاعة ولا تتمنعوا عنها بسبب ما تجدون في قلوبكم من الضعف والجبن ، فإن الله تعالى يغير تلك الأحوال فيبدل الضعف بالقوة ، والجبن بالشجاعة ، لأنه تعالى مقلب القلوب .\r\n الرابع : قال مجاهد : المراد من القلب ههنا العقل فكان المعنى أنه يحول بين المرء وقلبه .\r\n والمعنى فبادروا إلى الأعمال وأنتم تعقلون ، فإنكم لا تؤمنون زوال العقول التي عند ارتفاعها يبطل التكليف .\r\n وجعل القلب كناية عن العقل جائز ، كما قال تعالى : { إِنَّ فِى ذلك لذكرى لِمَن كَانَ لَهُ قَلْبٌ } [ ق : 37 ] أي لمن كان له عقل .\r\n الخامس : قال الحسن معناه ، أن الله حائل بين المرء وقلبه ، والمعنى أن قربه تعالى من عبده أشد من قرب قلب العبد منه ، والمقصود منه التنبيه على أنه تعالى لا يخفى عليه شيء مما في باطن العبد ومما في ضميره ، ونظيره قوله تعالى : { وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الوريد } [ ق : 16 ] فهذه جملة الوجوه المذكورة في هذا الباب لأصحاب الجبر والقدر .\r\n ثم قال تعالى : { وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ } أي واعلموا أنكم إليه تحشرون أي إلى الله ولا تتركون مهملين معطلين ، وفيه ترغيب شديد في العمل وتحذير عن الكسل والغفلة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا استجيبوا لله وللرسول إذا دعاكم لما يحييكم واعلموا أن الله يحول بين المرء وقلبه وأنه إليه تحشرون (24) ",
        "babnum": 12
    },
    {
        "id": 896,
        "cate": "8",
        "title": "وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ (25) ",
        "details": " اعلم أنه تعالى كما حذر الإنسان أن يحال بينه وبين قلبه ، فكذلك حذره من الفتن ، والمعنى : واحذروا فتنة إن نزلت بكم لم تقتصر على الظالمين خاصة بل تتعدى إليكم جميعاً وتصل إلى الصالح والطالح .\r\n عن الحسن : نزلت في علي وعمار وطلحة والزبير وهو يوم الجمل خاصة .\r\n قال الزبير : نزلت فينا وقرأناها زماناً وما ظننا أنا أهلها فإذا نحن المعنيون بها ، وعن السدي : نزلت في أهل بدر اقتتلوا يوم الجمل ، وروي أن الزبير كان يسامر النبي صلى الله عليه وسلم يوماً إذ أقبل علي رضي الله عنه ، فضحك إليه الزبير فقال رسول الله : «كيف حبك لعلي ، فقال يارسول الله أحبه كحبي لولدي أو أشد فقال : «كيف أنت إذا سرت إليه تقاتله» .\r\n فإن قيل : كيف جاز دخول النون المؤكدة في جواب الأمر؟ قلنا : فيه وجهان : الأول : أن جواب الأمر جاء بلفظ النهي ، ومتى كان كذلك حسن إدخال النون المؤكدة في ذلك النهي ، كقولك انزل عن الدابة لا تطرحك أو لا تطرحنك ، وكقوله تعالى : { نَمْلَةٌ يأَيُّهَا النمل ادخلوا مساكنكم لاَ يَحْطِمَنَّكُمْ سليمان وَجُنُودُهُ } [ النمل : 18 ] الثاني : أن التقدير : واتقوا فتنة تصيبن الذين ظلموا منكم خاصة ، إلا أنه جيء بصيغة النهي مبالغة في نفي اختصاص الفتنة بالظالمين كأن الفتنة نهيت عن ذلك الاختصاص .\r\n وقيل لها لا تصيبي الذين ظلموا خاصة ، والمراد منه : المبالغة في عدم الاختصاص على سبيل الاستعارة .\r\n ثم قال تعالى : { واعلموا أَنَّ الله شَدِيدُ العقاب } والمراد منه : الحث على لزوم الاستقامة خوفاً من عقاب الله .\r\n فإن قيل : حاصل الكلام في الآية أنه تعالى يخوفهم من عذاب لو نزل لعم المذنب وغيره ، وكيف يليق برحمة الرحيم الحكيم أن يوصل الفتنة والعذاب إلى من لم يذنب؟ قلنا : إنه تعالى قد ينزل الموت والفقر والعمى والزمانة بعبده ابتداء ، إما لأنه يحسن منه تعالى ذلك بحكم المالكية ، أو لأنه تعالى علم اشتمال ذلك على نوع من أنواع الصلاح على اختلاف المذهبين ، وإذا جاز ذلك لأحد هذين الوجهين فكذا ههنا .\r\n والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "واتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة واعلموا أن الله شديد العقاب (25) ",
        "babnum": 13
    },
    {
        "id": 897,
        "cate": "8",
        "title": "وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ تَخَافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ (26) ",
        "details": " اعلم أنه تعالى لما أمرهم بطاعة الله وطاعة الرسول ، ثم أمرهم باتقاء المعصية ، أكد ذلك التكليف بهذه الآية ، وذلك لأنه تعالى بين أنهم كانوا قبل ظهور الرسول صلى الله عليه وسلم في غاية القلة والذلة ، وبعد ظهوره صاروا في غاية العزة والرفعة ، وذلك يوجب عليهم الطاعة وترك المخالفة .\r\n أما بيان الأحوال التي كانوا عليها قبل ظهور محمد فمن وجوه : أولها : أنهم كانوا قليلين في العدد .\r\n وثانيها : أنهم كانوا مستضعفين ، والمراد أن غيرهم يستضعفهم ، والمراد من هذا الاستضعاف أنهم كانوا يخافون أن يتخطفهم الناس .\r\n والمعنى : أنهم كانوا إذا خرجوا من بلدهم خافوا أن يتخطفهم العرب ، لأنهم كانوا يخافون من مشركي العرب لقربهم منهم وشدة عداوتهم لهم ، ثم بين تعالى أنهم بعد أن كانوا كذلك قلبت تلك الأحوال بالسعادات والخيرات ، فأولها : أنه آواهم والمراد منه أنه تعالى نقلهم إلى المدينة ، فصاروا آمنين من شر الكفار ، وثانيها : قوله : { وَأَيَّدَكُم بِنَصْرِهِ } والمراد منه وجوه النصر في يوم بدر ، وثالثها : قوله : { وَرَزَقَكُم مّنَ الطيبات } وهو أنه تعالى أحل لهم الغنائم بعد أن كانت محرمة على من كان قبل هذه الأمة .\r\n ثم قال : { لَعَلَّكُمْ تَشْكُرُونَ } أي نقلناكم من الشدة إلى الرخاء ، ومن البلاء إلى النعماء والآلاء ، حتى تشتغلوا بالشكر والطاعة ، فكيف يليق بكم أن تشتغلوا بالمنازعة والمخاصمة بسبب الأنفال؟ ",
        "fav": 0,
        "note": null,
        "normal": "واذكروا إذ أنتم قليل مستضعفون في الأرض تخافون أن يتخطفكم الناس فآواكم وأيدكم بنصره ورزقكم من الطيبات لعلكم تشكرون (26) ",
        "babnum": 14
    },
    {
        "id": 898,
        "cate": "8",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ (27) وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَأَنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ (28) ",
        "details": " اعلم أنه تعالى لما ذكر أنه رزقهم من الطيبات ، فههنا منعهم من الخيانة ، وفي الآية مسائل : المسألة الأولى : اختلفوا في المراد بتلك الخيانة على أقوال : الأول : قال ابن عباس : نزلت هذه الآية في أبي لبابة حين بعثه رسول الله صلى الله عليه وسلم إلى قريظة لما حاصرهم ، وكان أهله وولد فيهم .\r\n فقالوا يا أبا لبابة ما ترى لنا أننزل على حكم سعد بن معاد فينا؟ فأشار أبو لبابة إلى حلقه ، أي أنه الذبح فلا تفعلوا ، فكان ذلك منه خيانة لله ورسوله .\r\n الثاني : قال السدي : كانوا يسمعون الشيء من النبي صلى الله عليه وسلم ، فيشقونه ويلقونه إلى المشركين ، فنهاهم الله عن ذلك .\r\n الثالث : قال ابن زيد : نهاهم الله أن يخونوا كما صنع المنافقون ، يظهرون الإيمان ويسرون الكفر .\r\n الرابع : عن جابر بن عبد الله : أن أبا سفيان خرج من مكة ، فعلم النبي صلى الله عليه وسلم خروجه وعزم على الذهاب إليه ، فكتب إليه رجل من المنافقين أن محمداً يريدكم فخذوا حذركم ، فأنزل الله هذه الآية .\r\n الخامس : قال الزهري والكلبي : نزلت في حاطب بن أبي بلتعة حين كتب إلى أهل مكة لما هم النبي صلى الله عليه وسلم بالخروج إليها ، حكاه الأصم .\r\n والسادس : قال القاضي : الأقرب أن خيانة الله غير خيانة رسوله ، وخيانة الرسول غير خيانة الأمانة ، لأن العطف يقتضي المغايرة .\r\n إذا عرفت هذا فنقول : إنه تعالى أمرهم أن لا يخونوا الغنائم ، وجعل ذلك خيانة له ، لأنه خيانة لعطيته وخيانة لرسوله لأنه القيم بقسمها ، فمن خانها فقد خان الرسول ، وهذه الغنيمة قد جعلها الرسول أمانة في أيدي الغانمين وألزمهم أن لا يتناولوا لأنفسهم منها شيئاً فصارت وديعة ، والوديعة أمانة في يد المودع ، فمن خان منهم فيها فقد خان أمانة الناس ، إذ الخيانة ضد الأمانة ، قال : ويحتمل أن يريد بالأمانة كل ما تعبد به ، وعلى هذا التقدير : فيدخل فيه الغنيمة وغيرها ، فكان معنى الآية : إيجاب أداء التكاليف بأسرها على سبيل التمام والكمال من غير نقص ولا إخلال .\r\n وأما الوجوه المذكورة في سبب نزول الآية ، فهي داخلة فيها ، لكن لا يجب قصر الآية عليها ، لأن العبرة بعموم اللفظ لا بخصوص السبب .\r\n المسألة الثانية : قال صاحب «الكشاف» : معنى الخون النقص .\r\n كما أن معنى الوفاء التمام .\r\n ومنه تخونه إذا انتقصه ، ثم استعمل في ضد الأمانة والوفاء .\r\n لأنك إذا خنت الرجل في شيء فقد أدخلت عليه النقصان فيه .\r\n المسألة الثالثة : في قوله : { وَتَخُونُواْ أماناتكم } وجوه : الأول : التقدير { وَلاَ تَخُونُواْ أماناتكم } والدليل عليه ما روي في حرف عبد الله { وَلاَ تَخُونُواْ أماناتكم } الثاني : التقدير : لا تخونوا الله والرسول ، فإنكم إن فعلتم ذلك فقد خنتم أماناتكم ، والعرب قد تذكر الجواب تارة بالفاء ، وأخرى بالواو ، ومنهم من أنكر ذلك .\r\n وأما قوله تعالى : { وَأَنتُمْ تَعْلَمُونَ } فيه وجوه : الأول : وأنتم تعلمون أنكم تخونون يعني أن الخيانة توجد منكم عن تعمد لا عن سهو .\r\n الثاني : وأنتم علماء تعلمون قبح القبيح ، وحسن الحسن ، ثم إنه لما كان الداعي إلى الإقدام على الخيانة هو حب الأموال والأولاد .\r\n نبه تعالى على أنه يجب على العاقل أن يحترز عن المضار المتولدة من ذلك الحب .\r\n فقال : { إِنَّمَا أموالكم وأولادكم فِتْنَةٌ } لأنها تشغل القلب بالدنيا ، وتصير حجاباً عن خدمة المولى .\r\n ثم قال : { وَأَنَّ الله عِندَهُ أَجْرٌ عَظِيمٌ } تنبيهاً على أن سعادات الآخرة خير من سعادات الدنيا لأنها أعظم في الشرف ، وأعظم في الفوز ، وأعظم في المدة ، لأنها تبقى بقاء لا نهاية له ، فهذا هو المراد من وصف الله الأجر الذي عنده بالعظم .\r\n ويمكن أن يتمسك بهذه الآية في بيان أن الاشتغال بالنوافل أفضل من الاشتغال بالنكاح لأن الاشتغال بالنوافل يفيد الأجر العظيم عند الله ، والاشتغال بالنكاح يفيد الولد ويوجب الحاجة إلى المال ، وذلك فتنة ، ومعلوم أن ما أفضى إلى الأجر العظيم عند الله ، فالاشتغال به خير مما أفضى إلى الفتنة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا لا تخونوا الله والرسول وتخونوا أماناتكم وأنتم تعلمون (27) واعلموا أنما أموالكم وأولادكم فتنة وأن الله عنده أجر عظيم (28) ",
        "babnum": 15
    },
    {
        "id": 899,
        "cate": "8",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (29) ",
        "details": " واعلم أنه تعالى لما حذر عن الفتنة بالأموال والأولاد ، رغب في التقوى التي توجب ترك الميل والهوى في محبة الأموال والأولاد .\r\n وفي الآية مسائل : المسألة الأولى : لقائل أن يقول : إدخال الشرط في الحكم إنما يحسن في حق من كان جاهلاً بعواقب الأمور ، وذلك لا يليق بالله تعالى .\r\n والجواب : أن قولنا إن كان كذا كان كذا ، لا يفيد إلا كون الشرط مستلزماً للجزاء ، فأما أن وقوع الشرط مشكوك فيه أو معلوم فذلك غير مستفاد من هذا اللفظ ، سلمنا أنه يفيد هذا الشك إلا أنه تعالى يعامل العباد في الجزاء معاملة الشاك ، وعليه يخرج قوله تعالى : { وَلَنَبْلُوَنَّكُمْ حتى نَعْلَمَ المجاهدين مِنكُمْ والصابرين } [ محمد : 31 ] .\r\n المسألة الثانية : هذه القضية الشرطية شرطها شيء واحد وهو تقوى الله تعالى ، وذلك يتناول اتقاء الله في جميع الكبائر .\r\n وإنما خصصنا هذا بالكبائر لأنه تعالى ذكر في الجزاء تكفير السيئات ، والجزاء يجب أن يكون مغايراً للشرط ، فحملنا التقوى على تقوى الكبائر وحملنا السيئات على الصغائر ليظهر الفرق بين الشرط والجزاء ، وأما الجزاء المرتب على هذا الشرط فأمور ثلاثة : الأول : قوله : { يَجْعَل لَّكُمْ فُرْقَانًا } والمعنى أنه تعالى يفرق بينكم وبين الكفار .\r\n ولما كان اللفظ مطلقاً وجب حمله على جميع الفروق الحاصلة بين المؤمنين وبين الكفار فنقول : هذا الفرقان إما أن يعتبر في أحوال الدنيا أو في أحوال الآخرة .\r\n أما في أحوال الدنيا فإما أن يعتبر في أحوال القلوب وهي الأحوال الباطنة أو في الأحوال الظاهرة ، أما في أحوال القلوب فأمور : أحدها : أنه تعالى يخص المؤمنين بالهداية والمعرفة .\r\n وثانيها : أنه يخص قلوبهم وصدورهم بالانشراح كما قال : { أَفَمَن شَرَحَ الله صَدْرَهُ للإسلام فَهُوَ على نُورٍ مّن رَّبّهِ } [ الزمر : 22 ] وثالثها : أنه يزيل الغل والحقد والحسد عن قلوبهم ويزيل المكر والخداع عن صدورهم ، مع أن المنافق والكافر يكون قلبه مملوءاً من هذه الأحوال الخسيسة والأخلاق الذميمة ، والسبب في حصول هذه الأمور أن القلب إذا صار مشرقاً بطاعة الله تعالى زالت عنه كل هذه الظلمات لأن معرفة الله نور ، وهذه الأخلاق ظلمات ، وإذا ظهر النور فلا بد من زوال الظلمة .\r\n وأما في الأحوال الظاهرة ، فإن الله تعالى يخص المسلمين بالعلو والفتح والنصر والظفر ، كما قال : { وَلِلَّهِ العزة وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ } [ المنافقين : 8 ] وكما قال : { لِيُظْهِرَهُ عَلَى الدين كُلّهِ } [ التوبة : 33 ] وأمر الفاسق والكافر بالعكس من ذلك .\r\n وأما في أحوال الآخرة ، فالثواب والمنافع الدائمة والتعظيم من الله والملائكة وكل هذه الأحوال داخلة في الفرقان .\r\n والنوع الثاني : من الأجزية المرتبة على التقوى قوله : { وَيُكَفّرْ عَنكُمْ سَيّئَاتِكُمْ } فنقول : إن حملنا قوله : { إَن تَتَّقُواْ الله } على الاتقاء من الكفر ، كان المراد بقوله : { وَيُكَفّرْ عَنكُمْ سَيّئَاتِكُمْ } جميع السيئات التي وجدت قبل الكفر ، وإن حملناه على الاتقاء عن الكبائر ، كان المراد من هذا تكفير الصغائر .\r\n والنوع الثالث : قوله : { وَيَغْفِرْ لَكُمْ } واعلم أن المراد من تكفير السيئات سترها في الدنيا ومن المغفرة إزالتها في القيامة لئلا يلزم التكرار .\r\n ثم قال : { والله ذُو الفضل العظيم } ومن كان كذلك فإنه إذا وعد بشيء وفى به ، وإنما قلنا : إن أفضال الله أعظم من أفضال غيره لوجوه : الأول : أن كل ما سوى الحق سبحانه فإنه لا يتفضل ولا يحسن إلا إذا حصلت في قلبه داعية الإفضال والإحسان ، وتلك الداعية حادثة فلا تحصل إلا بتخليق الله تعالى ، وعند هذا ينكشف أن المتفضل ليس إلا الله الذي خلق تلك الداعية الموجبة لذلك الفعل .\r\n الثاني : أن كل من تفضل يستفيد به نوعاً من أنواع الكمال إما عوضاً من المال أو عوضاً من المدح والثناء ، وإما عوضاً من نوع آخر وهو دفع الألم الحاصل في القلب بسبب الرقة الجنسية والله تعالى يعطي ويتفضل ولا يطلب به شيئاً من الأعواض لأنه كامل لذاته ، وما كان حاصلاً للشيء لذاته امتنع أن يستفيده من غيره .\r\n الثالث : أن كل من تفضل على الغير فإن المتفضل عليه يصير ممنوناً عليه من ذلك المتفضل ، وذلك منفر ، أما الحق سبحانه وتعالى فهو الموجد لذات كل أحد بجميع صفاته ، فلا يحصل الاستنكاف من قبول إحسانه .\r\n الرابع : أن كل من تفضل على غيره فإنه لا ينتفع المتفضل عليه بذلك التفضل إلا إذا حصلت له عين باصرة وأذن سامعة ومعدة هاضمة .\r\n حتى ينتفع بذلك الإحسان ، وعند هذا ينكشف أن المتفضل هو الله في الحقيقة فثبت بهذه البراهين صحة قوله : { والله ذُو الفضل العظيم } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا إن تتقوا الله يجعل لكم فرقانا ويكفر عنكم سيئاتكم ويغفر لكم والله ذو الفضل العظيم (29) ",
        "babnum": 16
    },
    {
        "id": 900,
        "cate": "8",
        "title": "وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ (30) ",
        "details": " اعلم أنه تعالى لما ذكر المؤمنين نعمه عليهم بقوله : { واذكروا إِذْ أَنتُمْ قَلِيلٌ } [ الأنفال : 26 ] فكذلك ذكر رسوله نعمه عليه وهو دفع كيد المشركين ومكر الماكرين عنه ، وهذه السورة مدنية .\r\n قال ابن عباس ومجاهد وقتادة وغيرهم من المفسرين : إن مشركي قريش تآمروا في دار الندوة ودخل عليهم إبليس في صورة شيخ ، وذكر أنه من أهل نجد .\r\n فقال بعضهم : قيدوه نتربص به ريب المنون ، فقال إبليس : لا مصلحة فيه ، لأنه يغضب له قومه فتسفك له الدماء .\r\n وقال بعضهم أخرجوه عنكم تستريحوا من أذاه لكم ، فقال إبليس : لا مصلحة فيه لأنه يجمع طائفة على نفسه ويقاتلكم بهم .\r\n وقال أبو جهل : الرأي أن نجمع من كل قبيلة رجلاً فيضربوه بأسيافهم ضربة واحدة فإذا قتلوه تفرق دمه في القبائل فلا يقوى بنو هاشم على محاربة قريش كلها ، فيرضون بأخذ الدية ، فقال إبليس : هذا هو الرأي الصواب ، فأوحى الله تعالى إلى نبيه بذلك وأذن له في الخروج إلى المدينة وأمره أن لا يبيت في مضجعه وأذن الله له في الهجرة ، وأمر علياً أن يبيت في مضجعه ، وقال له : تسج ببردتي فإنه لن يخلص إليك أمر تكرهه وباتوا مترصدين ، فلما أصبحوا ثاروا إلى مضجعه فأبصروا علياً فبهتوا وخيب الله سعيهم .\r\n وقوله : { لِيُثْبِتُوكَ } قال ابن عباس : ليوثقوك ويشدوك وكل من شد فقد أثبت ، لأنه لا يقدر على الحركة ولهذا يقال لمن اشتدت به علة أو جراحه تمنعه من الحركة .\r\n فقد أثبت فلان فهو مثبت ، وقيل ليسجنوك ، وقيل ليحبسوك ، وقيل ليثبتوك في بيت فحذف المحل لوضوح معناه ، وقرأ بعضهم { لِيُثْبِتُوكَ } بالتشديد وقرأ النخعى { لِيُثْبِتُوكَ } من البيات وقوله : { أَوْ يَقْتُلُوكَ } وهو الذي حكيناه عن أبي جهل لعنه الله { أَوْ يُخْرِجُوكَ } أي من مكة ، ولما ذكر تعالى هذه الأقسام الثلاثة قال : { وَيَمْكُرُونَ وَيَمْكُرُ الله والله خَيْرُ الماكرين } وقد ذكرنا في سورة آل عمران في تفسير قوله : { وَمَكَرُواْ وَمَكَرَ الله والله خَيْرُ الماكرين } [ آل عمران : 54 ] تفسير المكر في حق الله تعالى ، والحاصل أنهم احتالوا على إبطال أمر محمد والله تعالى نصره وقواه ، فضاع فعلهم وظهر صنع الله تعالى .\r\n قال القاضي : القصة التي ذكرها ابن عباس موافقة للقرآن إلا ما فيها من حديث إبليس ، فإنه زعم أنه كانت صورته موافقة لصورة الإنس وذلك باطل ، لأن ذلك التصوير إما أن يكون من فعل الله أو من فعل إبليس ، والأول باطل لأنه لا يجوز من الله تعالى أن يفعل ذلك ليفتن الكفار في المكر ، والثاني أيضاً باطل ، لأنه لا يليق بحكمة الله تعالى أن يقدر إبليس على تغيير صورة نفسه .\r\n واعلم أن هذا النزاع عجيب ، فإنه لما لم يبعد من الله تعالى أن يقدر إبليس على أنواع الوساوس فكيف يبعد منه أن يقدره على تغيير صورة نفسه؟ فإن قيل : كيف قال : { والله خَيْرُ الماكرين } ولا خير في مكرهم .\r\n قلنا : فيه وجوه : أحدها : أن يكون المراد أقوى الماكرين فوضع { خَيْرٌ } موضع أقوى وأشد ، لينبه بذلك على أن كل مكر فهو يبطل في مقابلة فعل الله تعالى .\r\n وثانيها : أن يكون المراد خير الماكرين لو قدر في مكرهم ما يكون خيراً وحسناً .\r\n وثالثها : أن يكون المراد من قوله : { خَيْرُ الماكرين } ليس هو التفضيل ، بل المراد أنه في نفسه خير كما يقال : الثريد خير من الله تعالى .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذ يمكر بك الذين كفروا ليثبتوك أو يقتلوك أو يخرجوك ويمكرون ويمكر الله والله خير الماكرين (30) ",
        "babnum": 17
    },
    {
        "id": 901,
        "cate": "8",
        "title": "وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ (31) وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ (32) وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ (33) وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوا أَوْلِيَاءَهُ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (34) ",
        "details": " اعلم أنه تعالى لما حكى مكرهم في ذات محمد .\r\n حكى مكرهم في دين محمد ، روى أن النضر بن الحرث خرج إلى الحيرة تاجراً ، واشترى أحاديث كليلة ودمنة ، وكان يقعد مع المستهزئين والمقتسمين وهو منهم ، فيقرأ عليهم أساطير الأولين ، وكان يزعم أنها مثل ما يذكره محمد من قصص الأولين ، فهذا هو المراد من قوله : { قَالُواْ قَدْ سَمِعْنَا لَوْ نَشَاء لَقُلْنَا مِثْلَ هذا إِنْ هذا إِلاَّ أساطير الاولين } وههنا موضع بحث ، وذلك لأن الاعتماد في كون القرآن معجزاً عن أنه صلى الله عليه وسلم تحدى العرب بالمعارضة ، فلم يأتوا بها ، وهذا إشارة إلى أنهم أتوا بتلك المعارضة ، وذلك يوجب سقوط الدليل المعول عليه .\r\n والجواب : أن كلمة { لَوْ } تفيد انتفاء الشيء لانتفاء غيره .\r\n فقوله : { لَوْ نَشَاء لَقُلْنَا مِثْلَ هذا } يدل على أنه ما شاء ذلك القول ، وما قال .\r\n فثبت أن النضر بن الحرث أقر أنه ما أتى بالمعارضة ، وإنما أخبر أنه لو شاءها لأتى بها ، وهذا ضعيف .\r\n لأن المقصود إنما يحصل لو أتى بالمعارضة ، أما مجرد هذا القول فلا فائدة فيه .\r\n والشبهة الثانية : لهم قولهم : { اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مّنَ السماء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ } أي بنوع آخر من العذاب أشد من ذلك وأشق منه علينا .\r\n فإن قيل : هذا الكلام يوجب الإشكال من وجهين : الأول : أن قوله { اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مّنَ السماء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ } حكاه الله عن الكفار ، وكان هذا كلام الكفار وهو من جنس نظم القرآن فقد حصلت المعارضة في هذا القدر ، وأيضاً حكى عنهم أنهم قالوا في سورة بني إسرائيل : { وَقَالُواْ لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الارض يَنْبُوعًا } [ الإسراء : 90 ] وذلك أيضاً كلام الكفار فقد حصل من كلامهم ما يشبه نظم القرآن ومعارضته ، وذلك يدل على حصول المعارضة .\r\n الثاني : أن كفار قريش كانوا معترفين بوجود الإله وقدرته وحكمته وكانوا قد سمعوا التهديد الكثير من محمد عليه الصلاة والسلام في نزول العذاب ، فلو كان نزول القرآن معجزاً لعرفوا كونه معجزاً لأنهم أرباب الفصاحة والبلاغة ، ولو عرفوا ذلك لكان أقل الأحوال أن يصيروا شاكين في نبوة محمد عليه الصلاة والسلام ، ولو كانوا كذلك لما أقدموا عى قولهم : { اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مّنَ السماء } لأن المتوقف الشاك لا يتجاسر على مثل هذه المبالغة ، وحيث أتوا بهذه المبالغة ، علمنا أنه ما لاح لهم في القرآن وجه من الوجوه المعجزة .\r\n والجواب عن الأول : أن الإتيان بهذا القدر من الكلام لا يكفي في حصول المعارضة ، لأن هذا المقدار كلام قليل لا يظهر فيه وجوه الفصاحة والبلاغة ، وهذا الجواب لا يتمشى إلا إذا قلنا التحدي ما وقع بجميع السور ، وإنما وقع بالسورة الطويلة التي يظهر فيها قوة الكلام .\r\n والجواب عن الثاني : هب أنه لم يظهر لهم الوجه في كون القرآن معجز إلا أنه لما كان معجزاً في نفسه ، فسواء عرفوا ذلك الوجه أو لم يعرفوا فإنه لا يتفاوت الحال فيه .\r\n المسألة الثانية : قوله : { اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ } قال الزجاج : القراءة بنصب { الحق } على خبر { كَانَ } ودخلت { هُوَ } للفصل ولا موضع لها ، وهي بمنزلة «ما» المؤكدة ودخلت ليعلم أن قوله : { الحق } ليس بصفة لهذا وأنه خبر .\r\n قال : ويجوز هو الحق رفعاً ولا أعلم أحداً قرأ بها ولا خلاف بين النحويين في إجازتها ، ولكن القراءة سنة ، وروى صاحب «الكشاف» عن الأعمش أنه قرأ بها .\r\n واعلم أنه تعالى لما حكى هاتين الشبهتين لم يذكر الجواب عن الشبهة الأولى ، وهو قوله : { لَوْ نَشَاء لَقُلْنَا مِثْلَ هذا } ولكنه ذكر الجواب عن الشبهة الثانية ، وهو قوله : { وَمَا كَانَ الله لِيُعَذّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ الله مُعَذّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ } وفيه مسائل : المسألة الأولى : اعلم أن تقرير وجه الجواب أن الكفار لما بالغوا وقالوا : اللهم إن كان محمد محقاً فأمطر علينا حجارة من السماء ، ذكر تعالى أن محمداً وإن كان محقاً في قوله إلا أنه مع ذلك لا يمطر الحجارة على أعدائه ، وعلى منكري نبوته ، لسببين : الأول : أن محمداً عليه الصلاة والسلام ما دام يكون حاضراً معهم ، فإنه تعالى لا يفعل بهم ذلك تعظيماً له ، وهذا أيضاً عادة الله مع جميع الأنبياء المتقدمين ، فإنه لم يعذب أهل قرية إلا بعد أن يخرج رسولهم منها ، كما كان في حق هود وصالح ولوط .\r\n فإن قيل : لما كان حضوره فيهم مانعاً من نزول العذاب عليهم ، فكيف قال : { قاتلوهم يُعَذّبْهُمُ الله بِأَيْدِيكُمْ } [ التوبة : 14 ] .\r\n قلنا : المراد من الأول عذاب الاستئصال ، ومن الثاني : العذاب الحاصل بالمحاربة والمقاتلة .\r\n والسبب الثاني : قوله : { وَمَا كَانَ الله مُعَذّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ } وفي تفسيره وجوه : الأول : وما كان الله معذب هؤلاء الكفار وفيهم مؤمنون يستغفرون ، فاللفظ وإن كان عاماً إلا أن المراد بعضهم كما يقال : قتل أهل المحلة رجلاً ، وأقدم أهل البلدة الفلانية على الفساد ، والمراد بعضهم .\r\n الثاني : وما كان الله معذب هؤلاء الكفار ، وفي علم الله أنه يكون لهم أولاد يؤمنون بالله ويستغفرونه ، فوصفوا بصفة أولادهم وذراريهم .\r\n الثالث : قال قتادة والسدي : { وَمَا كَانَ الله مُعَذّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ } أي لو استغفروا لم يعذبوا ، فكان المطلوب من ذكر هذا الكلام استدعاء الاستغفار منهم .\r\n أي لو اشتغلوا بالاستغفار لما عذبهم الله .\r\n ولهذا ذهب بعضهم إلى أن الاستغفار ههنا بمعنى الإسلام والمعنى : أنه كان معهم قوم كان في علم الله أن يسلموا .\r\n منهم أبو سفيان بن حرب .\r\n وأبو سفيان بن الحرث بن عبد المطلب .\r\n والحرث بن هشام .\r\n وحكيم بن حزام .\r\n وعدد كثير ، والمعنى { وَمَا كَانَ الله مُعَذّبَهُمْ وَأَنتَ فِيهِمْ } مع أن في علم الله أن فيهم من يؤل أمره إلى الإيمان .\r\n قال أهل المعاني : دلت هذه الآية على أن الاستغفار أمان وسلامة من العذاب .\r\n قال ابن عباس : كان فيهم أمانان نبي الله والاستغفار ، أما النبي فقد مضى ، وأما الاستغفار فهو باق إلى يوم القيامة ، ثم قال : { وَمَا لَهُمْ أَلاَّ يُعَذّبَهُمُ الله } واعلم أنه تعالى بين في الآية الأولى أنه لا يعذبهم ما دام رسول الله فيهم ، وذكر في هذه الآية أنه يعذبهم فكان المعنى أنه يعذبهم إذا خرج الرسول من بينهم ثم اختلفوا في هذا العذاب فقال بعضهم : لحقهم هذا العذاب المتوعد به يوم بدر ، وقيل بل يوم فتح مكة ، وقال ابن عباس : هذا العذاب هو عذاب الآخرة ، والعذاب الذي نفاه عنهم هو عذاب الدنيا ، ثم بين تعالى ما لأجله يعذبهم ، فقال : { وَهُمْ يَصُدُّونَ عَنِ المسجد الحرام } وقد ظهرت الأخبار أنهم كيف صدوا عنه عام الحديبية ، ونبه على أنهم يصدون لادعائهم أنهم أولياؤه ، ثم بين بطلان هذه الدعوى بقوله : { وَمَا كَانُواْ أَوْلِيَاؤُهُ إِنْ أَوْلِيَاؤُهُ إِلاَّ المتقون } الذين يتحرزون عن المنكرات ، كالذي كانوا يفعلونه عند البيت من المكاء والتصدية ، والمقصود بيان أن من كانت هذه حاله لم يكن ولياً للمسجد الحرام ، فهم إذن أهل لأن يقتلوا بالسيف ويحاربوا ، فقتلهم الله يوم بدر ، وأعز الإسلام بذلك على ما تقدم شرحه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذا تتلى عليهم آياتنا قالوا قد سمعنا لو نشاء لقلنا مثل هذا إن هذا إلا أساطير الأولين (31) وإذ قالوا اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم (32) وما كان الله ليعذبهم وأنت فيهم وما كان الله معذبهم وهم يستغفرون (33) وما لهم ألا يعذبهم الله وهم يصدون عن المسجد الحرام وما كانوا أولياءه إن أولياؤه إلا المتقون ولكن أكثرهم لا يعلمون (34) ",
        "babnum": 18
    },
    {
        "id": 902,
        "cate": "8",
        "title": "وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ (35) ",
        "details": " اعلم أنه تعالى لما قال في حق الكفار أنهم ما كانوا أولياء البيت الحرام .\r\n وقال : { إِنْ أَوْلِيَاؤُهُ إِلاَّ المتقون } [ الأنفال : 34 ] بين بعده ما به خرجوا من أن يكونوا أولياء البيت ، وهو أن صلاتهم عند البيت وتقربهم وعبادتهم إنما كان بالمكاء والتصدية .\r\n قال صاحب «الكشاف» : المكاء فعال بوزن النغاء والرغاء من مكا يمكو إذا صفر ، والمكاء الصفير .\r\n ومنه المكاء وهو طائر يألف الريف ، وجمعه المكاكي سمى بذلك لكثرة مكانه .\r\n وأما التصدية فهي التصفيق .\r\n يقال : صدى يصدي تصدية إذا صفق بيديه ، وفي أصلها قولان : الأول : أنها من الصدى وهو الصوت الذي يرجع من جبل .\r\n الثاني : قال أبو عبيدة : أصلها تصددة ، فأبدلت الياء من الدال .\r\n ومنه قوله تعالى : { إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ } [ الزخرف : 57 ] أي يعجزون ، وأنكر بعضهم هذا الكلام ، والأزهري صحح قول أبي عبيدة .\r\n وقال : صدى أصله صدى ، فكثرت الدالات الدالة فقلبت إحداهن ياء .\r\n إذا عرفت هذا فنقول : قال ابن عباس : كانت قريش يطوفون بالبيت عراة يصفرون ويصفقون وقال مجاهد : كانوا يعارضون النبي صلى الله عليه وسلم في الطواف ويستهزؤون به ويصفرون ويخلطون عليه طوافه وصلاته ، وقال مقاتل : كان إذا صلى الرسول في المسجد يقومون عن يمينه ويساره بالتصفير والتصفيق ليخلطوا عليه صلاته .\r\n فعلى قول ابن عباس : كان المكاء والتصدية نوع عبادة لهم ، وعلى قول مجاهد ومقاتل ، كان إيذاء للنبي صلى الله عليه وسلم .\r\n والأول أقرب لقوله تعالى : { وَمَا كَانَ صَلاَتُهُمْ عِندَ البيت إِلاَّ مُكَاء وَتَصْدِيَةً } .\r\n فإن قيل : المكاء والتصدية ما كانا من جنس الصلاة فكيف يجوز استثناؤهما عن الصلاة؟ قلنا : فيه وجوه : الأول : أنهم كانوا يعتقدون أن المكاء والتصدية من جنس الصلاة ، فخرج هذا الاستثناء على حسب معتقدهم .\r\n الثاني : أن هذا كقولك وددت الأمير فجعل جفائي صلتي .\r\n أي أقام الجفاء مقام الصلة فكذا ههنا .\r\n الثالث : الغرض منه أن من كان المكاء والتصدية صلاته فلا صلاة له ، كما تقول العرب ، ما لفلان عيب إلا السخاء .\r\n يريد من كان السخاء عيبه فلا عيب له .\r\n ثم قال تعالى : { فَذُوقُواْ العذاب بِمَا كُنْتُمْ تَكْفُرُونَ } أي عذاب السيف يوم بدر ، وقيل : يقال لهم في الآخرة : { فَذُوقُواْ العذاب بِمَا كُنْتُمْ تَكْفُرُونَ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما كان صلاتهم عند البيت إلا مكاء وتصدية فذوقوا العذاب بما كنتم تكفرون (35) ",
        "babnum": 19
    },
    {
        "id": 903,
        "cate": "8",
        "title": "إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ فَسَيُنْفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ (36) لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَى بَعْضٍ فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلَهُ فِي جَهَنَّمَ أُولَئِكَ هُمُ الْخَاسِرُونَ (37) ",
        "details": " اعلم أنه تعالى لما شرح أحوال هؤلاء الكفار في الطاعات البدنية ، أتبعها بشرح أحوالهم في الطاعات المالية .\r\n قال مقاتل والكلبي : نزلت في المطعمين يوم بدر ، وكانوا اثني عشر رجلاً من كبار قريش .\r\n وقال سعيد بن جبير ومجاهد : نزلت في أبي سفيان وإنفاقه المال على حرب محمد يوم أحد ، وكان قد استأجر ألفين من الأحابيش سوى من استجاش من العرب ، وأنفق عليهم أربعين أوقية والأوقية اثنان وأربعون مثقالاً ، هكذا قاله صاحب «الكشاف» .\r\n ثم بين تعالى أنهم إنما ينفقون هذا المال ليصدوا عن سبيل الله ، أي كان غرضهم في الإنفاق الصد عن اتباع محمد وهو سبيل الله ، وإن لم يكن عندهم كذلك .\r\n ثم قال : { فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً } يعني : أنه سيقع هذا الإنفاق ويكون عاقبته الحسرة ، لأنه يذهب المال ولا يحصل المقصود ، بل يصيرون مغلوبين في آخر الأمر كما قال تعالى : { كَتَبَ الله لاَغْلِبَنَّ أَنَاْ وَرُسُلِى } [ المجادلة : 21 ] وقوله : { والذين كَفَرُواْ إلى جَهَنَّمَ يُحْشَرُونَ } ففيه بحثان : البحث الأول : أنه لم يقل : وإلى جهنم يحشرون ، لأنه كان فيهم من أسلم ، بل ذكر أن الذين بقوا على الكفر يكونون كذلك .\r\n البحث الثاني : أن ظاهر قوله : { إلى جَهَنَّمَ يُحْشَرُونَ } يفيد أنه لا يكون حشرهم إلا إلى جهنم ، لأن تقديم الخبر يفيد الحصر .\r\n واعلم أن المقصود من هذا الكلام أنهم لا يستفيدون من بذلهم أموالهم في تلك الانفاقات إلا الحسرة والخيبة في الدنيا ، والعذاب الشديد في الآخرة ، وذلك يوجب الزجر العظيم عن ذلك الإنفاق ، ثم قال : { لِيَمِيزَ الله الخبيث مِنَ الطيب } وفيه قولان : القول الأول : ليميز الله الفريق الخبيث من الكفار من الفريق الطيب من المؤمنين فيجعل الفريق الخبيث بعضه على بعض فيركمه جميعاً وهو عبارة عن الجمع والضم حتى يتراكموا كقوله تعالى : { كَادُواْ يَكُونُونَ عَلَيْهِ لِبَدا } [ الجن : 19 ] يعني لفرط ازدحامهم فقوله : { أولئك } إشارة إلى الفريق الخبيث .\r\n والقول الثاني : المراد بالخبيث نفقة الكافر على عداوة محمد ، وبالطيب نفقة المؤمن في جهاد الكفار ، كإنفاق أبي بكر وعثمان في نصرة الرسول عليه الصلاة والسلام فيضم تعالى تلك الأمور الخبيثة بعضها إلى بعض فيلقيها في جهنم ويعذبهم بها كقوله تعالى : { فتكوى بِهَا جِبَاهُهُمْ وَجُنوبُهُمْ وَظُهُورُهُمْ } [ التوبة : 35 ] واللام في قوله : { لِيَمِيزَ الله الخبيث } على القول الأول متعلق بقوله : { يُحْشَرُونَ } والمعنى أنهم يحشرون ليميز الله الفريق الخبيث من الفريق الطيب ، وعلى القول الثاني متعلق بقوله : { ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً } ثم قال : { أولئك هُمُ الخاسرون } وهو إشارة إلى الذين كفروا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين كفروا ينفقون أموالهم ليصدوا عن سبيل الله فسينفقونها ثم تكون عليهم حسرة ثم يغلبون والذين كفروا إلى جهنم يحشرون (36) ليميز الله الخبيث من الطيب ويجعل الخبيث بعضه على بعض فيركمه جميعا فيجعله في جهنم أولئك هم الخاسرون (37) ",
        "babnum": 20
    },
    {
        "id": 904,
        "cate": "8",
        "title": "قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ وَإِنْ يَعُودُوا فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ (38) ",
        "details": " اعلم أنه تعالى لما بين صلاتهم في عباداتهم البدنية ، وعباداتهم المالية ، أرشدهم إلى طريق الصواب وقال : { قُل لِلَّذِينَ كَفَرُواْ إِن يَنتَهُواْ } وفيه مسائل : المسألة الأولى : قال صاحب «الكشاف» : { قُل لِلَّذِينَ كَفَرُواْ } أي قل لأجلهم هذا القول ، وهو : { إِن يَنتَهُواْ يُغْفَرْ لَهُمْ } ولو كان بمعنى خاطبهم به لقيل : إن تنتهوا يغفر وقال ابن مسعود هكذا .\r\n المسألة الثانية : المعنى : أن هؤلاء الكفاء إن انتهوا عن الكفر وعداوة الرسول ، ودخلوا الإسلام والتزموا شرائعه غفر الله لهم ما قد سلف من كفرهم وعداوتهم للرسول وإن عادوا إليه وإصروا عليه فقد مضت سنة الأولين .\r\n وفيه وجوه : الأول : المراد فقد مضت سنة الأولين منهم الذين حاق بهم مكرهم يوم بدر .\r\n الثاني : فقد مضت سنة الأولين الذين تحزبوا على أنبيائهم من الأمم الذين قد مروا فليتوقعوا مثل ذلك إن لم ينتهوا .\r\n الثالث : أن معناه أن الكفار إذا انتهوا عن الكفر وأسلموا غفر لهم ما قد سلف من الكفر والمعاصي وإن يعودوا فقد مضت سنة الأولين وهي قوله : { كَتَبَ الله لاَغْلِبَنَّ أَنَاْ وَرُسُلِى } [ المجادلة : 21 ] { وَلَقَدْ سَبَقَتْ كَلِمَتُنَا } [ الصافات : 171 ] ولقد كتبنا في الزبور من بعد الذكر { أَنَّ الارض يَرِثُهَا عِبَادِىَ الصالحون } [ الأنبياء : 105 ] .\r\n المسألة الثالثة : اختلف الفقهاء في أن توبة الزنديق هل تقبل أم لا؟ والصحيح أنها مقبولة لوجوه : الأول : هذه الآية ، فإن قوله : { قُل لِلَّذِينَ كَفَرُواْ إِن يَنتَهُواْ يُغْفَرْ لَهُمْ مَّا قَدْ سَلَفَ } يتناول جميع أنواع الكفر .\r\n فإن قيل : الزنديق لا يعلم من حاله أنه هل انتهى من زنذقته أم لا؟ قلنا : أحكام الشرع مبنية على الظواهر ، كما قال عليه السلام : \" نحن نحكم بالظاهر \" فلما رجع وجب قبول قوله فيه .\r\n الثاني : لا شك أنه مكلف بالرجوع ولا طريق له إليه إلا بهذه التوبة فلو لم تقبل لزم تكليف ما لا يطاق .\r\n الثالث : قوله تعالى : { وَهُوَ الذى يَقْبَلُ التوبة عَنْ عِبَادِهِ وَيَعْفُواْ عَنِ السيئات } [ الشورى : 25 ] .\r\n المسألة الرابعة : احتج أصحاب أبي حنيفة بهذه الآية على أن الكفار ليسوا مخاطبين بفروع الشرائع ، قالوا لأنهم لو كانوا مخاطبين بها ، لكان إما أن يكونوا مخاطبين بها مع الكفر أو بعد زوال الكفر .\r\n والأول باطل بالإجماع ، والثاني باطل؛ لأن هذه الآية تدل على أن الكافر بعد الإسلام لا يؤاخذ بشيء مما مر عليه في زمان الكفر وإيجاب قضاء تلك العبادات ينافي ظاهره هذه الآية .\r\n المسألة الخامسة : احتج أبو حنيفة رحمه الله بهذه الآية على أن المرتد إذا أسلم لم يلزمه قضاء العبادات التي تركها في حالة الردة وقبلها ، ووجه الدلالة ظاهر .\r\n المسألة السادسة : قال عليه السلام : \" الإسلام يجب ما قبله \" فإذا أسلم الكافر لم يلزمه قضاء شيء من العبادات البدنية والمالية وما كان له من جناية على نفس أو مال فهو معفو عنه وهو ساعة إسلامه كيوم ولدته أمه .\r\n وقال يحيى بن معاذ الرازي في هذه الآية أن توحيد ساعة يهدم كفر سبعين سنة ، وتوحيد سبعين سنة كيف لا يقوى على هدم ذنب ساعة؟ا ",
        "fav": 0,
        "note": null,
        "normal": "قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف وإن يعودوا فقد مضت سنت الأولين (38) ",
        "babnum": 21
    },
    {
        "id": 905,
        "cate": "8",
        "title": "وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ (39) وَإِنْ تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلَاكُمْ نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ (40) ",
        "details": " اعلم أنه تعالى لما بين أن هؤلاء الكفار إن انتهوا عن كفرهم حصل لهم الغفران ، وإن عادوا فهم متوعدون بسنة الأولين ، أتبعه بأن أمر بقتالهم إذا أصروا فقال : { وقاتلوهم حتى لاَ تَكُونَ فِتْنَةٌ } قال عروة بن الزبير : كان المؤمنون في مبدأ الدعوة يفتنون عن دين الله ، فافتتن من المسلمين بعضهم وأمر رسول الله صلى الله عليه وسلم المسلمين أن يخرجوا إلى الحبشة ، وفتنة ثانية وهو أنه لما بايعت الأنصار رسول الله صلى الله عليه وسلم بيعة العقبة ، توامرت قريش أن يفتنوا المؤمنين بمكة عن دينهم ، فأصاب المؤمنين جهد شديد ، فهذا هو المراد من الفتنة ، فأمر الله تعالى بقتالهم حتى تزول هذه الفتنة .\r\n وفيه وجه آخر ، وهو أن مبالغة الناس في حبهم أديانهم أشد من مبالغتهم في حبهم أرواحهم ، فالكافر أبداً يسعى بأعظم وجوه السعي في إيذاء المؤمنين وفي إلقاء الشبهات في قلوبهم وفي إلقائهم في وجوه المحنة والمشقة ، وإذا وقعت المقاتلة زال الكفر والمشقة ، وخلص الإسلام وزالت تلك الفتن بالكلية .\r\n قال القاضي : إنه تعالى أمر بقتالهم ثم بين العلة التي بها أوجب قتالهم ، فقال : { حتى لاَ تَكُونَ فِتْنَةٌ } ويخلص الدين الذي هو دين الله من سائر الأديان ، وإنما يحصل هذا المقصود إذا زال الكفر بالكلية .\r\n إذا عرفت هذا فنقول : إما أن يكون المراد من الآية { وقاتلوهم } لأجل أن يحصل هذا المعنى أو يكون المراد { وقاتلوهم } لغرض أن يحصل هذا المعنى فإن كان المراد من الآية هو الأول وجب أن يحصل هذا المعنى من القتال فوجب أن يكون المراد { وَيَكُونَ الدّينُ كُلُّهُ لِلهِ } في أرض مكة وما حواليها ، لأن المقصود حصل هنا ، قال عليه السلام : « لا يجتمع دينان في جزيرة العرب » ولا يمكن حمله على جميع البلاد ، إذ لوكان ذلك مراداً لما بقي الكفر فيها مع حصول القتال الذي أمر الله به ، وأما إذا كان المراد من الآية هو الثاني ، وهو قوله : قاتلوهم لغرض أن يكون الدين كله لله ، فعلى هذا التقدير لم يمتنع حمله على إزالة الكفر عن جميع العالم لأنه ليس كل ما كان غرضاً للإنسان ، فإنه يحصل ، فكان المراد الأمر بالقتال لحصول هذا الغرض سواء حصل في نفس الأمر أو لم يحصل .\r\n ثم قال : { فَإِنِ انْتَهَوْاْ فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ } والمعنى { فَإِنِ انْتَهَوْاْ } عن الكفر وسائر المعاصي بالتوبة والإيمان { فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ } عالم لا يخفى عليه شيء يوصل إليهم ثوابهم { وَإِن تَوَلَّوْاْ } يعني عن التوبة والإيمان { فاعلموا أَنَّ الله مَوْلاَكُمْ } أي وليكم الذي يحفظكم ويرفع البلاء عنكم ، ثم بين أنه تعالى { نِعْمَ المولى وَنِعْمَ النصير } وكل ما كان في حماية هذا المولى وفي حفظه وكفايته ، كان آمناً من الآفات مصوناً عن المخوفات .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقاتلوهم حتى لا تكون فتنة ويكون الدين كله لله فإن انتهوا فإن الله بما يعملون بصير (39) وإن تولوا فاعلموا أن الله مولاكم نعم المولى ونعم النصير (40) ",
        "babnum": 22
    },
    {
        "id": 906,
        "cate": "8",
        "title": "وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (41) ",
        "details": " اعلم أنه تعالى لما أمر بالمقاتلة في قوله : { وقاتلوهم } وكان من المعلوم أن عند المقاتلة قد تحصل الغنيمة ، لا جرم ذكر الله تعالى حكم الغنيمة ، وفي الآية مسائل : المسألة الأولى : الغنم : الفوز بالشيء ، يقال : غنم يغنم غنماً فهو غانم ، والغنيمة في الشريعة ما دخلت في أيدي المسلمين من أموال المشركين على سبيل القهر بالخيل والركاب .\r\n المسألة الثانية : قال صاحب «الكشاف» : { مَا } في قوله : { مَا غَنِمْتُم مّن شَىْء } موصولة وقوله : { مِن شَىْء } يعني أي شيء كان حتى الخيط والمخيط { فَأَنَّ للَّهِ } خبر مبتدأ محذوف تقديره : فحق أو فواجب أن لله خمسه ، وروى النخعي عن ابن عمر { فَأَنَّ للَّهِ خُمُسَهُ } بالكسر ، وتقديره : على قراءة النخعي فلله خمسه والمشهور آكد وأثبت للإيجاب ، كأنه قيل : فلا بد من إثبات الخمس فيه ، ولا سبيل إلى الإخلال به ، وذلك لأنه إذا حذف الخبر واحتمل وجوهاً كثيرة من المقدرات كقولك ثابت : واجب ، حق ، لازم ، كان أقوى لإيجابه من النص على واحد ، وقرىء { خُمُسَهُ } بالسكون .\r\n المسألة الثالثة : في كيفية قسمة الغنائم .\r\n اعلم أن هذه الآية تقتضي أن يؤخذ خمسها ، وفي كيفية قسمة ذلك الخمس قولان : القول الأول : وهو المشهور أن ذلك الخمس يخمس ، فسهم لرسول الله ، وسهم لذوي قرباه من بني هاشم وبني المطلب ، دون بني عبد شمس وبني نوفل ، لما روي عن عثمان وجبير بن مطعم أنهما قالا لرسول الله صلى الله عليه وسلم : هؤلاء إخوتك بنو هاشم لا ينكر فضلهم لكونك منهم أرأيت إخواننا بني المطلب أعطيتهم وحرمتنا ، وإنما نحن وهم بمنزلة واحدة ، فقال عليه السلام : \" إنهم لم يفارقونا في جاهلية ولا إسلام إنما بنو هاشم وبنو المطلب شيء واحد وشبك بين أصابعه \" وثلاثة أسهم لليتامى والمساكين وابن السبيل ، وأما بعد وفاة الرسول صلى الله عليه وسلم ، فعند الشافعي رحمه الله : أنه يقسم على خمسة أسهم ، سهم لرسول الله ، يصرف إلى ما كان يصرفه إليه من مصالح المسلمين ، كعدة الغزاة من الكراع والسلاح ، وسهم لذوي القربى من أغنيائهم وفقرائهم يقسم بينهم للذكر مثل حظ الأنثيين ، والباقي للفرق الثلاثة وهم : اليتامى ، والمساكين ، وابن السبيل .\r\n وقال أبو حنيفة رحمه الله : إن بعد وفاة الرسول عليه الصلاة والسلام سهمه ساقط بسبب موته ، وكذلك سهم ذوي القربى ، وإنما يعطون لفقرهم ، فهو أسوة سائر الفقراء ، ولا يعطى أغنياؤهم فيقسم على اليتامى والمساكين وابن السبيل .\r\n وقال مالك : الأمر في الخمس مفوض إلى رأي الإمام إن رأى قسمته على هؤلاء فعل ، وإن رأى إعطاء بعضهم دون بعض ، فله ذلك .\r\n واعلم أن ظاهر الآية مطابق لقول الشافعي رحمه الله وصريح فيه ، فلا يجوز العدول عنه إلا لدليل منفصل أقوى منها ، وكيف وقد قال في آخر الآية : { وَقَالَ موسى ياقوم إِن } يعني : إن كنتم آمنتم بالله فاحكموا بهذه القسمة ، وهو يدل على أنه متى لم يحصل الحكم بهذه القسمة ، لم يحصل الإيمان بالله .\r\n والقول الثاني : وهو قول أبي العالية : إن خمس الغنيمة يقسم على ستة أقسام ، فواحد منها لله ، وواحد لرسول الله ، والثالث لذوي القربى ، والثلاثة الباقية لليتامى والمساكين وابن السبيل قالوا : والدليل عليه أنه تعالى جعل خمس الغنيمة لله ، ثم للطوائف الخمسة ، ثم القائلون بهذا القول منهم من قال : يصرف سهم الله إلى الرسول ، ومنهم من قال : يصرف إلى عمارة الكعبة .\r\n وقال بعضهم : إنه عليه السلام كان يضرب يده في هذا الخمس ، فما قبض عليه من شيء جعله للكعبة ، وهو الذي سمى لله تعالى .\r\n والقائلون بالقول الأول أجابوا عنه : بأن قوله : { لِلَّهِ } ليس المقصود منه أثبات نصيب لله .\r\n فإن الأشياء كلها ملك لله ، وملكه وإنما المقصود منه افتتاح الكلام بذكر الله على سبيل التعظيم ، كما في قوله : { قُلِ الانفال لِلَّهِ والرسول } واحتج القفال على صحة هذا القول بما روي عن رسول الله صلى الله عليه وسلم ، أنه قال لهم في غنائم خيبر : \" مالي مما أفاء الله عليكم إلا الخمس والخمس مردود فيكم \" فقوله : مالي إلا الخمس يدل على أن سهم الله وسهم الرسول واحد ، وعلى الإضمام سهمه السدس لا الخمس ، وإن قلنا : إن السهمين يكونان للرسول .\r\n صار سهمه أزيد من الخمس ، وكلا القولين ينافي ظاهر قوله : «مالي إلا الخمس» هذا هو الكلام في قسمة خمس الغنيمة ، وأما الباقي وهو أربعة أخماس الغنيمة فهي للغانمين .\r\n لأنهم الذين حازوه واكتسبوه كما يكتسب الكلأ بالاحتشاش ، والطير بالاصطياد ، والفقهاء استنبطوا من هذه الآية مسائل كثيرة مذكورة في كتب الفقه .\r\n المسألة الرابعة : دلت الآية على أنه يجوز قسمة الغنائم في دار الحرب ، كما هو قول الشافعي رحمه الله ، والدليل عليه : أن قوله : { فَأَنَّ للَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِى القربى واليتامى والمساكين وابن السبيل } يقتضي ثبوت الملك لهؤلاء في الغنيمة ، وإذا حصل الملك لهم فيه ، وجب جواز القسمة لأنه لا معنى للقسمة على هذا التقدير إلا صرف الملك إلى المالك ، وذلك جائز بالاتفاق .\r\n المسألة الخامسة : اختلفوا في ذوي القربى .\r\n قيل : هم بنو هاشم .\r\n وقال الشافعي رحمه الله : هم بنو هاشم وبنو المطلب .\r\n واحتج بالخبر الذي رويناه .\r\n وقيل : آل علي ، وجعفر ، وعقيل ، وآل عباس ، وولد الحرث بن عبد المطلب ، وهو قول أبي حنيفة .\r\n المسألة السادسة : حكى صاحب «الكشاف» عن الكلبي : أن هذه الآية نزلت ببدر .\r\n وقال الواقدي رحمه الله : كان الخمس في غزوة بني قينقاع بعد بدر بشهر وثلاثة أيام للنصف من شوال على رأس عشرين شهراً من الهجرة .\r\n ثم قال تعالى : { وَقَالَ موسى ياقوم إِن } والمعنى اعلموا أن خمس الغنيمة مصروف إلى هذه الوجوه الخمسة فاقطعوا عنه أطماعكم واقنعوا بالأخماس الأربعة { واعلموا أَنَّمَا غَنِمْتُم مّن شَىْء فَأَنَّ للَّهِ خُمُسَهُ } يعني : إن كنتم آمنتم بالله وبالمنزل على عبدنا يوم الفرقان ، يوم بدر .\r\n والجمعان : الفريقان من المسلمين والكافرين ، والمراد منه ما أنزل عليه من الآيات ، والملائكة ، والفتح في ذلك اليوم { والله على كُلّ شَيْء قَدِيرٌ } أي يقدر على نصركم وأنتم قليلون ذليلون والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "واعلموا أنما غنمتم من شيء فأن لله خمسه وللرسول ولذي القربى واليتامى والمساكين وابن السبيل إن كنتم آمنتم بالله وما أنزلنا على عبدنا يوم الفرقان يوم التقى الجمعان والله على كل شيء قدير (41) ",
        "babnum": 23
    },
    {
        "id": 907,
        "cate": "8",
        "title": "إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوَى وَالرَّكْبُ أَسْفَلَ مِنْكُمْ وَلَوْ تَوَاعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعَادِ وَلَكِنْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَةٍ وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ (42) ",
        "details": " وفي الآية مسائل : المسألة الأولى : في قوله : { إِذْ أَنتُم بِالْعُدْوَةِ الدنيا } قولان : أحدهما : أنه متعلق بمضمر معناه واذكروا إذ أنتم كذا وكذا ، كما قال تعالى : { واذكروا إِذْ أَنتُمْ قَلِيلٌ } [ الأنفال : 26 ] والثاني : أن يكون قوله : { إِذْ } بدلاً عن يوم الفرقان .\r\n المسألة الثانية : قرأ ابن كثير ونافع وأبو عمرو { بِالْعُدْوَةِ } بكسر العين في الحرفين .\r\n والباقون بالضم ، وهما لغتان .\r\n قال ابن السكيت : عدوة الوادي وعدوته جانبه ، والجمع عدى ، وعدي .\r\n قال الأخفش : الكسر كلام العرب لم يسمع عنهم غير ذلك .\r\n وقال أحمد بن يحيى : الضم في العدوة أكثر اللغتين .\r\n وحكى صاحب «الكشاف» : الضم والفتح والكسر .\r\n قال : وقرىء بهن و { بالعدية } على قلب الواو ياء ، لأن بينها وبين الكسر حاجزاً غير حصين ، كما في الفتية .\r\n وأما { الحياة الدنيا } فتأنيث الأدنى وضده { القصوى } وهو تأنيث الأقصى ، وكل شيء تنحى عن شيء ، فقد قصا ، والأقصى والقصوى كالأكبر والكبرى .\r\n فإن قيل : كلتاهما فعلى من باب الواو ، فلم جاءت إحداهما بالياء والثانية بالواو؟ قلنا : القياس قلب الواو ياء ، كالعليا .\r\n وأما القصوى ، فقد جاء شاذاً ، وأكثر استعماله على أصله .\r\n المسألة الثالثة : المراد بالعدوة الدنيا ، ما يلي جانب المدينة ، وبالقصوى ، ما يلي جانب مكة وكان الماء في العدوة التي نزل بها المشركون ، وكان استظهارهم من هذا الوجه أشد { والركب } العير التي خرجوا لها كانت في موضع { أَسْفَلَ مِنكُمْ } إلى ساحر البحر { وَلَوْ تَوَاعَدتُّمْ } أنتم وأهل مكة على القتال ، لخالف بعضكم بعضاً لقلتكم وكثرتهم { ولكن لّيَقْضِيَ الله أَمْراً كَانَ مَفْعُولاً } أي أنه يثبتكم الله ، وينصركم ، ليقضي أمراً كان مفعولاً ، واجباً أن يخرج إلى الفعل وقوله : { لّيَهْلِكَ مَنْ هَلَكَ } بدل من قوله : { لّيَقْضِيَ } وفيه مسائل : المسألة الأولى : لا شك أن عسكر الرسول عليه السلام في أول الأمر كانوا في غاية الخوف والضعف بسبب القلة وعدم الأهبة ، ونزلوا بعيدين عن الماء ، وكانت الأرض التي نزلوا فيها أرضاً رملية تغوص فيها أرجلهم .\r\n وأما الكفار ، فكانوا في غاية القوة بسبب الكثرة في العدد ، وبسبب حصول الآلات والأدوات ، لأنهم كانوا قريبين من الماء ، ولأن الأرض التي نزلوا فيها كانت صالحة للمشي ، ولأن العير كانوا خلف ظهورهم ، وكانوا يتوقعون مجيء المدد من العير إليهم ساعة فساعة ، ثم إنه تعالى قلب القصة وعكس القضية ، وجعل الغلبة للمسلمين ، والدمار على الكافرين فصار ذلك من أعظم المعجزات وأقوى البينات على صدق محمد صلى الله عليه وسلم ، فيما أخبر عن ربه من وعد النصر والفتح والظفر .\r\n فقوله : { لّيَهْلِكَ مَنْ هَلَكَ عَن بَيّنَةٍ } إشارة إلى هذا المعنى ، وهو أن الذين هلكوا إنما هلكوا بعد مشاهدة هذه المعجزة ، والمؤمنون الذين بقوا في الحياة شاهدوا هذه المعجزة القاهرة ، والمراد من البينة هذه المعجزة .\r\n المسألة الثانية : اللام في قوله : { لّيَقْضِيَ الله أَمْراً كَانَ مَفْعُولاً } وفي قوله : { لّيَهْلِكَ مَنْ هَلَكَ عَن بَيّنَةٍ } لام الغرض ، وظاهره يقتضي تعليل أفعال الله وأحكامه بالأغراض والمصالح ، إلا أنا نصرف هذا الكلام عن ظاهره بالدلائل العقلية المشهورة .\r\n المسألة الثالثة : قوله : { لّيَهْلِكَ مَنْ هَلَكَ عَن بَيّنَةٍ } ظاهره يقتضي أنه تعالى أراد من الكل العلم والمعرفة والخير والصلاح ، وذلك يقدح في قول أصحابنا : أنه تعالى أراد الكفر من الكافر ، لكنا نترك هذا الظاهر بالدلائل المعلومة .\r\n المسألة الرابعة : قوله : { ويحيى مَنْ حَىَّ عَن بَيّنَةٍ } قرأ نافع وأبو بكر عن عاصم والبزي عن ابن كثير ونصير عن الكسائي { مِنْ } بإظهار الياءين وأبو عمرو ، وابن كثير برواية القواس ، وابن عامر وحفص عن عاصم والكسائي بياء مشددة على الإدغام .\r\n فأما الإدغام فللزوم الحركة في الثاني ، فجرى مجرى رد لأنه في المصحف مكتوب بياء واحدة .\r\n وأما الإظهار فلامتناع الإدغام في مضارعه من «يحيى» فجرى على مشاكلته ، وأجاز بعض الكوفيين الإدغام في { وَلاَ يحيى } .\r\n ثم إنه تعالى ختم الآية بقوله : { وَإِنَّ الله لَسَمِيعٌ عَلِيمٌ } أي يسمع دعاءكم ويعلم حاجتكم وضعفكم ، فأصلح مهمكم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إذ أنتم بالعدوة الدنيا وهم بالعدوة القصوى والركب أسفل منكم ولو تواعدتم لاختلفتم في الميعاد ولكن ليقضي الله أمرا كان مفعولا ليهلك من هلك عن بينة ويحيى من حي عن بينة وإن الله لسميع عليم (42) ",
        "babnum": 24
    },
    {
        "id": 908,
        "cate": "8",
        "title": "إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا وَلَوْ أَرَاكَهُمْ كَثِيرًا لَفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْأَمْرِ وَلَكِنَّ اللَّهَ سَلَّمَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (43) ",
        "details": " اعلم أن هذا هو النوع الثاني من التي أنعم الله بها على أهل بدر ، وفيه مسألتان : المسألة الأولى : { إِذْ يُرِيكَهُمُ الله } منصوب بإضمار اذكر ، أو هو بدل ثان من يوم الفرقان أو متعلق بقوله : { لَسَمِيعٌ عَلِيمٌ } أي يعلم المصالح إذ يقللهم في أعينكم .\r\n المسألة الثانية : قال مجاهد : أرى الله النبي عليه السلام كفار قريش في منامه قليلاً فأخبر بذلك أصحابه .\r\n فقالوا : رؤيا النبي حق ، القوم قليل ، فصار ذلك سبباً لجراءتهم وقوة قلوبهم .\r\n فإن قيل : رؤية الكثير قليلاً غلط ، فكيف يجوز من الله تعالى أن يفعل ذلك؟ قلنا : مذهبنا أنه تعالى يفعل ما يشاء ويحكم ما يريد ، وأيضاً لعله تعالى أراه البعض دون البعض فحكم الرسول على أولئك الذين رآهم بأنهم قليلون .\r\n وعن الحسن : هذه الأراءة كانت في اليقظة .\r\n قال : والمراد من المنام العين التي هو موضع النوم .\r\n ثم قال تعالى : { وَلَوْ أَرَاكَهُمْ كَثِيراً } لذكرته للقوم ولو سمعوا ذلك لفشلوا ولتنازعوا ، ومعنى التنازع في الأمر ، الاختلاف الذي يحاول به كل واحد نزع صاحبه عما هو عليه ، والمعنى : لاضطرب أمركم واختلفت كلمتكم { ولكن الله سَلَّمَ } أي سلمكم من المخالفة فيما بينكم .\r\n وقيل : سلم الله لهم أمرهم حتى أظهرهم على عدوهم ، وقيل سلمهم من الهزيمة يوم بدر والأظهر أن المراد ، ولكن الله سلمكم من التنازع { إِنَّهُ عَلِيمٌ بِذَاتِ الصدور } يعلم ما يحصل فيها من الجراءة والجبن والصبر والجزع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إذ يريكهم الله في منامك قليلا ولو أراكهم كثيرا لفشلتم ولتنازعتم في الأمر ولكن الله سلم إنه عليم بذات الصدور (43) ",
        "babnum": 25
    },
    {
        "id": 909,
        "cate": "8",
        "title": "وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (44) ",
        "details": " اعلم أن هذا هو النوع الثالث من النعم التي أظهرها الله للمسلمين يوم بدر ، والمراد أن القليل الذي حصل في النوم تأكد ذلك بحصوله في اليقظة .\r\n قال صاحب «الكشاف» : { وَإِذْ يُرِيكُمُوهُمْ } الضميران مفعولان يعني إذ يبصركم أياهم ، و { قَلِيلاً } نصب على الحال .\r\n واعلم أنه تعالى قلل عدد المشركين في أعين المؤمنين ، وقلل أيضاً عدد المؤمنين في أعين المشركين .\r\n والحكمة في التقليل الأول ، تصديق رؤيا الرسول صلى الله عليه وسلم ، وأيضاً لتقوى قلوبهم وتزداد جراءتهم عليهم ، والحكمة في التقليل .\r\n الثاني : أن المشركين لما استقلوا عدد المسلمين لم يبالغوا في الاستعداد والتأهب والحذر ، فصار ذلك سبباً لاستيلاء المؤمنين عليهم .\r\n فإن قيل : كيف يجوز أن يريهم الكثير قليلاً؟ قلنا : أما على ما قلنا فذاك جائز ، لأن الله تعالى خلق الإدراك في حق البعض دون البعض .\r\n وأما المعتزلة فقالوا : لعل العين منعت من إدراك الكل ، أو لعل الكثير منهم كانوا في غاية البعد فما حصلت رؤيتهم .\r\n ثم قال : { لّيَقْضِيَ الله أَمْراً كَانَ مَفْعُولاً } .\r\n فإن قيل : ذكر هذا الكلام في الآية المتقدمة ، فكان ذكره ههنا محض التكرار .\r\n قلنا : المقصود من ذكره في الآية المتقدمة هو أنه تعالى فعل تلك الأفعال ليحصل استيلاء المؤمنين على المشركين على وجه يكون معجزة دالة على صدق الرسول صلى الله عليه وسلم .\r\n والمقصود من ذكره ههنا ، ليس هو ذلك المعنى ، بل المقصود أنه تعالى ذكر ههنا أنه قلل عدد المؤمنين في أعين المشركين ، فبين ههنا أنه إنما فعل ذلك ليصير ذلك سبباً لئلا يبالغ الكفار في تحصيل الاستعداد والحذر ، فيصير ذلك سبباً لانكسارهم .\r\n ثم قال : { وَإِلَى الله تُرْجَعُ الامور } والغرض منه التنبيه على أن أحوال الدنيا غير مقصودة لذواتها ، وإنما المراد منها ما يصلح أن يكون زاداً ليوم المعاد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذ يريكموهم إذ التقيتم في أعينكم قليلا ويقللكم في أعينهم ليقضي الله أمرا كان مفعولا وإلى الله ترجع الأمور (44) ",
        "babnum": 26
    },
    {
        "id": 910,
        "cate": "8",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ (45) وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ (46) وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَرًا وَرِئَاءَ النَّاسِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ (47) ",
        "details": " اعلم أنه تعالى لما ذكر أنواع نعمه على الرسول وعلى المؤمنين يوم بدر علمهم إذا التقوا بالفئة وهي الجماعة من المحاربين نوعين من الأدب : الأول : الثبات وهو أن يوطنوا أنفسهم على اللقاء ولا يحدثوها بالتولي .\r\n والثاني : أن يذكروا الله كثيراً ، وفي تفسير هذا الذكر قولان : القول الأول : أن يكونوا بقلوبهم ذاكرين الله وبألسنتهم ذاكرين الله .\r\n قال ابن عباس : أمر الله أولياءه بذكره في أشد أحوالهم ، تنبيهاً على أن الإنسان لا يجوز أن يخلى قلبه ولسانه عن ذكر الله ، ولو أن رجلاً أقبل من المغرب إلى المشرق ينفق الأموال سخاء ، والآخر من المشرق إلى المغرب يضرب بسيفه في سبيل الله ، كان الذاكر لله أعظم أجراً .\r\n والقول الثاني : أن المراد من هذا الذكر الدعاء بالنصر والظفر ، لأن ذلك لا يحصل إلا بمعونة الله تعالى .\r\n ثم قال : { لَعَلَّكُمْ تُفْلِحُونَ } وذلك لأن مقاتلة الكافر إن كانت لأجل طاعة الله تعالى كان ذلك جارياً مجرى بذل الروح في طلب مرضاة الله تعالى ، وهذا هو أعظم مقامات العبودية ، فإن غلب الخصم فاز بالثواب والغنيمة ، وإن صار مغلوباً فاز بالشهادة والدرجات العالية ، أما إن كانت المقاتلة لا لله بل لأجل الثناء في الدنيا وطلب المال لم يكن ذلك وسيلة إلى الفلاح والنجاح .\r\n فإن قيل : فهذه الآية توجب الثبات على كل حال ، وهذا يوهم أنها ناسخة لآية التحرف والتحيز .\r\n قلنا : هذه الآية توجب الثبات في الجملة ، والمراد من الثبات الجد في المحاربة .\r\n وآية التحرف والتحيز لا تقدح في حصول الثبات في المحاربة بل كان الثبات في هذا المقصود ، لا يحصل إلا بذلك التحرف والتحيز .\r\n ثم قال تعالى مؤكداً لذلك : { وَأَطِيعُواْ الله وَرَسُولَهُ } في سائر ما يأمر به ، لأن الجهاد لا ينفع إلا مع التمسك بسائر الطاعات .\r\n ثم قال : { وَلاَ تنازعوا فَتَفْشَلُواْ وَتَذْهَبَ رِيحُكُمْ } وفيه مسائل : المسألة الأولى : بين تعالى أن النزاع يوجب أمرين : أحدهما : أنه يوجب حصول الفشل والضعف .\r\n والثاني : قوله : { وَتَذْهَبَ رِيحُكُمْ } وفيه قولان : الأول : المراد بالريح الدولة ، شبهت الدولة وقت نفاذها وتمشية أمرها بالريح وهبوبها .\r\n يقال : هبت رياح فلان ، إذا دانت له الدولة ونفد أمره .\r\n الثاني : أنه لم يكن قط نصر إلا بريح يبعثها الله ، وفي الحديث « نصرت بالصبا ، وأهلكت عاد بالدبور » والقول الأول أقوى ، لأنه تعالى جعل تنازعهم مؤثراً في ذهاب الريح ، ومعلوم أن اختلافهم لا يؤثر في هبوب الصبا .\r\n قال مجاهد : { وَتَذْهَبَ رِيحُكُمْ } أي نصرتكم ، وذهبت ريح أصحاب محمد حين تنازعوا يوم أحد .\r\n المسألة الثانية : احتج نفاة القياس بهذه الآية فقالوا : القول بالقياس يفضي إلى المنازعة ، والمنازعة محرمة ، فهذه الآية توجب أن يكون العمل بالقياس حراماً ، بيان الملازمة المشاهدة ، فإنا نرى أن الدنيا صارت مملوءة من الاختلافات بسبب القياسات ، وبيان أن المنازعة محرمة .\r\n قوله : { وَلاَ تنازعوا } وأيضاً القائلون بأن النص لا يجوز تخصيصه بالقياس تمسكوا بهذه الآية .\r\n وقالوا : قوله تعالى : { وَأَطِيعُواْ الله وَرَسُولَهُ } صريح في وجوب طاعة الله ورسوله في كل ما نص عليه ، ثم أتبعه بأن قال : { وَلاَ تنازعوا فَتَفْشَلُواْ } ومعلوم أن من تمسك بالقياس المخصص بالنص فقد ترك طاعة الله وطاعة رسوله .\r\n وتمسك بالقياس الذي يوجب التنازع والفشل ، وكل ذلك حرام ، ومثبتو القياس أجابوا عن الأول؛ بأنه ليس كل قياس يوجب المنازعة .\r\n ثم قال تعالى : { واصبروا إِنَّ الله مَعَ الصابرين } والمقصود أن كمال أمر الجهاد مبني على الصبر ، فأمرهم بالصبر .\r\n كما قال في آية أخرى : { اصبروا وَصَابِرُواْ وَرَابِطُواْ } [ آل عمران : 200 ] وبين أنه تعالى مع الصابرين ، ولا شبهة أن المراد بهذه المعية النصرة والمعونة .\r\n ثم قال : { وَلاَ تَكُونُواْ كالذين خَرَجُواْ مِن ديارهم بَطَراً وَرِئَاء الناس وَيَصُدُّونَ عَن سَبِيلِ الله } قال المفسرون : المراد قريش حين خرجوا من مكة لحفظ العير ، فلما وردوا الجحفة بعث الحقاف الكناني كان صديقاً لأبي جهل إليه بهدايا مع ابن له ، فلما أتاه قال : إن أبي ينعمك صباحاً ويقول لك إن شئت أن أمدك بالرجال أمددتك ، وإن شئت أن أزحف إليك بمن معي من قرابتي فعلت ، فقال أبو جهل : قل لأبيك جزاك الله والرحم خيراً ، إن كنا نقاتل الله كما يزعم محمد فوالله ما لنا بالله من طاقة ، وإن كنا نقاتل الناس ، فوالله إن بنا على الناس لقوة ، والله ما نرجع عن قتال محمد حتى نرد بدراً فنشرب فيها الخمور وتعزف علينا فيها القيان ، فإن بدراً موسم من مواسم العرب ، وسوق من أسواقهم حتى تسمع العرب بهذه الواقعة .\r\n قال المفسرون : فوردوا بدراً وشربوا كؤوس المنايا مكان الخمر ، وناحت عليهم النوائح مكان القيان .\r\n واعلم أنه تعالى وصفهم بثلاثة أشياء : الأول : البطر قال الزجاج : البطر الطغيان في النعمة .\r\n والتحقيق أن النعم إذا كثرت من الله على العبد فإن صرفها إلى مرضاته وعرف أنها من الله تعالى فذاك هو الشكر .\r\n وأما إن توسل بها إلى المفاخرة على الأقران والمكاثرة على أهل الزمان فذاك هو البطر .\r\n والثاني : قوله : { وَرِئَاء الناس } والرئاء عبارة عن القصد إلى إظهار الجميل مع أن باطنه يكون قبيحاً ، والفرق بينه وبين النفاق أن النفاق إظهار الإيمان مع إبطان الكفر ، والرئاء إظهار الطاعة مع إبطان المعصية .\r\n روي أنه صلى الله عليه وسلم لما رآهم في موقف بدر قال : « اللهم أن قريشاً أقبلت بفخرها وخيلائها لمعارضة دينك ومحاربة رسولك » والثالث : قوله : { وَيَصُدُّونَ عَن سَبِيلِ الله } فعل مضارع وعطف الفعل على الاسم غير حسن .\r\n وذكر الواحدي فيه ثلاثة أوجه : الأول : أن يكون قوله : { وَيَصُدُّونَ عَن سَبِيلِ الله } بمنزلة صادين .\r\n والثاني : أن يكون قوله : { بَطَراً وَرِئَاء } بمنزلة يبطرون ويراؤن ، وأقول : إن شيئاً من هذه الوجوه لا يشفي الغليل ، لأنه تارة يقيم الفعل مقام الاسم وأخرى يقيم الاسم مقام الفعل ، ليصح له كون الكلمة معطوفة على جنسها ، وكان من الواجب عليه أن يذكر السبب الذي لأجله عبر عن الأولين بالمصدر ، وعن الثالث بالفعل .\r\n وأقول : إن الشيخ عبد القاهر الجرجاني ، ذكر أن الاسم يدل على التمكين والاستمرار والفعل على التجدد والحدوث ، قال ومثاله في الاسم قوله تعالى : { وَكَلْبُهُمْ باسط ذِرَاعَيْهِ بالوصيد } [ الكهف : 18 ] وذلك يقتضي كون تلك الحالة ثابتة راسخة ، ومثال الفعل قوله تعالى : { قُلْ مَن يَرْزُقُكُم مّنَ السماء والارض } [ يونس : 31 ] وذلك يدل على أنه تعالى يوصل الرزق إليهم ساعة فساعة ، هذا ما ذكره الشيخ عبد القاهر .\r\n إذا عرفت هذا فنقول : إن أبا جهل ورهطه وشيعته كانوا مجبولين على البطر والمفاخرة والعجب ، وأما صدهم عن سبيل الله فإنما حصل في الزمان الذي ادعى محمد عليه الصلاة والسلام النبوة .\r\n ولهذا السبب ذكر البطر والرئاء بصيغة الاسم ، وذكر الصد عن سبيل الله بصيغة الفعل والله أعلم .\r\n وحاصل الكلام : أنه تعالى أمرهم عند لقاء العدو بالثبات والاشتغال بذكر الله ، ومنعهم من أن يكون الحامل لهم على ذلك الثبات؛ البطر والرئاء ، بل أوجب عليهم أن يكون الحامل لهم عليه طلب عبودية الله .\r\n واعلم أن حاصل القرآن من أوله إلى آخره دعوة الخلق من الاشتغال بالخلق ، وأمرهم بالعناء في طريق عبودية الحق ، والمعصية مع الانكسار أقرب إلى الإخلاص من الطاعة مع الافتخار ، ثم ختم هذه الآية بقوله : { والله بِمَا تَعْمَلُونَ مُحِيطٌ } والمقصود أن الإنسان ربما أظهر من نفسه أن الحامل له والداعي إلى الفعل المخصوص طلب مرضاة الله تعالى مع أنه لا يكون الأمر كذلك في الحقيقة ، فبين تعالى كونه عالماً بما في دواخل القلوب ، وذلك كالتهديد والزجر عن الرئاء والتصنع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا إذا لقيتم فئة فاثبتوا واذكروا الله كثيرا لعلكم تفلحون (45) وأطيعوا الله ورسوله ولا تنازعوا فتفشلوا وتذهب ريحكم واصبروا إن الله مع الصابرين (46) ولا تكونوا كالذين خرجوا من ديارهم بطرا ورئاء الناس ويصدون عن سبيل الله والله بما يعملون محيط (47) ",
        "babnum": 27
    },
    {
        "id": 911,
        "cate": "8",
        "title": "وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَكُمْ فَلَمَّا تَرَاءَتِ الْفِئَتَانِ نَكَصَ عَلَى عَقِبَيْهِ وَقَالَ إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرَى مَا لَا تَرَوْنَ إِنِّي أَخَافُ اللَّهَ وَاللَّهُ شَدِيدُ الْعِقَابِ (48) ",
        "details": " اعلم أن هذا من جملة النعم التي خص أهل بدر بها وفيه مسائل : المسألة الأولى : العامل في { إِذْ } فيه وجوه : قيل : تقديره اذكر إذ زين لهم ، وقيل : هو عطف على ما تقدم من تذكير النعم ، وتقديره : واذكروا إذ يريكموهم وإذ زين ، وقيل : هو عطف على قوله : خرجوا بطراً ورئاء الناس .\r\n وتقديره : لا تكونوا كالذين خرجوا من ديارهم بطراً ورثاء الناس وإذ زين لهم الشيطان أعمالهم .\r\n المسألة الثانية : في كيفية هذا التزيين وجهان : الأول : أن الشيطان زين بوسوسته من غير أن يتحول في صورة الإنسان ، وهو قول الحسن والأصم .\r\n والثاني : أنه ظهر في صورة الإنسان .\r\n قالوا : إن المشركين حين أرادوا المسير إلى بدر خافوا من بني بكر بن كنانة ، لأنهم كانوا قتلوا منهم واحداً ، فلم يأمنوا أن يأتوهم من ورائهم ، فتصور لهم إبليس بصورة سراقة بن مالك بن جعشم وهو من بني بكر بن كنانة وكان من أشرافهم في جند من الشياطين ، ومعه راية ، وقال : لا غالب لكم اليوم من الناس وإني جار لكم مجيركم من بني كنانة ، فلما رأى إبليس نزول الملائكة نكص على عقيبه .\r\n وقيل : كانت يده في يد الحرث بن هشام ، فلما نكص قال له الحرث : أتخذ لنا في هذه الحال؟ فقال : إني أرى ما لا ترونا ودفع في صدر الحرث وانهزموا .\r\n وفي هذه القصة سؤالات : السؤال الأول : ما الفائدة في تغيير صورة إبليس إلى صورة سراقة؟ والجواب فيه معجزة عظيمة للرسول عليه السلام وذلك لأن كفار قريش لما رجعوا إلى مكة قالوا هزم الناس سراقة ، فبلغ ذلك سراقة فقال : والله ما شعرت بمسيركم حتى بلغتني هزيمتكم .\r\n فعند ذلك تبين للقوم أن ذلك الشخص ما كان سراقة بل كان شيطاناً .\r\n فإن قيل : فإذا حضر إبليس لمحاربة المؤمنين .\r\n ومعلوم أنه في غاية القوة ، فلم لم يهزموا جيوش المسلمين؟ قلنا : لأنه رأى في جيش المسلمين جبريل مع ألف من الملائكة ، فلهذا السبب خاف وفر .\r\n فإن قيل : فعلى هذا الطريق وجب أن ينهزم جميع جيوش المسلمين لأنه يتشبه بصورة البشر ويحضر ويعين جمع الكفار ويهزم جموع المسلمين ، والحاصل : أنه إن قدر على هذا المعنى فلم لا يفعل ذلك في سائر وقائع المسلمين؟ وإن لم يقدر عليه فكيف أضفتم إليه هذا العمل في واقعة بدر؟ الجواب : لعله تعالى إنما غير صورته إلى صورة البشر في تلك الواقعة أما في سائر الوقائع فلا يفعل ذلك التغيير .\r\n السؤال الثاني : أنه تعالى لما غير صورته إلى صورة البشر فما بقي شيطاناً بل صار بشراً .\r\n الجواب أن الإنسان إنما كان إنساناً بجوهر نفسه الناطقة ، ونفوس الشياطين مخالفة لنفوس البشر فلم يلزم من تغيير الصورة تغيير الحقيقة ، وهذا الباب أحد الدلائل السمعية على أن الإنسان ليس إنساناً بحسب بنيته الظاهرة وصورته المخصوصة .\r\n السؤال الثالث : ما معنى قول الشيطان { لاَ غَالِبَ لَكُمُ اليوم مِنَ الناس } وما الفائدة في هذا الكلام مع أنهم كانوا كثيرين غالبين؟ والجواب : أنهم وإن كانوا كثيرين في العدد إلا أنهم كانوا يشاهدون أن دولة محمد عليه الصلاة والسلام كل يوم في الترقي والتزايد ، ولأن محمداً كلما أخبر عن شيء فقد وقع فكانوا لهذا السبب خائفين جداً من قوم محمد صلى الله عليه وسلم ، فذكر إبليس هذا الكلام إزالة للخوف عن قلوبهم ، ويحتمل أن يكون المراد أنه كان يؤمنهم من شر بني بكر بن كنانة خصوصاً وقد تصور بصورة زعيم منهم ، وقال : { إِنّى جَارٌ لَّكُمْ } والمعنى : إني إذا كنت وقومي ظهيراً لكم فلا يغلبكم أحد من الناس ومعنى الجار ههنا : الدافع عن صاحبه أنواع الضرر كما يدفع الجار عن جاره ، والعرب تقول : أنا جار لك من فلان أي حافظ من مضرته فلا يصل إليك مكروه منه .\r\n ثم قال تعالى : { فَلَمَّا تَرَاءتِ الفئتان } أي التقى الجمعان بحيث رأت كل واحدة الأخرى نكص على عقيبه ، والنكوص الأحجام عن الشيء ، والمعنى : رجع وقال : إني أرى مالا ترون ، وفيه وجوه : الأول : أنه روحاني ، فرأى الملائكة فخافهم .\r\n قيل : رأى جبريل يمشي بين يدي النبي عليه الصلاة والسلام .\r\n وقيل : رأى ألفاً من الملائكة مردفين .\r\n الثاني : أنه رأى أثر النصرة والظفر في حق النبي عليه الصلاة والسلام ، فعلم أنه لو وقف لنزلت عليه بلية .\r\n ثم قال : { إِنّى أَخَافُ الله } قال قتادة صدق في قوله : { إِنّي أرى مَا لاَ تَرَوْنَ } وكذب في قوله : { إِنّى أَخَافُ الله } وقيل لما رأى الملائكة ينزلون من السماء خاف أن يكون الوقت الذي أنظر إليه قد حضر فقال : ما قال إشفاقاً على نفسه .\r\n أما قوله : { والله شَدِيدُ العقاب } فيجوز أن يكون من بقية كلام إبليس ، ويجوز أن ينقطع كلامه عند قوله أخاف الله .\r\n ثم قال تعالى بعده : { والله شَدِيدُ العقاب } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذ زين لهم الشيطان أعمالهم وقال لا غالب لكم اليوم من الناس وإني جار لكم فلما تراءت الفئتان نكص على عقبيه وقال إني بريء منكم إني أرى ما لا ترون إني أخاف الله والله شديد العقاب (48) ",
        "babnum": 28
    },
    {
        "id": 912,
        "cate": "8",
        "title": "إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ غَرَّ هَؤُلَاءِ دِينُهُمْ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَإِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (49) ",
        "details": " وفيه مسائل : المسألة الأولى : إنما لم تدخل الواو في قوله : { إِذْ يَقُولُ } ودخلت في قوله : { وَإِذْ زَيَّنَ لَهُمُ } [ الأنفال : 48 ] لأن قوله : { وَإِذْ زَيَّنَ } عطف على هذا التزيين على حالهم وخروجهم بطراً ورئاء ، وأما هنا وهو قوله : { إِذْ يَقُولُ المنافقون } فليس فيه عطف لهذا الكلام على ما قبله بل هو كلام مبتدأ منقطع عما قبله ، وعامل الإعراب في { إِذْ } فيه وجهان : الأول : التقدير والله شديد العقاب إذ يقول المنافقون والثاني : اذكروا إذ يقول المنافقون .\r\n المسألة الثانية : أما المنافقون فهم قوم من الأوس والخزرج ، وأما الذين في قلوبهم مرض فهم قوم من قريش أسلموا وما قوي إسلامهم في قلوبهم ولم يهاجروا .\r\n ثم إن قريشاً لما خرجوا لحرب رسول الله صلى الله عليه وسلم قال أولئك نخرج مع قومنا فإن كان محمد في كثرة خرجنا إليه ، وإن كان في قلة أقمنا في قومنا .\r\n قال محمد بن إسحق : ثم قتل هؤلاء جميعاً مع المشركين يوم بدر .\r\n وقوله : { غَرَّ هَؤُلاء دِينُهُمْ } قال ابن عباس : معناه أنه خرج بثلثمائة وثلاثة عشر يقاتلون ألف رجل ، وما ذاك إلا أنهم اعتمدوا على دينهم .\r\n وقيل المراد : إن هؤلاء يسعون في قتل أنفسهم ، رجاء أن يجعلوا أحياء بعد الموت ويثابون على هذا القتل .\r\n ثم قال تعالى : { وَمَن يَتَوَكَّلْ عَلَى الله فَإِنَّ الله عَزِيزٌ حَكِيمٌ } أي ومن يسلم أمره إلى الله ويثق بفضله ويعول على إحسان الله ، فإن الله حافظه وناصره ، لأنه عزيز لا يغلبه شيء ، حكيم يوصل العذاب إلى أعدائه ، والرحمة والثواب إلى أوليائه : ",
        "fav": 0,
        "note": null,
        "normal": "إذ يقول المنافقون والذين في قلوبهم مرض غر هؤلاء دينهم ومن يتوكل على الله فإن الله عزيز حكيم (49) ",
        "babnum": 29
    },
    {
        "id": 913,
        "cate": "8",
        "title": "وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ وَذُوقُوا عَذَابَ الْحَرِيقِ (50) ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ (51) ",
        "details": " اعلم أنه تعالى لما شرح أحوال هؤلاء الكفار شرح أحوال موتهم ، والعذاب الذي يصل إليهم في ذلك الوقت ، وفي الآية مسائل : المسألة الأولى : قرأ ابن عامر وحده { إِذْ } بالتاء على تأنيث لفظ الملائكة والجمع ، والباقون بالياء على المعنى .\r\n المسألة الثانية : جواب { عَلَيْهِمْ لَوْ } محذوف .\r\n والتقدير : لرأيت منظراً هائلاً ، وأمراً فظيعاً ، وعذاباً شديداً .\r\n المسألة الثالثة : { وَلَوْ تَرَى } ولو عاينت وشاهدت ، لأن لو ترد المضارع إلى الماضي كما ترد إن الماضي إلى المضارع .\r\n المسألة الرابعة : الملائكة رفعها بالفعل ، ويضربون حال منهم ، ويجوز أن يكون في قوله : { يَتَوَفَّى } ضمير لله تعالى ، والملائكة مرفوعة بالابتداء ، ويضربون خبر .\r\n المسألة الخامسة : قال الواحدي : معنى يتوفى الذين كفروا يقبضون أرواحهم على استيفائها وهذا يدل على أن الإنسان شيء مغاير لهذا الجسد ، وأنه هو الروح فقط؛ لأن قوله : { يَتَوَفَّى الذين كَفَرُواْ } يدل على أنه استوفى الذات الكافرة ، وذلك يدل على أن الذات الكافرة هي التي استوفيت من هذا الجسد ، وهذا برهان ظاهر على أن الإنسان شيء مغاير لهذا الجسد ، وقوله : { يَضْرِبُونَ وُجُوهَهُمْ وأدبارهم } قال ابن عباس : كان المشركون إذا أقبلوا بوجوههم إلى المسلمين ضربوا وجوههم بالسيف ، وإذا ولوا ضربوا أدبارهم ، فلا جرم قابلهم الله بمثله في وقت نزع الروح ، وأقول فيه معنى آخر ألطف منه ، وهو أن روح الكافر إذا خرج من جسده فهو معرض عن عالم الدنيا مقبل على الآخرة ، وهو لكفره لا يشاهد في عالم الآخرة إلا الظلمات ، وهو لشدة حبه للجسمانيات ، ومفارقته لها لا ينال من مباعدته عنها إلا الآلام والحسرات ، فسبب مفارقته لعالم الدنيا تحصل له الآلام بعد الآلام والحسرات ، وبسبب إقباله على الآخرة مع عدم النور والمعرفة ، ينتقل من ظلمات إلى ظلمات ، فهاتان الجهتان هما المراد من قوله : { يَضْرِبُونَ وُجُوهَهُمْ وأدبارهم } .\r\n ثم قال تعالى : { وَذُوقُواْ عَذَابَ الحريق } وفيه إضمار ، والتقدير : ونقول ذوقوا عذاب الحريق ونظيره في القرآن كثير قال تعالى : { وَإِذْ يَرْفَعُ إبراهيم القواعد مِنَ البيت وإسماعيل رَبَّنَا تَقَبَّلْ مِنَّا } [ البقرة : 127 ] أي ويقولان ربنا ، وكذا قوله تعالى : { وَلَوْ ترى إِذِ المجرمون نَاكِسُواْ رُؤُوسَهُمْ عِندَ رَبّهِمْ رَبَّنَا أَبْصَرْنَا } [ السجدة : 12 ] أي يقولون ربنا .\r\n قال ابن عباس : قول الملائكة لهم : { وَذُوقُواْ عَذَابَ الحريق } إنما صح لأنه كان مع الملائكة مقامع ، وكلما ضربوا بها التهبت النار في الأجزاء والأبعاض ، فذاك قوله : { وَذُوقُواْ عَذَابَ الحريق } قال الواحدي : والصحيح أن هذا تقوله الملائكة لهم في الآخرة .\r\n وأقول : أما العذاب الجسماني فحق وصدق .\r\n وأما الروحاني فحق أيضاً لدلالة العقل عليه ، وذلك لأنا بينا أن الجاهل إذا فارق الدنيا حصل له الحزن الشديد بسبب مفارقة الدنيا المحبوبة ، والخوف الشديد بسبب تراكم الظلمات عليه في عالم الخوف والحزن .\r\n والخوف والحزن كلاهما يوجبان الحرقة الروحانية ، والنار الروحانية .\r\n ثم قال تعالى : { ذلك بِمَا قَدَّمَتْ أَيْدِيكُمْ } قيل هذا إخبار عن قول الملائكة ، وفيه مسائل : المسألة الأولى : قال الواحدي : يجوز أن يقال ذلك مبتدأ ، وخبره قوله : { بِمَا قَدَّمَتْ أَيْدِيكُمْ } ويجوز أن يكون محل ذلك نصباً ، والتقدير : فعلنا ذلك بما قدمت أيديكم .\r\n المسألة الثانية : المراد من قوله : { ذلك } هذا أي هذا العذاب الذي هو عذاب الحريق ، حصل بسبب ما قدمت أيديكم ، وذكرنا في قوله : { الم * ذلك الكتاب } أن معناه هذا الكتاب وهذا المعنى جائز .\r\n المسألة الثالثة : ظاهر قوله : { ذلك بِمَا قَدَّمَتْ } يقتضي أن فاعل هذا الفعل هو اليد ، وذلك ممتنع من وجوه : أحدها : أن هذا العذاب إنما وصل إليهم بسبب كفرهم ، ومحل الكفر هو القلب لا اليد .\r\n وثانيها : أن اليد ليست محلاً للمعرفة والعلم ، فلا يتوجه التكليف عليها ، فلا يمكن إيصا العذاب إليها ، فوجب حمل اليد ههنا على القدرة ، وسبب هذا المجازان اليد آلة العمل والقدرة هي المؤثرة في العمل ، فحسن جعل اليد كناية عن القدرة .\r\n واعلم أن التحقيق أن الإنسان جوهر واحد وهو الفعل وهو الدراك وهو المؤمن وهو الكافر وهو المطيع والعاصي ، وهذه الأعضاء آلات له وأدوات له في الفعل فأضيف الفعل في الظاهر إلى الآلة ، وهو في الحقيقة مضاف إلى جوهر ذات الإنسان .\r\n المسألة الرابعة : قوله : { بِمَا قَدَّمَتْ أَيْدِيكُمْ } يقتضي أن ذلك العقاب كالأمر المتولد من الفعل الذي صدر عنه ، وقد عرفت أن العقاب إنما يتولد من العقائد الباطلة التي يكتبها الإنسان ، ومن الملكات الراسخة التي يكتسبها الإنسان ، فكان هذا الكلام مطابقاً للمعقول .\r\n ثم قال تعالى : { وَأَنَّ الله لَيْسَ بظلام لّلْعَبِيدِ } وفيه مسائل : المسألة الأولى : في محل أن وجهان : أحدهما : النصب بنزع الخافض يعني بأن الله : والثاني : أنك إن جعلت قوله : { ذلك } في موضع رفع جعلت أن في موضع رفع أيضاً ، بمعنى وذلك أن الله قال الكسائي ولو كسرت ألف أن على الابتداء كان صواباً ، وعلى هذا التقدير : يكون هذا كلاماً مبتدأ منقطعاً عما قبله .\r\n المسألة الثانية : قالت المعتزلة : لو كان تعالى يخلق الكفر في الكافر ، ثم يعذبه عليه لكان ظالماً ، وأيضاً قوله تعالى : { ذلك بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ الله لَيْسَ بظلام لّلْعَبِيدِ } يدل على أنه تعالى إنما لم يكن ظالماً بهذا العذاب ، لأنه قدم ما استوجب عليه هذا العذاب ، وذلك يدل على أنه لو لم يصدر منه ذلك التقديم لكان الله تعالى ظالماً في هذا العذاب ، فلو كان الموجد للكفر والمعصية هو الله لا العبد لوجب كون الله ظالماً ، وأيضاً تدل هذه الآية على كونه قادراً على الظلم ، إذ لو لم يصح منه لما كان في التمدح بنفيه فائدة .\r\n واعلم أن هذه المسألة قد سبق ذكرها على الاستقصاء في سورة آل عمران ، فلا فائدة في الإعادة .\r\n والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولو ترى إذ يتوفى الذين كفروا الملائكة يضربون وجوههم وأدبارهم وذوقوا عذاب الحريق (50) ذلك بما قدمت أيديكم وأن الله ليس بظلام للعبيد (51) ",
        "babnum": 30
    },
    {
        "id": 914,
        "cate": "8",
        "title": "كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَفَرُوا بِآيَاتِ اللَّهِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ (52) ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَأَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (53) كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآيَاتِ رَبِّهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَكُلٌّ كَانُوا ظَالِمِينَ (54) ",
        "details": " في الآية مسائل : المسألة الأولى : أنه تعالى لما بين ما أنزله بأهل بدر من الكفار عاجلاً وآجلاً كما شرحناه أتبعه بأن بين أن هذه طريقته وسنته في الكل .\r\n فقال : { كَدَأْبِ ءالِ فِرْعَوْنَ } والمعنى : عادة هؤلاء في كفرهم كعادة آل فرعون في كفرهم .\r\n فجوزي هؤلاء بالقتل والسبي كما جوزي أولئك بالإغراق وأصل الدأب في اللغة إدامة العمل يقال : فلان يدأب في كذا ، أي يداوم عليه ويواظب ويتعب نفسه ، ثم سميت العادة دأباً لأن الإنسان مداوم على عادته ومواظب عليها .\r\n ثم قال تعالى { إِنَّ الله قَوِىٌّ شَدِيدُ العقاب } والغرض منه التنبيه على أن لهم عذاباً مدخراً سوى ما نزل بهم من العذاب العاجل ، ثم ذكر ما يجري مجرى العلة في العقاب الذي أنزله بهم ، فقال : { ذلك بِأَنَّ الله لَمْ يَكُ مُغَيّراً نّعْمَةً أَنْعَمَهَا على قَوْمٍ حتى يُغَيّرُواْ مَا بِأَنْفُسِهِمْ } وفيه مسائل : المسألة الأولى : قوله : { لَمْ يَكُ } أكثر النحويين يقولون إنما حذفت النون .\r\n لأنها لم تشبه الغنة المحضة ، فأشبهت حروف اللين ووقعت طرفاً ، فحذفت تشبيهاً بها كما تقول لم يدع ولم يرم ولم يل وقال الواحدي : وهذا ينتقض بقولهم لم يزن ولم يخن فلم يسمع حذف النون ههنا .\r\n وأجاب علي بن عيسى عنه .\r\n فقال إن كان ويكون أم الأفعال من أجل أن كل فعل قد حصل فيه معنى كان فقولنا ضرب معناه كان ضرب ويضرب معناه يكون ضرب ، وهكذا القول في الكل فثبت أن هذه الكلمة أم الأفعال .\r\n فاحتيج إلى استعمالها في أكثر الأوقات ، فاحتملت هذا الحذف بخلاف قولنا لم يخن ولم يزن ، فإنه لا حاجة إلى ذكرها كثيرًا فظهر الفرق .\r\n والله أعلم .\r\n المسألة الثانية : قال القاضي : معنى الآية أنه تعالى أنعم عليهم بالعقل والقدرة وإزالة الموانع وتسهيل السبل والمقصود أن يشتغلوا بالعبادة والشكر ويعدلوا عن الكفر ، فإذا صرفوا هذه الأحوال إلى الفسق والكفر ، فقد غيروا نعمة الله تعالى على أنفسهم ، فلا جرم استحقوا تبديل النعم بالنقم والمنح بالمحن قال : وهذا من أوكد ما يدل على أنه تعالى لا يبتدىء أحداً بالعذاب والمضرة ، والذي يفعله لا يكون الأجزاء على معاص سلفت ، ولو كان تعالى خلقهم وخلق جسمانهم وعقولهم ابتداء للنار كما يقوله القوم ، لما صح ذلك ، قال أصحابنا : ظاهر الآية مشعر بما قاله القاضي الإمام إلا أنا لو حملنا الآية عليه لزم أن يكون صفة الله تعالى معللة بفعل الإنسان ، وذلك لأن حكم الله بذلك التغيير وإرادته لما كان لا يحصل إلا عند إتيان الأنسان بذلك الفعل ، فلو لم يصدر عند ذلك الفعل لم يحصل لله تعالى ذلك الحكم وتلك الإرادة ، فحينئذ يكون فعل الإنسان مؤثراً في حدوث صفة في ذات الله تعالى ، ويكون الإنسان مغيراً صفة الله ومؤثراً فيها ، وذلك محال في بديهة العقل ، فثبت أنه لا يمكن حمل هذا الكلام على ظاهره ، بل الحق أن صفة الله غالبة على صفات المحدثات ، فلولا حكمه وقضاؤه أولاً لما أمكن للعبد أن يأتي بشيء من الأفعال والأقوال .\r\n المسألة الثالثة : أنه تعالى ذكر مرة أخرى قوله تعالى : { كَدَأْبِ ءالِ فِرْعَوْنَ } ذكروا فيه وجوهاً كثيرة : الأول : أن الكلام الثاني يجري مجرى التفصيل للكلام الأول ، لأن الكلام الأول فيه ذكر أخذهم ، وفي الثاني ذكر إغراقهم وذلك تفصيل .\r\n والثاني : أنه أريد بالأول ما نزل بهم من العقوبة في حال الموت ، وبالثاني ما ينزل بهم في القبر في الآخرة .\r\n الثالث : أن الكلام الأول هو قوله : { كَفَرُواْ بئايات الله } والكلام الثاني هو قوله : { كَذَّبُواْ بآيات رَبّهِمْ } فالأول إشارة إلى أنهم أنكروا الدلائل الإلهية ، والثاني إشارة إلى أنه سبحانه رباهم وأنعم عليهم بالوجوه الكثيرة ، فأنكروا دلائل التربية والإحسان مع كثرتها وتواليها عليهم ، فكان الأثر اللازم من الأول هو الأخذ والأثر اللازم من الثاني هو الإهلاك والإغراق ، وذلك يدل على أن لكفران النعمة أثراً عظيماً في حصول الهلاك والبوار ، ثم ختم تعالى الكلام بقوله : { وَكُلٌّ كَانُواْ ظالمين } والمراد منه أنهم كانوا ظالمي أنفسهم بالكفر والمعصية ، وظالمي سائر الناس بسبب الإيذاء والإيحاش ، وأن الله تعالى إنما هلكهم بسبب ظلمهم ، وأقول في هذا المقام اللهم أهلك الظالمين وطهر وجه الأرض منهم فقد عظمت فتنتهم وكثر شرهم ، ولا يقدر أحد على دفعهم إلا أنت ، فادفع يا قهار يا جبار يا منتقم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كدأب آل فرعون والذين من قبلهم كفروا بآيات الله فأخذهم الله بذنوبهم إن الله قوي شديد العقاب (52) ذلك بأن الله لم يك مغيرا نعمة أنعمها على قوم حتى يغيروا ما بأنفسهم وأن الله سميع عليم (53) كدأب آل فرعون والذين من قبلهم كذبوا بآيات ربهم فأهلكناهم بذنوبهم وأغرقنا آل فرعون وكل كانوا ظالمين (54) ",
        "babnum": 31
    },
    {
        "id": 915,
        "cate": "8",
        "title": "إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الَّذِينَ كَفَرُوا فَهُمْ لَا يُؤْمِنُونَ (55) الَّذِينَ عَاهَدْتَ مِنْهُمْ ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ (56) ",
        "details": " اعلم أنه تعالى لما وصف كل الكفار بقوله : { وَكُلٌّ كَانُواْ ظالمين } أفرد بعضهم بمزية في الشر والعناد .\r\n فقال : { إِنَّ شَرَّ الدواب عِندَ الله } أي في حكمه وعلمه من حصلت له صفتان : الصفة الأولى : الكافر الذي يكون مستمراً على كفره مصراً عليه لا يتغير عنه البتة .\r\n الصفة الثانية : أن يكون ناقضاً للعهد على الدوام فقوله : { الذين عاهدت مِنْهُمْ } بدل من قوله : { الذين كَفَرُواْ } أي الذين عاهدت من الذين كفروا وهم شر الدواب وقوله : { مِنْهُمْ } لتبعيض فإن المعاهدة إنما تكون مع أشرافهم وقوله : { ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِي كُلّ مَرَّةٍ } قال أهل المعاني إنما عطف المستقبل على الماضي ، لبيان أن من شأنهم نقض العهد مرة بعد مرة .\r\n قال ابن عباس : هم قريظة فإنهم نقضوا عهد رسول الله صلى الله عليه وسلم وأعانوا عليه المشركين بالسلاح في يوم بدر ، ثم قالوا : أخطأنا فعاهدهم مرة أخرى فنقضوه أيضاً يوم الخندق ، وقوله : { وَهُمْ لاَ يَتَّقُونَ } معناه أن عادة من رجع إلى عقل وحزم أن يتقي نقض العهد حتى يسكن الناس إلى قوله ويثقوا بكلامه ، فبين تعالى أن من جمع بين الكفر الدائم وبين نقض العهد على هذا الوجه كان شر الدواب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن شر الدواب عند الله الذين كفروا فهم لا يؤمنون (55) الذين عاهدت منهم ثم ينقضون عهدهم في كل مرة وهم لا يتقون (56) ",
        "babnum": 32
    },
    {
        "id": 916,
        "cate": "8",
        "title": "فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ (57) وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ (58) ",
        "details": " اعلم أنه تعالى تارة يرشد رسوله إلى الرفق واللطف في آيات كثيرة .\r\n منها قوله : { وَمَا أرسلناك إِلاَّ رَحْمَةً للعالمين } [ الأنبياء : 107 ] ومنها قوله : { فاعف عَنْهُمْ واستغفر لَهُمْ وَشَاوِرْهُمْ فِى الامر } [ آل عمران : 159 ] وتارة يرشد إلى التغليظ والتشديد كما في هذه الآية ، وذلك لأنه تعالى لما ذكر الذين ينقضون عهدهم في كل مرة ، بين ما يجب أن يعاملوا به فقال : { فَإِمَّا تَثْقَفَنَّهُمْ فِى الحرب } قال الليث : ثقفنا فلاناً في موضع كذا ، أي أخذناه وظفرنا به ، والتشريد عبارة عن التفريق مع الاضطراب .\r\n يقال : شرد يشرد شروداً ، وشرده تشريداً ، فمعنى الآية أنك إن ظفرت في الحرب بهؤلاء الكفار الذين ينقضون العهد فافعل بهم فعلاً يفرق بهم من خلفهم .\r\n قال عطاء : تثخن فيهم القتل حتى يخافك غيرهم ، وقيل : نكل بهم تنكيلاً يشرد غيرهم من ناقضي العهد { لَعَلَّهُمْ يَذَّكَّرُونَ } أي لعل من خلفهم يذكرون ذلك النكال فيمنعهم ذلك عن نقض العهد ، وقرأ ابن مسعود فشرذ بالذال المنقطة من فوق بمعنى ففرق وكأنه مقلوب شذر ، وقرأ أبو حيوة من خلفهم ، والمعنى : فشرد تشريداً متلبساً بهم من خلفهم لأن أحد العسكرين إذا كسروا الثاني ، فالكاسرون يعدون خلف المكسرين فأمر رسول الله صلى الله عليه وسلم أن يشردهم في ذلك الوقت .\r\n وأما قوله : { وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً } يعني من قوم معاهدين خيانة ونكثاً بأمارات ظاهرة { فانبذ إِلَيْهِمْ } فاطرح إليهم العهد على طريق مستو ظاهر ، وذلك أن تظهر لهم نبذ العهد وتخبرهم أخباراً مكشوفاً بينا أنك قطعت ما بينك وبينهم ، ولاتبادرهم الحرب وهم على توهم بقاء العهد ، فيكون ذلك خيانة منك { إِنَّ الله لاَ يُحِبُّ الخائنين } في العهود وحاصل الكلام في هذه الآية أنه تعالى أمره بنبذ من ينقض العهد على أقبح الوجوه وأمره أن يتباعد على أقصى الوجوه من كل ما يوهم نكث العهد ونقضه .\r\n قال أهل العلم : آثار نقض العهد إذا ظهرت ، فإما أن تظهر ظهوراً محتملاً أو ظهوراً مقطوعاً به ، فإن كان الأول وجب الإعلام على ما هو مذكور في هذه الآية ، وذلك لأن قريظة عاهدوا النبي صلى الله عليه وسلم ثم أجابوا أبا سفيان ومن معه من المشركين إلى مظاهرتهم على رسول الله فحصل لرسول الله خوف الغدر منهم به وبأصحابه فههنا يجب على الإمام أن ينبذ إليهم عهودهم على سواء ويؤذنهم بالحرب ، أما إذا ظهر نقض العهد ظهوراً مقطوعاً به فههنا لا حاجة إلى نبذ العهد كما فعل رسول الله بأهل مكة فإنهم لما نقضوا العهد بقتل خزاعة وهم من ذمة النبي صلى الله عليه وسلم وصل إليهم جيش رسول الله بمر الظهران ، وذلك على أربعة فراسخ من مكة .\r\n والله تعالى أعلم بالصواب وإليه المرجع والمآب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فإما تثقفنهم في الحرب فشرد بهم من خلفهم لعلهم يذكرون (57) وإما تخافن من قوم خيانة فانبذ إليهم على سواء إن الله لا يحب الخائنين (58) ",
        "babnum": 33
    },
    {
        "id": 917,
        "cate": "8",
        "title": "وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا سَبَقُوا إِنَّهُمْ لَا يُعْجِزُونَ (59) ",
        "details": " في الآية مسائل : المسألة الأولى : اعلم أنه تعالى لما بين ما يفعل الرسول في حق من يجده في الحرب ويتمكن منه وذكر أيضاً ما يجب أن يفعله فيمن ظهر منه نقض العهد ، بين أيضاً حال من وفاته في يوم بدر وغيره ، لئلا يبقى حسرة في قلبه فقد كان فيهم من بلغ في أذية الرسول عليه الصلاة والسلام مبلغاً عظيماً فقال : { لاَ تَحْسَبَنَّ الذين كَفَرُواْ * سَبَقُواْ } والمعنى : أنهم لما سبقوا فقد فاتوك ولم تقدر على إنزال ما يستحقونه بهم ، ثم ههنا قولان : الأول : أن المراد ولا تحسبن أنهم انفلتوا منك ، فإن الله يظفرك بعيرهم .\r\n والثاني : لا تحسبن أنهم لما تخلصوا من الأسر والقتل أنهم قد تخلصوا من عقاب الله ومن عذاب الآخرة { إِنَّهُمْ لاَ يُعْجِزُونَ } أي أنهم بهذا السبق لا يعجزون الله من الانتقام منهم والمقصود تسلية الرسول فيمن فاته ولم يتمكن من التشفي والانتقام منه .\r\n المسألة الثانية : قرأ ابن عامر وحفص عن عاصم «لا يحسبن» بالياء المنقطة من تحت ، وفي تصحيحه ثلاثة أوجه : الأول : قال الزجاج : ولا يحسبن الذين كفروا أن يسبقونا ، لأنها في حرف ابن مسعود أنهم سبقونا فإذا كان الأمر كذلك فهي بمنزلة قولك حسبت أن أقوم ، وحسبت أقوم وحذف أن كثير في القرآن قال تعالى : { قُلْ أَفَغَيْرَ الله تَأْمُرُونّى أَعْبُدُ } والمعنى : أن أعبد .\r\n الثاني : أن نضمر فاعلاً للحسبان ونجعل الذين كفروا المفعول الأول ، والتقدير : ولا يحسبن أحد الذين كفروا .\r\n والثالث : قال أبو علي : ويجوز أيضاً أن يضمر المفعول الأول ، والتقدير : ولا يحسبن الذين كفروا أنفسهم سبقوا أو إياهم سبقوا ، وأما أكثر القراء فقرؤا { وَلاَ تَحْسَبَنَّ } بالتاء المنقطة من فوق على مخاطبة النبي صلى الله عليه وسلم والذين كفروا المفعول الأول وسبقوا المفعول الثاني وموضعه نصب والمعنى : ولا تحسبن الذين كفروا سابقين .\r\n المسألة الثالثة : أكثر القراء على كسر { ءانٍ } في قوله : { إِنَّهُمْ لا } وهو الوجه لأنه ابتداء كلام غير متصل بالأول كقوله : { الكاذبين أَمْ حَسِبَ الذين يَعْمَلُونَ السيئات أَن يَسْبِقُونَا } وتم الكلام ثم قال : { سَاء مَا يَحْكُمُونَ } فكما أن قوله : { سَاء مَا يَحْكُمُونَ } منقطع من الجملة التي قبلها ، كذلك قوله : { إِنَّهُمْ لاَ يُعْجِزُونَ } وقرأ ابن عامر { أَنَّهُمْ } بفتح الألف ، وجعله متعلقاً بالجملة الأولى ، وفيه وجهان : الأول : التقدير لا تحسبنهم سبقوا ، لأنهم لا يفوتون فهم يجزون على كفرهم .\r\n الثاني : قال أبو عبيد : يجعل { لا } صلة ، والتقدير : لا تحسبن أنهم يعجزون .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولا يحسبن الذين كفروا سبقوا إنهم لا يعجزون (59) ",
        "babnum": 34
    },
    {
        "id": 918,
        "cate": "8",
        "title": "وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ (60) ",
        "details": " اعلم أنه تعالى لما أوجب على رسوله أن يشرد من صدر منه نقض العهد ، وأن ينبذ العهد إلى من خاف منه النقض ، أمره في هذه الآية بالإعداد لهؤلاء الكفار .\r\n قيل : إنه لما اتفق أصحاب النبي صلى الله عليه وسلم في قصة بدر أن قصدوا الكفار بلا آلة ولا عدة أمرهم الله أن لا يعودوا لمثله وأن يعدوا للكفار ما يمكنهم من آلة وعدة وقوة ، والمراد بالقوة ههنا : ما يكون سبباً لحصول القوة وذكروا فيه وجوهاً : الأول : المراد من القوة أنواع الأسلحة .\r\n الثاني : روي أنه صلى الله عليه وسلم قرأ هذه الآية على المنبر وقال : «ألا إن القوة الرمي» قالها ثلاثاً .\r\n الثالث : قال بعضهم : القوة هي الحصون .\r\n الرابع : قال أصحاب المعاني الأولى أن يقال : هذا عام في كل ما يتقوى به على حرب العدو ، وكل ما هو آلة للغزو والجهاد فهو من جملة القوة .\r\n وقوله عليه الصلاة والسلام : «القوة هي الرمي» لا ينفي كون غير الرمي معتبراً ، كما أن قوله عليه الصلاة والسلام : «الحج عرفة» و «الندم توبة» لا ينفي اعتبار غيره ، بل يدل على أن هذا المذكور جزء شريف من المقصود فكذا ههنا ، وهذه الآية تدل على أن الاستعداد للجهاد بالنبل والسلاح وتعليم الفروسية والرمي فريضة ، إلا أنه من فروض الكفايات .\r\n وقوله : { ومن رباط الخيل ) الرباط المرابطة أو جمع ربيط ، كفصال وفصيل ، ولا شك أن ربط الخيل من أقوى آلات الجهاد .\r\n روي أن رجلاً قال لابن سيرين : إن فلاناً أوصى بثلث ماله للحصون .\r\n فقال ابن سيرين : يشتري به الخيل فتربط في سبيل الله ويغزى عليها ، فقال الرجل إنما أوصى للحصون ، فقال هي الخيل ألم تسمع قول الشاعر : ولقد علمت على تجنبي الردى \r\n إن الحصون الخيل لا مدر القرى قال عكرمة : ومن رباط الخيل الأناث وهو قول الفراء ، ووجه هذا القول أن العرب تسمي الخيل إذا ربطت في الأفنية وعلفت ربطاً واحدها ربيط ، ويجمع ربط على رباط وهو جمع الجمع ، / فمعنى الرباط ههنا ، الخيل المربوط في سبيل الله ، وفسر بالإناث لأنها أولى ما يربط لتناسلها ونمائها بأولادها ، فارتباطها أولى من ارتباط الفحول ، هذا ما ذكره الواحدي .\r\n ولقائل أن يقول : بل حمل هذا اللفظ على الفحول أولى ، لأن المقصود من رباط الخيل المحاربة عليها ، ولا شك أن الفحول أقوى على الكر والفر والعدو ، فكانت المحاربة عليها أسهل ، فوجب تخصيص هذا اللفظ بها ، ولما وقع التعارض بين هذين الوجهين وجب حمل اللفظ على مفهومه الأصلي ، وهو كونه خيلاً مربوطاً ، سواء كان من الفحول أو من الإناث ، ثم إنه تعالى ذكر ما لأجله أمر بإعداد هذه الأشياء .\r\n فقال : { ترهبون به عدو الله وعدوكم } وذلك أن الكفار إذا علموا كون المسلمين متأهبين للجهاد ومستعدين له مستكملين لجميع الأسلحة والآلات خافوهم ، وذلك الخوف يفيد أموراً كثيرة : أولها : أنهم لا يقصدون دخول دار الإسلام .\r\n وثانيها : أنه إذا اشتد خوفهم فربما التزموا من عند أنفسهم جزية .\r\n وثالثها : أنه ربما صار ذلك داعياً لهم إلى الإيمان .\r\n ورابعها : أنهم لا يعينون سائر الكفار .\r\n وخامسها : أن يصير ذلك سبباً لمزيد الزينة في دار الإسلام .\r\n ثم قال تعالى : { وَأَعِدُّواْ لَهُمْ مَّا استطعتم مّن قُوَّةٍ وَمِن } والمراد أن تكثير آلات الجهاد وأدواتها كما يرهب الأعداء الذين نعلم كونهم أعداء ، كذلك يرهب الأعداء الذين لا نعلم أنهم أعداء ، ثم فيه وجوه : الأول : وهو الأصح أنهم هم المنافقون ، والمعنى : أن تكثير أسباب الغزو كما يوجب رهبة الكفار فكذلك يوجب رهبة المنافقين .\r\n فإن قيل : المنافقون لا يخافون القتال فكيف يوجب ما ذكرتموه الإرهاب؟ قلنا : هذا الإرهاب من وجهين : الأول : أنهم إذا شاهدوا قوة المسلمين وكثرة آلاتهم وأدواتهم انقطع عنهم طمعهم من أن يصيروا مغلوبين ، وذلك يحملهم على أن يتركوا الكفر في قلوبهم وبواطنهم ويصيروا مخلصين في الإيمان ، والثاني : أن المنافق من عادته أن يتربص ظهور الآفات ويحتال في إلقاء الإفساد والتفريق فيما بين المسلمين ، فإذا شاهد كون المسلمين في غاية القوة خافهم وترك هذه الأفعال المذمومة .\r\n والقول الثاني : في هذا الباب ما رواه ابن جريج عن سليمان بن موسى قال : المراد كفار الجن .\r\n روي أن النبي صلى الله عليه وسلم قرأ : { وَأَعِدُّواْ لَهُمْ مَّا استطعتم مّن قُوَّةٍ وَمِن } فقال إنهم الجن .\r\n ثم قال : « إن الشيطان لا يخبل أحداً في دار فيها فرس عتيق » وقال الحسن : صهيل الفرس يرهب الجن ، وهذا القول مشكل ، لأن تكثير آلات الجهاد لا يعقل تأثيره في إرهاب الجن .\r\n والقول الثالث : أن المسلم كما يعاديه الكافر ، فكذلك قد يعاديه المسلم أيضاً ، فإذا كان قوي الحال كثير السلاح ، فكما يخافه أعداؤه من الكفار ، فكذلك يخافه كل من يعاديه مسلماً كان أو كافراً .\r\n ثم إنه تعالى قال : { وَمَا تُنفِقُواْ مِن شَىْء فِى سَبِيلِ الله } وهو عام في الجهاد وفي سائر وجوه الخيرات { يُوَفَّ إِلَيْكُمْ } قال ابن عباس : يوف لكم أجره ، أي لا يضيع في الآخرة أجره ، ويعجل الله عوضه في الدنيا { وَأَنتُمْ لاَ تُظْلَمُونَ } أي لا تنقصون من الثواب ، ولما ذكر ابن عباس هذا التفسير تلا قوله تعالى : { اتَتْ أُكُلَهَا وَلَمْ تَظْلِمِ مّنْهُ شَيْئًا } [ الكهف : 33 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأعدوا لهم ما استطعتم من قوة ومن رباط الخيل ترهبون به عدو الله وعدوكم وآخرين من دونهم لا تعلمونهم الله يعلمهم وما تنفقوا من شيء في سبيل الله يوف إليكم وأنتم لا تظلمون (60) ",
        "babnum": 35
    },
    {
        "id": 919,
        "cate": "8",
        "title": "وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (61) ",
        "details": " واعلم أنه لما بين ما يرهب به العدو من القوة والاستظهار ، بين بعده أنهم عند الإرهاب إذا جنحوا أي مالوا إلى الصلح ، فالحكم قبول الصلح .\r\n قال النضر : جنح الرجل إلى فلان ، وأجنح له إذا تابعه وخضع له ، والمعنى : إن مالوا إلى الصلح فمل إليه وأنث الهاء في لها ، لأنه قصد بها قصد الفعلة والجنحة كقوله : { إِنَّ رَبَّكَ مِن بَعْدِهَا لَغَفُورٌ رَّحِيمٌ } أراد من بعد فعلتهم .\r\n قال صاحب «الكشاف» : السلم تؤنث تأنيث نقيضها وهي الحرب .\r\n قال الشاعر : السلم تأخذ منها ما رضيت به \r\n والحرب تكفيك من أنفاسها جرع وقرأ أبو بكر عن عاصم للسلم بكسر السين ، والباقون بالفتح وهما لغتان .\r\n قال قتادة هذه الآية منسوخة بقوله : { اقتلوا المشركين حَيْثُ وَجَدتُّمُوهُمْ } [ التوبة : 5 ] وقوله : { قاتلوا الذين لاَ يُؤْمِنُونَ بالله } [ التوبة : 29 ] وقال بعضهم الآية غير منسوخة لكنها تضمنت الأمر بالصلح إذا كان الصلاح فيه ، فإذا رأى مصالحتهم فلا يجوز أن يهادنهم سنة كاملة ، وإن كانت القوة للمشركين جاز مهادنتهم للمسلمين عشر سنين ولا يجوز الزيادة عليها اقتداء برسول الله صلى الله عليه وسلم ، فإنه هادن أهل مكة عشر سنين ، ثم إنهم نقضوا العهد قبل كمال المدة .\r\n أما قوله تعالى : { وَتَوَكَّلْ عَلَى الله } فالمعنى فوض الأمر فيما عقدته معهم إلى الله ليكون عوناً لك على السلامة ، ولكي ينصرك عليهم إذا نقضوا العهد وعدلوا عن الوفاء ، ولذلك قال : { إِنَّهُ هُوَ السميع العليم } تنبيهاً بذلك على الزجر عن نقض الصلح ، لأنه عالم بما يضمره العباد ، وسامع لما يقولون .\r\n قال مجاهد الآية نزلت في قريظة والنضير .\r\n وورودها فيهم لا يمنع من إجرائها على ظاهر عمومها .\r\n والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن جنحوا للسلم فاجنح لها وتوكل على الله إنه هو السميع العليم (61) ",
        "babnum": 36
    },
    {
        "id": 920,
        "cate": "8",
        "title": "وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ (62) وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ (63) ",
        "details": " اعلم أنه تعالى لما أمر في الآية المتقدمة بالصلح ، ذكر في هذه الآية حكماً من أحكام الصلح وهو أنهم إن صالحوا على سبيل المخادعة ، وجب قبول ذلك الصلح ، لأن الحكم يبنى على الظاهر لأن الصلح لا يكون أقوى حالاً من الإيمان ، فلما بنينا أمر الإيمان عن الظاهر لا على الباطن ، فههنا أولى ولذلك قال : { وَإِن يُرِيدُواْ } المراد من تقدم ذكره في قوله : { وَإِن جَنَحُواْ لِلسَّلْمِ } .\r\n فإن قيل : أليس قال : { وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فانبذ إِلَيْهِمْ } أي أظهر نقض ذلك العهد ، وهذا يناقض ما ذكره في هذه الآية؟ قلنا : قوله : { وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً } محمول على ما إذا تأكد ذلك الخوف بأمارات قوية دالة عليها ، وتحمل هذه المخادعة على ما إذا حصل في قلوبهم نوع نفاق وتزوير ، إلا أنه لم تظهر أمارات تدل على كونهم قاصدين للشر وإثارة الفتنة ، بل كان الظاهر من أحوالهم الثبات على المسألة وترك المنازعة ، ثم إنه تعالى لما ذكر ذلك .\r\n قال : { فَإِنَّ حَسْبَكَ الله } أي فالله يكفيك ، وهو حسبك وسواء قولك هذا يكفيني ، وهذا حسبي .\r\n هو الذي أيدك بنصره .\r\n قال المفسرون : يرد قواك وأعانك بنصره يوم بدر ، وأقول هذا التقييد خطأ لأن أمر النبي عليه السلام من أول حياته إلى آخر وقت وفاته ، ساعة فساعة .\r\n كان أمراً إلهياً وتدبيراً علوياً ، وما كان لكسب الخلق فيه مدخل ، ثم قال : { وبالمؤمنين } قال ابن عباس : يعني الأنصار .\r\n فإن قيل : لما قال : { هُوَ الذى أَيَّدَكَ بِنَصْرِهِ } فأي حاجة مع نصره إلى المؤمنين ، حتى قال : { وبالمؤمنين } .\r\n قلنا : التأييد ليس إلا من الله لكنه على قسمين : أحدهما : ما يحصل من غير واسطة أسباب معلومة معتادة .\r\n والثاني : ما يحصل بواسطة أسباب معلومة معتادة .\r\n فالأول : هو المراد من قوله أيدك بنصره ، والثاني : هو المراد من قوله : { وبالمؤمنين } ثم إنه تعالى بين أنه كيف أيده بالمؤمنين .\r\n فقال : { وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنفَقْتَ مَا فِى الارض جَمِيعاً مَّا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ ولكن الله أَلَّفَ بَيْنَهُمْ } وفيه مسائل : المسألة الأولى : أن النبي صلى الله عليه وسلم بعث إلى قوم أنفتهم شديدة وحميتهم عظيمة حتى لو لطم رجل من قبيلة لطمة قاتل عنه قبيلته حتى يدركوا ثأره ، ثم إنهم انقلبوا عن تلك الحالة حتى قاتل الرجل أخاه وأباه وابنه ، واتفقوا على الطاعة وصاروا أنصاراً ، وعادوا أعواناً .\r\n وقيل هم الأوس والخزرج ، فإن الخصومة كانت بينهم شديدة والمحاربة دائمة ، ثم زالت الضغائن ، وحصلت الألفة والمحبة ، فإزالة تلك العداوة الشديدة وتبديلها بالمحبة القوية والمخالصة التامة مما لا يقدر عليها إلا الله تعالى ، وصارت تلك معجزة ظاهرة على صدق نبوة محمد صلى الله عليه وسلم .\r\n المسألة الثانية : احتج أصحابنا بهذه الآية على أن أحوال القلوب من العقائد والإرادات والكرامات كلها من خلق الله تعالى ، وذلك لأن تلك الألفة والمودة والمحبة الشديدة إنما حصلت بسبب الإيمان ومتابعة الرسول عليه الصلاة والسلام .\r\n فلو كان الإيمان فعلاً للعبد لا فعلاً لله تعالى ، لكانت المحبة المرتبة عليه فعلاً للعبد لا فعلاً لله تعالى ، وذلك على خلاف صريح الآية .\r\n قال القاضي : لولا ألطاف الله تعالى ساعة فساعة ، لما حصلت هذه الأحوال ، فأضيفت تلك المخالصة إلى الله تعالى على هذا التأويل ، ونظيره أنه يضاف علم الولد وأدبه إلى أبيه ، لأجل أنه لم يحصل ذلك إلا بمعونة الأب وتربيته ، فكذا ههنا .\r\n والجواب : كل ما ذكرتموه عدول عن الظاهر وحمل للكلام على المجاز ، وأيضاً كل هذه الألطاف كانت حاصلة في حق الكفار ، مثل حصولها في حق المؤمنين ، فلو لم يحصل هناك شيء سوى الألطاف لم يكن لتخصيص المؤمنين بهذه المعاني فائدة ، وأيضاً فالبرهان العقلي مقو لظاهر هذه الآية ، وذلك لأن القلب يصح أن يصير موصوفاً بالرغبة بدلاً عن النفرة وبالعكس ، فرجحان أحد الطرفين على الآخر لا بد له من مرجح ، فإن كان ذلك المرجح هو العبد عاد التقسيم ، وإن كان هو الله تعالى ، فهو المقصود ، فعلم أن صريح هذه الآية متأكد بصريح البرهان العقلي فلا حاجة إلى ما ذكره القاضي في هذا الباب .\r\n المسألة الثالثة : دلت هذه الآية على أن القوم كانوا قبل شروعهم في الإسلام ومتابعة الرسول في الخصومة الدائمة والمحاربة الشديدة يقتل بعضهم بعضاً ويغير بعضهم على البعض ، فلما آمنوا بالله ورسوله واليوم الآخر .\r\n زالت الخصومات ، وارتفعت الخشونات ، وحصلت المودة التامة والمحبة الشديدة .\r\n واعلم أن التحقيق في هذا الباب أن المحبة لا تحصل إلا عند تصور حصول خير وكمال ، فالمحبة حالة معللة بهذا التصور المخصوص ، فمتى كان هذا التصور حاصلاً كانت المحبة حاصلة ، ومتى حصل تصوير الشر والبغضاء : كانت النفرة حاصلة ، ثم إن الخيرات والكمالات على قسمين : أحدهما : الخيرات والكمالات الباقية الدائمة ، المبرأة عن جهات التغيير والتبديل ، وذلك هو الكمالات الروحانية والسعادات الإلهية .\r\n والثاني : وهو الكمالات المتبدلة المتغيرة ، وهي الكمالات الجسمانية والسعادات البدنية ، فإنها سريعة التغيير والتبدل ، كالزئبق ينتقل من حال إلى حال ، فالإنسان يتصور أن له في صحبة زيد مالاً عظيماً فيحبه ، ثم يخطر بباله أن ذلك المال لا يحصل فيبغضه ، ولذلك قيل إن العاشق والمعشوق ربما حصلت الرغبة والنفرة بينهما في اليوم الواحد مراراً لأن المعشوق إنما يريد العاشق لماله ، والعاشق إنما يريد المعشوق لأجل اللذة الجسمانية ، وهذان الأمران مستعدان للتغير والانتقال ، فلا جرم كانت المحبة الحاصلة بينهما والعداوة الحاصلة بينهما غير باقيتين بل كانتا سريعتي لزوال والانتقال .\r\n إذا عرفت هذا فنقول : الموجب للمحبة والمودة ، إن كان طلب الخيرات الدنيوية والسعادات الجسمانية كانت تلك المحبة سريعة الزوال والانتقال ، لأجل أن المحبة تابعة لتصور الكمال ، وتصور الكمال تابع لحصول ذلك الكمال ، فإذا كان ذلك الكمال سريع الزوال والانتقال ، كانت معلولاته سريعة التبدل والزوال ، وأما إن كان الموجب للمحبة تصور الكمالات الباقية المقدسة عن التغير والزوال ، كانت تلك المحبة أيضاً باقية آمنة من التغير ، لأن حال المعلول في البقاء والتبدل تبع لحالة العلة ، وهذا هو المراد من قوله تعالى : { الاخلاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلاَّ المتقين } [ الزخرف : 67 ] .\r\n إذا عرفت هذا فنقول : العرب كانوا قبل مقدم الرسول طالبين للمال والجاه والمفاخرة ، وكانت محبتهم معللة بهذه العلة ، فلا جرم كانت تلك المحبة سريعة الزوال ، وكانوا بأدنى سبب يقعون في الحروب والفتن ، فلما جاء الرسول صلى الله عليه وسلم ودعاهم إلى عبادة الله تعالى والإعراض عن الدنيا والإقبال على الآخرة ، زالت الخصومة والخشونة عنهم .\r\n وعادوا إخواناً متوافقين ، ثم بعد وفاته عليه السلام لما انفتحت عليهم أبواب الدنيا وتوجهوا إلى طلبها عادوا إلى محاربة بعضهم بعضاً ، ومقاتلة بعضهم مع بعض ، فهذا هو السبب الحقيقي في هذا الباب ثم إنه تعالى ختم هذه الآية بقوله : { إِنَّهُ عَزِيزٌ حَكِيمٌ } أي قادر قاهر ، يمكنه التصرف في القلوب .\r\n ويقلبها من العداوة إلى الصداقة ، ومن النفرة إلى الرغبة ، حكيم بفعل ما يفعله على وجه الإحكام والإتقان .\r\n أو مطابقاً للمصلحة والصواب على اختلاف القولين في الجبر والقدر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن يريدوا أن يخدعوك فإن حسبك الله هو الذي أيدك بنصره وبالمؤمنين (62) وألف بين قلوبهم لو أنفقت ما في الأرض جميعا ما ألفت بين قلوبهم ولكن الله ألف بينهم إنه عزيز حكيم (63) ",
        "babnum": 37
    },
    {
        "id": 921,
        "cate": "8",
        "title": "يَاأَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ (64) يَاأَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ (65) ",
        "details": " اعلم أنه تعالى لما وعده بالنصر عند مخادعة الأعداء .\r\n وعده بالنصر والظفر في هذه الآية مطلقاً على جميع التقديرات وعلى هذا الوجه لا يلزم حصول التكرار ، لأن المعنى في الآية الأولى ، إن أرادوا خداعك كفاك الله أمرهم .\r\n والمعنى في هذه الآية عام في كل ما يحتاج إليه في الدين والدنيا وهذه الآية نزلت بالبيداء في غزوة بدر قبل القتال والمراد بقوله : { وَمَنِ اتبعك مِنَ المؤمنين } الأنصار وعن ابن عباس رضي الله عنهما ، نزلت في إسلام عمر ، قال سعيد بن جبير أسلم مع النبي صلى الله عليه وسلم ثلاثة وثلاثون رجلاً وست نسوة ، ثم أسلم عمر ، فنزلت هذه الآية .\r\n قال المفسرون : فعلى هذا القول هذه الآية مكية ، كتبت في سورة مدنية بأمر رسول الله صلى الله عليه وسلم ، وفي الآية قولان : الأول : التقدير ، الله كافيك وكافي أتباعك من المؤمنين .\r\n قال الفراء : الكاف في حسبك خفض و { مِنْ } في موضع نصب والمعنى : يكفيك الله ويكفي من اتبعك ، قال الشاعر : إذا كانت الهيجاء وانشقت العصا \r\n فحسبك والضحاك سيف مهند قال وليس بكثير من كلامهم أن يقولوا حسبك وأخاك ، بل المعتاد أن يقال حسبك وحسب أخيك .\r\n والثاني : أن يكون المعنى كفاك الله وكفاك أتباعك من المؤمنين .\r\n قال الفراء وهذا أحسن الوجهين ، أي ويمكن أن ينصر القول الأول بأن من كان الله ناصره امتنع أن يزداد حاله أو ينقص بسبب نصرة غير الله ، وأيضاً إسناد الحكم إلى المجموع يوهم أن الواحد من ذلك المجموع لا يكفي في حصول ذلك المهم .\r\n وتعالى الله عنه ويمكن أن يجاب عنه بأن الكل من الله ، إلا أن من أنواع النصرة ما لا يحصل بناء على الأسباب المألوفة المعتادة ، ومنها ما يحصل بناء على الأسباب المألوفة المعتادة .\r\n فلهذا الفرق اعتبر نصرة المؤمنين ، ثم بين أنه تعالى وإن كان يكفيك بنصره وبنصر المؤمنين ، فليس من الواجب أن تتكل على ذلك إلا بشرط أن تحرض المؤمنين على القتال فإنه تعالى إنما يكفيك بالكفاية بشرط أن يحصل منهم بذل النفس والمال في المجاهدة .\r\n فقال : { المؤمنين ياأيها النبى حَرّضِ المؤمنين عَلَى القتال } والتحريض في اللغة كالتحضيض وهو الحث على الشيء ، وذكر الزجاج في اشتقاقه وجهاً آخر بعيداً ، فقال : التحريض في اللغة أن يحث الإنسان غيره على شيء حثاً يعلم منه أنه إن تخلف عنه كان حارضاً ، والحارض الذي قارب الهلاك ، أشار بهذا إلى أن المؤمنين لو تخلفوا عن القتال بعد حث النبي صلى الله عليه وسلم ، كانوا حارضين ، أي هالكين .\r\n فعنده التحريض مشتق من لفظ الحارض والحرض .\r\n ثم قال : { إِن يَكُن مّنكُمْ عِشْرُونَ صابرون يَغْلِبُواْ مِاْئَتَيْنِ } وليس المراد منه الخبر بل المراد الأمر كأنه قال : { إِن يَكُن مّنكُمْ عِشْرُونَ } فليصبروا وليجتهدوا في القتال حتى { يَغْلِبُواْ مِاْئَتَيْنِ } والذي يدل على أنه ليس المراد من هذا الكلام الخبر وجوه : الأول : لو كان المراد منه الخبر ، لزم أن يقال : إنه لم يغلب قط مائتان من الكفار عشرين من المؤمنين ، ومعلوم أنه باطل .\r\n الثاني : أنه قال { الئان خَفَّفَ الله عَنكُمْ } [ الأنفال : 66 ] والنسخ أليق بالأمر منه بالخبر .\r\n الثالث : قوله من بعد : { والله مَعَ الصابرين } [ الأنفال : 66 ] وذلك ترغيباً في الثبات على الجهاد ، فثبت أن المراد من هذا الكلام هو الأمر وإن كان وارداً بلفظ الخبر ، وهو كقوله تعالى : { والوالدات يُرْضِعْنَ أولادهن حَوْلَيْنِ كَامِلَيْنِ } [ البقرة : 233 ] { والمطلقات يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ } [ البقرة : 228 ] وفيه مسائل : المسألة الأولى : قوله : { إِن يَكُن مّنكُمْ عِشْرُونَ صابرون } يدل على أنه تعالى ما أوجب هذا الحكم إلا بشرط كونه صابراً قاهراً على ذلك ، وإنما يحصل هذا الشرط عند حصول أشياء؛ منها : أن يكون شديد الأعضاء قوياً جلداً ، ومنها : أن يكون قوي القلب شجاعاً غير جبان ، ومنها : أن يكون غير منحرف إلا لقتال أو متحيزاً إلى فئة ، فإن الله استثنى هاتين الحالتين في الآيات المتقدمة فعند حصول هذه الشرائط كان يجب على الواحد أن يثبت للعشرة .\r\n واعلم أن هذا التكليف إنما حسن لأنه مسبوق بقوله تعالى : { حَسْبُكَ الله وَمَنِ اتبعك مِنَ المؤمنين } فلما وعد المؤمنين بالكفاية والنصر كان هذا التكليف سهلاً لأن من تكفل الله بنصره فإن أهل العالم لا يقدرون على إيذائه .\r\n المسألة الثانية : قوله : { إِن يَكُن مّنكُمْ عِشْرُونَ صابرون يَغْلِبُواْ مِاْئَتَيْنِ وَإِن يَكُنْ مّنكُمْ مّاْئَةٌ يَغْلِبُواْ أَلْفًا مّنَ الذين كَفَرُواْ } حاصله وجوب ثبات الواحد في مقابلة العشرة ، فما الفائدة في العدول عن هذه اللفظة الوجيزة إلى تلك الكلمات الطويلة؟ وجوابه أن هذا الكلام إنما ورد على وفق الواقعة ، وكان رسول الله يبعث السرايا ، والغالب أن تلك السرايا ما كان ينتقص عددها عن العشرين وما كانت تزيد على المائة ، فلهذا المعنى ذكر الله هذين العددين .\r\n المسألة الثالثة : قرأ نافع وابن كثير وابن عامر { ءانٍ تَكُنْ } بالتاء ، وكذلك الذي بعده { وَأَنْ تَكُنْ مّنكُمْ مّاْئَةٌ صَابِرَةٌ } وقرأ أبو عمرو الأول بالياء والثاني بالتاء والباقون بالياء فيهما .\r\n المسألة الرابعة : أنه تعالى بين العلة في هذه الغلبة ، وهو قوله : { بِأَنَّهُمْ قَوْمٌ لاَّ يَفْقَهُونَ } وتقرير هذا الكلام من وجوه : الوجه الأول : أن من لا يؤمن بالله ولا يؤمن بالمعاد ، فإن غاية السعادة والبهجة عنده ليست إلا هذه الحياة الدنيوية .\r\n ومن كان هذا معتقده فإنه يشح بهذه الحياة ولا يعرضها للزوال ، أما من اعتقد أنه لا سعادة في هذه الحياة وأن السعادة لا تحصل إلا في الدار الآخرة فإنه لا يبالي بهذه الحياة الدنيا ولا يلتفت إليها ولا يقيم لها وزناً ، فيقدم على الجهاد بقلب قوي وعزم صحيح ، ومتى كان الأمر كذلك ، كان الواحد من هذا الباب يقاوم العدد الكثير من الباب الأول .\r\n الوجه الثاني : أن الكفار إنما يعولون على قوتهم وشوكتهم ، والمسلمون يستعينون بربهم بالدعاء والتضرع ، ومن كان كذلك كان النصر والظفر به أليق وأولى .\r\n الوجه الثالث : وهو وجه لا يعرفه إلا أصحاب الرياضات والمكاشفات ، وهو أن كل قلب اختص بالعلم والمعرفة كان صاحبه مهيباً عند الخلق ، ولذلك إذا حضر الرجل العالم عند عالم من الناس الأقوياء الجهال الأشداء ، فإن أولئك الأقوياء الأشداء الجهال يهابون ذلك العالم ويحترمونه ويخدمونه ، بل نقول : إن السباع القوية إذا رأت الآدمي هابته وانحرفت عنه ، وما ذاك إلا أن الآدمي بسبب ما فيه من نور العقل يكون مهيباً ، وأيضاً الرجل الحكيم إذا استولى على قلبه نور معرفة الله تعالى ، فإنه تقوى أعضاؤه وتشتد جوارحه ، وربما قوي عند ظهور التجلي في قلبه على أعمال يعجز عنها قبل ذلك الوقت .\r\n إذا عرفت هذا فالمؤمن إذا أقدم على الجهاد فكأنه بذل نفسه وماله في طلب رضوان الله .\r\n فكان في هذه الحالة كالمشاهد لنور جلال الله فيقوى قلبه وتكمل روحه ويقدر على ما لا يقدر غيره عليه ، فهذه أحوال من باب المكاشفات تدل على أن المؤمن يجب أن يكون أقوى قوة من الكافر فإن لم يحصل فذاك لأن ظهور هذا التجلي لا يحصل إلا نادراً وللفرد بعد الفرد .\r\n والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها النبي حسبك الله ومن اتبعك من المؤمنين (64) ياأيها النبي حرض المؤمنين على القتال إن يكن منكم عشرون صابرون يغلبوا مائتين وإن يكن منكم مائة يغلبوا ألفا من الذين كفروا بأنهم قوم لا يفقهون (65) ",
        "babnum": 38
    },
    {
        "id": 922,
        "cate": "8",
        "title": "الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ (66) ",
        "details": " في الآية مسائل : المسألة الأولى : روي أنه صلى الله عليه وسلم كان يبعث العشرة إلى وجه المائة ، بعث حمزة في ثلاثين راكباً قبل بدر إلى قوم فلقيهم أبو جهل في ثلثمائة راكب وأرادوا قتالهم ، فمنعهم حمزة وبعث رسول الله عبد الله بن أنيس إلى خالد بن صفوان الهذلي وكان في جماعة ، فابتدر عبد الله وقال : يا رسول الله صفه لي ، فقال : « إنك إذا رأيته ذكرت الشيطان ووجدت لذلك قشعريرة وقد بلغني أنه جمع لي فاخرج إليه واقتله » قال : فخرجت نحوه فلما دنوت منه وجدت القشعريرة فقال لي : من الرجل؟ قلت له من العرب سمعت بك وبجمعك؟ ومشيت معه حتى إذا تمكنت منه قتلته بالسيف وأسرعت إلى الرسول صلى الله عليه وسلم وذكرت أني قتلته .\r\n فأعطاني عصا وقال : « أمسكها فإنها آية بيني وبينك يوم القيامة » ثم إن هذا التكليف شق على المسلمين فأزاله الله عنهم بهذه الآية قال عطاء عن ابن عباس : لما نزل التكليف الأول ضج المهاجرون ، وقالوا : يا رب نحن جياع وعدونا شباع ، ونحن في غربة وعدونا في أهليهم ، ونحن قد أخرجنا من ديارنا وأموالنا وأولادنا وعدونا ليس كذلك ، وقال الأنصار : شغلنا بعدونا وواسينا إخواننا ، فنزل التخفيف ، وقال عكرمة : إنما أمر الرجل أن يصبر لعشرة ، والعشرة لمائة حال ما كان المسلمون قليلين ، فلما كثروا خفف الله تعالى عنهم ، ولهذا قال ابن عباس : أيما رجل فر من ثلاثة فلم يفر ، فإن فر من اثنين فقد فر ، والحاصل أن الجمهور ادعوا أن قوله : { الئان خَفَّفَ الله عَنكُمْ } ناسخ للآية المتقدمة وأنكر أبو مسلم الأصفهاني هذا النسخ ، وتقرير قوله أن يقال : إنه تعالى قال في الآية الأولى : { إِن يَكُن مّنكُمْ عِشْرُونَ صابرون يَغْلِبُواْ مِاْئَتَيْنِ } فهب أنا نحمل هذا الخبر على الأمر إلا أن هذا الأمر كان مشروطاً بكون العشرين قادرين على الصبر في مقابلة المائتين ، وقوله : { الئان خَفَّفَ الله عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً } يدل على أن ذلك الشرط غير حاصل في حق هؤلاء ، فصار حاصل الكلام أن الآية الأولى دلت على ثبوت حكم عند شرط مخصوص ، وهذه الآية دلت على أن ذلك الشرط مفقود في حق هذه الجماعة ، فلا جرم لم يثبت ذلك الحكم ، وعلى هذا التقدير لم يحصل النسخ البتة .\r\n فإن قالوا : قوله : { إِن يَكُن مّنكُمْ عِشْرُونَ صابرون يَغْلِبُواْ مِاْئَتَيْنِ } معناه : ليكن العشرون الصابرون في مقابلة المائتين ، وعلى هذا التقدير فالنسخ لازم .\r\n قلنا : لم لا يجوز أن يقال إن المراد من الآية إن حصل عشرون صابرون في مقابلة المائتين ، فليشتغلوا بجهادهم؟ والحاصل أن لفظ الآية ورد على صورة الخبر خالفنا هذا الظاهر وحملناه على الأمر ، أما في رعاية الشرط فقد تركناه على ظاهره ، وتقديره إن حصل منكم عشرون موصوفون بالصبر على مقاومة المائتين فليشتغلوا بمقاومتهم ، وعلى هذا التقدير فلا نسخ .\r\n فإن قالوا : قوله : { الئان خَفَّفَ الله عَنكُمْ } مشعر بأن هذاالتكليف كان متوجهاً عليهم قبل هذا التكليف .\r\n قلنا : لا نسلم أن لفظ التخفيف يدل على حصول التثقيل قبله ، لأن عادة العرب الرخصة بمثل هذا الكلام ، كقوله تعالى عند الرخصة للحر في نكاح الأمة { يُرِيدُ الله أَن يُخَفّفَ عَنْكُمْ } [ النساء : 28 ] وليس هناك نسخ وإنما هو إطلاق نكاح الأمة لمن لا يستطيع نكاح الحرائر ، فكذا ههنا .\r\n وتحقيق القول أن هؤلاء العشرين كانوا في محل أن يقال إن ذلك الشرط حاصل فيهم ، فكان ذلك التكليف لازماً عليهم ، فلما بين الله أن ذلك الشرط غير حاصل وأنه تعالى علم أن فيهم ضعفاء لا يقدرون على ذلك فقد تخلصوا عن ذلك الخوف ، فصح أن يقال خفف الله عنكم ، ومما يدل على عدم النسخ أنه تعالى ذكر هذه الآية مقارنة للآية الأولى ، وجعل الناسخ مقارناً للمنسوخ لا يجوز .\r\n فإن قالوا : العبرة في الناسخ والمنسوخ بالنزول دون التلاوة فإنها قد تتقدم وقد تتأخر ، ألا ترى أن في عدة الوفاة الناسخ مقدم على المنسوخ .\r\n قلنا : لما كان كون الناسخ مقارناً للمنسوخ غير جائز في الوجود ، وجب أن لا يكون جائزاً في الذكر ، اللهم إلا لدليل قاهر وأنتم ما ذكرتم ذلك ، وأما قوله في عدة الوفاة الناسخ مقدم على المنسوخ فنقول : إن أبا مسلم ينكر كل أنواع النسخ في القرآن فكيف يمكن إلزام هذا الكلام عليه؟ فهذا تقرير قول أبي مسلم .\r\n وأقول : إن ثبت إجماع الأمة على الإطلاق قبل أبي مسلم على حصول هذا النسخ فلا كلام عليه ، فإن لم يحصل هذا الإجماع القاطع فنقول : قول أبي مسلم صحيح حسن .\r\n المسألة الثانية : احتج هشام على قوله إن الله تعالى لا يعلم الجزئيات إلا عند وقوعها بقوله : { الئان خَفَّفَ الله عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً } قال : فإن معنى الآية : الآن علم الله أن فيكم ضعفاً وهذا يقتضي أن علمه بضعفهم ما حصل إلا في هذا الوقت .\r\n والمتكلمون أجابوا بأن معنى الآية : أنه تعالى قبل حدوث الشيء لا يعلمه حاصلاً واقعاً ، بل يعلم منه أنه سيحدث ، أما عند حدوثه ووقوعه فإن يعلمه حادثاً واقعاً ، فقوله : { الئان خَفَّفَ الله عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً } معنا : أن الآن حصل العلم بوقوعه وحصوله ، وقبل ذلك فقد كان الحاصل هو العلم بأنه سيقع أو سيحدث .\r\n المسألة الثالثة : قرأ عاصم وحمزة { عِلْمٌ إِنَّ فِيكُمْ ضَعْفاً } بفتح الضاد وفي الروم مثله ، والباقون فيهما بالضم ، وهما لغتان صحيحتان ، الضعف والضعف كالمكث والمكث .\r\n وخالف حفص عاصماً في هذا الحرف وقرأهما بالضم وقال : ما خالفت عاصماً في شيء من القرآن إلا في هذا الحرف .\r\n المسألة الرابعة : الذي استقر حكم التكليف عليه بمقتضى هذه الآية أن كل مسلم بالغ مكلف وقف بإزاء مشركين ، عبداً كان أو حراً فالهزيمة عليه محرمة ما دام معه سلاح يقاتل به ، فإن لم يبق معه سلاح فله أن ينهزم ، وإن قاتله ثلاثة حلت له الهزيمة والصبر أحسن .\r\n روى الواحدي في «البسيط» أنه وقف جيش موتة وهم ثلاثة آلاف وأمراؤهم على التعاقب زيد بن حارثة ثم جعفر بن أبي طالب ثم عبد الله بن رواحة في مقابلة مائتي ألف من المشركين ، مائة ألف من الروم ومائة ألف من المستعربة وهم لخم وجذام .\r\n المسألة الخامسة : قوله : { بِإِذُنِ الله } فيه بيان أنه لا تقع الغلبة إلا بإذن الله .\r\n والإذن ههنا هو الإرادة .\r\n وذلك يدل على قولنا في مسألة خلق الأفعال وإرادة الكائنات .\r\n واعلم أنه تعالى ختم الآية بقوله : { والله مَعَ الصابرين } والمراد ما ذكره في الآية الأولى من قوله : { إِن يَكُن مّنكُمْ عِشْرُونَ صابرون يَغْلِبُواْ مِاْئَتَيْنِ } [ الأنفال : 65 ] فبين في آخر هذه الآية أن الله مع الصابرين والمقصود أن العشرين لو صبروا ووقفوا فإن نصرتي معهم وتوفيقي مقارن لهم ، وذلك يدل على صحة مذهب أبي مسلم وهو أن ذلك الحكم ما صار منسوخاً بل هو ثابت كما كان ، فإن العشرين إن قدروا على مصابرة المائتين بقي ذلك الحكم ، وإن لم يقدروا على مصابرتهم فالحكم المذكور ههنا زائل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الآن خفف الله عنكم وعلم أن فيكم ضعفا فإن يكن منكم مائة صابرة يغلبوا مائتين وإن يكن منكم ألف يغلبوا ألفين بإذن الله والله مع الصابرين (66) ",
        "babnum": 39
    },
    {
        "id": 923,
        "cate": "8",
        "title": "مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ (67) لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ (68) فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (69) ",
        "details": " واعلم أن المقصود من هذه الآية تعليم حكم آخر من أحكام الغزو والجهاد في حق النبي صلى الله عليه وسلم وفي الآية مسائل : المسألة الأولى : قرأ أبو عمر { وَتَكُونُ } بالتاء والباقون بالياء ، أما قراءة أبي عمرو بالتاء فعلى لفظ الأسرى ، لأن الأسرى وإن كان المراد به التذكير للرجال فهو مؤنث اللفظ ، وأما القراءة بالياء فلأن الفعل متقدم ، والأسرى مذكرون في المعنى ، وقد وقع الفصل بين الفعل والفاعل وكل واحد من هذه الثلاثة إذا انفرد أوجب تذكير الفعل كقولك جاء الرجال وحضر قبيلتك وحضر القاضي امرأة .\r\n فإذا اجتمعت هذه الأشياء كان التذكير أولى .\r\n وقال صاحب «الكشاف» : قرىء للنبي صلى الله عليه وسلم على التعريف و { أسارى } و { يُثْخِنَ } بالتشديد .\r\n المسألة الثانية : روي أن النبي صلى الله عليه وسلم أتى بسبعين أسيراً فيهم العباس عمه وعقيل بن أبي طالب فاستشار أبا بكر فيهم فقال : قومك وأهلك استبقهم لعل الله أن يتوب عليهم ، وخذ منهم فدية تقوى بها أصحابك ، فقام عمر وقال : كذبوك وأخرجوك فقدمهم واضرب أعناقهم .\r\n فإن هؤلاء أئمة الكفر وإن الله أغناك عن الفداء .\r\n فمكن علياً من عقيل وحمزة من العباس ومكني من فلان ينسب له فنضرب أعناقهم .\r\n فقال عليه الصلاة والسلام : \" إن الله ليلين قلوب رجال حتى تكون ألين من اللبن ، وإن الله ليشدد قلوب رجال حتى تكون أشد من الحجارة ، وإن مثلك يا أبا بكر مثل إبراهيم قال { فَمَن تَبِعَنِى فَإِنَّهُ مِنّى وَمَنْ عَصَانِى فَإِنَّكَ غَفُورٌ رَّحِيمٌ } [ إبراهيم : 36 ] ومثل عيسى في قوله : { إِن تُعَذّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ العزيز الحكيم } [ المائدة : 118 ] ومثلك يا عمر مثل نوح { وَقَالَ نُوحٌ رَّبّ تَذَرْ عَلَى الارض مِنَ الكافرين دَيَّاراً } [ نوح : 26 ] ومثل موسى حيث قال : { رَبَّنَا اطمس على أموالهم واشدد على قُلُوبِهِمْ } [ يونس : 88 ] \" ومال رسول الله صلى الله عليه وسلم إلى قول أبي بكر .\r\n روي أنه قال لعمر يا أبا حفص وذلك أول ما كناه ، تأمرني أن أقتل العباس ، فجعل عمر يقول : ويل لعمر ثكلته أمه ، وروي أن عبد الله بن رواحة أشار بأن تضرم عليهم نار كثيرة الحطب فقال له العباس قطعت رحمك .\r\n وروي أنه صلى الله عليه وسلم قال : \" لا تخرجوا أحداً منهم إلا بفداء أو بضرب العنق فقال ابن مسعود : إلا سهيل بن بيضاء ، فإني سمعته يذكر الإسلام .\r\n فسكت رسول الله صلى الله عليه وسلم واشتد خوفي .\r\n ثم قال من بعد : «إلا سهيل بن بيضاء» وعن عبيدة السلماني قال : قال رسول الله صلى الله عليه وسلم للقوم : إن شئتم قتلتموهم ، وإن شئتم فاديتموهم واستشهد منكم بعدتهم \" فقالوا : بل نأخذ الفداء فاستشهدوا بأحد .\r\n وكان فداء الأسارى عشرين أوقية وفداء العباس أربعين أوقية ، وعن محمد بن سيرين كان فداؤهم مائة أوقية والأوقية أربعون درهماً أو ستة دنانير .\r\n وروي أنهم أخذوا الفداء نزلت هذه الآية فدخل عمر على رسول الله صلى الله عليه وسلم ، فإذا هو وأبو بكر يبكيان فقال : يا رسول الله أخبرني فإن وجدت بكاء بكيت وإن لم أجد تباكيت ، فقال أبكي على أصحابك في أخذهم الفداء ، ولقد عرض علي عذابهم أدنى من هذه الشجرة لشجرة قريبة منه ولو نزل عذاب من السماء لما نجا منه غير عمر وسعد بن معاذ .\r\n هذا هو الكلام في سبب نزول هذه الآية .\r\n المسألة الثالثة : تمسك الطاعنون في عصمة الأنبياء عليهم السلام بهذه الآية من وجوه : الوجه الأول : أن قوله تعالى : { مَا كَانَ لِنَبِىٍّ أَن يَكُونَ لَهُ أسرى } صريح في أن هذا المعنى منهي عنه ، وممنوع من قبل الله تعالى .\r\n ثم إن هذا المعنى قد حصل ، ويدل عليه وجهان : الأول : قوله تعالى بعد هذه الآية : { رَّحِيمٌ ياأيها النبى قُل لّمَن فِى أَيْدِيكُم مّنَ الاسرى } [ الأنفال : 70 ] الثاني : أن الرواية التي ذكرناها قد دلت على أنه عليه الصلاة والسلام ما قتل أولئك الكفار ، بل أسرهم ، فكان الذنب لازماً من هذا الوجه .\r\n الوجه الثاني : أنه تعالى أمر النبي عليه الصلاة والسلام وجميع قومه يوم بدر بقتل الكفار وهو قوله : { فاضربوا فَوْقَ الاعناق واضربوا مِنْهُمْ كُلَّ بَنَانٍ } [ الأنفال : 12 ] وظاهر الأمر للوجوب ، فلما لم يقتلوا بل أسروا كان الأسر معصية .\r\n الوجه الثالث : أن النبي صلى الله عليه وسلم حكم بأخذ الفداء ، وكان أخذ الفداء معصية ، ويدل عليه وجهان : الأول : قوله تعالى : { تُرِيدُونَ عَرَضَ الدنيا والله يُرِيدُ الاخرة } وأجمع المفسرون على أن المراد من عرض الدنيا ههنا هو أخذ الفداء .\r\n والثاني : قوله تعالى : { لَّوْلاَ كتاب مّنَ الله سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ } وأجمعوا على أن المراد بقوله : { أَخَذْتُمْ } ذلك الفداء .\r\n الوجه الرابع : أن النبي صلى الله عليه وسلم وأبا بكر بكيا ، وصرح الرسول صلى الله عليه وسلم أنه إنما بكى لأجل أنه حكم بأخذ الفداء ، وذلك يدل على أنه ذنب .\r\n الوجه الخامس : أن النبي صلى الله عليه وسلم قال : « إن العذاب قرب نزوله ولو نزل لما نجا منه إلا عمر » وذلك يدل على الذنب ، فهذه جملة وجوه تمسك القوم بهذه الآية .\r\n والجواب عن الوجه الذي ذكروه أولاً : أن قوله : { مَا كَانَ لِنَبِىٍّ أَن يَكُونَ لَهُ أسرى حتى يُثْخِنَ فِي الارض } يدل على أنه كان الأسر مشروعاً ، ولكن بشرط سبق الأثخان في الأرض ، والمراد بالإثخان هو القتل والتخويف الشديد ، ولا شك أن الصحابة قتلوا يوم بدر خلقاً عظيماً ، وليس من شرط الأثخان في الأرض قتل جميع الناس .\r\n ثم إنهم بعد القتل الكثير أسروا جماعة ، والآية تدل على أن بعد الإثخان يجوز الأسر فصارت هذه الآية دالة دلالة بينة على أن ذلك الأسر كان جائزاً بحكم هذه الآية ، فكيف يمكن التمسك بهذه الآية في أن ذلك الأسر كان ذنباً ومعصية؟ ويتأكد هذا الكلام بقوله تعالى : { حتى إِذَا أَثْخَنتُمُوهُمْ فَشُدُّواْ الوثاق فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاء } [ محمد : 4 ] .\r\n فإن قالوا : فعلى ما شرحتموه دلت الآية على أن ذلك الأسر كان جائزاً والإتيان بالجائز المشروع لا يليق ترتيب لعقاب عليه ، فلم ذكر الله بعده ما يدل على العقاب؟ فنقول : الوجه فيه أن الإثخان في الأرض ليس مضبوطاً بضابط معلوم معين ، بل المقصود منه إكثار القتل بحيث يوجب وقوع الرعب في قلوب الكافرين ، وأن لا يجترئوا على محاربة المؤمنين ، وبلوغ القتل إلى هذا الحد المعين لا شك أنه يكون مفوضاً إلى الاجتهاد ، فلعله غلب على ظن الرسول عليه الصلاة والسلام أن ذلك القدر من القتل الذي تقدم كفى في حصول هذا المقصود ، مع أنه ما كان الأمر كذلك فكان هذا خطأ واقعاً في الاجتهاد في صورة ليس فيها نص ، وحسنات الأبرار سيئات المقربين .\r\n فحسن ترتيب العقاب على ذكر هذا الكلام لهذا السبب ، مع أن ذلك لا يكون البتة ذنباً ولا معصية .\r\n والجواب عن الوجه الذي ذكروه ثانياً أن نقول : إن ظاهر قوله تعالى : { فاضربوا فَوْقَ الاعناق } أن هذا الخطاب إنما كان مع الصحابة لإجماع المسلمين على أنه عليه الصلاة والسلام ما كان مأموراً أن يباشر قتل الكفار بنفسه ، وإذا كان هذا الخطاب مختصاً بالصحابة ، فهم لما تركوا القتل وأقدموا على الأسر ، كان الذنب صادراً منهم لا من الرسول صلى الله عليه وسلم .\r\n ونقل أن الصحابة لما هزموا الكفار وقتلوا منهم جمعاً عظيماً والكفار فروا ذهب الصحابة خلفهم وتباعدوا عن الرسول وأسروا أولئك الأقوام ، ولم يعلم الرسول بإقدامهم على الأسر إلا بعد رجوع الصحابة إلى حضرته ، وهو عليه السلام ما أسر وما أمر بالأسر ، فزال هذا السؤال .\r\n فإن قالوا : هب أن الأمر كذلك ، لكنهم لما حملوا الأسارى إلى حضرته فلم لم يأمر بقتلهم امتثالاً لقوله تعالى : { فاضربوا فَوْقَ الاعناق } .\r\n قلنا : إن قوله : { فاضربوا } تكليف مختص بحالة الحرب عند اشتغال الكفار بالحرب ، فأما بعد انقضاء الحرب فهذا التكليف ما كان متناولاً له .\r\n والدليل القاطع عليه أنه عليه الصلاة والسلام استشار الصحابة في أنه بماذا يعاملهم؟ ولو كان ذلك النص متناولاً لتلك الحالة ، لكان مع قيام النص القاطع تاركاً لحكمه وطالباً ذلك الحكم من مشاورة الصحابة ، وذلك محال ، وأيضاً فقوله : { فاضربوا فَوْقَ الاعناق } أمر ، والأمر لا يفيد إلا المرة الواحدة ، وثبت بالإجماع أن هذا المعنى كان واجباً حال المحاربة فوجب أن يبقى عديم الدلالة على ما وراء وقت المحاربة ، وهذا الجواب شاف .\r\n والجواب عما ذكروه ثالثاً ، وهو قولهم : إنه عليه الصلاة والسلام حكم بأخذ الفداء ، وأخذ الفداء محرم .\r\n فنقول : لا نسلم أن أخذ الفداء محرم .\r\n وأما قوله : { تُرِيدُونَ عَرَضَ الدنيا والله يُرِيدُ الاخرة } فنقول هذا لا يدل على قولكم ، وبيانه من وجهين : الأول : أن المراد من هذه الآية حصول العتاب على الأسر لغرض أخذ الفداء ، وذلك لا يدل على أن أخذ الفداء محرم مطلقاً .\r\n الثاني : أن أبا بكر رضي الله عنه قال الأولى : أن نأخذ الفداء لتقوى العسكر به على الجهاد ، وذلك يدل على أنهم إنما طلبوا ذلك الفداء للتقوى به على الدين ، وهذه الآية تدل على ذم من طلب الفداء لمحض عرض الدنيا ولا تعلق لأحد البابين بالثاني .\r\n وهذان الجوابان بعينهما هما الجوابان عن تمسكهم بقوله تعالى : { لَّوْلاَ كتاب مّنَ الله سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ } .\r\n والجواب عما ذكروه رابعاً : أن بكاء الرسول عليه الصلاة والسلام يحتمل أن يكون لأجل أن بعض الصحابة لما خالف أمر الله في القتل ، واشتغل بالأسر استوجب العذاب ، فبكى الرسول عليه الصلاة والسلام خوفاً من نزول العذاب عليهم ، ويحتمل أيضاً ما ذكرناه أنه عليه الصلاة والسلام اجتهد في أن القتل الذي حصل هل بلغ مبلغ الإثخان الذي أمره الله به في قوله : { حتى يُثْخِنَ فِي الارض } ووقع الخطأ في ذلك الاجتهاد ، وحسنات الأبرار سيئات المقربين ، فأقدم على البكاء لأجل هذا المعنى .\r\n والجواب عما ذكروه خامساً : أن ذلك العذاب إنما نزل بسبب أن أولئك الأقوام خالفوا أمر الله بالقتل ، وأقدموا على الأسر حال ما وجب عليهم الاشتغال بالقتل ، فهذا تمام الكلام في هذه المسألة .\r\n والله أعلم .\r\n المسألة الرابعة : في شرح الألفاظ المشكلة في هذه الآية .\r\n أما قوله : { مَا كَانَ لِنَبِىٍّ أَن تَكُونَ لَهُ أسرى } فلقائل أن يقول : كيف حسن إدخال لفظة كان على لفظة تكون في هذه الآية .\r\n والجواب : قوله { مَا كَانَ } معناه النفي والتنزيه ، أي ما يجب وما ينبغي أن يكون له المعنى المذكور ونظيره ما كان لله أن يتخذ من ولد قال أبو عبيدة .\r\n يقول : لم يكن لنبي ذلك ، فلا يكون لك ، وأما من قرأ { مَا كَانَ لِلنَّبِىّ } فمعناه : أن هذا الحكم ما كان ينبغي حصوله لهذا النبي ، وهو محمد عليه الصلاة والسلام .\r\n قال الزجاج : { أسرى } جمع ، و { أسارى } جمع الجمع .\r\n قال ولا أعلم أحداً قرأ { أسارى } وهي جائزة كما نقلنا عن صاحب «الكشاف» : أنه نقل أن بعضهم قرأ به وقوله : { حتى يُثْخِنَ فِي الارض } فيه بحثان : البحث الأول : قال الواحدي : الإثخان في كل شيء عبارة عن قوته وشدته ، يقال : قد أثخنه المرض إذا اشتد قوة المرض عليه ، وكذلك أثخنه الجراح ، والثخانة الغلظة فكل شيء غليظ ، فهو ثخين .\r\n فقوله : { حتى يُثْخِنَ فِي الارض } معناه حتى يقوى ويشتد ويغلب ويبالغ ويقهر ، ثم إن كثيراً من المفسرين .\r\n قالوا المراد منه : أن يبالغ في قتل أعدائه .\r\n قالوا وإنما حملنا اللفظ عليه لأن الملك والدولة إنما تقوى وتشتد بالقتل .\r\n قال الشاعر : لا يسلم الشرف الرفيع من الأذى \r\n حتى يراق على جوانبه الدم ولأن كثرة القتل توجب قوة الرعب وشدة المهابة ، وذلك يمنع من الجراءة ، ومن الإقدام على ما لا ينبغي ، فلهذا السبب أمر الله تعالى بذلك .\r\n البحث الثاني : أن كلمة { حتى } لانتهاء الغاية .\r\n فقوله : { مَا كَانَ لِنَبِىٍّ أَن يَكُونَ لَهُ أسرى حتى يُثْخِنَ فِي الارض } يدل على أن بعد حصول الإثخان في الأرض له أن يقدم على الأسر .\r\n أما قوله : { تُرِيدُونَ عَرَضَ الدنيا } فالمراد الفداء ، وإنما سمى منافع الدنيا ومتاعها عرضاً ، لأنه لا ثبات له ولا دوام ، فكأنه يعرض ثم يزول ، ولذلك سمى المتكلمون الأعراض أعراضاً ، لأنه لا ثبات لها كثبات الأجسام لأنها تطرأ على الأجسام ، وتزول عنها مع كون الأجسام باقية ، ثم قال : { والله يُرِيدُ الاخرة } يعني أنه تعالى لا يريد ما يفضي إلى السعادات الدنيوية التي تعرض وتزول وإنما يريد ما يفضي إلى السعادات الأخروية الباقية الدائمة المصونة عن التبديل والزوال .\r\n واحتج الجبائي والقاضي بهذه الآية على فساد قول من يقول : لا كائن من العبد إلا والله يريده لأن هذا الأسر وقع منهم على هذا الوجه ، ونص الله على أنه لا يريده بل يريد منهم ما يؤدي إلى ثواب الآخرة وهو الطاعة دون ما يكون فيه عصيان .\r\n وأجاب أهل السنة عنه بأن قالوا : إنه تعالى ما أراد أن يكون هذا الأسر منهم طاعة ، وعملاً جائزاً مأذوناً .\r\n ولا يلزم من نفي إرادة كون هذا الأسر طاعة ، نفي كونه مراد الوجود ، وأما الحكماء فإنهم يقولون الشيء مراد بالعرض مكروه بالذات .\r\n ثم قال : { والله عَزِيزٌ حَكُيمٌ } والمراد أنكم إن طلبتم الآخرة لم يغلبكم عدوكم لأن الله عزيز لا يقهر ولا يغلب حكيم في تدبير مصالح العالم .\r\n قال ابن عباس : هذا الحكم إنما كان يوم بدر ، لأن المسلمين كانوا قليلين ، فلما كثروا وقوي سلطانهم أنزل الله بعد ذلك في الأسارى { حتى إِذَا أَثْخَنتُمُوهُمْ فَشُدُّواْ الوثاق فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاء حتى تَضَعَ الحرب أَوْزَارَهَا } [ محمد : 4 ] وأقول إن هذا الكلام يوهم أن قوله : { فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاء } يزيد على حكم الآية التي نحن في تفسيرها ، وليس الأمر كذلك لأن كلتا الآيتين متوافقتان ، فإن كلتاهما يدلان على أنه لا بد من تقديم الإثخان ، ثم بعده أخذ الفداء .\r\n ثم قال تعالى : { لَّوْلاَ كتاب مّنَ الله سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ } .\r\n واعلم أنه كثر أقاويل الناس في تفسير هذا الكتاب السابق .\r\n ونحن نذكرها ونذكر ما فيها من المباحث : فالقول الأول : وهو قول سعيد بن جبير وقتادة لولا كتاب من الله سبق يا محمد بحل الغنائم لك ولأمتك ، لمسكم العذاب .\r\n وهو مشكل لأن تحليل الغنائم والفداء هل كان حاصلاً في ذلك الوقت ، أو ما كان حاصلاً في ذلك الوقت؟ فإن كان التحليل والإذن حاصلاً في ذلك الوقت امتنع إنزال العذاب عليهم ، لأن ما كان مأذوناً فيه من قبل لم يحصل العقاب على فعله ، وإن قلنا : إن الإذن ما كان حاصلاً في ذلك الوقت كان ذلك الفعل حراماً في ذلك الوقت أقصى ما في الباب أنه كان في علم الله أنه سيحكم بحله بعد ذلك إلا أن هذا لا يقدح في كونه حراماً في ذلك الوقت .\r\n فإن قالوا : إن كونه بحيث سيصير حلالاً بعد ذلك يوجب تخفيف العقاب .\r\n قلنا : فإذا كان الأمر كذلك امتنع إنزال العقاب بسببه ، وذلك يمنع من التخويف بسبب ذلك العقاب .\r\n القول الثاني : قال محمد بن إسحاق : { لَّوْلاَ كتاب مّنَ الله سَبَقَ } إني لا أعذب إلا بعد النهي لعذبتكم فيما صنعتم ، وأنه تعالى ما نهاهم عن أخذ الفداء ، وهذا أيضاً ضعيف لأنا نقول حاصل هذا القول أنه ما وجد دليل شرعي يوجب حرمة ذلك الفداء ، فهل حصل دليل عقلي يقتضي حرمته أم لا؟ فإن قلنا حصل ، فيكون الله تعالى قد بين تحريمه بواسطة ذلك الدليل العقلي ، ولا يمكن أن يقال إنه تعالى لم يبين تلك الحرمة ، وإن قلنا : إنه ليس في العقل ولا في الشرع ما يقتضي المنع ، فحينئذ امتنع أن يكون المنع حاصلاً ، وإلا لكان ذلك تكليف ما لا يطاق ، وإذا لم يكن المنع حاصلاً كان الإذن حاصلاً ، وإذا كان الإذن حاصلاً ، فكيف يمكن ترتيب العقاب على فعله؟ القول الثالث : قال قوم قد سبق حكم الله بأنه لا يعذب أحداً ممن شهد بدراً مع النبي صلى الله عليه وسلم ، وهذا أيضاً مشكل لأنه يقتضي أن يقال : إنهم ما منعوا عن الكفر والمعاصي والزنا والخمر وما هددوا بترتيب العقاب على هذه القبائح ، وذلك يوجب سقوط التكاليف عنهم ولا يقوله عاقل .\r\n وأيضاً فلو صار كذلك ، فكيف آخذهم الله تعالى في ذلك الموضع بعينه في تلك الواقعة بعينها ، وكيف وجه عليهم هذا العقاب القوي؟ والقول الرابع : لولا كتاب من الله سبق في أن من أتى ذنباً بجهالة ، فإنه لا يؤاخذه به لمسهم العذاب ، وهذا من جنس ما سبق .\r\n واعلم أن الناس قد أكثروا فيه ، والمعتمد في هذا الباب أن نقول : أما على قولنا : فنقول : يجوز أن يعفو الله عن الكبائر .\r\n فقوله : { لَّوْلاَ كتاب مّنَ الله سَبَقَ } معناه لولا أنه تعالى حكم في الأزل بالعفو عن هذه الواقعة لمسهم عذاب عظيم ، وهذا هو المراد من قوله : { كَتَبَ رَبُّكُمْ على نَفْسِهِ الرحمة } [ الأنعام : 54 ] ومن قوله : «سبقت رحمتى غضبي» وأما على قول المعتزلة فهم لا يجوزون العفو عن الكبائر ، فكان معناه { لَّوْلاَ كتاب مّنَ الله سَبَقَ } في أن من احترز عن الكبائر صارت صغائره مغفورة وإلا لمسهم عذاب عظيم ، وهذا الحكم وإن كان ثابتاً في حق جميع المسلمين ، إلا أن طاعات أهل بدر كانت عظيمة وهو قبولهم الإسلام ، وانقيادهم لمحمد صلى الله عليه وسلم ، وإقدامهم على مقاتلة الكفار من غير سلاح وأهبة فلا يبعد أن يقال : إن الثواب الذي استحقوه على هذه الطاعات كان أزيد من العقاب الذي استحقوه على هذا الذنب ، فلا جرم صار هذا الذنب مغفوراً ، ولو قدرنا صدور هذا الذنب من سائر المسلمين لما صار مغفوراً ، فبسبب هذا القدر من التفاوت حصل لأهل بدر هذا الاختصاص .\r\n ثم قال تعالى : { فَكُلُواْ مِمَّا غَنِمْتُمْ حلالا طَيّباً } روى أنهم أمسكوا عن الغنائم ولم يمدوا أيديهم إليها ، فنزلت هذه الآية .\r\n وقيل هو إباحة الفداء .\r\n فإن قيل : ما معنى الفاء في قوله : { فَكُلُواْ } .\r\n قلنا التقدير : قد أبحت لكم الغنائم { فَكُلُواْ مِمَّا غَنِمْتُمْ حلالا } نصب على الحال من المغنوم أو صفة للمصدر ، أي أكلاً حلالاً { واتقوا الله إِنَّ الله غَفُورٌ رَّحِيمٌ } والمعنى : واتقوا الله فلا تقدموا على المعاصي بعد ذلك ، واعلموا أن الله غفور ما أقدمتم عليه في الماضي من الزلة ، رحيم ما أتيتم من الجرم والمعصية ، فقوله : { واتقوا الله } إشارة إلى لمستقبل .\r\n وقوله : { إِنَّ الله غَفُورٌ رَّحِيمٌ } إشارة إلى الحالة الماضية .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض تريدون عرض الدنيا والله يريد الآخرة والله عزيز حكيم (67) لولا كتاب من الله سبق لمسكم فيما أخذتم عذاب عظيم (68) فكلوا مما غنمتم حلالا طيبا واتقوا الله إن الله غفور رحيم (69) ",
        "babnum": 40
    },
    {
        "id": 924,
        "cate": "8",
        "title": "يَاأَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (70) وَإِنْ يُرِيدُوا خِيَانَتَكَ فَقَدْ خَانُوا اللَّهَ مِنْ قَبْلُ فَأَمْكَنَ مِنْهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (71) ",
        "details": " اعلم أن الرسول لما أخذ الفداء من الأسارى وشق عليهم أخذ أموالهم منهم ، ذكر الله هذه الآية استمالة لهم فقال : { رَّحِيمٌ ياأيها النبى قُل لّمَن فِى أَيْدِيكُم مّنَ الاسرى } قال ابن عباس رضي الله عنهما : نزلت في العباس ، وعقيل بن أبي طالب ، ونوفل بن الحرث ، كان العباس أسيراً يوم بدر ومعه عشرون أوقية من الذهب أخرجها ليطعم الناس ، وكان أحد العشرة الذين ضمنوا الطعام لأهل بدر فلم تبلغه التوبة حتى أسر ، فقال العباس : كنت مسلماً إلا أنهم أكرهوني ، فقال عليه السلام : \" إن يكن ما تذكره حقاً فالله يجزيك \" فأما ظاهر أمرك فقد كان علينا .\r\n قال العباس : فكلمت رسول الله أن يرد ذلك الذهب علي ، فقال : «أما شيء خرجت لتستعين به علينا فلا» قال : وكلفني الرسول فداء ابن أخي عقيل بن أبي طالب عشرين أوقية ، وفداء نوفل بن الحرث ، فقال العباس : تركتني يا محمد أتكفف قريشاً ، فقال رسول الله صلى الله عليه وسلم : «أين الذهب الذي دفعته إلى أم الفضل وقت خروجك من مكة وقلت لها : لا أدري ما يصيبني ، فإن حدث بي حادث فهو لك ولعبد الله وعبيد الله والفضل» فقال العباس : وما يدريك؟ قال : «أخبرني به ربي» قال العباس : فأنا أشهد أنك صادق وأن لا إله إلا الله وأنك عبده ورسوله ، والله لم يطلع عليه أحد إلا الله ، ولقد دفعته إليها في سواد الليل ، ولقد كنت مرتاباً في أمرك ، فأما إذ أخبرتني بذلك فلا ريب .\r\n قال العباس : فأبدلني الله خيراً من ذلك ، لي الآن عشرون عبداً ، وإن أدناهم ليضرب في عشرين ألفاً ، وأعطاني زمزم ، وما أحب أن لي بها جميع أموال أهل مكة ، وأنا أنتظر المغفرة من ربي .\r\n وروي أنه قدم على رسول الله مال البحرين ثمانون ألفاً ، فتوضأ لصلاة الظهر وما صلى حتى فرقه ، وأمر العباس أن يأخذ منه ، فأخذ ما قدر على حمله ، وكان يقول : هذا خير مما أخذ مني ، وأنا أرجو المغفرة .\r\n واختلف المفسرون في أن الآية نازلة في العباس خاصة ، أو في جملة الأسارى .\r\n قال قوم : إنها في العباس خاصة ، وقال آخرون : إنها نزلت في الكل ، وهذا أولى ، لأن ظاهر الآية يقتضي العموم من ستة أوجه : أحدها : قوله : { قُل لّمَن فِى أَيْدِيكُم } وثانيها : قوله : { مّنَ الاسرى } وثالثها : قوله : { فِي قُلُوبِكُمْ } ورابعها : قوله : { يُؤْتِكُمْ خَيْراً } وخامسها : قوله : { مّمَّا أُخِذَ مِنكُمْ } وسادسها : قوله : { وَيَغْفِرْ لَكُمْ } فلما دلت هذه الألفاظ الستة على العموم ، فما الموجب للتخصيص؟ أقصى ما في الباب أن يقال : سبب نزول الآية هو العباس ، إلا أن العبرة بعموم اللفظ لا بخصوص السبب .\r\n أما قوله : { إِن يَعْلَمِ الله فِي قُلُوبِكُمْ خَيْراً } ففيه مسألتان : المسألة الأولى : يجب أن يكون المراد من هذا الخير : الإيمان والعزم على طاعة الله وطاعة رسوله في جميع التكاليف ، والتوبة عن الكفر وعن جميع المعاصي ، ويدخل فيه العزم على نصرة الرسول ، والتوبة عن محاربته .\r\n المسألة الثانية : احتج هشام بن الحكم على قوله : إنه تعالى لا يعلم الشيء إلا عند حدوثه بهذه الآية ، لأن قوله : { إِن يَعْلَمِ الله فِي قُلُوبِكُمْ خَيْراً } فعل كذا وكذا شرط وجزاء ، والشرط هو حصول هذا العلم ، والشرط والجزاء لا يصح وجودهما إلا في المستقبل ، وذلك يوجب حدوث علم الله تعالى .\r\n والجواب : أن ظاهر اللفظ وإن كان يقتضي ما ذكره هشام ، إلا أنه لما دل الدليل على أن علم الله يمتنع أن يكون محدثاً وجب أن يقال : ذكر العلم وأراد به المعلوم من حيث إنه يدل حصول العلم على حصول المعلوم .\r\n أما قوله : { يُؤْتِكُمْ خَيْراً مّمَّا أُخِذَ مِنكُمْ وَيَغْفِرْ لَكُمْ } ففيه مسألتان : المسألة الأولى : قال صاحب «الكشاف» : قرأ الحسن { مّمَّا أُخِذَ مِنكُمْ } على البناء للفاعل .\r\n المسألة الثانية : للمفسرين في هذا الخير أقوال : القول الأول : المراد : الخلف مما أخذ منهم في الدنيا .\r\n قال القاضي : لأنه تعالى عطف عليه أمر الآخرة بقوله : { وَيَغْفِرْ لَكُمْ } فما تقدم يجب أن يكون المراد منه منافع الدنيا .\r\n ولقائل أن يقول : إن قوله : { وَيَغْفِرْ لَكُمْ } المراد منه إزالة العقاب ، وعلى هذا التقدير : لم يبعد أن يكون المراد من هذا الخير المذكور أيضاً الثواب والتفضل في الآخرة .\r\n والقول الثاني : المراد من هذا الخير ثواب الآخرة ، فإن قوله : { وَيَغْفِرْ لَكُمْ } المراد منه في الآخرة ، فالخير الذي تقدمه يجب أيضاً أن يكون في الدنيا .\r\n والقول الثالث : أنه محمول على الكل .\r\n فإن قيل : إذا حملتم الخير على خيرات الدنيا ، فهل تقولون إن كل من أخلص من الأسارى قد آتاه الله خيراً مما أخذ منه؟ قلنا : هكذا يجب أن يكون بحكم الآية ، إلا أنا لا نعلم من المخلص بقلبه .\r\n حتى يتوجه علينا فيه السؤال ، ولا نعلم أيضاً من الذي آتاه الله علماً ، وقد علمنا أن قليل الدنيا مع الإيمان أعظم من كثير الدنيا مع الكفر .\r\n ثم قال : { والله غَفُورٌ رَّحِيمٌ } وهو تأكيد لما مضى ذكره من قوله : { وَيَغْفِرْ لَكُمْ } والمعنى : كيف لا يفي بوعده المغفرة وأنه غفور رحيم؟ أما قوله : { وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدْ خَانُواْ الله مِن قَبْلُ } ففيه مسائل : المسألة الأولى : في تفسير هذه الخيانة وجوه : الأول : أن المراد منه الخيانة في الدين وهو الكفر ، يعني إن كفروا بك فقد خانوا الله من قبل .\r\n الثاني : أن المراد من الخيانة منع ما ضمنوا من الفداء .\r\n الثالث : روي أنه عليه السلام لما أطلقهم من الأسر عهد معهم أن لا يعودوا إلى محاربته وإلى معاهدة المشركين ، وهذا هو العادة فيمن يطلق من الحبس والأسر ، فقال تعالى : { وَإِن يُرِيدُواْ خِيَانَتَكَ } أي نكث هذا العهد فقد خانوا الله من قبل ، والمراد أنهم كانوا يقولون { لَئِنْ أَنْجَيْتَنَا مِنْ هذه لَنَكُونَنَّ مِنَ الشاكرين } [ يونس : 22 ] { وَلَئِنِ صالحا لَّنَكُونَنَّ مِنَ الشاكرين } [ الأعراف : 189 ] ثم إذا وصلوا إلى النعمة وتخلصوا من البلية نكثوا العهد ونقضوا الميثاق ، ولا يمنع دخول الكل فيه ، وإن كان الأظهر هو هذا الأخير .\r\n ثم قال تعالى : { فَأَمْكَنَ مِنْهُمْ } قال الأزهري : يقال أمكنني الأمر يمكنني فهو ممكن ومفعول الإمكان محذوف ، والمعنى : فأمكن المؤمنين منهم ، والمعنى أنهم خانوا الله بما أقدموا عليه من محاربة الرسول يوم بدر فأمكن الله منهم قتلاً وأسراً ، وذلك نهاية الإمكان والطفر .\r\n فنبه الله بذلك على أنهم قد ذاقوا وبال ما فعلوه ثم ، فإن عادوا كان التمكين منهم ثابتاً حاصلاً ، وفيه بشارة للرسول صلى الله عليه وسلم بأنه يتمكن من كل من يخونه وينقض عهده .\r\n ثم قال : { والله عَلِيمٌ } أي ببواطنهم وضمائرهم { حَكِيمٌ } يجازيهم بأعمالهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها النبي قل لمن في أيديكم من الأسرى إن يعلم الله في قلوبكم خيرا يؤتكم خيرا مما أخذ منكم ويغفر لكم والله غفور رحيم (70) وإن يريدوا خيانتك فقد خانوا الله من قبل فأمكن منهم والله عليم حكيم (71) ",
        "babnum": 41
    },
    {
        "id": 925,
        "cate": "8",
        "title": "إِنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَئِكَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (72) وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ (73) وَالَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (74) وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَأُولَئِكَ مِنْكُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (75) ",
        "details": " اعلم أنه تعالى قسم المؤمنين في زمان الرسول صلى الله عليه وسلم إلى أربعة أقسام ، وذكر حكم كل واحد منهم ، وتقرير هذه القسمة أنه عليه السلام ظهرت نبوته بمكة ودعا الناس هناك إلى الدين ، ثم انتقل من مكة إلى المدينة ، فحين هاجر من مكة إلى المدينة صار المؤمنون على قسمين منهم من وافقه في تلك الهجرة ، ومنهم من لم يوافقه فيها بل بقي هناك .\r\n أما القسم الأول : فهم المهاجرون الأولون ، وقد وصفهم بقول : { إِنَّ الذين ءامَنُواْ وَهَاجَرُواْ وجاهدوا بأموالهم وَأَنفُسِهِمْ فِى سَبِيلِ الله } وإنما قلنا إن المراد منهم المهاجرون الأولون لأنه تعالى قال في آخر الآية : { والذين ءامَنُواْ مِن بَعْدُ وَهَاجَرُواْ } وإذا ثبت هذا ظهر أن هؤلاء موصوفون بهذه الصفات الأربعة : أولها : أنهم آمنوا بالله وملائكته وكتبه ورسله واليوم الآخر وقبلوا جميع التكاليف التي بلغها محمد صلى الله عليه وسلم ولم يتمردوا ، فقوله : { إِنَّ الذين } يفيد هذا المعنى .\r\n والصفة الثانية : قوله : { وَهَاجَرُواْ } يعني : فارقوا الأوطان ، وتركوا الأقارب والجيران في طلب مرضاة الله ، ومعلوم أن هذه الحالة حالة شديدة ، قال تعالى : { أَنِ اقتلوا أَنفُسَكُمْ أَوِ اخرجوا مِن دياركم } [ النساء : 66 ] جعل مفارقة الأوطان معادلة لقتل النفس ، فهؤلاء في المرتبة الأولى تركوا الأديان القديمة لطلب مرضاة الله تعالى ، وفي المرتبة الثانية تركوا الأقارب والخلان والأوطان والجيران لمرضاة الله تعالى .\r\n والصفة الثالثة : قوله : { وجاهدوا بأموالهم وَأَنفُسِهِمْ فِى سَبِيلِ الله } أما المجاهدة بالمال فلأنهم لما فارقوا الأوطان فقد ضاعت دورهم ومساكنهم وضياعهم ومزارعهم ، وبقيت في أيدي الأعداء ، وأيضاً فقد احتاجوا إلى الإنفاق الكثير بسبب تلك العزيمة ، وأيضاً كانوا ينفقون أموالهم على تلك الغزوات ، وأما المجاهدة بالنفس فلأنهم كانوا أقدموا على محاربة بدر من غير آلة ولا أهبة ولا عدة مع الأعداء الموصوفين بالكثرة والشدة ، وذلك يدل على أنهم أزالوا أطماعهم عن الحياة وبذلوا أنفسهم في سبيل الله .\r\n وأما الصفة الرابعة : فهي أنهم كانوا أول الناس إقداماً على هذه الأفعال والتزاماً لهذه الأحوال ، ولهذه السابقة أثر عظيم في تقوية الدين .\r\n قال تعالى : { لاَ يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الفتح وَقَاتَلَ أولئك أَعْظَمُ دَرَجَةً مِّنَ الذين أَنفَقُواْ مِن بَعْدُ وَقَاتَلُواْ وَكُلاًّ وَعَدَ الله الحسنى } [ الحديد : 10 ] وقال : { والسابقون الاولون مِنَ المهاجرين والانصار والذين اتبعوهم بِإِحْسَانٍ رَّضِىَ الله عَنْهُمْ وَرَضُواْ عَنْهُ } [ التوبة : 100 ] وإنما كان السبق موجباً للفضيلة ، لأن إقدامهم على هذه الأفعال يوجب اقتداء غيرهم بهم ، فيصير ذلك سبباً للقوة أو الكمال ، ولهذا المعنى قال تعالى : { وَمَنْ أحياها فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعاً } [ المائدة : 32 ] وقال عليه السلام : « من سن سنة حسنة فله أجرها وأجر من عمل بها إلى يوم القيامة » ومن عادة الناس أن دواعيهم تقوى بما يرون من أمثالهم في أحوال الدين والدنيا ، كما أن المحن تخف على قلوبهم بالمشاركة فيها ، فثبت أن حصول هذه الصفات الأربعة للمهاجرين الأولين يدل على غاية الفضيلة ونهاية المنقبة ، وأن ذلك يوجب الاعتراف بكونهم رؤساء المسلمين وسادة لهم .\r\n وأما القسم الثاني : من المؤمنين الموجودين في زمان محمد صلى الله عليه وسلم فهم الأنصار ، وذلك لأنه عليه السلام لما هاجر إليهم مع طائفة من أصحابه ، فلولا أنهم آووا ونصروا وبذلوا النفس والمال في خدمة رسول الله صلى الله عليه وسلم وإصلاح مهمات أصحابه لما تم المقصود البتة ، ويجب أن يكون حال المهاجرين أعلى في الفضيلة من حال الأنصار لوجوه : أولها : أنهم هم السابقون في الإيمان الذي هو رئيس الفضائل وعنوان المناقب : وثانيها : أنهم تحملوا العناء والمشقة دهراً دهيراً ، وزماناً مديداً من كفار قريش وصبروا عليه ، وهذه الحال ما حصلت للأنصار .\r\n وثالثها : أنهم تحملوا المضار الناشئة من مفارقة الأوطان والأهل والجيران ، ولم يحصل ذلك للأنصار .\r\n ورابعها : أن فتح الباب في قبول الدين والشريعة من الرسول عليه السلام إنما حصل من المهاجرين ، والأنصار اقتدوا بهم وتشبهوا بهم ، وقد ذكرنا أنه عليه السلام قال : \" من سن سنة حسنة فله أجرها وأجر من عمل بها إلى يوم القيامة \" فوجب أن يكون المقتدى أقل مرتبة من المقتدى به ، فجملة هذه الأحوال توجب تقديم المهاجرين الأولين على الأنصار في الفضل والدرجة والمنقبة ، فلهذا السبب أينما ذكر الله هذين الفريقين قدم المهاجرين على الأنصار وعلى هذا الترتيب ورد ذكرهما في هذه الآية .\r\n واعلم أن الله تعالى لما ذكر هذين القسمين في هذه الآية قال : { أُوْلَئِكَ بَعْضُهُمْ أَوْلِيَاء بَعْضٍ } واختلفوا في المراد بهذه الولاية ، فنقل الواحدي عن ابن عباس والمفسرين كلهم ، أن المراد هو الولاية في الميراث .\r\n وقالوا جعل الله تعالى سبب الإرث الهجرة والنصرة دون القرابة .\r\n وكان القريب الذي آمن ولم يهاجر لم يرث من أجل أنه لم يهاجر ولم ينصر ، واعلم أن لفظ الولاية غير مشعر بهذا المعنى ، لأن هذا اللفظ مشع بالقرب على ما قررناه في مواضع من هذا الكتاب .\r\n ويقال : «السلطان ولي من لا ولي له» ولا يفيد الإرث وقال تعالى : { أَلا إِنَّ أَوْلِيَاء الله لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ } [ يونس : 62 ] ولا يفيد الإرث بل الولاية تفيد القرب فيمكن حمله على غير الإرث ، وهو كون بعضهم معظماً للبعض مهتماً بشأنه مخصوصاً بمعاونته ومناصرته ، والمقصود أن يكونوا يداً واحدة على الأعداء ، وأن يكون حب كل واحد لغيره جارياً مجرى حبسه لنفسه ، وإذا كان اللفظ محتملاً لهذا المعنى كان حمله على الإرث بعيداً عن دلالة اللفظ ، لا سيما وهم يقولون إن ذلك الحكم صار منسوخاً بقوله تعالى في آخر الآية : { وَأُوْلُواْ الارحام بَعْضُهُمْ أولى بِبَعْضٍ } وأي حاجة تحملنا على حمل اللفظ على معنى لا إشعار لذلك اللفظ به ، ثم الحكم بأنه صار منسوخاً بآية أخرى مذكورة معه ، هذا في غاية البعد ، اللهم إلا إذا حصل إجماع المفسرين على أن المراد ذلك ، فحينئذ يجب المصير إليه إلا أن دعوى الإجماع بعيد .\r\n القسم الثالث : من أقسام مؤمني زمان الرسول عليه السلام وهم المؤمنون الذين ما وافقوا الرسول في الهجرة وبقوا في مكة وهم المعنيون بقول : { والذين ءاوَواْ وَّنَصَرُواْ أُوْلَئِكَ } فبين تعالى حكمهم من وجهين : الأول : قوله : { مَالَكُمْ مّن ولايتهم مّن شَىْء حتى يُهَاجِرُواْ } وفيه مسائل : المسألة الأولى : اعلم أن الولاية المنفية في هذه الصورة ، هي الولاية المثبتة في القسم الذي تقدم ، فمن حمل تلك الولاية على الإرث ، زعم أن الولاية المنفية ههنا هي الإرث ، ومن حمل تلك الولاية على سائر الاعتبارات المذكورة ، فكذا ههنا .\r\n واحتج الذاهبون ، إلى أن المراد من هذه الولاية الإرث ، بأن قالوا : لا يجوز أن يكون المراد منها الولاية بمعنى النصرة والدليل عليه أنه تعالى عطف عليه قوله : { وَإِنِ استنصروكم فِى الدين فَعَلَيْكُمُ النصر } ولا شك أن ذلك عبارة عن الموالاة في الدين والمعطوف مغاير للمعطوف عليه ، فوجب أن يكون المراد بالولاية المذكورة أمراً مغايراً لمعنى النصرة وهذا الاستدلال ضعيف ، لأنا حملنا تلك الولاية على التعظيم والإكرام وهو أمر مغاير للنصرة ، ألا ترى أن الإنسان قد ينصر بعض أهل الذمة في بعض المهمات وقد ينصر عبده وأمته بمعنى الإعانة مع أنه لا يواليه بمعنى التعظيم والإجلال فسقط هذا الدليل .\r\n المسألة الثانية : قوله تعالى : { حتى يُهَاجِرُواْ } .\r\n واعلم أن قوله تعالى : { مَالَكُمْ مّن ولايتهم مّن شَىْء } يوهم أنهم لما لم يهاجروا مع رسول الله صلى الله عليه وسلم سقطت ولايتهم مطلقاً ، فأزال الله تعالى هذا الوهم بقوله : { مَالَكُم مّن ولايتهم مّن شَىْء حتى يُهَاجِرُواْ } يعني أنهم لو هاجروا لعادت تلك الولاية وحصلت ، والمقصود منه الحمل على المهاجرة والترغيب فيها ، لأن المسلم متى سمع أن الله تعالى يقول : إن قطع المهاجرة انقطعت الولاية بينه وبين المسلمين ولو هاجر حصلت تلك الولاية وعادت على أكمل الوجوه ، فلا شك أن هذا يصير مرغباً له في الهجرة ، والمقصود من المهاجرة كثرة المسلمين واجتماعهم وإعانة بعضهم لبعض ، وحصول الألفة الشوكة وعدم التفرقة .\r\n المسألة الثالثة : قرأ حمزة { مّن ولايتهم } بكسر الواو ، والباقون بالفتح .\r\n قال الزجاج : من فتح جعلها من النصرة والنسب .\r\n وقال : والولاية التي بمنزلة الإمارة مكسورة للفصل بين المعنيين وقد يجوز كسر الولاية لأن في تولي بعض القوم بعضاً جنساً من الصناعة كالقصارة والخياطة فهي مكسورة .\r\n وقال أبو علي الفارسي : الفتح أجود ، لأن الولاية ههنا من الدين والكسر في السلطان .\r\n والحكم الثاني : من أحكام هذا القسم الثالث ، قوله تعالى : { وَإِنِ استنصروكم فِى الدين فَعَلَيْكُمُ النصر } .\r\n واعلم أنه تعالى لما بين الحكم في قطع الولاية بين تلك الطائفة من المؤمنين ، بين أنه ليس المراد منه المقاطعة التامة كما في حق الكفار بل هؤلاء المؤمنون الذين لم يهاجروا لم استنصروكم فانصروهم ولا تخذلوهم .\r\n روي أنه لما نزل قوله تعالى : { مَالَكُمْ مّن ولايتهم مّن شَىْء حتى يُهَاجِرُواْ } قام الزبير وقال : فهل نعينهم على أمر إن استعانوا بنا؟ فنزل { وَإِنِ استنصروكم فِى الدين فَعَلَيْكُمُ النصر } ثم قال تعالى : { إِلاَّ على قَوْمٍ بَيْنَكُمْ وَبَيْنَهُم مّيثَاقٌ } والمعنى أنه لا يجوز لكم نصرهم عليهم إذ الميثاق مانع من ذلك .\r\n ثم قال تعالى : { والذين كَفَرُواْ بَعْضُهُمْ أَوْلِيَاء بَعْضٍ } وفيه مسائل : المسألة الأولى : اعلم أن هذا الترتيب الذي اعتبره الله في هذه الآية في غاية الحسن لأنه ذكر ههنا أقساماً ثلاثة : فالأول : المؤمنون من المهاجرين والأنصار وهم أفضل الناس وبين أنه يجب أن يوالي بعضهم بعضاً .\r\n والقسم الثاني : المؤمنون الذين لم يهاجروا فهؤلاء بسبب إيمانهم لهم فضل وكرامة وبسبب ترك الهجرة لهم حالة نازلة فوجب أن يكون حكمهم حكماً متوسطاً بين الإجلال والإذلال وذلك هو أن الولاية المثبتة للقسم الأول ، تكون منفية عن هذا القسم ، إلا أنهم يكونون بحيث لو استنصروا المؤمنين واستعانوا بهم نصروهم وأعانوهم .\r\n فهذا الحكم متوسط بين الإجلال والإذلال .\r\n وأما الكفار فليس لهم البتة ما يوجب شيئاً من أسباب الفضيلة .\r\n فوجب كون المسلمين منقطعين عنهم من كل الوجوه فلا يكون بينهم ولاية ولا مناصلة بوجه من الوجوه ، فظهر أن هذا التريب في غاية الحسن .\r\n المسألة الثانية : قال بعض العلماء : قوله : { والذين كَفَرُواْ بَعْضُهُمْ أَوْلِيَاء بَعْضٍ } يدل على أن الكفار في الموارثة مع اختلاف مللهم كأهل ملة واحدة ، فالمجوسي يرث الوثني ، والنصراني يرث المجوسي ، لأن الله تعالى قال : { والذين كَفَرُواْ بَعْضُهُمْ أَوْلِيَاء بَعْضٍ } .\r\n واعلم أن هذا الكلام إنما يستقيم إذا حملنا الولاية على الإرث وقد سبق القول فيه ، بل الحق أن يقال : إن كفار قريش كانوا في غاية العداوة لليهود فلما ظهرت دعوة محمد صلى الله عليه وسلم تناصروا وتعاونوا على إيذائه ومحاربته ، فكان المراد من الآية ذلك .\r\n وتمام التحقيق فيه أن الجنسية علة الضم وشبيه الشيء منجذب إليه ، والمشركون واليهود والنصارى لما اشتركوا في عداوة محمد صلى الله عليه وسلم صارت هذه الجهة موجبة لانضمام بعضهم إلى بعض وقرب بعضهم من بعض وذلك يدل على أنهم ما أقدموا على تلك العداوة لأجل الدين ، لأن كل واحد منهم كان في نهاية الإنكار لدين صاحبه ، بل كان ذلك من أدل الدلائل على أن تلك العداوة لمحض الحسد والبغي والعناد .\r\n ثم إنه تعالى لما بين هذه الأحكام قال : { إِلاَّ تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِى الارض وَفَسَادٌ كَبِيرٌ } والمعنى : إن لم تفعلوا ما أمرتكم به في هذه التفاصيل المذكورة المتقدمة تحصل فتنة في الأرض ومفسدة عظيمة ، وبيان هذه الفتنة والفساد من وجوه : الأول : أن المسلمين لو اختلطوا بالكفار في زمان ضعف المسلمين وقلة عددهم ، وزمان قوة الكفار وكثرة عددهم ، فربما صارت تلك المخالطة سبباً لالتحاق المسلم بالكفار .\r\n الثاني : أن المسلمين لو كانوا متفرقين لم يظهر منهم جمع عظيم ، فيصير ذلك سبباً لجراءة الكفار عليهم .\r\n الثالث : أنه إذا كان جمع المسلمين كل يوم في الزيادة في العدة والعدة ، صار ذلك سبباً لمزيد رغبتهم فيما هم فيه ورغبة المخالف في الالتحاق بهم .\r\n واعلم أنه تعالى لما ذكر هذا القسم الثالث ، عاد إلى ذكر القسم الأول والثاني مرة أخرى فقال : { والذين ءامَنُواْ وَهَاجَرُواْ وجاهدوا فِي سَبِيلِ الله والذين ءاوَواْ وَّنَصَرُواْ أُولَئِكَ هُمُ المؤمنون حَقّاً لَهمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ } .\r\n واعلم أن هذا ليس بتكرار وذلك لأنه تعالى ذكرهم أولاً ليبين حكمهم وهو ولاية بعضهم بعضاً ، ثم إنه تعالى ذكرهم ههنا لبيان تعظيم شأنهم وعلو درجتهم ، وبيانه من وجهين : الأول : أن الإعادة تدل على مزيد الاهتمام بحالهم وذلك يدل على الشرف التعظيم .\r\n والثاني : وهو أنه تعالى أثنى عليهم ههنا من ثلاثة أوجه : أولها : قوله : { أُوْلئِكَ هُمُ المؤمنون حَقّاً } فقوله : { أُوْلئِكَ هُمُ المؤمنون } يفيد الحصر وقوله : { حَقّاً } يفيد المبالغة في وصفهم بكونهم محقين محققين في طريق الدين ، والأمر في الحقيقة كذلك ، لأن من لم يكن محقاً في دينه لم يتحمل ترك الأديان السالفة ، ولم يفارق الأهل والوطن ولم يبذل النفس والمال ولم يكن في هذه الأحوال من المتسارعين المتسابقين .\r\n وثانيها : قوله : { لَهُم مَّغْفِرَةٌ } وتنكير لفظ المغفرة يدل على الكمال كما أن التنكير في قوله : { وَلَتَجِدَنَّهُمْ أَحْرَصَ الناس على حياة } [ البقرة : 96 ] يدل على كمال تلك الحياة ، والمعنى : لهم مغفرة تامة كاملة عن جميع الذنوب والتبعات .\r\n وثالثها : قوله : { وَرِزْقٌ كَرِيمٌ } والمراد منه الثواب الرفيع الشريف .\r\n والحاصل : أنه تعالى شرح حالهم في الدنيا وفي الآخرة ، أما في الدنيا فقد وصفهم بقوله : { أُوْلئِكَ هُمُ المؤمنون حَقّاً } وأما في الآخرة فالمقصود إما دفع العقاب ، وإما جلب الثواب ، أما دفع العقاب فهو المراد بقوله : { لَهُم مَّغْفِرَةٌ } وأما جلب الثواب فهو المراد بقوله : { وَرِزْقٌ كَرِيمٌ } وهذه السعادات العالية إنما حصلت لأنهم أعرضوا عن اللذات الجسمانية ، فتركوا الأهل والوطن وبذلوا النفس والمال ، وذلك تنبيه على أنه لا طريق إلى تحصيل السعادات إلا بالإعراض عن هذه الجسمانيات .\r\n القسم الرابع : من مؤمني زمان محمد صلى الله عليه وسلم هم الذين لم يوافقوا الرسول في الهجرة إلا أنهم بعد ذلك هاجروا إليه ، وهو المراد من قوله تعالى : { والذين ءامَنُواْ مِن بَعْدُ وَهَاجَرُواْ وجاهدوا مَعَكُمْ فَأُوْلَئِكَ مِنكُمْ } وفيه مسائل : المسألة الأولى : اختلفوا في المراد من قوله تعالى : { مِن بَعْدِ } نقل الواحدي عن ابن عباس : بعد الحديبية وهي الهجرة الثانية ، وقيل بعد نزول هذه الآية ، وقيل : بعد يوم بدر ، والأصح أن المراد والذين هاجروا بعد الهجرة الأولى ، وهؤلاء هم التابعون بإحسان كما قال : { والذين اتبعوهم بِإِحْسَانٍ رَّضِىَ الله عَنْهُمْ وَرَضُواْ عَنْهُ } [ التوبة : 100 ] .\r\n المسألة الثانية : الأصح أن الهجرة انقطعت بفتح مكة لأن عنده صارت مكة بلد الإسلام وقال الحسن : الهجرة غير منقطعة أبداً ، وأما قوله عليه السلام : « لا هجرة بعد الفتح » فالمراد الهجرة المخصوصة ، فإنها انقطعت بالفتح وبقوة الإسلام .\r\n أما لو اتفق في بعض الأزمان كون المؤمنين في بلد وفى عددهم قلة ، ويحصل للكفار بسبب كونهم معهم شوكة وإن هاجر المسلمون من تلك البلدة وانتقلوا إلى بلدة أخرى ضعفت شوكة الكفار ، فههنا تلزمهم الهجرة على ما قاله الحسن ، لأنه قد حصل فيهم مثل العلة في الهجرة من مكة إلى المدينة .\r\n المسألة الثالثة : قوله : { فَأُوْلَئِكَ مِنكُمْ } يدل على أن مرتبة هؤلاء دون مرتبة المهاجرين السابقين لأنه ألحق هؤلاء بهم وجعلهم منهم في معرض التشريف ، ولولا كون القسم الأول أشرف وإلا لما صح هذا المعنى .\r\n فهذا شرح هذه الأقسام الأربعة التي ذكرها الله تعالى في هذه الآية .\r\n ثم قال تعالى : { وَأُوْلُواْ الارحام بَعْضُهُمْ أولى بِبَعْضٍ فِي كتاب الله } وفيه مسائل : المسألة الأولى : الذين قالوا المراد من قوله تعالى : { أُوْلَئِكَ بَعْضُهُمْ أَوْلِيَاء بَعْضٍ } ولاية الميراث قالوا هذه الآية ناسخة له ، فإنه تعالى بين أن الإرث كان بسبب النصرة والهجرة ، والآن قد صار ذلك منسوخاً فلا يحصل الإرث إلا بسبب القرابة وقوله : { فِى كتاب الله } المراد منه السهام المذكورة في سورة النساء ، وأما الذين فسروا تلك الآية بالنصرة والمحبة والتعظيم قالوا : إن تلك الولاية لما كانت محتملة للولاية بسبب الميراث بين الله تعالى في هذه الآية أن ولاية الإرث إنما تحصل بسبب القرابة ، إلا ما خصه الدليل ، فيكون المقصود من هذا الكلام إزالة هذا الوهم ، وهذا أولى ، لأن تكثير النسخ من غير ضرورة ولا حاجة لا يجوز .\r\n المسألة الثانية : تمسك محمد بن عبد الله بن الحسن بن الحسن بن علي بن أبي طالب رضي الله عنهم في كتابه إلى أبي جعفر المنصور بهذه الآية في أن الإمام بعد رسول الله صلى الله عليه وسلم هو علي بن أبي طالب فقال : قوله تعالى : { وَأُوْلُواْ الارحام بَعْضُهُمْ أولى بِبَعْضٍ } يدل على ثبوت الولاية وليس في الآية شيء معين في ثبوت هذه الأولوية ، فوجب حمله على الكل إلا ما خصه الدليل ، وحينئذ يندرج فيه الإمامة ، ولا يجوز أن يقال : إن أبا بكر كان من أولي الأرحام لما نقل أنه عليه السلام أعطاه سورة براءة ليبلغها إلى القوم ، ثم بعث علياً خلفه وأمر بأن يكون المبلغ هو علي ، وقال : « لا يؤديها إلا رجل مني » وذلك يدل على أن أبا بكر ما كان منه ، فهذا هو وجه الاستدلال بهذه الآية .\r\n والجواب : إن صحت هذه الدلالة كان العباس أولى بالإمامة ، لأنه كان أقرب إلى رسول الله من علي .\r\n وبهذا الوجه أجاب أبو جعفر المنصور عنه .\r\n المسألة الثالثة : تمسك أصحاب أبي حنيفة رحمه الله بهذه الآية ، في توريث ذوي الأرحام ، وأجاب أصحابنا عنه بأن قوله : { وَأُوْلُواْ الارحام بَعْضُهُمْ أولى بِبَعْضٍ } مجمل في الشيء الذي حصلت فيه هذه الأولوية ، فلما قال : { فِى كتاب الله } كان معناه في الحكم الذي بينه الله في كتابه ، فصارت هذه الأولوية مقيدة بالأحكام التي بينها الله في كتابه ، وتلك الأحكام ليست إلا ميراث العصبات .\r\n فوجب أن يكون المراد من هذا المجمل هو ذلك فقط فلا يتعدى إلى توريث ذوي الأرحام .\r\n ثم قال في ختم السورة : { أَنَّ الله بِكُلّ شَىْء عَلِيمٌ } والمراد أن هذه الأحكام التي ذكرتها وفصلتها كلها حكمة وصواب وصلاح ، وليس فيها شيء من العبث والباطل ، لأن العالم بجميع المعلومات لا يحكم إلا بالصواب .\r\n ونظيره أن الملائكة لما قالوا : { أَتَجْعَلُ فِيهَا مَن يُفْسِدُ وَيَسْفِكُ الدماء } قال مجيباً لهم : { إِنّي أَعْلَمُ مَا لاَ تَعْلَمُونَ } [ البقرة : 30 ] يعني لما علمتم كوني عالماً بكل المعلومات ، فاعلموا أن حكمي يكون منزهاً عن الغلط كذا ههنا .\r\n والله أعلم .\r\n تم تفسير هذه السورة ولله الحمد والشكر ، كما هو أهله ومستحقه .\r\n يوم الأحد في رمضان سنة إحدى وستمائة في قرية يقال لها بغدان .\r\n ونسأل الله الخلاص من الأهوال وشدة الزمان ، وكيد أهل البغي والخذلان ، إنه الملك الديان .\r\n وصلاته وسلامه على حبيب الرحمن ، محمد المصطفى صاحب المعجزات والبرهان .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين آمنوا وهاجروا وجاهدوا بأموالهم وأنفسهم في سبيل الله والذين آووا ونصروا أولئك بعضهم أولياء بعض والذين آمنوا ولم يهاجروا ما لكم من ولايتهم من شيء حتى يهاجروا وإن استنصروكم في الدين فعليكم النصر إلا على قوم بينكم وبينهم ميثاق والله بما تعملون بصير (72) والذين كفروا بعضهم أولياء بعض إلا تفعلوه تكن فتنة في الأرض وفساد كبير (73) والذين آمنوا وهاجروا وجاهدوا في سبيل الله والذين آووا ونصروا أولئك هم المؤمنون حقا لهم مغفرة ورزق كريم (74) والذين آمنوا من بعد وهاجروا وجاهدوا معكم فأولئك منكم وأولو الأرحام بعضهم أولى ببعض في كتاب الله إن الله بكل شيء عليم (75) ",
        "babnum": 42
    }
]