[
    {
        "id": 3142,
        "cate": "84",
        "title": "إِذَا السَّمَاءُ انْشَقَّتْ (1) وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ (2) وَإِذَا الْأَرْضُ مُدَّتْ (3) وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ (4) وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ (5) ",
        "details": " أما انشقاق السماء فقد مر شرحه في مواضع من القرآن ، وعن علي عليه السلام أنها تنشق من المجرة ، أما قوله : { وَأَذِنَتْ لِرَبّهَا } ومعنى أذن له استمع ، ومنه قوله عليه الصلاة والسلام : « ما أذن الله لشيء كإذنه لنبي يتغنى بالقرآن » وأنشد أبو عبيدة والمبرد والزجاج قول قعنب : صم إذا سمعوا خيراً ذكرت به \r\n وإن ذكرت بشر عندهم أذنوا والمعنى أنه لم يوجد في جرم السماء ما يمنع من تأثير قدرة الله تعالى في شقها وتفريق أجزائها ، فكانت في قبول ذلك التأثير كالعبد الطائع الذي إذا ورد عليه الأمر من جهة المالك أنصت له وأذعن ، ولم يمتنع فقوله : { قَالَتَا أَتَيْنَا طَائِعِينَ } [ فصلت : 11 ] يدل على نفاذ القدرة في الإيجاد والإبداع من غير ممانعة أصلاً ، وقوله ههنا : { وَأَذِنَتْ لِرَبّهَا } يدل على نفوذ القدرة في التفريق والإعدام والإفناء من غير ممانعة أصلاً ، وأما قوله : { وَحُقَّتْ } فهو من قولك هو محقوق بكذا ، وحقيق به .\r\n يعني وهي حقيقة بأن تنقاد ولا تمتنع وذلك لأنه جسم ، وكل جسم فهو ممكن لذاته وكل ممكن لذاته فإن الوجود والعدم بالنسبة إليه على السوية ، وكل ما كان كذلك ، كان ترجيح وجوده على عدمه أو ترجيح عدمه على وجوده ، لا بد وأن يكون بتأثير واجب الوجود وترجيحه فيكون تأثير قدرته في إيجاده ، وإعدامه ، نافذاً سارياً من غير ممانعة أصلاً ، وأما الممكن فليس له إلا القبول والاستعداد ، ومثل هذا الشيء حقيق به أن يكون قابلاً للوجود تارة ، وللعدم أخرى من واجب الوجود ، أما قوله : { وَإِذَا الأرض مُدَّتْ } ففيه وجهان الأول : أنه مأخوذ من مد الشيء فامتد ، وهو أن تزال حبالها بالنسف كما قال : { وَيَسْئَلُونَكَ عَنِ الجبال فَقُلْ يَنسِفُهَا رَبّي نَسْفاً } [ طه : 105 ] يسوي ظهرها ، كما قال : { قَاعاً صَفْصَفاً * لاَّ ترى فِيهَا عِوَجاً وَلا أَمْتاً } [ طه : 107 106 ] وعن ابن عباس مدت مد الأديم الكاظمي ، لأن الأديم إذا مد زال كل انثناء فيه واستوى والثاني : أنه مأخوذ من مده بمعنى أمده أي يزاد في سعتها يوم القيامة لوقوف الخلائق عليها للحساب ، واعلم أنه لا بد من الزيادة في وجه الأرض سواء كان ذلك بتمديدها أو بإمدادها ، لأن خلق الأولين والآخرين لما كانوا واقفين يوم القيامة على ظهرها ، فلا بد من الزيادة في طولها وعرضها ، أما قوله : { وَأَلْقَتْ مَا فِيهَا } فالمعنى أنها لما مدت رمت بما في جوفها من الموتى والكنوز ، وهو كقوله : { وَأَخْرَجَتِ الأرض أَثْقَالَهَا } [ الزلزلة : 2 ] { وَإِذَا القبور بُعْثِرَتْ } [ الإنفطار : 4 ] { وَبُعْثِرَ مَا فِى القبور } [ العاديات : 9 ] وكقوله : { أَلَمْ نَجْعَلِ الأرض كِفَاتاً * أَحْيَاءاً وأمواتا } [ المرسلات : 26 25 ] وأما قوله : { وَتَخَلَّتْ } فالمعنى وخلت غاية الخلو حتى لم يبق في باطنها شيء كأنها تكلفت أقصى جهدها في الخلو ، كما يقال : تكرم الكريم ، وترحم الرحيم .\r\n إذا بلغا جهدهما في الكرم الرحمة وتكلفاً فوق ما في طبعهما ، واعلم أن التحقيق أن الله تعالى هو الذي أخرج تلك الأشياء من بطن الأرض إلى ظهرها ، لكن الأرض وصفت بذلك على سبيل التوسع ، وأما قوله : { وَأَذِنَتْ لِرَبّهَا وَحُقَّتْ } فقد تقدم تفسيره إلا أن الأول في السماء وهذا في الأرض ، وإذا اختلف وجه الكلام لم يكن تكراراً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إذا السماء انشقت (1) وأذنت لربها وحقت (2) وإذا الأرض مدت (3) وألقت ما فيها وتخلت (4) وأذنت لربها وحقت (5) ",
        "babnum": 1
    },
    {
        "id": 3143,
        "cate": "84",
        "title": "يَاأَيُّهَا الْإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلَاقِيهِ (6) ",
        "details": " اعلم أن قوله تعالى : { إِذَا السماء انشقت } [ الإنشقاق : 1 ] إلى قوله : { يا أيها الإنسان } شرط ولا بد له من جزاء واختلفوا فيه على وجوه أحدها : قال صاحب الكشاف : حذف جواب إذاً ليذهب الوهم إلى كل شيء فيكون أدخل في التهويل وثانيها : قال الفراء : إنما ترك الجواب لأن هذا المعنى معروف قد تردد في القرآن معناه فعرف ، ونظيره قوله : { إِنَّا أنزلناه فِى لَيْلَةِ القدر } [ القدر : 1 ] ترك ذكر القرآن لأن التصريح به قد تقدم في سائر المواضع وثالثها : قال بعض المحققين : الجواب هو قوله : { فملاقيه } وقوله : { يأَيُّهَا الإنسان إِنَّكَ كَادِحٌ إلى رَبّكَ كَدْحاً } [ الإنشقاق : 6 ] معترض ، وهو كقول القائل إذا كان كذا وكذا يا أيها الإنسان ترى عند ذلك ما عملت من خير أو شر ، فكذا ههنا .\r\n والتقدير إذا كان يوم القيامة لقي الإنسان عمله ورابعها : أن المعنى محمول على التقديم والتأخير فكأنه قيل : يأيها الإنسان إنك كادح إلى ربك كدحاً فملاقيه إذا السماء انشقت وقامت القيامة وخامسها : قال الكسائي : إن الجواب في قوله : { فَأَمَّا مَنْ أُوتِيَ كتابه } [ الإنشقاق : 7 ] واعترض في الكلام قوله : { يأَيُّهَا الإنسان إِنَّكَ كَادِحٌ } والمعنى إذا السماء انشقت ، وكان كذا وكذا من أوتي كتابه بيمينه فهو كذا ومن أوتي كتابه وراء ظهره فهو كذا ، ونظيره قوله تعالى : { فَإِمَّا يَأْتِيَنَّكُم مّنّي هُدًى فَمَن تَبِعَ هُدَايَ فَلاَ خَوْفٌ عَلَيْهِمْ } [ البقرة : 38 ] ، وسادسها : قال القاضي : إن الجواب ما دل عليه قوله : { إِنَّكَ كَادِحٌ } كأنه تعالى قال : يا أيها الإنسان ترى ما عملت فاكدح لذلك اليوم أيها الإنسان لتفوز بالنعيم أما قوله : { يا أيها الإنسان } ففيه قولان : الأول : أن المراد جنس الناس كما يقال : أيها الرجل ، وكلكم ذلك الرجل ، فكذا ههنا .\r\n وكأنه خطاب خص به كل واحد من الناس ، قال القفال : وهو أبلغ من العموم لأنه قائم مقام التخصيص على مخاطبة كل واحد منهم على التعيين بخلاف اللفظ العام فإنه لا يكون كذلك والثاني : أن المراد منه رجل بعينه ، وههنا فيه قولان : الأول : أن المراد به محمد صلى الله عليه وسلم والمعنى أنك تكدح في إبلاغ رسالات الله وإرشاد عباده وتحمل الضرر من الكفار ، فأبشر فإنك تلقى الله بهذا العمل وهو غير ضائع عنده الثاني : قال ابن عباس : هو أُبيّ بن خلف ، وكدحه جده واجتهاده في طلب الدنيا ، وإيذاء الرسول عليه السلام ، والإصرار على الكفر ، والأقرب أنه محمول على الجنس لأنه أكثر فائدة ، ولأن قوله : { فَأَمَّا مَنْ أُوتِيَ كتابه بِيَمِينِهِ } [ الإنشقاق : 7 ] { وَأَمَّا مَنْ أُوتِيَ كتابه وَرَاء ظَهْرِهِ } [ الإنشقاق : 10 ] كالنوعين له ، وذلك لا يتم إلا إذا كان جنساً ، أما قوله : { إِنَّكَ كَادِحٌ } فاعلم أن الكدح جهد الناس في العمل والكدح فيه حتى يؤثر فيها من كدح جلده إذا خدشه ، أما قوله : { إلى رَبّكَ } ففيه ثلاثة أوجه أحدها : إنك كادح إلى لقاء ربك وهو الموت أي هذا الكدح يستمر ويبقى إلى هذا الزمان ، وأقول في هذا التفسير نكتة لطيفة ، وذلك لأنها تقتضي أن الإنسان لا ينفك في هذه الحياة الدنيوية من أولها إلى آخرها عن الكدح والمشقة والتعب ، ولما كانت كلمة إلى لانتهاء الغاية ، فهي تدل على وجوب انتهاء الكدح والمشقة بانتهاء هذه الحياة ، وأن يكون الحاصل بعد هذه الدنيا محض السعادة والرحمة ، وذلك معقول ، فإن نسبة الآخرة إلى الدنيا كنسبة الدنيا إلى رحم الأم ، فكما صح أن يقال : يا أيها الجنين إنك كادح إلى أن تنفصل من الرحم ، فكان ما بعد الانفصال عن الرحم بالنسبة إلى ما قبله خالصاً عن الكدح والظلمة فنرجوا من فضل الله أن يكون الحال فيما بعد الموت كذلك وثانيهما : قال القفال : التقدير إنك كادح في دنياك كدحاً تصير به إلى ربك فبهذا التأويل حسن استعمال حرف إلى ههنا وثالثها : يحتمل أن يكون دخول إلى على معنى أن الكدح هو السعي ، فكأنه قال : ساع بعملك { إلى رَبّكَ } أما قوله تعالى : { فملاقيه } ففيه قولان : الأول : قال الزجاج : فملاق ربك أي ملاق حكمه لا مفر لك منه ، وقال آخرون : الضمير عائد إلى الكدح ، إلا أن الكدح عمل وهو عرض لا يبقى فملاقاته ممتنعة ، فوجب أن يكون المراد ملاقاة الكتاب الذي فيه بيان تلك الأعمال ، ويتأكد هذا التأويل بقوله بعد هذه الآية : { فَأَمَّا مَنْ أُوتِيَ كتابه بِيَمِينِهِ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الإنسان إنك كادح إلى ربك كدحا فملاقيه (6) ",
        "babnum": 2
    },
    {
        "id": 3144,
        "cate": "84",
        "title": "فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ (7) فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا (8) وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا (9) ",
        "details": " فالمعنى فأما من أعطي كتاب أعماله بيمينه { فَسَوْفَ يُحَاسَبُ حِسَاباً يَسِيراً } وسوف من الله واجب وهو كقول القائل : اتبعني فسوف نجد خيراً ، فإنه لا يريد به الشك ، وإنما يريد ترقيق الكلام .\r\n والحساب اليسير هو أن تعرض عليه أعماله ، ويعرف أن الطاعة منها هذه ، والمعصية هذه ، ثم يثاب على الطاعة ويتجاوز عن المعصية فهذا هو الحساب اليسير لأنه لا شدة على صاحبه ولا مناقشة ، ولا يقال له : لم فعلت هذا ولا يطالب بالعذر فيه ولا بالحجة عليه .\r\n فإنه متى طولب بذلك لم يجد عذراً ولا حجة فيفتضح ، ثم إنه عند هذا الحساب اليسير يرجع إلى أهله مسروراً فائزاً بالثواب آمناً من العذاب ، والمراد من أهله أهل الجنة من الحور العين أو من زوجاته وذرياته إذا كانوا مؤمنين ، فدلت هذه الآية على أنه سبحانه أعد له ولأهله في الجنة ما يليق به من الثواب ، عن عائشة رضي الله عنها قالت : «سمعت رسول الله صلى الله عليه وسلم يقول : \" اللهم حاسبني حساباً يسيراً ، قلت وما الحساب اليسير؟ قال : ينظر في كتابه ويتجاوز عن سيئاته ، فأما من نوقش في الحساب فقد هلك \" وعن عائشة قالت : \" قال رسول الله صلى الله عليه وسلم : من نوقش الحساب فقد هلك \" فقلت : يا رسول الله إن الله يقول : { فَأَمَّا مَنْ أُوتِىَ كتابه بِيَمِينِهِ * فَسَوْفَ يُحَاسَبُ حِسَاباً يَسِيراً } قال : \" ذلك العرض ، ولكن من نوقش الحساب عذب \" وفي قوله : يحاسب إشكال لأن المحاسبة تكون بين اثنين ، وليس في القيامة لأحد قبل ربه مطالبة فيحاسبه وجوابه : أن العبد يقول : إلهي فعلت المعصية الفلانية ، فكأن ذلك بين الرب والعبد محاسبة والدليل على أنه تعالى خص الكفار بأنه لا يكلمهم ، فدل ذلك على أنه يكلم المطيعين والعبد يكلمه فكانت المكالمة محاسبة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فأما من أوتي كتابه بيمينه (7) فسوف يحاسب حسابا يسيرا (8) وينقلب إلى أهله مسرورا (9) ",
        "babnum": 3
    },
    {
        "id": 3145,
        "cate": "84",
        "title": "وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ (10) ",
        "details": " فللمفسرين فيه وجوه أحدها : قال الكلبي : السبب فيه لأن يمينه مغلولة إلى عنقه ويده اليسرى خلف ظهره وثانيها : قال مجاهد : تخلع يده اليسرى فتجعل من وراء ظهره وثالثها : قال قوم : يتحول وجهه في قفاه ، فيقرأ كتابه كذلك ورابعها : أنه يؤتى كتابه بشماله من وراء ظهره لأنه إذا حاول أخذه بيمينه كالمؤمنين يمنع من ذلك وأوتي من وراء ظهره بشماله فإن قيل أليس أنه قال في سورة الحاقة : { وَأَمَّا مَنْ أُوتِيَ كتابه بِشِمَالِهِ } [ الحاقة : 25 ] ولم يذكر الظهر والجواب : من وجهين أحدهما : يحتمل أن يؤتى بشماله وراء ظهره على ما حكيناه عن الكلبي وثانيها : أن يكون بعضهم يعطي بشماله ، وبعضهم من وراء ظهره .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأما من أوتي كتابه وراء ظهره (10) ",
        "babnum": 4
    },
    {
        "id": 3146,
        "cate": "84",
        "title": "فَسَوْفَ يَدْعُو ثُبُورًا (11) ",
        "details": " فاعلم أن الثبور هو الهلاك ، والمعنى أنه لما أوتي كتابه من غير يمينه علم أنه من أهل النار فيقول : واثبوراه ، قال الفراء : العرب تقول فلان يدعوا لهفه ، إذا قال : والهفاه ، وفيه وجه آخر ذكره القفال ، فقال : الثبور مشتق من المثابرة على شيء ، وهي المواظبة عليه فسمي هلاك الآخرة ثبور لأنه لازم لا يزول ، كما قال : { إِنَّ عَذَابَهَا كَانَ غَرَاماً } [ الفرقان : 65 ] وأصل الغرام اللزوم والولوع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فسوف يدعو ثبورا (11) ",
        "babnum": 5
    },
    {
        "id": 3147,
        "cate": "84",
        "title": "وَيَصْلَى سَعِيرًا (12) ",
        "details": " ففيه مسألتان : المسألة الأولى : يقال : صلى الكافر النار ، قال الله تعالى : { وَسَيَصْلَوْنَ سَعِيراً } [ النساء : 10 ] وقال : { وَنُصْلِهِ جَهَنَّمَ } [ آل عمران : 115 ] وقال : { إِلاَّ مَنْ هُوَ صَالِ الجحيم } [ الصافات : 1 ] وقال : { لاَ يصلاها إِلاَّ الأشقى * الذى كَذَّبَ وتولى } [ الليل : 16 15 ] والمعنى أنه إذا أعطى كتابه بشماله من وراء ظهره فإنه يدعو الثبور ثم يدخل النار ، وهو في النار أيضاً يدعو ثبوراً ، كما قال : { دَّعَوَا هُنَالِكَ ثُبُوراً } [ الفرقان : 13 ] وأحدهما لا ينفي الآخر ، وإنما هو على اجتماعهما قبل دخول النار وبعد دخولها ، نعوذ بالله منها ومما قرب إليها من قول أو عمل .\r\n المسألة الثانية : قرأ عاصم وحمزة وأبو عمرو ويصلى بضم الياء والتخفيف كقوله : { نصله جهنم } وهذه القراءة مطابقة للقراءة المشهورة لأنه يصلى فيصلى أي يدخل النار .\r\n وقرأ ابن عامر ونافع والكسائي بضم الياء مثقلة كقوله : ( وتصلية جحيم ) وقوله : { ثُمَّ الجحيم صَلُّوهُ } [ الحاقة : 31 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويصلى سعيرا (12) ",
        "babnum": 6
    },
    {
        "id": 3148,
        "cate": "84",
        "title": "إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا (13) ",
        "details": " فقد ذكر القفال فيه وجهين أحدهما : أنه كان في أهله مسروراً أي منعماً مستريحاً من التعب بأداء العبادات واحتمال مشقة الفرائض من الصلاة والصوم والجهاد مقدماً على المعاصي آمناً من الحساب والثواب والعقاب لا يخاف الله ولا يرجوه فأبدله الله بذلك السرور الفاني غماً باقياً لا ينقطع ، وكان المؤمن الذي أوتي كتابه بيمينه متقياً من المعاصي غير آمن من العذاب ولم يكن في دنياه مسروراً في أهله فجعله الله في الآخرة مسروراً فأبدله الله تعالى بالغم الفاني سروراً دائماً لا ينفذ الثاني : أن قوله : { إِنَّهُ كَانَ فِى أَهْلِهِ مَسْرُوراً } كقوله : { وَإِذَا انقلبوا إلى أَهْلِهِمْ انقلبوا فَكِهِينَ } [ المطففين : 31 ] أي متنعمين في الدنيا معجبين بما هو عليه من الكفر فكذلك ههنا يحتمل أن يكون المعنى أنه كان في أهله مسروراً بما هم عليه من الكفر بالله والتكذيب بالبعث يضحك ممن آمن به وصدق بالحساب ، وقد روي عن النبي صلى الله عليه وسلم أنه قال : « الدنيا سجن المؤمن وجنة الكافر » .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنه كان في أهله مسرورا (13) ",
        "babnum": 7
    },
    {
        "id": 3149,
        "cate": "84",
        "title": "إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ (14) ",
        "details": " فاعلم أن الحور هو الرجوع والمحار المرجع والمصير وعن ابن عباس .\r\n ما كنت أدري ما معنى يحور ، حتى سمعت إعرابية تقول لابنتها حوري أي ارجعي ، ونقل القفال عن بعضهم أن الحور هو الرجوع إلى خلاف ما كان عليه المرء كما قالوا : «نعوذ بالله من الحور بعد الكور» فعلى الوجه الأول معنى الآية أنه ظن أن لن يرجع إلى الآخرة أي لن يبعث ، وقال مقاتل وابن عباس : حسب أن لا يرجع إلى الله تعالى ، وعلى الوجه الثاني أنه ظن أن لن يرجع إلى خلاف ما هو عليه في الدنيا من السرور والتنعم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنه ظن أن لن يحور (14) ",
        "babnum": 8
    },
    {
        "id": 3150,
        "cate": "84",
        "title": "بَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا (15) ",
        "details": " ثم قال تعالى : { بلى } أي ليبعثن ، وعلى الوجه الثاني يكون المعنى أن الله تعالى يبدل سروره بغم لا ينقطع وتنعمه ببلاء لا ينتهي ولا يزول .\r\n أما قوله : { إِنَّ رَبَّهُ كَانَ بهِ بَصِيراً } فقال الكلبي : كان بصيراً به من يوم خلقه إلى أن بعثه ، وقال عطاء : بصيراً بما سبق عليه في أم الكتاب من الشقاء ، وقال مقاتل : بصيراً متى بعثه ، وقال الزجاج : كان عالماً بأن مرجعه إليه ولا فائدة في هذه الأقوال ، إنما الفائدة في وجهين ذكرهما القفال الأول : أن ربه كان عالماً بأنه سيجزيه والثاني : أن ربه كان عالماً بما يعمله من الكفر والمعاصي فلم يكن يجوز في حكمته أن يهمله فلا يعاقبه على سوء أعماله ، وهذا زجر لكل المكلفين عن جميع المعاصي .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "بلى إن ربه كان به بصيرا (15) ",
        "babnum": 9
    },
    {
        "id": 3151,
        "cate": "84",
        "title": "فَلَا أُقْسِمُ بِالشَّفَقِ (16) وَاللَّيْلِ وَمَا وَسَقَ (17) وَالْقَمَرِ إِذَا اتَّسَقَ (18) لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ (19) فَمَا لَهُمْ لَا يُؤْمِنُونَ (20) ",
        "details": " اعلم أن قوله تعالى : { فَلاَ أُقْسِمُ بالشفق } فيه مسائل : المسألة الأولى : أن هذا قسم ، وأما حرف لا فقد تكلمنا فيه في قوله تعالى : { لاَ أُقْسِمُ بِيَوْمِ القيامة } [ القيامة : 1 ] ومن جملة الوجوه المذكورة هناك أن لا نفي ورد لكلام قبل القسم وتوجيه هذا الوجه ههنا ظاهر ، لأنه تعالى حكى ههنا عن المشرك أنه ظن أن لن يحور فقوله لا رد لذلك القول وإبطال لذلك الظن ثم قال بعده أقسم بالشفق .\r\n المسألة الثانية : قد عرفت اختلاف العلماء في أن القسم واقع بهذه الأشياء أو يخالفها ، وعرفت أن المتكلمين زعموا أن القسم واقع برب الشفق وإن كان محذوفاً ، لأن ذلك معلوم من حيث ورد الحظر بأن يقسم الإنسان بغير الله تعالى .\r\n المسألة الثالثة : تركيب لفظ الشفق في أصل اللغة لرقة الشيء ، ومنه يقال : ثوب شفق كأنه لا تماسك لرقته ، ويقال : للرديء من الأشياء شفق ، وأشفق عليه إذا رق قلبه عليه والشفقة رقة القلب ثم اتفق العلماء على أنه اسم للأثر الباقي من الشمس في الأفق بعد غروبها إلا ما يحكى عن مجاهد أنه قال : الشفق هو النهار ، ولعله إنما ذهب إلى هذا لأنه تعالى عطف عليه الليل فيجب أن يكون المذكور أولاً هو النهار فالقسم على هذا الوجه واقع بالليل والنهار اللذين أحدهما معاش والثاني سكن وبهما قوام أمور العالم ، ثم اختلفوا بعد ذلك فذهب عامة العلماء إلى أنه هو الحمرة وهو قول ابن عباس والكلبي ومقاتل ، ومن أهل اللغة قول الليث والفراء والزجاج .\r\n قال صاحب «الكشاف» : وهو قول عامة العلماء إلا ما يروى عن أبي حنيفة في إحدى الروايتين عنه أنه البياض وروى أسد بن عمرو أنه رجع عنه .\r\n واحتجوا عليه بوجوه أحدها : قال الفراء : سمعت بعض العرب يقول عليه ثوب مصبوغ كأنه الشفق وكان أحمر ، قال : فدل ذلك على أن الشفق هو الحمرة وثانيها : أنه جعل الشفق وقتاً للعشاء الأخيرة فوجب أن يكون المعتبر هو الحمرة لا البياض لأن البياض يمتد وقته ويطول لبثه ، والحمرة لما كانت بقية ضوء الشمس ثم بعدت الشمس عن الأفق ذهبت الحمرة وثالثها : أن اشتقاق الشفق لما كان من الرقة ، ولا شك أن الضوء يأخذ في الرقة والضعف من عند غيبة الشمس فتكون الحمرة شفقاً .\r\n أما قوله : { واليل وَمَا وَسَقَ } فقال أهل اللغة : وسق أي جمع ومنه الوسق وهو الطعام المجتمع الذي يكال ويوزن ثم صار اسماً للحمل واستوسقت الإبل إذا اجتمعت وانضمت والراعي يسقها أي يجمعها قال صاحب «الكشاف» : يقال وسقه فاتسق واستوسق ونظيره في وقوع افتعل واستفعل مطاوعين اتسع واستوسع .\r\n وأما المعنى فقال القفال : مجموع أقاويل المفسرين يدل على أنهم فسروا قوله تعالى : { وَمَا وَسَقَ } على جميع ما يجمعه الليل من النجوم ورجوع الحيوان عن الانتشار وتحرك ما يتحرك فيه الهوام ، ثم هذا يحتمل أن يكون إشارة إلى الأشياء كلها لاشتمال الليل عليها فكأنه تعالى أقسم بجميع المخلوقات كما قال : { فَلا أُقْسِمُ بِمَا تُبْصِرُونَ * وَمَا لاَ تُبْصِرُونَ } [ الحاقة : 38 ] وقال سعيد بن جبير ما عمل فيه ، قال القفال : يحتمل أن يكون ذلك هو تهجد العباد فقد مدح الله تعالى بها المستغفرين بالأسحار فيجوز أن يحلف بهم وإنما قلنا : إن الليل جمع هذه الأشياء كلها لأن ظلمته كأنها تجلل الجبال والبحار والشجر والحيوانات ، فلا جرم صح أن يقال : وسق جميع هذه الأشياء ، أما قوله : { والقمر إِذَا اتسق } فاعلم أن أصل الكلمة من الاجتماع يقال : وسقته فاتسق كما يقال : وصلته فاتصل ، أي جمعته فاجتمع ويقال : أمور فلان متسقة أي مجتمعة على الصلاح كما يقال : منتظمة ، وأما أهل المعاني فقال ابن عباس إذا اتسق أي استوى واجتمع وتكامل وتم واستدار وذلك ليلة ثلاثة عشر إلى ستة عشر ، ثم إنه سبحانه وتعالى بعد أن ذكر ما به أقسم أتبعه بذكر ما عليه أقسم فقال : { لَتَرْكَبُنَّ طَبَقاً عن طَبقٍ } وفيه مسائل : المسألة الأولى : قرىء : { لَتَرْكَبُنَّ } على خطاب الإنسان في يا أيها الإنسان : { ولتركبن } بالضم على خطاب الجنس لأن النداء في قوله : { يأَيُّهَا الإنسان إِنَّكَ كَادِحٌ } [ الإنشقاق : 6 ] للجنس { ولتركبن } بالكسر على خطاب النفس ، وليركبن بالياء على المغايبة أي ليركبن الإنسان .\r\n المسألة الثانية : الطبق ما طابق غيره يقال : ما هذا يطبق كذا أي لا يطابقه ، ومنه قيل : للغطاء الطبق وطباق الثرى ما يطابق منه ، قيل : للحال المطابقة لغيرها طبق ، ومنه قوله تعالى : { طَبَقاً عَن طَبقٍ } أي حالاً بعد حال كل واحدة مطابقة لأختها في الشدة والهول ، ويجوز أن يكون جمع طبقة وهي المرتبة من قولهم هو على طبقات والمعنى لتركبن أحوالاً بعد أحوال هي طبقات في الشدة بعضها أرفع من بعض وهي الموت وما بعده من أهوال القيامة ، ولنذكر الآن وجوه المفسرين فنقول : أما القراءة برفع الياء وهو خطاب الجمع فتحتمل وجوهاً : أحدها : أن يكون المعنى لتركبن أيها الإنسان أموراً وأحوالاً أمراً بعد أمر وحالاً بعد حال ومنزلاً بعد منزل إلى أن يستقر الأمر على ما يقضي به على الإنسان أول من جنة أو نار فحينئذ يحصل الدوام والخلود ، إما في دار الثواب أو في دار العقاب ويدخل في هذه الجملة أحوال الإنسان من يكون نطفة إلى أن يصير شخصاً ثم يموت فيكون في البرزخ ، ثم يحشر ثم ينقل ، إما إلى جنة وإما إلى نار وثانيها : أن معنى الآية أن الناس يلقون يوم القيامة أحوالاً وشدائد حالاً بعد حال وشدة بعد شدة كأنهم لما أنكروا البعث أقسم الله أن البعث كائن وأن الناس يلقون فيها الشدائد والأهوال إلى أن يفرغ من حسابهم فيصير كل أحد إلى أعدله من جنة أو نار وهو نحو قوله : { بَلى وَرَبّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ } [ التغابن : 7 ] وقوله : { يَوْمَ يُكْشَفُ عَن سَاقٍ } [ القلم : 42 ] وقوله : { يَوْماً يَجْعَلُ الولدان شِيباً } [ المزمل : 17 ] ، وثالثها : أن يكون المعنى أن الناس تنتقل أحوالهم يوم القيامة عما كانوا عليه في الدنيا فمن وضيع في الدنيا يصير رفيعاً في الآخرة ، ومن رفيع يتضع ، ومن متنعم يشقى ، ومن شقي يتنعم ، وهو كقوله : { خَافِضَةٌ رَّافِعَةٌ } [ الواقعة : 3 ] وهذا التأويل مناسب لما قبل هذه الآية لأنه تعالى لما ذكر حال من يؤتى كتابه وراء ظهره ، أنه كان في أهله مسروراً ، وكان يظن أن لن يحور أخبر الله أنه يحور ، ثم أقسم على الناس أنهم يركبون في الآخرة طبقاً عن طبق أي حالاً بعد حالهم في الدنيا ورابعها : أن يكون المعنى لتركبن سنة الأولين ممن كان قبلكم في التكذيب بالنبوة والقيامة ، وأما القراءة بنصب الياء ففيها قولان : الأول : قول من قال : إنه خطاب مع محمد صلى الله عليه وسلم وعلى هذا التقدير ذكروا وجهين أحدهما : أن يكون ذلك بشارة للنبي صلى الله عليه وسلم بالظفر والغلبة على المشركين المكذبين بالبعث ، كأنه يقول : أقسم يا محمد لنركبن حالاً بعد حال حتى يختم لك بجميل العافية فلا يحزنك تكذيبهم وتماديهم في كفرهم .\r\n وفي هذا الوجه احتمال آخر يقرب مما ذكرنا ، وهو أن يكون المعنى أنه يركب حال ظفر وغلبة بعد حال خوف وشدة .\r\n واحتمال ثالث : وهو يكون المعنى أن الله تعالى يبدله بالمشركين أنصاراً من المسلمين ، ويكون مجاز ذلك من قولهم طبقات الناس ، وقد يصلح هذا التأويل على قراءة من قرأ بضم الباء ، كأنه خطاب للمسلمين بتعريف تنقل الأحوال بهم وتصييرهم إلى الظفر بعدوهم بعد الشدة التي يلقونها منهم ، كما قال : { لَتُبْلَوُنَّ فِي أموالكم وَأَنفُسِكُمْ } [ آل عمران : 186 ] الآية وثانيهما : أن يكون ذلك بشارة لمحمد صلى الله عليه وسلم بصعوده إلى السماء لمشاهدة ملكوتها ، وإجلال الملائكة إياه فيها ، والمعنى لتركبن يا محمد السموات طبقاً عن طبق ، وقد قال تعالى : { سَبْعَ سموات طِبَاقاً } [ الملك : 3 ] وقد فعل الله ذلك ليلة الإسراء ، وهذا الوجه مروي عن ابن عباس وابن مسعود وثالثها : لتركبن يا محمد درجة ورتبة بعد رتبة في القرب من الله تعالى .\r\n القول الثاني : في هذه القراءة ، أن هذه الآية في السماء وتغيرها من حال إلى حال ، والمعنى لتركبن السماء يوم القيامة حالة بعد حالة ، وذلك لأنها أولاً تنشق كما قال : { إِذَا السماء انشقت } [ الإنشقاق : 1 ] ثم تنفطر كما قال : { إِذَا السماء انفطرت } [ الإنفطار : 1 ] ثم تصير : { وَرْدَةً كالدهان } [ الرحمن : 37 ] وتارة : { كالمهل } [ المعارج : 8 ] على ما ذكر الله تعالى هذه الأشياء في آيات من القرآن فكأنه تعالى لما ذكر في أول السورة أنها تنشق أقسم في آخر السورة أنها تنتقل من أحوال إلى أحوال ، وهذا الوجه مروي عن ابن مسعود .\r\n المسألة الثالثة : قوله تعالى : { عَن طَبقٍ } أي بعد طبق كقول الشاعر : ما زلت أقطع منهلا عن منهل \r\n حتى أنخت بباب عبدالواحد ووجه هذا أن الإنسان إذا صار من شيء إلى شيء آخر فقد صار إلى الثاني بعد الأول فصلحت بعد وعن معاقبة ، وأيضاً فلفظة عن تفيد البعد والمجاوزة فكانت مشابهة للفظة بعد .\r\n أما قوله تعالى : { فَمَا لَهُمْ لاَ يُؤْمِنُونَ } ففيه مسألتان : المسألة الأولى : الأقرب أن المراد { فَمَا لَهُمْ لاَ يُؤْمِنُونَ } بصحة البعث والقيامة لأنه تعالى حكى عن الكافر : { إِنَّهُ ظَنَّ أَن لَّن يَحُورَ } [ الإنشقاق : 14 ] ثم أفتى سبحانه بأنه يحور فلما قال بعد ذلك : { فَمَا لَهُمْ لاَ يُؤْمِنُونَ } دل على أن المراد : { فَمَا لَهُمْ لاَ يُؤْمِنُونَ } بالبعث والقيامة ، ثم اعلم أن قوله : { فَمَا لَهُمْ لاَ يُؤْمِنُونَ } استفهام بمعنى الإنكار ، وهذا إنما يحسن عند ظهور الحجة وزوال الشبهات ، الأمر ههنا كذلك ، وذلك لأنه سبحانه أقسم بتغييرات واقعة في الأفلاك والعناصر ، فإن الشفق حالة مخالفة لما قبلها وهو ضوء النهار ، ولما بعدها وهو ظلمة الليل ، وكذا قوله : { واليل وَمَا وَسَقَ } فإنه يدل على حدوث ظلمة بعد نور ، وعلى تغير أحوال الحيوانات من اليقظة إلى النوم ، وكذا قوله : { والقمر إِذَا اتسق } فأنه يدل على حصول كمال القمر بعد أن كان ناقصاً ، إنه تعالى أقسم بهذه الأحوال المتغيرة على تغير أحوال الخلق ، وهذا يدل قطعاً على صحة القول بالبعث ، لأن القادر على تغيير الأجرام العلوية والسفلية من حال إلى حال وصفة إلى صفة بحسب المصالح ، لا بد وأن يكون في نفسه قادراً على جميع الممكنات عالماً بجميع المعلومات .\r\n ومن كان كذلك كان لا محالة قادراً على البعث والقيامة ، فلما كان ما قبل هذه الآية كالدلالة العقلية القاطعة على صحة البعث والقيامة لا جرم قال على سبيل الاستبعاد : { فَمَا لَهُمْ لاَ يُؤْمِنُونَ } .\r\n المسألة الثانية : قال القاضي : لا يجوز أن يقول الحكيم فيمن كان عاجزاً عن الإيمان { فَمَا لَهُمْ لاَ يُؤْمِنُونَ } فلما قال ذلك دل على كونهم قادرين ، وهذا يقتضي أن تكون الاستطاعة قبل الفعل ، وأن يكونوا موجدين لأفعالهم ، وأن لا يكون تعالى خالقاً للكفر فيهم .\r\n فهذه الآية من المحكمات التي لا احتمال فيها البتة ، وجوابه قد مر غير مرة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فلا أقسم بالشفق (16) والليل وما وسق (17) والقمر إذا اتسق (18) لتركبن طبقا عن طبق (19) فما لهم لا يؤمنون (20) ",
        "babnum": 10
    },
    {
        "id": 3152,
        "cate": "84",
        "title": "وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ (21) ",
        "details": " ففيه مسائل : المسألة الأولى : أنهم أرباب الفصاحة والبلاغة فعند سماعهم القرآن لا بد وأن يعلموا كونه معجزاً ، وإذا علموا صحة نبوة محمد صلى الله عليه وسلم ووجوب طاعته في الأوامر والنواهي ، فلا جرم استبعد الله منهم عند سماع القرآن ترك السجود والطاعة .\r\n المسألة الثانية : قال ابن عباس والحسن وعطاء والكلبي ومقاتل : المراد من السجود الصلاة وقال أبو مسلم : الخضوع والاستكانة ، وقال آخرون : بل المراد نفس السجود عند آيات مخصوصة ، وهذه الآية منها .\r\n المسألة الثالثة : روي أنه عليه السلام : «قرأ ذات يوم : { واسجد واقترب } [ العلق : 19 ] فسجد هو ومن معه من المؤمنين ، وقريش تصفق فوق رؤوسهم وتصفر» فنزلت هذه الآية واحتج أبو حنيفة على وجوب السجدة بهذا من وجهين الأول : أن فعله صلى الله عليه وسلم يقتضي الوجوب لقوله تعالى : { واتبعوه } والثاني : أن الله تعالى ذم من يسمعه فلا يسجد ، وحصول الذم عند الترك يدل على الوجوب .\r\n المسألة الرابعة : مذهب ابن عباس أنه ليس في المفصل سجدة ، وعن أبي هريرة أنه سجد ههنا ، وقال : والله ما سجدت فيها إلا بعد أن رأيت رسول الله صلى الله عليه وسلم يسجد فيها ، وعن أنس صليت خلف أبي بكر وعمر وعثمان ، فسجدوا وعن الحسن هي غير واجبة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذا قرئ عليهم القرآن لا يسجدون (21) ",
        "babnum": 11
    },
    {
        "id": 3153,
        "cate": "84",
        "title": "بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ (22) ",
        "details": " أما قوله : { بَلِ الذين كَفَرُواْ } فالمعنى أن الدلائل الموجبة للإيمان ، وإن كانت جلية ظاهرة لكن الكفار يكذبون بها إما لتقليد الأسلاف ، وإما للحسد وإما للخوف من أنهم لو أظهروا الإيمان لفاتتهم مناصب الدنيا ومنافعها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "بل الذين كفروا يكذبون (22) ",
        "babnum": 12
    },
    {
        "id": 3154,
        "cate": "84",
        "title": "وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ (23) ",
        "details": " فأصل الكلمة من الوعاء ، فيقال : أوعيت الشيء أي جعلته في وعاء كما قال : { وَجَمَعَ فَأَوْعَى } [ المعارج : 18 ] والله أعلم بما يجمعون في صدورهم من الشرك والتكذيب فهو مجازيهم عليه في الدنيا والآخرة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والله أعلم بما يوعون (23) ",
        "babnum": 13
    },
    {
        "id": 3155,
        "cate": "84",
        "title": "فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (24) ",
        "details": " استحقوه على تكذيبهم وكفرهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فبشرهم بعذاب أليم (24) ",
        "babnum": 14
    },
    {
        "id": 3156,
        "cate": "84",
        "title": "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (25) ",
        "details": " ففيه قولان قال : صاحب «الكشاف» الاستثناء منقطع ، وقال : الأكثرون معناه إلا من تاب منهم فإنهم وإن كانوا في الحال كفاراً إلا أنهم متى تابوا وآمنوا وعملوا الصالحات فلهم أجر وهو الثواب العظيم .\r\n وفي معنى : { غَيْرُ مَمْنُونٍ } وجوه أحدها : أن ذلك الثواب يصل إليهم بلا من ولا أذى وثانيها : من غير انقطاع وثالثها : من غير تنغيص ورابعها : من غير نقصان ، والأولى أن يحمل اللفظ على الكل ، لأن من شرط الثواب حصول الكل ، فكأنه تعالى وعدهم بأجر خالص من الشوائب دائم لا انقطاع فيه ولا نقص ولا بخس ، وهذا نهاية الوعد فصار ذلك ترغيباً في العبادات ، كما أن الذي تقدم هو زجر عن المعاصي والله سبحانه وتعالى أعلم .\r\n والحمد لله رب العالمين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إلا الذين آمنوا وعملوا الصالحات لهم أجر غير ممنون (25) ",
        "babnum": 15
    }
]