[
    {
        "id": 1681,
        "cate": "27",
        "title": "طس تِلْكَ آيَاتُ الْقُرْآنِ وَكِتَابٍ مُبِينٍ (1) هُدًى وَبُشْرَى لِلْمُؤْمِنِينَ (2) الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ (3) ",
        "details": " اعلم أن قوله : { تِلْكَ } إشارة إلى آيات السورة والكتاب المبين هو اللوح المحفوظ وإبانته أنه قد خط فيه كل ما هو كائن ، فالملائكة الناظرون فيه يبينون الكائنات ، وإنما نكر الكتاب المبين ليصير مبهماً بالتنكير فيكون أفخم له كقوله : { فِى مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍ مُّقْتَدِرِ } [ القمر : 55 ] وقرأ ابن أبي عبلة { وكتاب مُّبِينٌ } بالرفع على تقدير وآيات كتاب مبين فحذف المضاف وأقيم المضاف إليه مقامه ، فإن قلت : ما الفرق بين هذا وبين قوله : { الرَ تِلْكَ ءايات الكتاب وَقُرْءانٍ مُّبِينٍ } [ الحجر : 1 ] ؟ قلت : لا فرق لأن واو العطف لا تقتضي الترتيب .\r\n أما قوله : { هُدًى وبشرى لِلْمُؤْمِنِينَ } فهو في محل النصب أو الرفع فالنصب على الحال أي هادية ومبشرة ، والعامل فيها ما في تلك من معنى الإشارة ، والرفع على ثلاثة أوجه على معنى هي هدى وبشرى ، وعلى البدل من الآيات ، وعلى أن يكون خبراً بعد خبر ، أي جمعت آياتها آيات الكتاب وأنها هدى وبشرى ، واختلفوا في وجه تخصيص الهدى بالمؤمنين على وجهين : الأول : المراد أنه يهديهم إلى الجنة وبشرى لهم كقوله تعالى : { فَسَيُدْخِلُهُمْ فِى رَحْمَةٍ مَّنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صراطا مُّسْتَقِيماً } [ النساء : 175 ] فلهذا اختص به المؤمنون الثاني : المراد بالهدى الدلالة ثم ذكروا في تخصيصه بالمؤمنين وجوهاً : أحدها : أنه إنما خصه بالمؤمنين لأنه ذكر مع الهدى البشرى ، والبشرى إنما تكون للمؤمنين وثانيها : أن وجه الاختصاص أنهم تمسكوا به فخصهم بالذكر كقوله : { إِنَّمَا أَنتَ مُنذِرُ مَن يخشاها } [ النازعات : 45 ] ، وثالثها : المراد من كونها { هُدًى لِلْمُؤْمِنِينَ } أنها زائدة في هداهم ، قال تعالى : { وَيَزِيدُ الله الذين اهتدوا هُدًى } [ مريم : 76 ] .\r\n أما قوله : { الذين يُقِيمُونَ الصلاة } فالأقرب أنها الصلوات الخمس لأن التعريف بالألف واللام يقتضي ذلك ، وإقامة الصلاة أن يؤتى بها بشرائطها ، وكذا القول في الزكاة فإنها هي الواجبة ، وإقامتها وضعها في حقها .\r\n أما قوله : { وَهُم بالأخرة هُمْ يُوقِنُونَ } ففيه سؤال وهو : أن المؤمنين الذين يقيمون الصلاة ويؤتون الزكاة لا بد وأن يكونوا متيقنين بالآخرة ، فما الوجه من ذكره مرة أخرى؟ جوابه من وجهين : الأول : أن يكون من جملة صلة الموصول ، ثم فيه وجهان : الأول : أن كمال الإنسان في أن يعرف الحق لذاته ، والخبر لأجل العمل به ، وأما عرفان الحق فأقسام كثيرة لكن الذي يستفاد منه طريق النجاة معرفة المبدأ ، ومعرفة المعاد ، وأما الخير الذي يعمل به فأقسام كثيرة وأشرفها قسمان : الطاعة بالنفس والطاعة بالمال فقوله : { لِلْمُؤْمِنِينَ } إشارة إلى معرفة المبدأ ، وقوله : { يُقِيمُونَ الصلاة وَيُؤْتُونَ الزكواة } إشارة إلى الطاعة بالنفس والمال ، وقوله : { وَهُم بالأخرة هُمْ يُوقِنُونَ } إشارة إلى علم المعاد فكأنه سبحانه وتعالى جعل معرفة المبدأ طرفاً أولاً ، ومعرفة المعاد طرفاً أخيراً وجعل الطاعة بالنفس والمال متوسطاً بينهما الثاني : أن المؤمنين الذين يقيمون الصلاة ويؤتون الزكاة ، منهم من هو جازم بالحشر والنشر ، ومنهم من يكون شاكاً فيه إلا أنه يأتي بهذه الطاعات للاحتياط ، فيقول إن كنت مصيباً فيها فقد فزت بالسعادة ، وإن كنت مخطئاً فيها لم يفتني إلا خيرات قليلة في هذه المدة اليسيرة ، فمن يأتي بالصلاة والزكاة على هذا الوجه لم يكن في الحقيقة مهتدياً بالقرآن ، أما من كان حازماً بالآخرة كان مهتدياً به ، فلهذا السبب ذكر هذا القيد الثاني : أن يجعل قوله : { وَهُم بالأخرة هُمْ يُوقِنُونَ } جملة اعتراضية كأنه قيل وهؤلاء الذين يؤمنون ويعملون الصالحات من إقامة الصلاة وإيتاء الزكاة هم الموقنون بالآخرة ، وهذا هو الأقرب ويدل عليه أنه عقد جملة ابتدائية وكرر فيها المبتدأ الذي هو { هُمْ } حتى صار معناها وما يوقن بالآخرة حق الإيقان إلا هؤلاء الجامعون بين الإيمان والعمل الصالح ، لأن خوف العاقبة يحملهم على تحمل المشاق .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "طس تلك آيات القرآن وكتاب مبين (1) هدى وبشرى للمؤمنين (2) الذين يقيمون الصلاة ويؤتون الزكاة وهم بالآخرة هم يوقنون (3) ",
        "babnum": 1
    },
    {
        "id": 1682,
        "cate": "27",
        "title": "إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ زَيَّنَّا لَهُمْ أَعْمَالَهُمْ فَهُمْ يَعْمَهُونَ (4) أُولَئِكَ الَّذِينَ لَهُمْ سُوءُ الْعَذَابِ وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ (5) ",
        "details": " اعلم أنه تعالى لما بين ما للمؤمنين من البشرى أتبعه بما على الكفار من سوء العذاب فقال : { إِنَّ الذين لاَ يُؤْمِنُونَ بالأخرة زَيَّنَّا لَهُمْ أعمالهم } ، واختلف الناس في أنه كيف أسند تزيين أعمالهم إلى ذاته مع أنه أسنده إلى الشيطان في قوله : { فَزَيَّنَ لَهُمُ الشيطن أَعْمَالَهُمْ } [ النحل : 63 ] ؟ فأما أصحابنا فقد أجروا الآية على ظاهرها وذلك لأن الإنسان لا يفعل شيئاً ألبتة إلا إذا دعاه الداعي إلى الفعل والمعقول من الداعي هو العلم والاعتقاد والظن بكون الفعل مشتملاً على منفعة ، وهذا الداعي لا بد وأن يكون من فعل الله تعالى لوجهين : الأول : أنه لو كان من فعل العبد لافتقر فيه إلى داع آخر ويلزم التسلسل وهو محال الثاني : وهو أن العلم إما أن يكون ضرورياً أو كسبياً ، فإن كان ضرورياً فلا بد فيه من تصورين والتصور يمتنع أن يكون مكتسباً لأن المكتسب إن كان شاعراً به فهو متصور له ، وتحصيل الحاصل محال وإن لم يكن شاعراً به كان غافلاً عنه والغافل عن الشيء يمتنع أن يكون طالباً له ، فإن قلت هو مشعور به من وجه دون وجه ، قلت فالمشعور به غير ما هو غير مشعور به فيعود التقسيم المتقدم في كل واحد من هذين الوجهين ، وإذا ثبت أن التصور غير مكتسب ألبتة والعلم الضروري هو الذي يكون حضور كل واحد من تصوريه كافياً في حصول التصديق ، فالتصورات غير كسبية وهي مستلزمة للتصديقات ، فإذن متى حصلت التصورات حصل التصديق لا محالة ، ومتى لم تحصل لم يحصل التصديق ألبتة ، فحصول هذه التصديقات البديهية ليس بالكسب ، ثم إن التصديقات البديهية إن كانت مستلزمة للتصديقات النظرية لم تكن التصديقات النظرية كسبية ، لأن لازم الضروري ضروري ، وإن لم تكن مستلزمة لها لم تكن تلك الأشياء التي فرضناها علوماً نظرية كذلك بل هي اعتقادات تقليدية ، لأنه لا معنى لاعتقاد المقلد إلا اعتقاد تحسيني يفعله ابتداء من غير أن يكون له موجب فثبت بهذا أن العلوم بأسرها ضرورية ، وثبت أن مبادىء الأفعال هي العلوم فأفعال العباد بأسرها ضرورية ، والإنسان مضطر في صورة مختار ، فثبت أن الله تعالى هو الذي زين لكل عامل عمله .\r\n والمراد من التزيين هو أنه يخلق في قلبه العلم بما فيه من المنافع واللذات ولا يخلق في قلبه العلم بما فيه من المضار والآفات ، فقد ثبت بهذه الدلائل القاطعة العقلية وجوب إجراء هذه الآية على ظاهرها ، أما المعتزلة فإنهم ذكروا في تأويلها وجوهاً : أحدها : أن المراد بينا لهم أمر الدين وما يلزمهم أن يتمسكوا به وزيناه بأن بينا حسنه وما لهم فيه من الثواب ، لأن التزيين من الله تعالى للعمل ليس إلا وصفه بأنه حسن وواجب وحميد العاقبة ، وهو المراد من قوله : { حَبَّبَ إِلَيْكُمُ الإيمان وَزَيَّنَهُ فِى قُلُوبِكُمْ } [ الحجرات : 7 ] ومعنى { فَهُمْ يَعْمَهُونَ } يدل على ذلك لأن المراد فهم يعدلون وينحرفون عما زينا من أعمالهم وثانيها : أنه تعالى لما متعهم بطول العمر وسعة الرزق جعلوا إنعام الله تعالى بذلك عليهم ذريعة إلى اتباع شهواتهم وعدم الانقياد لما يلزمهم من التكاليف ، فكأنه تعالى زين بذلك أعمالهم وإليه إشارة الملائكة عليهم السلام في قولهم : { ولكن مَّتَّعْتَهُمْ وَءابَاءهُمْ حتى نَسُواْ الذكر } [ الفرقان : 18 ] وثالثها : أن إمهاله الشيطان وتخليته حتى يزين لهم ملابسة ظاهرة للتزيين فأسند إليه والجواب : عن الأول أن قوله تعالى : { أعمالهم } صيغة عموم توجب أن يكون الله تعالى قد زين لهم كل أعمالهم حسناً كان العمل أو قبيحاً ومعنى التزيين قد قدمناه ، وعن الثاني أن الله تعالى لما متعهم بطول العمر وسعة الرزق فهل لهذه الأمور أثر في ترجيح فاعلية المعصية على تركها أوليس لها فيه أثر ، فإن كان الأول فقد دللنا على أن الترجيح متى حصل فلا بد وأن ينتهي إلى حد الاستلزام وحينئذ يحصل الغرض وإن لم يكن فيه أثر صارت هذه الأشياء بالنسبة إلى أعمالهم كصرير الباب ونعيق الغراب ، وذلك يمنع من إسناد فعلهم إليها وهذا بعينه هو الجواب عن التأويل الثالث الذي ذكروه ، والله أعلم .\r\n أما قوله تعالى : { فَهُمْ يَعْمَهُونَ } فالعمه التحير والتردد كما يكون حال الضال عن الطريق .\r\n أما قوله : { أُوْلَئِكَ الذين لَهُمْ سُوء العذاب } ففيه وجهان : الأول : أنه القتل والأسر يوم بدر والثاني : مطلق العذاب سواء كان في الدنيا أو في الآخرة والمراد بالسوء شدته وعظمه .\r\n وأما قوله : { هُمُ الأخسرون } ففيه وجهان : الأول : أنه لا خسران أعظم من أن يخسر المرء نفسه بأن يسلب عنه الصحة والسلامة في الدنيا ويسلم في الآخرة إلى العذاب العظيم الثاني : المراد أنهم خسروا منازلهم في الجنة لو أطاعوا ، فإنه لا مكلف إلا وعين له منزل في الجنة لو أطاع فإذا عصى عدل به إلى غيره فيكون قد خسر ذلك المنزل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين لا يؤمنون بالآخرة زينا لهم أعمالهم فهم يعمهون (4) أولئك الذين لهم سوء العذاب وهم في الآخرة هم الأخسرون (5) ",
        "babnum": 2
    },
    {
        "id": 1683,
        "cate": "27",
        "title": "وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ (6) إِذْ قَالَ مُوسَى لِأَهْلِهِ إِنِّي آنَسْتُ نَارًا سَآتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ (7) فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ (8) يَامُوسَى إِنَّهُ أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ (9) ",
        "details": " أما قوله : { وَإِنَّكَ لَتُلَقَّى القرءان مِن لَّدُنْ حَكِيمٍ عَلِيمٍ } فمعناه لتؤتاه ( وتلقاه ) من عند أي حكيم وأي عليم ، وهذا معنى مجيئهما نكرتين وهذه الآية بساط وتمهيد لما يريد أن يسوق بعدها من الأقاصيص ، و ( إذ ) منصوب بمضمر وهو اذكر كأنه قال على أثر ذلك خذ من آثار حكمته وعلمه قصة موسى ، ويجوز أن ينتصب بعليم فإن قيل الحكمة أما أن تكون نفس العلم ، والعلم إما أن يكون داخلاً فيها ، فلما ذكر الحكمة فلم ذكر العلم؟ جوابه : الحكمة هي العلم بالأمور العملية فقط والعلم أعم منه ، لأن العلم قد يكون عملياً وقد يكون نظرياً والعلوم النظرية أشرف من العلوم العملية ، فذكر الحكمة المشتملة على العلوم العملية ، ثم ذكر العليم وهو البالغ في كمال العلم وكمال العلم يحصل من جهات ثلاثة وحدته وعموم تعلقه بكل المعلومات وبقاؤه مصوناً عن كل التغيرات ، وما حصلت هذه الكمالات الثلاثة إلا في علمه سبحانه وتعالى .\r\n واعلم أن الله تعالى ذكر في هذه السورة أنواعاً من القصص .\r\n القصة الأولى قصة موسى عليه الصلاة والسلام أما قوله : { إِذْ قَالَ موسى لأَهْلِهِ } فيدل على أنه لم يكن مع موسى عليه السلام غير امرأته ابنة شعيب عليه السلام ، وقد كنى الله تعالى عنها بالأهل فتبع ذلك ورود الخطاب على لفظ الجمع وهو قوله { امكثوا } [ القصص : 29 ] .\r\n أما قوله : { إِنّى آنَسْتُ نَاراً } فالمعنى أنهما كانا يسيران ليلاً ، وقد اشتبه الطريق عليهما والوقت وقت برد وفي مثل هذا الحال تقوى النفس بمشاهدة نار من بعد لما يرجى فيها من زوال الحيرة في أمر الطريق ، ومن الانتفاع بالنار للاصطلاء فلذلك بشرها فقال : { إِنّى آنَسْتُ نَاراً } وقد اختلفوا فقال بعضهم المراد أبصرت ورأيت ، وقال آخرون بل المراد صادفت ووجدت فآنست به ، والأول أقرب ، لأنهم لا يفرقون بين قول القائل آنست ببصري ورأيت ببصري .\r\n أما قوله : { سآتيكم منها بخبر } فالخبر ما يخبر به عن حال الطريق لأنه كان قد ضل ، ثم في الكلام حذف وهو أنه لما أبصر النار توجه إليها وقال : { سآتيكم منها بخبر } يعرف به الطريق .\r\n أما قوله : { أو آتيكم بشهاب قبس } فالشهاب الشعلة والقبس النار المقبوسة .\r\n وأضاف الشهاب إلى القبس لأنه يكون قبساً وغير قبس ومن قرأ بالتنوين جعل القبس بدلاً أو صفة لما فيه من معنى القبس ثم ههنا أسئلة : السؤال الأول : { سآتيكم منها بخبر } و { لعلي آتيكم منها بخبر } [ القصص : 29 ] كالمتدافعين لأن أحدهما ترج والآخر تيقن؟ نقول جوابه : قد يقول الراجي إذا قوي رجاؤه سأفعل كذا وسيكون كذا مع تجويزه الخيبة .\r\n السؤال الثاني : كيف جاء بسين التسويف؟ جوابه : عدة منه لأهله أنه يأتيهم به وإن أبطأ أو كانت المسافة بعيدة .\r\n السؤال الثالث : لماذا أدخل ( أو ) بين الأمرين وهلا جمع بينهما لحاجته إليهما معاً؟ جوابه : بنى الرجاء على أنه إن لم يظفر بهذين المقصودين ظفر بأحدهما ، إما هداية الطريق ، وإما اقتباس النار ثقة بعادة الله تعالى لأنه لا يكاد يجمع بين حرمانين على عبده .\r\n وأما قوله تعالى : { لَّعَلَّكُمْ تَصْطَلُونَ } فالمعنى لكي تصطلون وذلك يدل على حاجة بهم إلى الاصطلاء وحينئذ لا يكون ذلك إلا في حال برد .\r\n أما قوله تعالى : { نُودِىَ أَن بُورِكَ مَن فِى النار وَمَنْ حَوْلَهَا وسبحان الله رَبّ العالمين } ففيه أبحاث : البحث الأول : { أن } أن هي المفسرة لأن النداء فيه معنى القول ، والمعنى قيل له بورك .\r\n البحث الثاني : اختلفوا فيمن في النار على وجوه : أحدها : { أَن بُورِكَ } بمعنى تبارك والنار بمعنى النور والمعنى تبارك من في النور ، وذلك هو الله سبحانه { وَمَنْ حَوْلَهَا } يعني الملائكة وهو مروي عن ابن عباس رضي الله عنهما وإن كنا نقطع بأن هذه الرواية موضوعة مختلفة وثانيها : { مَن فِى النار } هو نور الله ، { وَمَنْ حَوْلَهَا } الملائكة ، وهو مروي عن قتادة والزجاج وثالثها : أن الله تعالى ناداه بكلام سمعه من الشجرة في البقعة المباركة فكانت الشجرة محلاً للكلام ، والله هو المكلم له بأن فعله فيه دون الشجرة .\r\n ثم إن الشجرة كانت في النار ومن حولها ملائكة فلذلك قال : { بُورِكَ مَن فِى النار وَمَنْ حَوْلَهَا } وهو قول الجبائي ورابعها : { مَن فِى النار } هو موسى عليه السلام لقربه منها { مِنْ حَوْلَهَا } يعني الملائكة ، وهذا أقرب لأن القريب من الشيء قد يقال إنه فيه وخامسها : قول صاحب «الكشاف» : { بُورِكَ مَن فِى النار } أي من في مكان النار ومن حول مكانها هي البقعة التي حصلت فيها وهي البقعة المباركة المذكورة في قوله تعالى : { مِن شَاطِىء الواد الأيمن فِي البقعة المباركة } [ القصص : 30 ] ويدل عليه قراءة أبي ( تباركت الأرض ومن حولها ) وعنه أيضاً ( بوركت النار ) .\r\n البحث الثالث : السبب الذي لأجله بوركت البقعة ، وبورك من فيها وحواليها حدوث هذا الأمر العظيم فيها وهو تكليم الله موسى عليه السلام وجعله رسولاً وإظهار المعجزات عليه ولهذا جعل الله أرض الشام موسومة بالبركات في قوله : { ونجيناه وَلُوطاً إِلَى الأرض التى بَارَكْنَا فِيهَا للعالمين } [ الأنبياء : 71 ] وحقت أن تكون كذلك فهي مبعث الأنبياء صلوات الله عليهم ، ومهبط الوحي وكفاتهم أحياء وأمواتاً .\r\n البحث الرابع : أنه سبحانه جعل هذا القول مقدمة لمناجاة موسى عليه السلام فقوله : { بُورِكَ مَن فِى النار وَمَنْ حَوْلَهَا } يدل على أنه قد قضى أمر عظيم تنتشر البركة منه في أرض الشام كلها .\r\n وقوله : { وسبحان الله رَبّ العالمين } فيه فائدتان : إحداهما : أنه سبحانه نزه نفسه عما لا يليق به في ذاته وحكمته ليكون ذلك مقدمة في صحة رسالة موسى عليه السلام الثانية : أن يكون ذلك إيذاناً بأن ذلك الأمر مريده ومكونه رب العالمين تنبيهاً على أن الكائن من جلائل الأمور وعظائم الوقائع .\r\n أما قوله : { إِنَّهُ أَنَا الله العزيز الحكيم } فقال صاحب «الكشاف» الهاء في ( إنه ) يجوز أن يكون ضمير الشأن و { أَنَا الله } مبتدأ وخبر ، و { العزيز الحكيم } صفتان للخبر ، وأن يكون راجعاً إلى ما دل عليه ما قبله يعني أن مكلمك أنا والله بيان لأنا والعزيز الحكيم صفتان ( للتعيين ) وهذا تمهيد لما أراد أن يظهره على يده من المعجزة يريد أنا القوي القادر على ما يبعد من الأوهام كقلب العصا حية ، الفاعل ( كل ) ما أفعله بحكمة وتدبير .\r\n فإن قيل هذا النداء يجوز أن يكون من عند غير الله تعالى ، فكيف علم موسى عليه السلام أنه من الله؟ جوابه : لأهل السنة فيه طريقان : الأول : أنه سمع الكلام المنزه عن مشابهة الحروف والأصوات فعلم بالضرورة أنه صفة الله تعالى الثاني : قول أئمة ما وراء النهر وهو أنه عليه السلام سمع الصوت من الشجرة فنقول إنما عرف أن ذلك من الله تعالى لأمور : أحدها : أن النداء إذا حصل في النار أو الشجرة علم أنه من قبل الله تعالى لأن أحداً منا لا يقدر عليه وهو ضعف لاحتمال أن يقال الشيطان دخل في النار والشجرة ثم نادى وثانيها : يجوز في نفس النداء أن يكون قد بلغ في العظم مبلغاً لا يكون إلا معجزاً ، وهو أيضاً ضعيف لأنا لا نعرف مقادير قوى الملائكة والشياطين فلا قدر إلا ويجوز صدوره منهم وثالثها : أنه قد اقترن به معجز دل على ذلك ، فقيل إن النار كانت مشتعلة في شجرة خضراء لم تحترق فصار ذلك كالمعجز ، وهذا هو الأصح ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإنك لتلقى القرآن من لدن حكيم عليم (6) إذ قال موسى لأهله إني آنست نارا سآتيكم منها بخبر أو آتيكم بشهاب قبس لعلكم تصطلون (7) فلما جاءها نودي أن بورك من في النار ومن حولها وسبحان الله رب العالمين (8) ياموسى إنه أنا الله العزيز الحكيم (9) ",
        "babnum": 3
    },
    {
        "id": 1684,
        "cate": "27",
        "title": "وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى لَا تَخَفْ إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ (10) إِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ فَإِنِّي غَفُورٌ رَحِيمٌ (11) وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ فِي تِسْعِ آيَاتٍ إِلَى فِرْعَوْنَ وَقَوْمِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (12) فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُوا هَذَا سِحْرٌ مُبِينٌ (13) وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ (14) ",
        "details": " اعلم أن أكثر ما في هذا الآيات قد مر شرحه ، ولنذكر ما هو من خواص هذا الموضع : يقال علام عطف قوله : { وَأَلْقِ عَصَاكَ } ؟ جوابه : على { بُورِكَ } [ النمل : 8 ] لأن المعنى : نودي أن بورك من في النار وأن ألق عصاك ، كلاهما تفسير لنودي .\r\n أما قوله : { كَأَنَّهَا جَانٌّ } فالجان الحية الصغيرة ، سميت جاناً ، لأنها تستتر عن الناس ، وقرأ الحسن { جَانٌّ } على لغة من يهرب من التقاء الساكنين ، فيقول شأبة ودأبة .\r\n أما قوله : { وَلَمْ يُعَقّبْ } معناه لم يرجع ، يقال عقب المقاتل إذا ( مر ) بعد الفرار ، وإنما خاف لظنه أن ذلك لأمر أريد به ، ويدل عليه { إِنّى لاَ يَخَافُ لَدَىَّ المرسلون } وقال بعضهم : المراد إني إذا أمرتهم بإظهار معجز فينبغي أن لا يخافوا فيما يتعلق بإظهار ذلك وإلا فالمرسل قد يخاف لا محالة .\r\n أما قوله تعالى : { إَلاَّ مَن ظَلَمَ } معناه لكن من ظلم وهو محمول على ما يصدر من الأنبياء من ترك الأفضل أو الصغيرة ، ويحتمل أن يكون المقصود منه التعريض بما وجد من موسى وهو من التعريضات اللطيفة .\r\n قال الحسن رحمه الله : كان والله موسى ممن ظلم بقتل القبطي ثم بدل ، فإنه عليه السلام قال : { رَبّ إِنّى ظَلَمْتُ نَفْسِى فاغفر لِى } [ القصص : 16 ] وقرىء ( ألا من ظلم ) بحرف التنبيه .\r\n أما قوله تعالى : { ثُمَّ بَدَّلَ حُسْناً بَعْدَ سُوء } فالمراد حسن التوبة وسوء الذنب ، وعن أبي بكر في رواية عاصم ( حسناً ) .\r\n أما قوله : { في تسع آيات } فهو كلام مستأنف ، وحرف الجر فيه يتعلق بمحذوف ، والمعنى اذهب في تسع آيات إلى فرعون ، ولقائل أن يقول : كانت الآيات إحدى عشرة ، اثنتان منها اليد والعصا ، والتسع : الفلق والطوفان والجراد والقمل والضفادع والدم والطمسة والجدب في بواديهم والنقصان في مزارعهم .\r\n أما قوله : { فَلَمَّا جَاءتْهُمْ ءاياتنا مُبْصِرَةً } فقد جعل الإبصار لها ، وهو في الحقيقة لمتأملها ، وذلك بسبب نظرهم وتفكرهم فيها ، أو جعلت كأنها لظهورها تبصر فتهتدي ، وقرأ علي بن الحسين وقتادة { مُبْصِرَةً } وهو نحو مجبنة ومبخلة ، أي مكاناً يكثر فيه التبصر .\r\n أما قوله : { واستيقنتها أَنفُسُهُمْ } فالواو فيها واو الحال ، وقد بعدها مضمرة وفائدة ذكر الأنفس أنهم جحدوها بألسنتهم واستيقنوها في قلوبهم وضمائرهم ، والاستيقان أبلغ من الإيقان .\r\n أما قوله : { ظُلْماً وَعُلُوّاً } فأي ظلم أفحش من ظلم من استيقن أنها آيات بينة من عند الله تعالى ، ثم كابر بتسميتها سحراً بيناً .\r\n وأما العلو فهو التكبر والترفع عن الإيمان بما جاء به موسى كقوله : { فاستكبروا وَكَانُواْ قَوْماً عالين } [ المؤمنون : 46 ] وقرىء ( علياً ) و ( علياً ) بالضم والكسر ، كما قرىء ( عتياً ) و { عِتِيّاً } [ مريم : 8 ، 69 ] ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وألق عصاك فلما رآها تهتز كأنها جان ولى مدبرا ولم يعقب ياموسى لا تخف إني لا يخاف لدي المرسلون (10) إلا من ظلم ثم بدل حسنا بعد سوء فإني غفور رحيم (11) وأدخل يدك في جيبك تخرج بيضاء من غير سوء في تسع آيات إلى فرعون وقومه إنهم كانوا قوما فاسقين (12) فلما جاءتهم آياتنا مبصرة قالوا هذا سحر مبين (13) وجحدوا بها واستيقنتها أنفسهم ظلما وعلوا فانظر كيف كان عاقبة المفسدين (14) ",
        "babnum": 4
    },
    {
        "id": 1685,
        "cate": "27",
        "title": "وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ (15) وَوَرِثَ سُلَيْمَانُ دَاوُودَ وَقَالَ يَاأَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ إِنَّ هَذَا لَهُوَ الْفَضْلُ الْمُبِينُ (16) وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ (17) حَتَّى إِذَا أَتَوْا عَلَى وَادِ النَّمْلِ قَالَتْ نَمْلَةٌ يَاأَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ (18) فَتَبَسَّمَ ضَاحِكًا مِنْ قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ (19) ",
        "details": " القصة الثانية قصة داود وسليمان عليهما الصلاة والسلام أما قوله تعالى : { عِلْمًا } فالمراد طائفة من العلم أو علماً سنياً ( عزيزاً ) ، فإن قيل أليس هذا موضع الفاء دون الواو ، كقولك أعطيته فشكر ( ومنعته فصبر ) ؟ جوابه : أن الشكر باللسان إنما يحسن موقعه إذا كان مسبوقاً بعمل القلب وهو العزم على فعل الطاعة وترك المعصية ، وبعمل الجوارح وهو الاشتغال بالطاعات ، ولما كان الشكر باللسان يجب كونه مسبوقاً بهما فلا جرم صار كأنه قال : ولقد آتيناهما علماً ، فعملا به قلباً وقالباً ، وقالا باللسان الحمد لله الذي فعل كذا وكذا .\r\n وأما قوله تعالى : { الحمد الله الذى فَضَّلَنَا على كَثِيرٍ مّنْ عِبَادِهِ المؤمنين } ففيها أبحاث : أحدها : أن الكثير المفضل عليه هو من لم يؤت علماً أو من لم يؤت مثل علمهما ، وفيه أنهما فضلا على كثير وفضل عليهما كثير وثانيها : في الآية دليل على علو مرتبة العلم لأنهما أوتيا من الملك ما لم يؤت غيرهما فلم يكن شكرهما على الملك كشكرهما على العلم وثالثها : أنهم لم يفضلوا أنفسهم على الكل وذلك يدل على حسن التواضع ورابعها : أن الظاهر يقتضي أن تلك الفضيلة ليست إلا ذلك العلم ، ثم العلم بالله وبصفاته أشرف من غيره ، فوجب أن يكون هذا الشكر ليس إلا على هذا العلم ، ثم إن هذا العلم حاصل لجميع المؤمنين فيستحيل أن يكون ذلك سبباً لفضيلتهم على المؤمنين فإذن الفضيلة هو أن يصير العلم بالله وبصفاته جلياً بحيث يصير المرء مستغرقاً فيه بحيث لا يخطر بباله شيء من الشبهات ولا يغفل القلب عنه في حين من الأحيان ولا ساعة من الساعات .\r\n أما قوله تعالى : { وَوَرِثَ سليمان دَاوُودُ } فقد اختلفوا فيه ، فقال الحسن المال لأن النبوة عطية مبتدأة ولا تورث ، وقال غيره بل النبوة ، وقال آخرون بل الملك والسياسة ، ولو تأمل الحسن لعلم أن المال إذا ورثه الولد فهو أيضاً عطية مبتدأة من الله تعالى ، ولذلك يرث الولد إذا كان مؤمناً ولا يرث إذا كان كافراً أو قاتلاً ، لكن الله تعالى جعل سبب الإرث فيمن يرث الموت على شرائط ، وليس كذلك النبوة لأن الموت لا يكون سبباً لنبوة الولد فمن هذا الوجه يفترقان ، وذلك لا يمنع من أن يوصف بأنه ورث النبوة لما قام به عند موته ، كما يرث الولد المال إذا قام به عند موته ومما يبين ما قلناه أنه تعالى لو فصل فقال وورث سليمان داود ماله لم يكن لقوله : { وَقَالَ يا أَيُّهَا الناس عُلّمْنَا مَنطِقَ الطير } معنى ، وإذا قلنا وورث مقامه من النبوة والملك حسن ذلك لأن تعليم منطق الطير يكون داخلاً في جملة ما ورثه ، وكذلك قوله تعالى : { وَأُوتِينَا مِن كُلّ شَىْء } لأن وارث الملك يجمع ذلك ووارث المال لا يجمعه وقوله : { إِنَّ هذا لَهُوَ الفضل المبين } لا يليق أيضاً إلا بما ذكرنا دون المال الذي قد يحصل للكامل والناقص ، وما ذكره الله تعالى من جنود سليمان بعده لا يليق إلا بما ذكرناه ، فبطل بما ذكرنا قول من زعم أنه لم يرث إلا المال ، فأما إذا قيل ورث المال والملك معاً فهذا لا يبطل بالوجوه التي ذكرناها ، بل بظاهر قوله عليه السلام : \" نحن معاشر الأنبياء لا نورث \" فأما قوله : { ياْ أَيُّهَا الناس } فالمقصود منه تشهير نعمة الله تعالى والتنويه بها ودعاء الناس إلى التصديق بذكر المعجزة التي هي علم منطق الطير ، قال صاحب «الكشاف» المنطق كل ما يصوّت به من المفرد والمؤلف المفيد وغير المفيد ، وقد ترجم يعقوب كتابه «بإصلاح المنطق» وما أصلح فيه إلا مفردات الكلم ، وقالت العرب نطقت الحمامة ( وكل صنف من الطير يتفاهم أصواته ) فالذي علم سليمان عليه السلام من منطق الطير هو ما يفهم بعضه من بعض من مقاصده وأغراضه .\r\n أما قوله تعالى : { وَأُوتِينَا مِن كُلّ شَىْء } فالمراد كثرة ما أوتي وذلك لأن الكل والبعض الكثير يشتركان في صفة الكثرة ، والمشاركة سبب لجواز الاستعارة فلا جرم يطلق لفظ الكل على الكثير ومثله قوله : { وَأُوتِيَتْ مِن كُلّ شَىْء } [ النمل : 23 ] .\r\n أما قوله : { إِنَّ هذا لَهُوَ الفضل المبين } فهو تقرير لقوله : { الحمد لِلَّهِ الذى فَضَّلَنَا } والمقصود منه الشكر والمحمدة كما قال عليه السلام : \" أنا سيد ولد آدم ولا فخر \" فإن قيل كيف قال : { عَلِمْنَا \r\nوَأُوتِينَا } وهو من كلام المتكبرين؟ جوابه من وجهين : الأول : أن يريد نفسه وأباه والثاني : أن هذه النون يقال لها نون الواحد المطاع وكان ملكاً مطاعاً ، وقد يتعلق بتعظيم الملك مصالح فيصير ذلك التعظيم واجباً .\r\n وأما قوله : { وَحُشِرَ لسليمان جُنُودُهُ مِنَ الجن والإنس والطير } فالحشر هو الإحضار والجمع من الأماكن المختلفة ، والمعنى أنه جعل الله تعالى كل هذه الأصناف جنوده ولا يكون كذلك إلا بأن يتصرف على مراده ، ولا يكون كذلك إلا مع العقل الذي يصح معه التكليف ، أو يكون بمنزلة المراهق الذي قد قارب حد التكليف فلذلك قلنا إن الله تعالى جعل الطير في أيامه مما له عقل ، وليس كذلك حال الطيور في أيامنا وإن كان فيها ما قد ألهمه الله تعالى الدقائق التي خصت بالحاجة إليها أو خصها الله بها لمنافع العباد كالنحل وغيره .\r\n وأما قوله تعالى : { فَهُمْ يُوزَعُونَ } معناه يحبسون وهذا لا يكون إلا إذا كان في كل قبيل منها وازع ، ويكون له تسلط على من يرده ويكفه ويصرفه ، فالظاهر يشهد بهذا القدر والذي جاء في الخبر من أنهم كانوا يمنعون من يتقدم ليكون مسيره مع جنوده على ترتيب فغير ممتنع .\r\n أما قوله تعالى : { حتى إِذَا أَتَوْا على وَادِى النمل } فقيل هو واد بالشام كثير النمل ، ويقال لم عدى { أَتَوْا } بعلى؟ فجوابه من وجهين : الأول : أن إتيانهم كان من فوق فأتى بحرف الاستعلاء والثاني : أن يراد قطع الوادي وبلوغ آخره من قولهم أتى على الشيء إذا ( أنفذه و ) بلغ آخره كأنهم أرادوا أن ينزلوا عند منقطع الوادي ، وقرىء { نَمْلَةٌ يا أَيُّهَا النمل } بضم الميم وبضم النون والميم وكان الأصل النمل بوزن الرجل والنمل الذي عليه الاستعمال تخفيف عنه ( كقولهم السبع في السبع ) .\r\n أما قوله تعالى : { قَالَتْ نَمْلَةٌ } فالمعنى أنها تكلمت بذلك وهذا غير مستبعد ، فإن الله تعالى قادر على أن يخلق فيها العقل والنطق .\r\n وعن قتادة : أنه دخل الكوفة فالتف عليه الناس فقال سلوا عما شئتم وكان أبو حنيفة رحمه الله حاضراً وهو غلام حدث فقال سلوه عن نملة سليمان أكانت ذكراً أم أنثى؟ فسألوه فأفحم ، فقال أبو حنيفة رضي الله عنه كانت أنثى فقيل له من أين عرفت؟ فقال من كتاب الله تعالى وهو قوله : { قَالَتْ نَمْلَةٌ } ولو كان ذكراً لقال ( قال نملة ) ، وذلك لأن النملة مثل الحمامة والشاة في وقوعها على الذكر والأنثى فيميز بينهما بعلامة نحو قولهم حمامة ذكر وحمامة أنثى وهو وهي .\r\n أما قوله تعالى : { ادخلوا مساكنكم } فاعلم أن النملة لما قاربت حد العقل ، لا جرم ذكرت بما يذكر به العقلاء فلذلك قال تعالى : { ادخلوا مساكنكم } فإن قلت { لاَ يَحْطِمَنَّكُمْ } ما هو؟ قلت يحتمل أن يكون جواباً للأمر وأن يكون نهياً بدلاً من الأمر ، والمعنى لا تكونوا حيث أنتم فيحطمنكم على طريقة : لا أرينك ههنا .\r\n وفي هذه الآية تنبيه على أمور : أحدها : أن من يسير في الطريق لا يلزمه التحرز ، وإنما يلزم من في الطريق التحرز وثانيها : أن النملة قالت : { وَهُمْ لاَ يَشْعُرُونَ } كأنها عرفت أن النبي معصوم فلا يقع منه قتل هذه الحيوانات إلا على سبيل السهو ، وهذا تنبيه عظيم على وجوب الجزم بعصمة الأنبياء عليهم السلام وثالثها : ما رأيت في بعض الكتب أن تلك النملة إنما أمرت غيرها بالدخول لأنها خافت على قومها أنها إذا رأت سليمان في جلالته ، فربما وقعت في كفران نعمة الله تعالى وهذا هو المراد بقوله : { لاَ يَحْطِمَنَّكُمْ سليمان } فأمرتها بالدخول في مساكنها لئلا ترى تلك النعم فلا تقع في كفران نعمة الله تعالى ، وهذا تنبيه على أن مجالسة أرباب الدنيا محذورة ورابعها : قرىء ( مسكنكم ) و ( لا يحطمنكم ) بتخفيف النون ، وقرىء ( لا يحطمنكم ) بفتح الطاء وكسرها وأصلها يحطمنكم .\r\n أما قوله تعالى : { فَتَبَسَّمَ ضاحكا مّن قَوْلِهَا } يعني تبسم شارعاً في الضحك ( وآخذاً فيه ) ، بمعنى أنه قد تجاوز حد التبسم إلى الضحك ، وإنما ضحك لأمرين : أحدهما : إعجابه بما دل من قولها على ظهور رحمته ورحمة جنوده ( وشفقتهم ) وعلى شهرة حاله وحالهم في باب التقوى ، وذلك قولها : { وَهُمْ لاَ يَشْعُرُونَ } والثاني : سروره بما آتاه الله مما لم يؤت أحداً من سماعه لكلام النملة وإحاطته بمعناه .\r\n أما قوله تعالى : { رَبّ أَوْزِعْنِى } فقال صاحب «الكشاف» : حقيقة أوزعني : اجعلني أزع شكر نعمتك عندي وأكفه عن أن ينقلب عني ، حتى أكون شاكراً لك أبداً ، وهذا يدل على مذهبنا فإن عند المعتزلة كل ما أمكن فعله من الألطاف فقد صارت مفعولة وطلب تحصيل الحاصل عبث .\r\n وأما قوله تعالى : { وعلى وَالِدَىَّ } فذلك لأنه عد نعم الله تعالى على والديه نعمة عليه .\r\n ومعنى قوله : { وَأَنْ أَعْمَلَ صالحا ترضاه } طلب الإعانة في الشكر وفي العمل الصالح ، ثم قال : { وَأَدْخِلْنِى بِرَحْمَتِكَ فِى عِبَادِكَ الصالحين } فلما طلب في الدنيا الإعانة على الخيرات طلب أن يجعل في الآخرة من الصالحين ، وقوله : { بِرَحْمَتِكَ } يدل على أن دخول الجنة برحمته وفضله لا باستحقاق من جانب العبد واعلم أن سليمان عليه السلام طلب ما يكون وسيلة إلى ثواب الآخرة أولاً ثم طلب ثواب الآخرة ثانياً ، أما وسيلة الثواب فهي أمران : أحدهما : شكر النعمة السالفة والثاني : الاشتغال بسائر أنواع الخدمة ، أما الاشتغال بشكر النعمة السالفة ، فهي قوله تعالى : { رَبّ أَوْزِعْنِى أَنْ أَشْكُرَ نِعْمَتَكَ التى أَنْعَمْتَ عَلَىَّ } ولما كان الإنعام على الآباء إنعاماً على الأبناء لأن انتساب الابن إلى أب شريف نعمة من الله تعالى على الابن ، لا جرم اشتغل بشكر نعم الله على الآباء بقوله : { وعلى وَالِدَىَّ } وأما الاشتغال بسائر أنواع الخدمة ، فقوله : { وَأَنْ أَعْمَلَ صالحا ترضاه } وأما طلب ثواب الآخرة فقوله : { وَأَدْخِلْنِى بِرَحْمَتِكَ فِى عِبَادِكَ الصالحين } فإن قيل درجات الأنبياء أعظم من درجات الأولياء والصالحين ، فما السبب في أن الأنبياء يطلبون جعلهم من الصالحين فقال يوسف : { تَوَفَّنِى مُسْلِمًا وَأَلْحِقْنِى بالصالحين } وقال سليمان : { أَدْخِلْنِى بِرَحْمَتِكَ فِى عِبَادِكَ الصالحين } ؟ جوابه : الصالح الكامل هو الذي لا يعصي الله ولا يهم بمعصية وهذه درجة عالية ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد آتينا داوود وسليمان علما وقالا الحمد لله الذي فضلنا على كثير من عباده المؤمنين (15) وورث سليمان داوود وقال ياأيها الناس علمنا منطق الطير وأوتينا من كل شيء إن هذا لهو الفضل المبين (16) وحشر لسليمان جنوده من الجن والإنس والطير فهم يوزعون (17) حتى إذا أتوا على واد النمل قالت نملة ياأيها النمل ادخلوا مساكنكم لا يحطمنكم سليمان وجنوده وهم لا يشعرون (18) فتبسم ضاحكا من قولها وقال رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه وأدخلني برحمتك في عبادك الصالحين (19) ",
        "babnum": 5
    },
    {
        "id": 1686,
        "cate": "27",
        "title": "وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ (20) لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ (21) فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطْتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ (22) إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ (23) وَجَدْتُهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِنْ دُونِ اللَّهِ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لَا يَهْتَدُونَ (24) ",
        "details": " اعلم أن سليمان عليه السلام لما تفقد الطير أوهم ذلك أنه إنما تفقده لأمر يختص به ذلك الطير ، واختلفوا فيما لأجله تفقده على وجوه : أحدها : قول وهب أنه أخل بالنوبة التي كان ينوبها فلذلك تفقده وثانيها : أنه تفقده لأن مقاييس الماء كانت إليه ، وكان يعرف الفصل بين قريبه وبعيده ، فلحاجة سليمان إلى ذلك طلبه وتفقده وثالثها : أنه كان يظله من الشمس ، فلما فقد ذلك تفقده .\r\n أما قوله : { فَقَالَ مَالِيَ لاَ أَرَى الهدهد أَمْ كَانَ مِنَ الغائبين } فأم هي المنقطعة نظر إلى مكان الهدهد فلم يبصره فقال ما لي لا أراه ، على معنى أنه لا يراه وهو حاضر لساتر ستره أو غير ذلك ثم لاح له أنه غائب فأضرب عن ذلك وأخذ يقول : أهو غائب؟ كأنه يسأل عن صحة ما لاح له ، ومثله قولهم : إنها لإبل أم شاء .\r\n أما قوله : { لأُعَذّبَنَّهُ عَذَاباً شَدِيداً أَوْ لأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنّى بسلطان مُّبِينٍ } فهذا لا يجوز أن يقوله إلا فيمن هو مكلف أو فيمن قارب العقل فيصلح لأن يؤدب ، ثم اختلفوا في قوله : { لأُعَذّبَنَّهُ } فقال ابن عباس إنه نتف الريش والإلقاء في الشمس ، وقيل أن يطلى بالقطران ويشمس ، وقيل أن يلقى للنمل فتأكله ، وقيل إيداعه القفص ، وقيل التفريق بينه وبين إلفه ، وقيل لألزمنه صحبة الأضداد ، وعن بعضهم : أضيق السجون معاشرة الأضداد ، وقيل لألزمنه خدمة أقرانه .\r\n أما قوله : { فَمَكَثَ } فقد قرىء بفتح الكاف وضمها { غَيْرَ بَعِيدٍ } ( غير زمان بعيد ) كقولك عن قريب ، ووصف مكثه بقصر المدة للدلالة على إسراعه خوفاً من سليمان وليعلم كيف كان الطير مسخراً له .\r\n أما قوله : { أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ } ففيه تنبيه لسليمان على أن في أدنى خلق الله تعالى من أحاط علماً بما لم يحط به ، فيكون ذلك لطفاً في ترك الإعجاب والإحاطة بالشيء علماً أن يعلم من جميع جهاته .\r\n أما قوله : { وَجِئْتُكَ مِن سَبَإٍ بِنَبَإٍ يَقِينٍ } فاعلم أن سبأ قرىء بالصرف ومنعه ، وقد روي بسكون الباء ، وعن ابن كثير في رواية سبا بالألف كقولهم ذهبوا أيدي سبا وهو سبأ بن يشجب بن يعرب بن قحطان ، فمن جعله اسماً للقبيلة لم يصرف ، ومن جعله اسماً للحي أو للأب الأكبر صرف ، ثم سميت مدينة مأرب بسبأ وبينها وبين صنعاء مسيرة ثلاثة أيام ، والنبأ الخبر الذي له شأن .\r\n وقوله : { مِن سَبَإٍ بِنَبَإٍ } من محاسن الكلام الذي يتعلق باللفظ وشرط حسنه صحة المعنى ، ولقد جاء ههنا زائداً على الصحة فحسن لفظاً ومعنى ، ألا ترى أنه لو وضع مكان ( بنبأ ) بخبر لكان المعنى صحيحاً ، ولكن لفظ النبأ أولى لما فيه من الزيادة التي يطابقها وصف الحال .\r\n أما قوله : { إِنّى وَجَدتُّ امرأة تَمْلِكُهُمْ } فالمرأة بلقيس بنت شراحيل ، وكان أبوها ملك أرض اليمن وكانت هي وقومها مجوساً يعبدون الشمس ، والضمير في تملكهم راجع إلى سبأ ، فإن أريد به القوم فالأمر ظاهر ، وإن أريدت المدين فمعناه تملك أهلها .\r\n وأما قوله : { وَأُوتِيَتْ مِن كُلّ شَىْء } ففيه سؤال وهو أنه كيف قال : { وَأُوتِيَتْ مِن كُلّ شَىْء } مع قول سليمان { وَأُوتِينَا مِن كُلّ شَىْء } [ النمل : 16 ] فكأن الهدهد سوى بينهما جوابه : أن قول سليمان عليه السلام يرجع إلى ما أوتي من النبوة والحكمة ، ثم إلى الملك وأسباب الدنيا ، وأما قول الهدهد فلم يكن إلا إلى ما يتعلق بالدنيا .\r\n وأما قوله : { وَلَهَا عَرْشٌ عَظِيمٌ } ففيه سؤال ، وهو أنه كيف استعظم الهدهد عرشها مع ما كان يرى من ملك سليمان؟ وأيضاً فكيف سوى بين عرش بلقيس وعرش الله تعالى في الوصف بالعظيم؟ والجواب عن الأول : يجوز أن يستصغر حالها إلى حال سليمان فاستعظم لها ذلك العرش ، ويجوز أن لا يكون لسليمان مع جلالته مثله كما قد يتفق لبعض الأمراء شيء لا يكون مثله عند السلطان ، وعن الثاني : أن وصف عرشها بالعظم تعظيم له بالإضافة إلى عروش أبناء جنسها من الملوك ووصف عرش الله بالعظم تعظيم له بالنسبة إلى سائر ما خلق من السموات والأرض ، واعلم أن ههنا بحثين : البحث الأول : أن الملاحدة طعنت في هذه القصة من وجوه : أحدها : أن هذه الآيات اشتملت على أن النملة والهدهد تكلما بكلام لا يصدر ذلك الكلام إلا من العقلاء وذلك يجر إلى السفسطة ، فإنا لو جوزنا ذلك لما أمنا في النملة التي نشاهدها في زماننا هذا ، أن تكون أعلم بالهندسة من إقليدس ، وبالنحو من سيبويه ، وكذا القول في القملة والصئبان ، ويجوز أن يكون فيهم الأنبياء والتكاليف والمعجزات ، ومعلوم أن من جوز ذلك كان إلى الجنون أقرب وثانيها : أن سليمان عليه السلام كان بالشام فكيف طار الهدهد في تلك اللحظة اللطيفة من الشام إلى اليمن ثم رجع إليه؟ وثالثها : كيف خفي على سليمان عليه السلام حال مثل تلك الملكة العظيمة مع ما يقال إن الجن والإنس كانوا في طاعة سليمان ، وإنه عليه السلام كان ملك الدنيا بالكلية وكان تحت راية بلقيس على ما يقال اثنا عشر ألف ملك تحت راية كل واحد منهم مائة ألف ، ومع أنه يقال إنه لم يكن بين سليمان وبين بلدة بلقيس حال طيران الهدهد إلا مسيرة ثلاثة أيام ورابعها : من أين حصل للهدهد معرفة الله تعالى ووجوب السجود له وإنكار سجودهم للشمس وإضافته إلى الشيطان وتزيينه؟ والجواب عن الأول : أن ذلك الاحتمال قائم في أول العقل ، وإنما يدفع ذلك بالإجماع ، وعن البواقي أن الإيمان بافتقار العالم إلى القادر المختار يزيل هذه الشكوك .\r\n البحث الثاني : قالت المعتزلة قوله : { يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ الله وَزَيَّنَ لَهُمُ الشيطان أعمالهم } يدل على أن فعل العبد من جهته لأنه تعالى أضاف ذلك إلى الشيطان بعد إضافته إليهم ولأنه أورده مورد الذم ولأنه بين أنهم لا يهتدون والجواب من وجوه : أحدها : أن هذا قول الهدهد فلا يكون حجة وثانيها : أنه متروك الظاهر ، فإنه قال : { فَصَدَّهُمْ عَنِ السبيل } وعندهم الشيطان ما صد الكافر عن السبيل إذ لو كان مصدوداً ممنوعاً لسقط عنه التكليف ، فلم يبق ههنا إلا التمسك بفصل المدح والذم والجواب : قد تقدم عنه مراراً فلا فائدة في الإعادة ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وتفقد الطير فقال ما لي لا أرى الهدهد أم كان من الغائبين (20) لأعذبنه عذابا شديدا أو لأذبحنه أو ليأتيني بسلطان مبين (21) فمكث غير بعيد فقال أحطت بما لم تحط به وجئتك من سبإ بنبإ يقين (22) إني وجدت امرأة تملكهم وأوتيت من كل شيء ولها عرش عظيم (23) وجدتها وقومها يسجدون للشمس من دون الله وزين لهم الشيطان أعمالهم فصدهم عن السبيل فهم لا يهتدون (24) ",
        "babnum": 6
    },
    {
        "id": 1687,
        "cate": "27",
        "title": "أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ (25) اللَّهُ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (26) قَالَ سَنَنْظُرُ أَصَدَقْتَ أَمْ كُنْتَ مِنَ الْكَاذِبِينَ (27) اذْهَبْ بِكِتَابِي هَذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُونَ (28) ",
        "details": " وفيه مسائل : المسألة الأولى : اعلم أن في قوله تعالى : { أَلاَّ يَسْجُدُواْ } قراءات أحدها قراءة من قرأ بالتخفيف ( ألا ) للتنبيه ويا حرف النداء ومناداه محذوف ، كما حذفه من قال : ألا يا اسلمى يا دار ميَّ على البلى \r\n ( ولا زال منهلاً بجرعائك القطر ) وثانيها : بالتشديد أراد فصدهم عن السبيل لئلا يسجدوا ، فحذف الجار مع أن ويجوز أن تكون لا مزيدة ، ويكون المعنى فهم لا يهتدون ( إلا ) أن يسجدوا وثالثها : وهي حرف عبدالله و ( هي ) قراءة الأعمش هلا بقلب الهمزة هاء ، وعن عبدالله هلا تسجدون بمعنى ألا تسجدون على الخطاب ورابعها : قراءة أبي { ألا يَسْجُدُونَ للَّهِ الذى يُخْرِجُ الخبء ( فِى السموات ) والأرض وَيَعْلَمَ سِرَّكُمْ وَمَا تُعْلِنُونَ } .\r\n المسألة الثانية : قال أهل التحقيق قوله : { أَلاَّ يَسْجُدُواْ } يجب أن يكون بمعنى الأمر لأنه لو كان بمعنى المنع من السجدة لم يكن لوصفه تعالى بما يوجب أن يكون السجود له وهو كونه قادراً على إخراج الخبء عالماً بالأسرار معنى .\r\n المسألة الثالثة : الآية دلت على وصف الله تعالى بالقدرة والعلم ، أما القدرة فقوله : { يُخْرِجُ الخبء فِى السموات والأرض } وسمي المخبوء بالمصدر ، وهو يتناول جميع أنواع الأرزاق والأموال وإخراجه من السماء بالغيث ، ومن الأرض بالنبات .\r\n وأما العلم فقوله : { وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ } .\r\n واعلم أن المقصود من هذا الكلام الرد على من يعبد الشمس وتحرير الدلالة هكذا : الإله يجب أن يكون قادراً على إخراج الخبء وعالماً بالخفيات ، والشمس ليست كذلك فهي لا تكون إلهاً وإذا لم تكن إلهاً لم يجز السجود لها ، أما أنه سبحانه وتعالى يجب أن يكون قادراً عالماً على الوجه المذكور ، فلما أنه واجب لذاته فلا تختص قادريته وعالميته ببعض المقدورات والمعلومات دون البعض ، وأما أن الشمس ليست كذلك فلأنها جسم متناه ، وكل ما كان متناهياً في الذات كان متناهياً في الصفات ، وإذا كان كذلك فحينئذ لا يعلم كونها قادرة على إخراج الخبء عالمة بالخفيات ، فإذا لم يعلم من حالها ذلك لم يعلم من حالها كونها قادرة على جلب المنافع ودفع المضار ، فرجع حاصل الدلالة إلى ما ذكره إبراهيم عليه السلام في قوله : { لِمَ تَعْبُدُ مَا لاَ يَسْمَعُ وَلاَ يَبْصِرُ وَلاَ يُغْنِى عَنكَ شَيْئاً } [ مريم : 42 ] وفي قوله : { للَّهِ الذى يُخْرِجُ الخبء فِى السموات والأرض } وجه آخر وهو أن هذا إشارة إلى ما استدل به إبراهيم عليه السلام في قوله : { رَبّيَ الذى يُحْىِ وَيُمِيتُ } [ البقرة : 258 ] وفي قوله : { إِنَّ الله يَأْتِى بالشمس مِنَ المشرق فَأْتِ بِهَا مِنَ المغرب } [ البقرة : 258 ] وذلك لأنه سبحانه وتعالى هو الذي يخرج الشمس من المشرق بعد أفولها في المغرب فهذا هو إخراج الخبء في السموات وهو المراد من قول إبراهيم عليه السلام : { لا أُحِبُّ الآفلين } [ الأنعام : 76 ] ومن قوله : { فَإِنَّ الله يَأْتِى بالشمس مِنَ المشرق فَأْتِ بِهَا مِنَ المغرب } ومن قوله موسى عليه السلام : { رَّبُّ المشرق والمغرب } [ الشعراء : 28 ] وحاصله يرجع إلى أن أفول الشمس وطلوعها يدلان على كونها تحت تدبير مدبر قاهر فكانت العبادة لقاهرها والمتصرف فيها أولى ، وأما إخراج الخبء من الأرض فهو يتناول إخراج النطفة من الصلب والترائب وتكوين الجنين منه ، فإن قيل إن إبراهيم وموسى عليهما السلام قدما دلالة الأنفس على دلالة الآفاق فإن إبراهيم قال : { رَبّيَ الذى يُحْىِ وَيُمِيتُ } ثم قال : { فَإِنَّ الله يَأْتِى بالشمس مِنَ المشرق } وموسى عليه السلام قال : { رَبُّكُمْ وَرَبُّ ءابَائِكُمُ الأولين } [ الشعراء : 26 ] ثم قال : { رَّبُّ المشرق والمغرب } فلم كان الأمر ههنا بالعكس فقدم خبء السموات على خبء الأرض؟ جوابه : أن إبراهيم وموسى عليهما السلام ناظراً مع من ادعى إلهية البشر ، فلا جرم ابتدأ بإبطال إلهية البشر ثم انتقلا إلى إبطال إلهية السموات ، وههنا المناظرة مع من ادعى إلهية الشمس لقوله : { وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ الله } فلا جرم ابتدأ بذكر السماويات ثم بالأرضيات .\r\n أما قوله : { الله لاَ إله إِلاَّ هُوَ رَبُّ العرش العظيم } فالمراد منه أنه سبحانه لما بين افتقار السموات والأرض وما بينهما إلى المدبر ذكر بعد ذلك أن ما هو أعظم الأجسام فهي مخلوقة ومربوبة وذلك يدل على أنه سبحانه هو المنتهى في القدرة والربوبية إلى ما لا يزيد عليه ، والله أعلم .\r\n المسألة الرابعة : قيل من { أَحَطتُ } إلى { العظيم } كلام الهدهد وقيل كلام رب العزة .\r\n المسألة الخامسة : الحق أن سجدة التلاوة واجبة في القراءتين جميعاً وهو قول الشافعي وأبي حنيفة رحمة الله عليهما لأنهم أجمعوا على أن سجدات القرآن أربع عشرة سجدة ، وهذا واحد منها ولأن مواضع السجدة إما أمر بها أو مدح لمن أتى بها أو ذم لمن تركها ، وإحدى القراءتين أمر بالسجود والأخرى ذم للتارك فثبت أن الذي ذكره الزجاج من وجوب السجدة مع التخفيف دون التشديد غير ملتفت إليه .\r\n المسألة السادسة : يقال هل يفرق الواقف بين القراءتين؟ جوابه : نعم إذا خفف وقف على { فَهُمْ لاَ يَهْتَدُونَ } [ النمل : 24 ] ثم ابتدأ بألا يسجدوا وإن شاء وقف على ألا يا ثم ابتدأ اسجدوا وإذا شدد لم يقف إلا على ( العرش العظيم ) .\r\n أما قوله : { سَنَنظُرُ } فمن النظر الذي هو التأمل ، وأراد صدقت أم كذبت إلا أن { أَمْ كُنتَ مِنَ الكاذبين } أبلغ ، لأنه إذا كان معروفاً بالكذب كان متهماً بالكذب فيما أخبر به فلم يوثق به ، وإنما قال : { فَأَلْقِهْ إِلَيْهِمْ } على لفظ الجمع لأنه قال : { وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ } [ النمل : 24 ] فقال : { فَأَلْقِهْ إِلَيْهِمْ } أي إلى الذين هذا دينهم .\r\n أما قوله : { ثُمَّ تَوَلَّ عَنْهُمْ } أي تنح عنهم إلى مكان قريب تتوارى فيه ليكون ما يقولونه بمسمع منك و { يَرْجِعُونَ } من قوله تعالى : { يَرْجِعُ بَعْضُهُمْ إلى بَعْضٍ القول } [ سبأ : 30 ] ويقال دخل عليها من كوة وألقى إليها الكتاب وتوارى في الكوة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ألا يسجدوا لله الذي يخرج الخبء في السماوات والأرض ويعلم ما تخفون وما تعلنون (25) الله لا إله إلا هو رب العرش العظيم (26) قال سننظر أصدقت أم كنت من الكاذبين (27) اذهب بكتابي هذا فألقه إليهم ثم تول عنهم فانظر ماذا يرجعون (28) ",
        "babnum": 7
    },
    {
        "id": 1688,
        "cate": "27",
        "title": "قَالَتْ يَاأَيُّهَا الْمَلَأُ إِنِّي أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ (29) إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (30) أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ (31) قَالَتْ يَاأَيُّهَا الْمَلَأُ أَفْتُونِي فِي أَمْرِي مَا كُنْتُ قَاطِعَةً أَمْرًا حَتَّى تَشْهَدُونِ (32) قَالُوا نَحْنُ أُولُو قُوَّةٍ وَأُولُو بَأْسٍ شَدِيدٍ وَالْأَمْرُ إِلَيْكِ فَانْظُرِي مَاذَا تَأْمُرِينَ (33) ",
        "details": " اعلم أن قوله : { قَالَتْ ياأيها الملأ إِنّى أُلْقِيَ إِلَىَّ كِتَابٌ كَرِيمٌ } بمعنى أن يقال إن الهدهد ألقى إليها الكتاب فهو محذوف كأنه ثابت ، روي أنها كانت إذا رقدت غلقت الأبواب ووضعت المفاتيح تحت رأسها فدخل من كوة وطرح الكتاب على نحرها وهي مستلقية ، وقيل نقرها فانتبهت فزعة .\r\n أما قوله : { كِتَابٌ كَرِيمٌ } ففيه ثلاثة أوجه : أحدها : حسن مضمونه وما فيه وثانيها : وصفته بالكريم لأنه من عند ملك كريم وثالثها : أن الكتاب كان مختوماً وقال عليه السلام : « كرم الكتاب ختمه » وكان عليه السلام « يكتب إلى العجم ، فقيل له إنهم لا يقبلون إلا كتاباً عليه خاتم فاتخذ لنفسه خاتماً » أما قوله : { أَنَّهُ مِن سُلَيْمَانَ وأَنَّهُ بِسْمِ الله الرحمن الرحيم } ففيه أبحاث : البحث الأول : أنه استئناف وتبيين لما ألقى إليها كأنها لما قالت إني ألقي إليَّ كتاب كريم قيل لها ممن هو وما هو فقالت إنه من سليمان وإنه كيت وكيت ، وقرأ عبدالله { إِنَّهُ مِن سُلَيْمَانَ وَإِنَّهُ بِسْمِ الله } عطفاً على { إِنّى } وقرىء { إِنَّهُ مِن سُلَيْمَانَ وَإِنَّهُ } بالفتح وفيه وجهان : أحدهما : أنه بدل من كتاب كأنه قيل ألقي إليَّ أنه من سليمان وثانيهما : أن يريد أن من سليمان ولأنه بسم الله كأنها عللت كرمه بكونه من سليمان وتصديره بسم الله وقرأ أبي ( أن من سليمان وأن بسم الله ) على أن المفسرة ، وأن في ( ألا تعلوا ) مفسرة أيضاً ومعنى لا تعلوا لا تتكبروا كما تفعل الملوك ، وقرأ ابن عباس بالغين معجمة من الغلو وهي مجاوزة الحد .\r\n البحث الثاني : يقال لما قدم سليمان اسمه على قوله : { بِسْمِ اللَّهِ الرحمن الرحيم } ؟ جوابه : حاشاه من ذلك بل ابتدأ هو ببسم الله الرحمن الرحيم ، وإنما ذكرت بلقيس أن هذا الكتاب من سليمان ثم حكت ما في الكتاب والله تعالى حكى ذلك فالتقديم واقع في الحكاية .\r\n البحث الثالث : أن الأنبياء عليهم السلام لا يطيلون بل يقتصرون على المقصود ، وهذا الكتاب مشتمل على تمام المقصود ، وذلك لأن المطلوب من الخلق ، إما العلم أو العمل والعلم مقدم على العمل فقوله : { بِسْمِ اللَّهِ الرحمن الرحيم } مشتمل على إثبات الصانع سبحانه وتعالى وإثبات كونه عالماً قادراً حياً مريداً حكيماً رحيماً .\r\n وأما قوله : { أَلاَّ تَعْلُواْ عَلَيَّ } فهو نهي عن الانقياد لطاعة النفس والهوى والتكبر .\r\n وأما قوله : { وَأْتُونِى مُسْلِمِينَ } فالمراد من المسلم إما المنقاد أو المؤمن ، فثبت أن هذا الكتاب على وجازته يحوي كل ما لا بد منه في الدين والدنيا ، فإن قيل النهي عن الاستعلاء والأمر بالانقياد قبل إقامة الدلالة على كونه رسولاً حقاً يدل على الاكتفاء بالتقليد جوابه : معاذ الله أن يكون هناك تقليد وذلك لأن رسول سليمان إلى بلقيس كان الهدهد ورسالة الهدهد معجز ، والمعجز يدل على وجود الصانع وعلى صفاته ويدل على صدق المدعي فلما كانت تلك الرسالة دلالة تامة على التوحيد والنبوة لا جرم لم يذكر في الكتاب دليلاً آخر .\r\n أما قوله : { ياأيها الملأ أَفْتُونِى فِى أَمْرِي } فالفتوى هي الجواب في الحادثة اشتقت على طريق الاستعارة من الفتى في السن أي أجيبوني في الأمر الفتى ، وقصدت بالانقطاع إليهم واستطلاع رأيهم تطييب قلوبهم { مَا كُنتُ قاطعة أَمْراً } أي لا أبت أمراً إلا بمحضركم .\r\n أما قوله : { قَالُواْ نَحْنُ أُوْلُواْ قُوَّةٍ } فالمراد قوة الأجسام وقوة الآلات ( والعدد ) والمراد بالبأس النجدة ( والثبات ) في الحرب ، وحاصل الجواب أن القوم ذكروا أمرين : أحدهما : إظهار القوة الذاتية والعرضية ليظهر أنها إن أرادتهم للدفع والحرب وجدتهم بحيث تريد ، والآخر قولهم : { والأمر إِلَيْكِ فانظرى مَاذَا تَأْمُرِينَ } وفي ذلك إظهار الطاعة لها إن أرادت السلم ، ولا يمكن ذكر جواب أحسن من هذا ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قالت ياأيها الملأ إني ألقي إلي كتاب كريم (29) إنه من سليمان وإنه بسم الله الرحمن الرحيم (30) ألا تعلوا علي وأتوني مسلمين (31) قالت ياأيها الملأ أفتوني في أمري ما كنت قاطعة أمرا حتى تشهدون (32) قالوا نحن أولو قوة وأولو بأس شديد والأمر إليك فانظري ماذا تأمرين (33) ",
        "babnum": 8
    },
    {
        "id": 1689,
        "cate": "27",
        "title": "قَالَتْ إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً وَكَذَلِكَ يَفْعَلُونَ (34) وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ (35) فَلَمَّا جَاءَ سُلَيْمَانَ قَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَا آتَانِيَ اللَّهُ خَيْرٌ مِمَّا آتَاكُمْ بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ (36) ارْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَا قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُمْ مِنْهَا أَذِلَّةً وَهُمْ صَاغِرُونَ (37) ",
        "details": " اعلم أنها لما عرضت الواقعة على أكابر قومها وقالوا ما تقدم أظهرت رأيها ، وهو أن الملوك إذا دخلوا قرية بالقهر أفسدوها ، أي خربوها وأذلوا أعزتها ، فذكرت لهم عاقبة الحرب .\r\n وأما قوله : { وكذلك يَفْعَلُونَ } فقد اختلفوا أهو من كلامها أو من كلام الله تعالى كالتصويب لها والأقرب أنه من كلامها ، وأنها ذكرته تأكيداً لما وصفته من حال الملوك .\r\n فأما الكلام في صفة الهدية فالناس أكثروا فيها لكن لا ذكر لها في الكتاب وقولها : { فَنَاظِرَةٌ بِمَ يَرْجِعُ المرسلون } فيه دلالة على أنها لم تثق بالقبول وجوزت الرد ، وأرادت بذلك أن ينكشف لها غرض سليمان ، ولما وصلت الهدايا إلى سليمان عليه السلام ذكر أمرين : الأول : قوله : { أَتُمِدُّونَنِ بِمَالٍ } فأظهر بهذا الكلام قلة الاكتراث بذلك المال .\r\n أما قوله : { بَلْ أَنتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ } ففيه ثلاثة أوجه : أحدها : أن الهدية اسم للمهدي ، كما أن العطية اسم للمعطي ، فتضاف إلى المهدي وإلى المهدى إليه ، والمضاف إليه ههنا هو المهدى إليه ، والمعنى أن الله تعالى آتاني الدين الذي هو السعادة القصوى ، وآتاني من الدنيا ما لا مزيد عليه ، فكيف يستمال مثلي بمثل هذه الهدية ، بل أنتم تفرحون بما يهدى إليكم ، لكن حالي خلاف حالكم وثانيها : بل أنتم بهديتكم هذه التي أهديتموها تفرحون من حيث إنكم قدرتم على إهداء مثلها وثالثها : كأنه قال : بل أنتم من حقكم أن تأخذوا هديتكم وتفرحوا بها الثاني : قوله : { ارجع إِلَيْهِمْ } فقيل ارجع خطاب للرسول ، وقيل للهدهد محملاً كتاباً آخر .\r\n أما قوله تعالى : { لاَّ قِبَلَ } أي لا طاقة ، وحقيقة القبل المقاومة والمقابلة ، أي لا يقدرون أن يقابلوهم .\r\n وقرأ ابن مسعود : ( لا قبل لهم بهم ) ، والضمير في ( منها ) لسبأ ، والذل أن يذهب عنهم ما كان عندهم من العز والملك ، والصغار أن يقعوا في أسر واستعباد ، ولا يقتصر بهم على أن يرجعوا سوقة بعد أن كانوا ملوكاً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قالت إن الملوك إذا دخلوا قرية أفسدوها وجعلوا أعزة أهلها أذلة وكذلك يفعلون (34) وإني مرسلة إليهم بهدية فناظرة بم يرجع المرسلون (35) فلما جاء سليمان قال أتمدونن بمال فما آتاني الله خير مما آتاكم بل أنتم بهديتكم تفرحون (36) ارجع إليهم فلنأتينهم بجنود لا قبل لهم بها ولنخرجنهم منها أذلة وهم صاغرون (37) ",
        "babnum": 9
    },
    {
        "id": 1690,
        "cate": "27",
        "title": "قَالَ يَاأَيُّهَا الْمَلَأُ أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ (38) قَالَ عِفْرِيتٌ مِنَ الْجِنِّ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقَامِكَ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ (39) قَالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ فَلَمَّا رَآهُ مُسْتَقِرًّا عِنْدَهُ قَالَ هَذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ (40) ",
        "details": " اعلم أن في قوله تعالى : { قَالَ يَا أَيُّهَا الملأ أَيُّكُمْ يَأْتِينِى بِعَرْشِهَا } دلالة على أنها عزمت على اللحوق بسليمان ، ودلالة على أن أمر ذلك العرش كان مشهوراً ، فأحب أن يحصل عنده قبل حضورها ، واختلفوا في غرض سليمان عليه السلام من إحضار ذلك العرض على وجوه : أحدها : أن المراد أن يكون ذلك دلالة لبلقيس على قدرة الله تعالى وعلى نبوة سليمان عليه السلام ، حتى تنضم هذه الدلالة إلى سائر الدلائل التي سلفت وثانيها : أراد أن يؤتى بذلك العرش فيغير وينكر ، ثم يعرض عليها حتى أنها هل تعرفه أو تنكره ، والمقصود اختبار عقلها ، وقوله تعالى : { قَالَ نَكّرُواْ لَهَا عَرْشَهَا نَنظُرْ أَتَهْتَدِى } [ النمل : 41 ] كالدلالة على ذلك وثالثها : قال قتادة : أراد أن يأخذه قبل إسلامها ، لعلمه أنها إذا أسلمت لم يحل له أخذ مالها ورابعها : أن العرش سرير المملكة ، فأراد أن يعرف مقدار مملكتها قبل وصولها إليه .\r\n أما قوله : { قَالَ عِفْرِيتٌ مّن الجن } فالعفريت من الرجال الخبيث المنكر الذي يعفر أقرانه ، ومن الشياطين الخبيث المارد .\r\n أما قوله : { قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ } فالمعنى من مجلسك ، ولا بد فيه من عادة معلومة حتى يصح أن يؤقت ، فقيل المراد مجلس الحكم بين الناس ، وقيل الوقت الذي يخطب فيه الناس ، وقيل إلى انتصاف النهار .\r\n وأما قوله : { لَقَوِىٌّ } أي على حمله { أَمِينٌ } آتي به كما هو لا أختزل منه شيئاً .\r\n أما قوله : { قَالَ الذى عِندَهُ عِلْمٌ مّنَ الكتاب } ففيه بحثان : الأول : اختلفوا في ذلك الشخص على قولين : قيل كان من الملائكة ، وقيل كان من الإنس ، فمن قال بالأول اختلفوا ، قيل هو جبريل عليه السلام ، وقيل هو ملك أيد الله تعالى به سليمان عليه السلام ، ومن قال بالثاني اختلفوا على وجوه : أحدها : قول ابن مسعود : إنه الخضر عليه السلام وثانيها : وهو المشهور من قول ابن عباس : إنه آصف بن برخيا وزير سليمان ، وكان صديقاً يعلم الاسم الأعظم إذا دعا به أجيب وثالثها : قول قتادة : رجل من الإنس كان يعلم اسم الله الأعظم ورابعها : قول ابن زيد : كان رجلاً صالحاً في جزيرة في البحر ، خرج ذلك اليوم ينظر إلى سليمان وخامسها : بل هو سليمان نفسه والمخاطب هو العفريت الذي كلمه ، وأراد سليمان عليه السلام إظهار معجزة فتحداهم أولاً ، ثم بين للعفريت أنه يتأتى له من سرعة الإتيان بالعرش ما لا يتهيأ للعفريت ، وهذا القول أقرب لوجوه : أحدها : أن لفظة ( الذي ) موضوعة في اللغة للإشارة إلى شخص معين عند محاولة تعريفه بقصة معلومة والشخص المعروف بأنه عنده علم الكتاب هو سليمان عليه السلام ، فوجب انصرافه إليه ، أقصى ما في الباب أن يقال ، كان آصف كذلك أيضاً لكنا نقول إن سليمان عليه السلام ، كان أعرف بالكتاب منه لأنه هو النبي ، فكان صرف هذا اللفظ إلى سليمان عليه السلام أولى الثاني : أن إحضار العرش في تلك الساعة اللطيفة درجة عالية ، فلو حصلت لآصف دون سليمان لاقتضى ذلك تفضيل آصف على سليمان عليه السلام ، وأنه غير جائز الثالث : أن سليمان عليه السلام ، لو افتقر في ذلك إلى آصف لاقتضى ذلك قصور حال سليمان في أعين الخلق الرابع : أن سليمان قال : { هذا مِن فَضْلِ رَبّى لِيَبْلُوَنِى أَءشْكُرُ أَمْ أَكْفُرُ } وظاهره يقتضي أن يكون ذلك المعجز قد أظهره الله تعالى بدعاء سليمان .\r\n البحث الثاني : اختلفوا في الكتاب ، فقيل اللوم المحفوظ ، والذي عنده علم منه جبريل عليه السلام .\r\n وقيل كتاب سليمان ، أو كتاب بعض الأنبياء ، ومعلوم في الجملة أن ذلك مدح ، وأن لهذا الوصف تأثيراً في نقل ذلك العرش ، فلذلك قالوا إنه الاسم الأعظم وإن عنده وقعت الإجابة من الله تعالى في أسرع الأوقات .\r\n أما قوله تعالى : { أنا آتيك به قبل أن يرتد إليك طرفك } ففيه بحثان : الأول : ( آتيك ) في الموضعين ، يجوز أن يكون فعلاً واسم فاعل .\r\n الثاني : اختلفوا في قوله : { قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ } على وجهين : الأول : أنه أراد المبالغة في السرعة ، كما تقول لصاحبك افعل ذلك في لحظة ، وهذا قول مجاهد الثاني : أن نجريه على ظاهره ، والطرف تحريك الأجفان عند النظر ، فإذا فتحت الجفن فقد يتوهم أن نور العين امتد إلى المرئي ، وإذا أغمضت الجفن فقد يتوهم أن ذلك النور ارتد إلى العين ، فهذا هو المراد من ارتداد الطرف وههنا سؤال : وهو أنه كيف يجوز والمسافة بعيدة أن ينقل العرش في هذا القدر من الزمان ، وهذا يقتضي إما القول بالطفرة أو حصول الجسم الواحد دفعة واحدة في مكانين جوابه : أن المهندسين قالوا كرة الشمس مثل كرة الأرض مائة وأربعة وستين مرة ، ثم إن زمان طلوعها زمان قصير فإذا قسمنا زمان طلوع تمام القرص على زمان القدر الذي بين الشام واليمن كانت اللمحة كثيرة فلما ثبت عقلاً إمكان وجود هذه الحركة السريعة ، وثبت أنه تعالى قادر على كل الممكنات زال السؤال ، ثم إنه عليه السلام لما رآه مستقراً عنده قال هذا من فضل ربي ليبلوني أأشكر أم أكفر والكلام في تفسير الابتلاء قد مر غير مرة ، ثم إنه عليه السلام بين أن نفع الشكر عائد إلى الشاكر لا إلى الله تعالى ، أما أنه عائد إلى الشاكر فلوجوه : أحدها : أنه يخرج عن عهدة ما وجب عليه من الشكر وثانيها : أنه يستمد به المزيد على ما قال : { لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ } [ إبرهيم : 7 ] ، وثالثها : أن المشتغل بالشكر مشتغل باللذات الحسية وفرق ما بينهما كفرق ما بين المنعم والنعمة في الشرف ، ثم قال : { وَمَن كَفَرَ فَإِنَّ رَبّى غَنِىٌّ كَرِيمٌ } غني عن شكره لا يضره كفرانه ، كريم لا يقطع عنه نعمه بسبب إعراضه عن الشكر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال ياأيها الملأ أيكم يأتيني بعرشها قبل أن يأتوني مسلمين (38) قال عفريت من الجن أنا آتيك به قبل أن تقوم من مقامك وإني عليه لقوي أمين (39) قال الذي عنده علم من الكتاب أنا آتيك به قبل أن يرتد إليك طرفك فلما رآه مستقرا عنده قال هذا من فضل ربي ليبلوني أأشكر أم أكفر ومن شكر فإنما يشكر لنفسه ومن كفر فإن ربي غني كريم (40) ",
        "babnum": 10
    },
    {
        "id": 1691,
        "cate": "27",
        "title": "قَالَ نَكِّرُوا لَهَا عَرْشَهَا نَنْظُرْ أَتَهْتَدِي أَمْ تَكُونُ مِنَ الَّذِينَ لَا يَهْتَدُونَ (41) فَلَمَّا جَاءَتْ قِيلَ أَهَكَذَا عَرْشُكِ قَالَتْ كَأَنَّهُ هُوَ وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِينَ (42) وَصَدَّهَا مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ إِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرِينَ (43) ",
        "details": " اعلم أن قوله : { نَكّرُواْ } معناه اجعلوا العرش منكراً مغيراً عن شكله كما يتنكر الرجل للناس لئلا يعرفوه ، وذلك لأنه لو ترك على ما كان لعرفته لا محالة ، وكان لا تدل معرفتها به على ثبات عقلها وإذا غير دلت معرفتها أو توقفها فيه على فضل عقل ، ولا يمتنع صحة ما قيل إن سليمان عليه السلام ألقى إليه أن فيها نقصان عقل لكي لا يتزوجها أو لا تحظى عنده على وجه الحسد ، فأراد بما ذكرنا اختبار عقلها .\r\n أما قوله : { نَنظُرْ } فقرىء بالجزم على الجواب وبالرفع على الاستئناف ، واختلفوا في { أَتَهْتَدِى } على وجهين : أحدهما : أتعرف أنه عرشها أم لا؟ كما قدمنا الثاني : أتعرف به نبوة سليمان أم لا ولذلك قال : { أَمْ تَكُونُ مِنَ الذين لاَ يَهْتَدُونَ } وذلك كالذم ولا يليق إلا بطريقة الدلالة ، فكأنه عليه السلام أحب أن تنظر فتعرف به نبوته من حيث صار متنقلاً من المكان البعيد إلى هناك ، وذلك يدل على قدرة الله تعالى وعلى صدق سليمان عليه السلام ، ويعرف بذلك أيضاً فضل عقلها لأغراض كانت له ، فعند ذلك سألها .\r\n أما قوله : { أَهَكَذَا عَرْشُكِ } فاعلم أن هكذا ثلاث كلمات ، حرف التنبيه وكاف التشبيه واسم الإشارة ، ولم يقل أهذا عرشك ، ولكن أمثل هذا عرشك لئلا يكون تلقيناً فقالت : { كَأَنَّهُ هُوَ } ولم تقل هو هو ولا ليس به وذلك من كمال عقلها حيث توقفت في محل التوقف .\r\n أما قوله : { وَأُوتِينَا العلم مِن قَبْلِهَا } ففيه سؤالان ، وهو أن هذا الكلام كلام من؟ وأيضاً فعلى أي شيء عطف هذا الكلام؟ وعنه جوابان : الأول : أنه كلام سليمان وقومه ، وذلك لأن بلقيس لما سئلت عن عرشها ، ثم إنها أجابت بقولها : { كَأَنَّهُ هُوَ } فالظاهر أن سليمان وقومه قالوا إنها قد أصابت في جوابها وهي عاقلة لبيبة وقد رزقت الإسلام ، ثم عطفوا على ذلك قولهم وأوتينا نحن العلم بالله وبقدرته قبل علمها ويكون غرضهم من ذلك شكر الله تعالى في أن خصهم بمزية التقدم في الإسلام الثاني : أنه من كلام بلقيس موصولاً بقولها : { كَأَنَّهُ هُوَ } والمعنى : وأوتينا العلم بالله وبصحة نبوة سليمان قبل هذه المعجزة أو قبل هذه الحالة ، ثم أن قوله : { وَصَدَّهَا مَا كَانَت تَّعْبُدُ مِن دُونِ الله } إلى آخر الآية يكون من كلام رب العزة .\r\n أما قوله تعالى : { وَصَدَّهَا مَا كَانَت تَّعْبُدُ مِن دُونِ الله } ففيه وجهان : الأول : المراد : وصدها عبادتها لغير الله عن الإيمان الثاني : وصدها الله أو سليمان عما كانت تعبد بتقدير حذف الجار وإيصال الفعل ، وقرىء أنها بالفتح على أنه بدل من فاعل صد وبمعنى لأنها ، واحتجت المعتزلة بهذه الآية فقالوا لو كان تعالى خلق الكفر فيها لم يكن الصاد لها كفرها المتقدم ولا كونها من جملة الكفار ، بل كان يكون الصاد لها عن الإيمان تجدد خلق الله الكفر فيها والجواب : أما على التأويل الثاني فلا شك في سقوط الاستدلال ، وأما على الأول فجوابنا أن كونها من جملة الكفار صار سبباً لحصول الداعية المستلزمة للكفر ، وحينئذ يبقى ظاهر الآية موافقاً لقولنا ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال نكروا لها عرشها ننظر أتهتدي أم تكون من الذين لا يهتدون (41) فلما جاءت قيل أهكذا عرشك قالت كأنه هو وأوتينا العلم من قبلها وكنا مسلمين (42) وصدها ما كانت تعبد من دون الله إنها كانت من قوم كافرين (43) ",
        "babnum": 11
    },
    {
        "id": 1692,
        "cate": "27",
        "title": "قِيلَ لَهَا ادْخُلِي الصَّرْحَ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَنْ سَاقَيْهَا قَالَ إِنَّهُ صَرْحٌ مُمَرَّدٌ مِنْ قَوَارِيرَ قَالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ (44) ",
        "details": " اعلم أنه تعالى لما حكى إقامتها على الكفر مع كل ما تقدم من الدلائل ذكر أن سليمان عليه السلام أظهر من الأمر ما صار داعياً لها إلى الإسلام وهو قوله { قِيلَ لَهَا ادخلى الصرح } والصرح القصر كقوله : { ياهامان ابن لِى صَرْحاً } [ غافر : 36 ] وقيل صحن الدار ، وقرأ ابن كثير عن { سَأقَيْهَا } بالهمز ووجهه أنه سمع سؤقاً فأجرى عليه الواحد ، والممرد المملس ، روي أن سليمان عليه السلام أمر قبل قدومها فبنى له على طريقها قصر من زجاج أبيض كالماء بياضاً ، ثم أرسل الماء تحته وألقى فيه السمك وغيره ووضع سريره في صدره فجلس عليه وعكف عليه الإنس والجن والطير ، وإنما فعل ذلك ليزيدها استعظاماً لأمره وتحققاً لنبوته ، وزعموا أن الجن كرهوا أن يتزوجها فتفضي إليه بأسرارهم لأنها كانت بنت جنية ، وقيل خافوا أن يولد له منها ولد فيجتمع له فطنة الجن والإنس فيخرجون من ملك سليمان إلى ملك هو أشد ، فقالوا إن في عقلها نقصاناً وإنها شعراء الساقين ورجلها كحافر حمار فاختبر سليمان عقلها بتنكير العرش ، واتخذ الصرح ليتعرف ساقها ، ومعلوم من حال الزجاج الصافي أنه يكون كالماء فلما أبصرت ذلك ظنته ماءاً راكداً فكشفت عن ساقيها لتخوضه ، فإذا هي أحسن الناس ساقاً وقدماً ، وهذا على طريقة من يقول تزوجها ، وقال آخرون كان المقصود من الصرح تهويل المجلس وتعظيمه ، وحصل كشف الساق على سبيل التبع ، فلما قيل لها هو صرح ممرد من قوارير استترت ، وعجبت من ذلك واستدلت به على التوحيد والنبوة ، فقالت : { رَبّ إِنّى ظَلَمْتُ نَفْسِى } فيما تقدم بالثبات على الكفر ثم قالت : { وَأَسْلَمْتُ مَعَ سليمان لِلَّهِ رَبّ العالمين } وقيل حسبت أن سليمان عليه السلام يغرقها في اللجة ، فقالت ظلمت نفسي بسوء ظني سليمان ، واختلفوا في أنه هل تزوجها أم لا ، وأنه تزوجها في هذه الحال أو قبل أن كشفت عن ساقيها ، والأظهر في كلام الناس أنه تزوجها ، وليس لذلك ذكر في الكتاب ، ولا في خبر مقطوع بصحته ، ويروى عن ابن عباس أنها لما أسلمت قال لها اختاري من قومك من أزوجك منه فقالت مثلي لا ينكح الرجال مع سلطاني ، فقال النكاح من الإسلام ، فقالت إن كان كذلك فزوجني ذا تبع ملك همدان فزوجها إياه ثم ردهما إلى اليمن ، ولم يزل بها ملكاً ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قيل لها ادخلي الصرح فلما رأته حسبته لجة وكشفت عن ساقيها قال إنه صرح ممرد من قوارير قالت رب إني ظلمت نفسي وأسلمت مع سليمان لله رب العالمين (44) ",
        "babnum": 12
    },
    {
        "id": 1693,
        "cate": "27",
        "title": "وَلَقَدْ أَرْسَلْنَا إِلَى ثَمُودَ أَخَاهُمْ صَالِحًا أَنِ اعْبُدُوا اللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ (45) قَالَ يَاقَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ لَوْلَا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ (46) قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ قَالَ طَائِرُكُمْ عِنْدَ اللَّهِ بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ (47) وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ (48) قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصَادِقُونَ (49) وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ (50) فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ (51) فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْلَمُونَ (52) وَأَنْجَيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (53) ",
        "details": " القصة الثالثة قصة صالح عليه السلام قرىء { أَنِ اعبدوا الله } بالضم على إتباع النون الباء .\r\n أما قوله : { فَإِذَا هُمْ فَرِيقَانِ } ففيه قولان : أحدهما : المراد فريق مؤمن وفريق كافر الثاني : المراد قوم صالح قبل أن يؤمن منهم أحد .\r\n أما قوله : { يَخْتَصِمُونَ } فالمعنى أن الذين آمنوا إنما آمنوا لأنهم نظروا في حجته فعرفوا صحتها ، وإذا كان كذلك فلا بد وأن يكون خصماً لمن لم يقبلها ، وإذا كان هذا الاختصام في باب الدين دل ذلك على أن الجدال في باب الدين حق وفيه إبطال التقليد .\r\n أما قوله : { قَالَ ياقوم لِمَ تَسْتَعْجِلُونَ بالسيئة قَبْلَ الحسنة } ففيه بحثان : الأول : في تفسير استعجال السيئة قبل الحسنة وجهان : أحدهما : أن الذين كذبوا صالحاً عليه السلام لما لم ينفعهم الحجاج توعدهم صالح عليه السلام بالعذاب فقالوا : { ائتنا بِعَذَابِ الله إِن كُنتَ مِنَ الصادقين } [ العنكبوت : 29 ] على وجه الاستهزاء ، فعنده قال صالح : { لِمَ تَسْتَعْجِلُونَ بالسيئة قَبْلَ الحسنة } والمراد أن الله تعالى قد مكنكم من التوصل إلى رحمة الله تعالى وثوابه ، فلماذا تعدلون عنه إلى استعجال عذابه وثانيهما : أنهم كانوا يقولون لجهلهم إن العقوبة التي يعدها صالح إن وقعت على زعمه أتينا حينئذ واستغفرنا فحينئذ يقبل الله توبتنا ويدفع العذاب عنا ، فخاطبهم صالح على حسب اعتقادهم ، وقال هلا تستغفرون الله قبل نزول العذاب فإن استعجال الخير أولى من استعجال الشر .\r\n البحث الثاني : أن المراد بالسيئة العقاب وبالحسنة الثواب ، فأما وصف العذاب بأنه سيئة فهو مجاز وسبب هذا التجويز ، إما لأن العقاب من لوازمه أو لأنه يشبهه في كونه مكروهاً ، وأما وصف الرحمة بأنها حسنة فمنهم من قال إنه حقيقة ومنهم من قال إنه مجاز والأول أقرب ، ثم إن صالحاً عليه السلام لما قرر هذا الكلام الحق أجابوه بكلام فاسد ، وهو قولهم : { اطيرنا بِكَ } أي تشاءمنا بك لأن الذي يصيبنا من شدة وقحط فهو بشؤمك وبشؤم من معك .\r\n قال صاحب «الكشاف» كان الرجل يخرج مسافراً فيمر بطائر فيزجره فإن مر سانحاً تيمن وإن مر بارحاً تشاءم فلما نسبوا الخير والشر إلى الطائر استعير لما كان للخير والشر وهو قدر الله وقسمته ، فأجاب صالح عليه السلام بقوله : { طَائِرُكُمْ عِندَ الله } أي السبب الذي منه يجيء خيركم وشركم عند الله وهو قضاؤه وقدره إن شاء رزقكم وإن شاء حرمكم وقيل بل المراد إن جزاء الطيرة منكم عند الله وهو العقاب ، والأقرب الوجه الأول لأن القوم أشاروا إلى الأمر الحاصل فيجب في جوابه أن يكون فيه لا في غيره ، ثم بين أهذا جهل منهم بقوله : { بَلْ أَنتُمْ قَوْمٌ تُفْتَنُونَ } فيحتمل أن غيرهم دعاهم إلى هذا القول ، ويحتمل أن يكون المراد أن الشيطان يفتنكم بوسوسته ، ثم إنه سبحانه قال : { وَكَانَ فِى المدينة تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِى الأرض } والأقرب أن يكون المراد تسعة جمع إذ الظاهر من الرهط الجماعة لا الواحد ، ثم يحتمل أنهم كانوا قبائل ، ويحتمل أنهم دخلوا تحت العدد لاختلاف صفتهم وأحوالهم لا لاختلاف السبب ، فبين تعالى أنهم يفسدون في الأرض ولا يمزجون ذلك الفساد بشيء من الصلاح ، فلهذا قال : { يُفْسِدُونَ فِى الأرض وَلاَ يُصْلِحُونَ } ثم بين تعالى أن من جملة ذلك ما هموا به من أمر صالح عليه السلام .\r\n أما قوله : { تَقَاسَمُواْ بالله } فيحتمل أن يكون أمراً أو خبراً في محل الحال بإضمار قد ، أي قالوا متقاسمين ، والبيات متابعة العدو ليلاً .\r\n أما قوله : { ثُمَّ لَنَقُولَنَّ لِوَلِيّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ } يعني لو اتهمنا قومه حلفنا لهم أنا لم نحضر .\r\n وقرىء ( مهلك ) بفتح الميم واللام وكسرها من هلك ومهلك بضم الميم من أهلك ، ويحتمل المصدر والمكان والزمان ، ثم إنه سبحانه قال : { وَمَكَرُواْ مَكْراً وَمَكَرْنَا مَكْراً وَهُمْ لاَ يَشْعُرُونَ } وقد اختلفوا في مكر الله تعالى على وجوه : أحدها : أن مكر الله إهلاكهم من حيث لا يشعرون ، شبه بمكر الماكر على سبيل الاستعارة ، روي أنه كان لصالح عليه السلام مسجد في الحجر في شعب يصلي فيه ، فقالوا زعم صالح أنه يفرغ منا إلى ثلاث فنحن نفرغ منه ، ومن أهله قبل الثلاث فخرجوا إلى الشعب وقالوا إذا جاء يصلي قتلناه ، ثم رجعنا إلى أهله فقتلناهم ، فبعث الله تعالى صخرة فطبقت الصخرة عليهم فم الشعب فهلكوا وهلك الباقون بالصيحة وثانيها : جاؤا بالليل شاهرين سيوفهم وقد أرسل الله تعالى الملائكة ملء دار صالح فدمغوهم بالحجارة ، يرون الأحجار ولا يرون رامياً وثالثها : أن الله تعالى أخبر صالحاً بمكرهم فتحرز عنهم فذاك مكر الله تعالى في حقهم .\r\n أما قوله : { أَنَّا دمرناهم } استئناف ، ومن قرأ بالفتح رفعه بدلاً من العاقبة أو خبر مبتدأ محذوف تقديره هي تدمرهم أو نصبه على معنى لأنا أو على أنه خبر كان أي كان عاقبة مكرهم الدمار .\r\n أما قوله : { خَاوِيَةٍ } فهو حال عمل فيها ما دل عليه تلك ، وقرأ عيسى بن عمر ( خاوية ) بالرفع على خبر المبتدأ المحذوف ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد أرسلنا إلى ثمود أخاهم صالحا أن اعبدوا الله فإذا هم فريقان يختصمون (45) قال ياقوم لم تستعجلون بالسيئة قبل الحسنة لولا تستغفرون الله لعلكم ترحمون (46) قالوا اطيرنا بك وبمن معك قال طائركم عند الله بل أنتم قوم تفتنون (47) وكان في المدينة تسعة رهط يفسدون في الأرض ولا يصلحون (48) قالوا تقاسموا بالله لنبيتنه وأهله ثم لنقولن لوليه ما شهدنا مهلك أهله وإنا لصادقون (49) ومكروا مكرا ومكرنا مكرا وهم لا يشعرون (50) فانظر كيف كان عاقبة مكرهم أنا دمرناهم وقومهم أجمعين (51) فتلك بيوتهم خاوية بما ظلموا إن في ذلك لآية لقوم يعلمون (52) وأنجينا الذين آمنوا وكانوا يتقون (53) ",
        "babnum": 13
    },
    {
        "id": 1694,
        "cate": "27",
        "title": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ وَأَنْتُمْ تُبْصِرُونَ (54) أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ (55) فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ (56) فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ قَدَّرْنَاهَا مِنَ الْغَابِرِينَ (57) وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا فَسَاءَ مَطَرُ الْمُنْذَرِينَ (58) ",
        "details": " القصة الرابعة قصة لوط عليه السلام قال صاحب «الكشاف» ، واذكر لوطاً أو أرسلنا لوطاً بدلالة { وَلَقَدْ أَرْسَلنَا } [ النمل : 45 ] عليه ، و ( إذ ) بدل على الأول ظرف على الثاني .\r\n أما قوله : { أَتَأْتُونَ الفاحشة } فهو على وجه التنكير وإن كان بلفظ الاستفهام وربما كان التوبيخ بمثل هذا اللفظ أبلغ .\r\n أما قوله : { وَأَنتُمْ تُبْصِرُونَ } ففيه وجوه : أحدها : أنهم كانوا لا يتحاشون من إظهار ذلك على وجه الخلاعة ولا يتكاتمون وذلك أحد ما لأجله عظم ذلك الفعل منهم فذكر في توبيخه لهم ماله عظم ذلك الفعل وثانيها : أن المراد بصر القلب أي تعلمون أنها فاحشة لم تسبقوا إليها وأن الله تعالى لم يخلق الذكر للذكر فهي مضادة لله في حكمته وثالثها : تبصرون آثار العصاة قبلكم وما نزل بهم ، فإن قلت فسرت ( تبصرون ) بالعلم وبعده { بَلْ أَنتُمْ قَوْمٌ تَجْهَلُونَ } فكيف يكونون علماء وجهلاء؟ قلت أراد تفعلون فعل الجاهلين بأنها فاحشة مع علمكم بذلك أو تجهلون العاقبة أو أراد بالجهل السفاهة والمجانة التي كانوا عليها ، ثم إنه تعالى بين جهلهم بأن حكى عنهم أنهم أجابوا عن هذا الكلام بما لا يصلح أن يكون جواباً له فقال : { فَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَن قَالُواْ أَخْرِجُواْ ءالَ لُوطٍ مّن قَرْيَتِكُمْ إِنَّهمْ أُنَاسٌ يَتَطَهَّرُونَ } فجعلوا الذي لأجله يخرجون أنهم يتطهرون من هذا الصنيع الفاحش وهذا يوجب تنعيمهم وتعظيمهم أولى لكن في المفسرين من قال : إنما قالوا ذلك على وجه الهزء ، ثم بين تعالى أنه نجاه وأهله إلا امرأته وأهلك الباقين وقد تقدم كل ذلك مشروحاً ، والله أعلم ، وههنا آخر القصص في هذه السورة ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولوطا إذ قال لقومه أتأتون الفاحشة وأنتم تبصرون (54) أئنكم لتأتون الرجال شهوة من دون النساء بل أنتم قوم تجهلون (55) فما كان جواب قومه إلا أن قالوا أخرجوا آل لوط من قريتكم إنهم أناس يتطهرون (56) فأنجيناه وأهله إلا امرأته قدرناها من الغابرين (57) وأمطرنا عليهم مطرا فساء مطر المنذرين (58) ",
        "babnum": 14
    },
    {
        "id": 1695,
        "cate": "27",
        "title": "قُلِ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ (59) ",
        "details": " القول في خطاب الله عز وجل مع محمد صلى الله عليه وسلم في هذه الآية قولان : الأول : أنه متعلق بما قبله من القصص والمعنى الحمد لله على إهلاكهم وسلام على عباده الذين اصطفى بأن أرسلهم ونجاهم الثاني : أنه مبتدأ فإنه تعالى لما ذكر أحوال الأنبياء عليهم السلام وكان محمد صلى الله عليه وسلم كالمخالف لمن قبله في أمر العذاب لأن عذاب الاستئصال مرتفع عن قومه ، أمره تعالى بأن يشكر ربه على ما خصه بهذه النعم ، وبأن يسلم على الأنبياء عليهم السلام الذين صبروا على مشاق الرسالة .\r\n فأما قوله : { الله خَيْرٌ أَمَّا يُشْرِكُونَ } فهو تبكيت للمشركين وتهكم بحالهم ، وذلك أنهم آثروا عبادة الأصنام على عبادة الله تعالى ، ولا يؤثر عاقل شيئاً على شيء إلا لزيادة خير ومنفعة ، فقيل لهم هذا الكلام تنبيهاً على نهاية ضلالهم وجهلهم وقرىء { يُشْرِكُونَ } بالياء والتاء ، عن رسول الله صلى الله عليه وسلم أنه كان إذا قرأها قال : « بل الله خير وأبقى وأجل وأكرم » ثم اعلم أنه سبحانه وتعالى تكلم بعد ذلك في عدة فصول : الفصل الأول : في الرد على عبدة الأوثان ، ومدار هذا الفصل على بيان أنه سبحانه وتعالى هو الخالق لأصول النعم وفروعها ، فكيف تحسن عبادة ما لا منفعة منه ألبتة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل الحمد لله وسلام على عباده الذين اصطفى آلله خير أما يشركون (59) ",
        "babnum": 15
    },
    {
        "id": 1696,
        "cate": "27",
        "title": "أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ (60) ",
        "details": " النوع الأول ما يتعلق بالسموات وفيه مسائل : المسألة الأولى : قال صاحب «الكشاف» : الفرق بين أم وأم في { أَمَّا يُشْرِكُونَ } و { أَمَّنْ خَلَقَ } أن الأولى متصلة لأن المعنى أيهما خير وهذه منقطعة بمعنى بل ، والحديقة البستان عليه سور من الإحداق وهو الإحاطة ، وقيل { ذَاتُ } لأن المعنى جماعة حدائق ذات بهجة ، كما يقال النساء ذهبت والبهجة الحسن ، لأن الناظر يبتهج به { أإله مَّعَ الله } أغيره يقرن به ويجعل شريكاً له وقرىء { أإلهاً مَعَ الله } بمعنى ( تدعون أو تشركون ) .\r\n المسألة الثانية : أنه تعالى بين أنه الذي اختص بأن خلق السموات والأرض ، وجعل السماء مكاناً للماء ، والأرض للنبات ، وذكر أعظم النعم وهي الحدائق ذات البهجة ، ونبه تعالى على أن هذا الإنبات في الحدائق لا يقدر عليه إلا الله تعالى ، لأن أحدنا لو قدر عليه لما احتاج إلى غرس ومصابرة على ظهور الثمرة وإذا كان تعالى هو المختص بهذا الإنعام وجب أن يخص بالعبادة ، ثم قال : { بَلْ هُمْ قَوْمٌ يَعْدِلُونَ } وقد اختلفوا فيه فقيل يعدلون عن هذا الحق الظاهر وقيل ، يعدلون بالله سواه ونظير هذه الآية أول سورة الإنعام .\r\n المسألة الثالثة : يقال ما حكمة الالتفات في قوله : { فَأَنبَتْنَا } ؟ جوابه : أنه لا شبهة للعاقل في أن خالق السموات والأرض ومنزل الماء من السماء ليس إلا الله تعالى ، وربما عرضت الشبهة في أن منبت الشجرة هو الإنسان ، فإن الإنسان يقول أنا الذي ألقى البذر في الأرض الحرة وأسقيها الماء وأسعى في تشميسها ، وفاعل السبب فاعل للمسبب ، فإذن أنا المنبت للشجرة فلما كان هذا الاحتمال قائماً ، لا جرم أزال هذا الاحتمال فرجع من لفظ الغيبة إلى قوله : { فَأَنبَتْنَا } وقال : { مَّا كَانَ لَكُمْ أَن تُنبِتُواْ شَجَرَهَا } لأن الإنسان قد يأتي بالبذر والسقي والكرب والتشميس ثم لا يأتي على وفق مراده والذي يقع على وفق مراده فإنه يكون جاهلاً بطبعه ومقداره وكيفيته فكيف يكون فاعلاً لها ، فلهذه النكتة حسن الالتفات ههنا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أمن خلق السماوات والأرض وأنزل لكم من السماء ماء فأنبتنا به حدائق ذات بهجة ما كان لكم أن تنبتوا شجرها أإله مع الله بل هم قوم يعدلون (60) ",
        "babnum": 16
    },
    {
        "id": 1697,
        "cate": "27",
        "title": "أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا أَإِلَهٌ مَعَ اللَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (61) ",
        "details": " النوع الثاني ما يتعلق بالأرض قال صاحب «الكشاف» { أَمَّن جَعَلَ } وما بعده بدل من { أَمَّنْ خَلَقَ } [ النمل : 6 ] فكان ( حكمها ) حكمه .\r\n واعلم أنه تعالى ذكر من منافع الأرض أموراً أربعة : المنفعة الأولى : كونها قراراً وذلك لوجوه : الأول : أنه دحاها وسواها للاستقرار الثاني : أنه تعالى جعلها متوسطة في الصلابة والرخاوة فليست في الصلابة كالحجر الذي يتألم الإنسان بالاضطجاع عليه وليست في الرخاوة كالماء الذي يغوص فيه الثالث : أنه تعالى جعلها كثيفة غبراء ليستقر عليها النور ، ولو كانت لطيفة لما استقر النور عليها ، ولو لم يستقر النور عليها لصارت من شدة بردها بحيث تموت الحيوانات الرابع : أنه سبحانه جعل الشمس بسبب ميل مدارها عن مدار منطقة الكل بحيث تبعد تارة وتقرب أخرى من سمت الرأس ، ولولا ذلك لما اختلفت الفصول ، ولما حصلت المنافع الخامس : أنه سبحانه وتعالى جعلها ساكنة فإنها لو كانت متحركة لكانت إما متحركة على الاستقامة أو على الاستدارة ، وعلى التقديرين لا يحصل الانتفاع بالسكنى على الأرض السادس : أنه سبحانه جعلها كفاتاً للأحياء والأموات وأنه يطرح عليها كل قبيح ويخرج منها كل مليح .\r\n المنفعة الثانية الأرض : قوله : { وَجَعَلَ خِلاَلَهَا أَنْهَاراً } فاعلم أن أقسام المياه المنبعثة عن الأرض أربعة : الأول : ماء العيون السيالة وهي تنبعث من أبخرة كثيرة المادة قوية الاندفاع تفجر الأرض بقوة ، ثم لا يزال يستتبع جزء منها جزءاً الثاني : ماء العيون الراكدة وهي تحدث من أبخرة بلغت من قوتها أن اندفعت إلى وجه الأرض ولم تبلغ من قوتها وكثرة مادتها أن يطرد تاليها سابقها الثالث : مياه القنى والأنهار وهي متولدة من أبخرة ناقصة القوة على أن تشق الأرض ، فإذا أزيل عن وجهها ثقل التراب صادفت حينئذ تلك الأبخرة منفذاً تندفع إليه بأدنى حركة الرابع : مياه الآبار وهي نبعية كمياه الأنهار إلا أنه لم يجعل له سيل إلى موضع يسيل إليه ونسبة القنى إلى الآبار نسبة العيون الراكدة فقد ظهر أنه لولا صلابة الأرض لما اجتمعت تلك الأبخرة في باطنها إذ لولا اجتماعها في باطنها لما حدثت هذه العيون في ظاهرها .\r\n المنفعة الثالثة للأرض : قوله : { وَجَعَلَ لَهَا رَوَاسِىَ } والمراد منها الجبال ، فنقول أكثر العيون والسحب والمعدنيات إنما تكون في الجبال أو فيما يقرب منها ، أما العيون فلأن الأرض إذا كانت رخوة نشفت الأبخرة عنها فلا يجتمع منها قدر يعتد به ، فإذن هذه الأبخرة لا تجتمع إلا في الأرض الصلبة والجبال أصلب الأرض ، فلا جرم كانت أقواها على حبس هذا البخار حتى يجتمع ما يصلح أن يكون مادة للعيون ويشبه أن يكون مستقر الجبل مملوءاً ماء ، ويكون الجبل في حقنه الأبخرة مثل الأنبيق الصلب المعد للتقطير لا يدع شيئاً من البخار يتحلل ونفس الأرض التي تحته كالقرعة والعيون كالأذناب والبخار كالقوابل ، ولذلك فإن أكثر العيون إنما تنفجر من الجبال وأقلها في البراري ، وذلك الأقل لا يكون إلا إذا كانت الأرض صلبة .\r\n وأما أن أكثر السحب تكون في الجبال فلوجوه ثلاثة : أحدها : أن في باطن الجبال من النداوات مالا يكون في باطن الأرضين الرخوة وثانيها : أن الجبال بسبب ارتفاعها أبرد فلا جرم يبقى على ظاهرها من الأنداء ومن الثلوج ما لا يبقى على ظهر سائر الأرضين وثالثها : أن الأبخرة الصاعدة تكون محبوسة بالجبال فلا تتفرق ولا تتحلل ، وإذا ثبت ذلك ظهر أن أسباب كثرة السحب في الجبال أكثر لأن المادة فيها ظاهراً وباطناً أكثر ، والاحتقان أشد السبب المحلل وهو الحر أقل ، فلذلك كانت السحب في الجبال أكثر .\r\n وأما المعدنيات المحتاجة إلى أبخرة يكون اختلاطها بالأرضية أكثر وإلى بقاء مدة طويلة يتم النضج فيها فلا شيء لها في هذا المعنى كالجبال .\r\n المنفعة الرابعة للأرض : قوله : { وَجَعَلَ بَيْنَ البحرين حَاجِزاً } فالمقصود منه أن لا يفسد العذب بالاختلاط ، وأيضاً فلينتفع بذلك الحاجز ، وأيضاً المؤمن في قلبه بحران بحر الإيمان والحكمة وبحر الطغيان والشهوة وهو بتوفيقه جعل بينهما حاجزاً لكي لا يفسد أحدهما بالآخر ، وقال بعض الحكماء في قوله : { مَرَجَ البحرين يَلْتَقِيَانِ * بَيْنَهُمَا بَرْزَخٌ لاَّ يَبْغِيَانِ } [ الرحمن : 19 ، 20 ] قال عند عدم البغي { يَخْرُجُ مِنْهُمَا الُّلؤْلُؤُ وَالمَرْجَانُ } [ الرحمن : 22 ] فعند عدم البغي في القلب يخرج الدين والإيمان بالشكر ، فإن قيل ولم جعل البحر ملحاً؟ قلنا لولا ملوحته لأجن وانتشر فساد أجونته في الأرض وأحدث الوباء العام ، واعلم أن اختصاص البحر بجانب من الأرض دون جانب أمر غير واجب بل الحق أن البحر ينتقل في مدد لا تضبطها التواريخ المنقولة من قرن إلى قرن لأن استمداد البحر في الأكثر من الأنهار ، والأنهار تستمد في الأكثر من العيون ، وأما مياه السماء فإن حدوثها في فصل بعينه دون فصل ، ثم لا العيون ولا مياه السماء يجب أن تتشابه أحوالها في بقاع واحدة بأعيانها تشابهاً مستمراً فإن كثيراً من العيون يغور ، وكثيراً ما تقحط السماء فلا بد حينئذ من نضوب الأودية والأنهار فيعرض بسبب ذلك نضوب البحار ، وإذا حدثت العيون من جانب آخر حدثت الأنهار هناك فحصلت البحار من ذلك الجانب ، ثم إنه سبحانه لما بين أنه هو المختص بالقدرة على خلق الأرض التي فيها هذه المنافع الجليلة وجب أن يكون هو المختص بالإلهية ، ونبه بقوله تعالى : { بَلْ أَكْثَرُهُمْ لاَ يَعْقِلُونَ } على عظم جهلهم بالذهاب عن هذا التفكر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أمن جعل الأرض قرارا وجعل خلالها أنهارا وجعل لها رواسي وجعل بين البحرين حاجزا أإله مع الله بل أكثرهم لا يعلمون (61) ",
        "babnum": 17
    },
    {
        "id": 1698,
        "cate": "27",
        "title": "أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قَلِيلًا مَا تَذَكَّرُونَ (62) ",
        "details": " النوع الثالث ما يتعلق باحتياج الخلق إليه سبحانه اعلم أنه سبحانه نبه في هذه الآية على أمرين : أحدهما : قوله : { أَمَّن يُجِيبُ المضطر إِذَا دَعَاهُ } قال صاحب «الكشاف» : الضرورة الحالة المحوجة إلى الالتجاء والاضطرار افتعال منها : يقال اضطره إلى كذا والفاعل والمفعول مضطر ، واعلم أن المضطر هو الذي أحوجه مرض أو فقر أو نازلة من نوازل الدهر إلى التضرع إلى الله تعالى ، وعن السدي : الذي لا حول له ولا قوة ، وقيل المذنب إذا استغفر ، فإن قيل قد عم المضطرين بقوله : { أَمَّن يُجِيبُ المضطر إِذَا دَعَاهُ } وكم من مضطر يدعو فلا يجاب؟ جوابه : قد بينا في أصول الفقه أن المفرد المعرف لا يفيد العموم وإنما يفيد الماهية فقط ، والحكم المثبت للماهية يكفي في صدقه ثبوته في فرد واحد من أفراد الماهية ، وأيضاً فإنه تعالى وعد بالاستجابة ولم يذكر أنه يستجيب في الحال وتمام القول في شرائط الدعاء والإجابة مذكور في قوله تعالى : { وَقَالَ رَبُّكُمْ ادعونى أَسْتَجِبْ لَكُمْ } [ غافر : 60 ] فأما قوله تعالى : { وَيَكْشِفُ السوء } فهو كالتفسير للاستجابة ، فإنه لا يقدر أحد على كشف ما دفع إليه من فقر إلى غنى ومرض إلى صحة وضيق إلى سعة إلا القادر الذي لا يعجز والقاهر الذي لا ينازع وثانيهما : قوله : { وَيَجْعَلُكُمْ حُلَفَاء الأرض } فالمراد توارثهم سكناها والتصرف فيها قرناً بعد قرن وأراد بالخلافة الملك والتسلط ، وقرىء { يَذَّكَّرُونَ } بالياء مع الإدغام وبالتاء مع الإدغام وبالحذف وما مزيدة أي يذكرون تذكرا قليلاً ، والمعنى نفي التذكر والقلة تستعمل في معنى النفي .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أمن يجيب المضطر إذا دعاه ويكشف السوء ويجعلكم خلفاء الأرض أإله مع الله قليلا ما تذكرون (62) ",
        "babnum": 18
    },
    {
        "id": 1699,
        "cate": "27",
        "title": "أَمَّنْ يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ أَإِلَهٌ مَعَ اللَّهِ تَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ (63) ",
        "details": " النوع الرابع ما يتعلق أيضاً باحتياج الخلق ولكنه حاجة خاصة في وقت خاص اعلم أنه تعالى نبه في هذه الآية على أمرين : الأول : قوله : { أَمَّن يَهْدِيكُمْ } والمراد يهديكم بالنجوم في السماء والعلامات في الأرض إذا جن الليل عليكم مسافرين في البر والبحر الثاني : قوله : { وَمَن يُرْسِلُ الرياح } فإنه سبحانه هو الذي يحرك الرياح فتثير السحاب ثم تسوقه إلى حيث يشاء ، فإن قيل لا نسلم أنه تعالى هو الذي يحرك الرياح ، فإن الفلاسفة قالت الرياح إنما تتولد عن الدخان وليس الدخان كله هو الجسم الأسود المرتفع مما احترق بالنار ، بل كل جسم أرضي يرتفع بتصعيد الحرارة سواء كانت الحرارة حرارة النار أو حرارة الشمس فهو دخان قالوا وتولد الرياح من الأدخنة على وجهين أحدهما أكثري ، والآخر أقلي ، أما الأكثري فهو أنه إذا صعدت أدخنة كثيرة إلى فوق فعند وصولها إلى الطبقة الباردة إما أن ينكسر حرها ببرد ذلك الهواء أو لا ينكسر فإن انكسر فلا محالة يثقل وينزل فيحصل من نزولها تموج الهواء فتحدث الريح ، وإن لم ينكسر حرها ببرد ذلك الهواء فلا بد وأن يتصاعد إلى أن يصل إلى كرة النار المتحركة بحركة الفلك وحينئذ لا يتمكن من الصعود بسبب حركة النار فترجع تلك الأدخنة وتصير ريحاً ، لا يقال لو كان اندفاع هذه الأدخنة بسبب حركة الهواء العالي لما كانت حركتها إلى أسفل بل إلى جهة حركة الهواء العالي لأنا نقول الجواب من وجهين : أحدهما : أنه ربما أوجبت هيئة صعود تلك الأدخنة وهيئة لحوق المادة بها أن يتحرك إلى خلاف جهة المتحرك المانع ، كالسهم يصيب جسماً متحركاً فيعطفه تارة إلى جهته إن كان الحابس كما يقدر على صرف المتحرك عن متوجهه يقدر أيضاً على صرفه إلى جهة حركة نفسه وتارة إلى خلاف تلك الجهة إذا كان المفارق يقدر على الحبس ولا يقدر على الصرف الثاني : أنه ربما كان صعود بعض الأدخنة من تحت مانعاً للأدخنة النازلة من فوق إلى أن يتسفل ذلك فلأجل هذا السبب يتحرك إلى سائر الجوانب ، واعلم أن لأهل الإسلام ههنا مقامين : الأول : أن يقيم الدلالة على فساد هذه العلة وبيانه من وجهين : الأول : أن الأجزاء الدخانية أرضية فهي أثقل من الأجزاء البخارية المائية ، ثم إن البخار لما يبرد ينزل على الخط المستقيم مطراً فالدخان لما برد فلماذا لم ينزل على الخط المستقيم بل ذهب يمنة ويسرة؟ الثاني : أن حركة تلك الأجزاء إلى أسفل طبيعية وحركتها يمنة ويسرة عرضية والطبيعية أقوى من العرضية ، وإذا لم يكن أقوى فلا أقل من المساواة ، ثم إن الريح عند حركتها يمنة ويسرة ربما تقوى على قلع الأشجار ورمي الجدار بل الجبال ، فتلك الأجزاء الدخانية عندما تحركت حركتها الطبيعية التي لها وهي الحركة إلى السفل وجب أن تهدم السقف ، ولكنا نرى الغبار الكثير ينزل من الهواء ويسقط على السقف ولا يحس بنزوله فضلاً عن أن يهدمه فثبت فساد ما ذكروه المقام الثاني : هب أن الأمر كما ذكروه ولكن الأسباب الفاعلية والقابلية لها مخلوقة لله سبحانه وتعالى ، فإنه لولا الشمس وتأثيرها في تصعيد الأبخرة والأدخنة ولولا طبقات الهواء ، وإلا لما حدثت هذه الأمور ، ومعلوم أن من وضع أسباباً فأدته إلى منافع عجيبة وحكم بالغة فذلك الواضع هو الذي فعل تلك المنافع ، فعلى جميع الأحوال لا بد من شهادة هذه الأمور على مدبر حكيم واجب لذاته ، قطعاً لسلسلة الحاجات .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أمن يهديكم في ظلمات البر والبحر ومن يرسل الرياح بشرا بين يدي رحمته أإله مع الله تعالى الله عما يشركون (63) ",
        "babnum": 19
    },
    {
        "id": 1700,
        "cate": "27",
        "title": "أَمَّنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ (64) ",
        "details": " النوع الخامس ما يتعلق بالحشر والنشر اعلم أنه تعالى لما عدد نعم الدنيا أتبع ذلك بنعم الآخرة بقوله : { أَمَّن يَبْدَأُ الخلق ثُمَّ يُعيدُهُ } لأن نعم الآخرة بالثواب لا تتم إلا بالإعادة بعد الابتداء والإبلاغ إلى حد التكليف فقد تضمن الكلام كل هذه النعم ، ومعلوم أنها لا تتم إلا بالأرزاق فلذلك قال : { وَمَن يَرْزُقُكُم مّنَ السماء والأرض } ، ثم قال : { أإله مَّعَ الله } منكراً لما هم عليه ، ثم بين بقوله : { قُلْ هَاتُواْ برهانكم إِن كُنتُمْ صادقين } أن لا برهان لكم فإذن هم مبطلون ، وهذا يدل على أنه لا بد في الدعوى من وعلى فساد التقليد ، فإن قيل كيف قيل لهم : { أَم مَّنْ يبدؤ الخلق ثُمَّ يُعِيدُهُ } وهم منكرون للإعادة؟ جوابه : كانوا معترفين بالابتداء ، ودلالة الابتداء على الإعادة دلالة ظاهرة قوية ، فلما كان الكلام مقروناً بالدلالة الظاهرة صاروا كأنهم لم يبق لهم عذر في الإنكار ، وههنا آخر الدلائل المذكورة على كمال قدرة الله تعالى .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أمن يبدأ الخلق ثم يعيده ومن يرزقكم من السماء والأرض أإله مع الله قل هاتوا برهانكم إن كنتم صادقين (64) ",
        "babnum": 20
    },
    {
        "id": 1701,
        "cate": "27",
        "title": "قُلْ لَا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ (65) بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ بَلْ هُمْ فِي شَكٍّ مِنْهَا بَلْ هُمْ مِنْهَا عَمُونَ (66) ",
        "details": " اعلم أنه تعالى لما بين أنه المختص بالقدرة فكذلك بين أنه هو المختص بعلم الغيب ، وإذا ثبت ذلك ثبت أنه هو الإله المعبود ، لأن الإله هو الذي يصح منه مجازاة من يستحق الثواب على وجه لا يلتبس بأهل العقاب ، فإن قيل الاستثناء حكمه إخراج ما لولاه لوجب أو لصح دخوله تحت المستثنى منه ودلت الآية ههنا على استثناء الله سبحانه وتعالى عمن في السموات والأرض فوجب كونه ممن في السموات والأرض وذلك يوجب كونه تعالى في المكان والجواب : هذه الآية متروكة الظاهر لأن من قال إنه تعالى في المكان زعم أنه فوق السموات ، ومن قال إنه ليس في مكان فقد نزهه عن كل الأمكنة ، فثبت بالإجماع أنه تعالى ليس في السموات والأرض فإذن وجب تأويله فنقول إنه تعالى ممن في السموات والأرض كما يقول المتكلمون : الله تعالى في كل مكان على معنى أن علمه في الأماكن كلها ، لا يقال إن كونه في السموات والأرض مجاز وكونهم فيهن حقيقة وإرادة المتكلم بعبارة واحدة ومجازاً غير جائزة ، لأنا نقول كونهم في السموات والأرض ، كما أنه حاصل حقيقة وهو حصول ذواتهم في الأحياز فكذلك حاصل مجازاً ، وهو كونهم عالمين بتلك الأمكنة فإذا حملنا هذه الغيبة على المعنى المجازي وهو الكون فيها بمعنى العلم دخل الرب سبحانه وتعالى والعبيد فيه فصح الاستثناء .\r\n أما قوله : { وَمَا يَشْعُرُونَ } فهو صفة لأهل السموات والأرض نفى أن يكون لهم علم الغيب وذكر في جملة الغيب متى البعث بقوله : { أَيَّانَ يُبْعَثُونَ } فأيان بمعنى متى وهي كلمة مركبة من أي والآن وهو الوقت وقرىء { إِيَّانَ } بكسر الهمزة .\r\n أما قوله : { بَلِ ادرك عِلْمُهُمْ فِى الأخرة } فاعلم أن كلام صاحب «الكشاف» فيه مرتب على ثلاثة أبحاث : البحث الأول : فيه اثنتا عشرة قراءة بل أدرك بل أدرك بل ادارك بل تدارك بل أأدرك بهمزتين بل آأدرك بألف بينهما بل آدرك بالتخفيف والنقل بل ادرك بفتح اللام وتشديد الدال وأصله بل أدرك على الاستفهام بلى أدرك بلى أأدرك أم تدارك أو أدرك .\r\n البحث الثانث : ادارك أصله تدارك فأدغمت التاء في الدال وادَّرك افتعل .\r\n البحث الثالث : معنى ادَّرك علمهم انتهى وتكامل وأدرك تتابع واستحكم ثم فيه وجوه : أحدها : أن أسباب استحكام العلم وتكامله بأن القيامة كائنة لا ريب فيها قد حصلت لهم ومكنوا من معرفتها وهم شاكون جاهلون ، وذلك قوله : { بَلْ هُمْ فِى شَكّ مّنْهَا بَلْ هُم مّنْهَا عَمُونَ } يريد المشركين ممن في السماوات والأرض لأنهم لما كانوا من جملتهم نسب فعلهم إلى الجميع كما يقال بنو فلان فعلوا كذا وإنما فعله ناس منهم .\r\n فإن قيل الآية سيقت لاختصاص الله تعالى بعلم الغيب وإن العباد لا علم لهم بشيء منه وإن وقت بعثهم ونشورهم من جملة الغيب وهم لا يشعرون به ، فكيف ناسب هذا المعنى وصف المشركين بإنكارهم البعث مع استحكام أسباب العلم والتمكن من المعرفة؟ والجواب : كأنه سبحانه قال كيف يعلمون الغيب مع أنهم شكوا في ثبوت الآخرة التي دلت الدلائل الظاهرة القاهرة عليها فمن غفل عن هذا الشيء الظاهر كيف يعلم الغيب الذي هو أخفى الأشياء الوجه الثاني : أن وصفهم باستحكام العلم تهكم بهم كما تقول لأجهل الناس ما أعلمك على سبيل الهزء وذلك حيث شكوا في إثبات ما الطريق إليه واضح ظاهر الوجه الثالث : أن يكون أدرك بمعنى انتهى وفنى من قولك أدركت الثمرة لأن تلك غايتها التي عندها تعدم وقد فسره الحسن باضمحل علمهم وتدارك من تدارك بنو فلان إذا تتابعوا في الهلاك ، أما وجه قراءة من قرأ بل أأدرك على الاستفهام فهو أنه استفهام على وجه الإنكار لإدراك علمهم وكذا من قرأ أم أدرك وأم تدارك لأنها أم هي التي بمعنى بل والهمزة وأما من قرأ بلى أدرك فإنه لما جاء ببلى بعد قوله : { وَمَا يَشْعُرُونَ } كان معناه بلى يشعرون ثم فسر الشعور بقوله أدرك علمهم في الآخرة على سبيل التهكم الذي معناه المبالغة في نفي العلم ، فكأنه قال شعورهم بوقت الآخرة أنهم لا يعلمون كونها فيرجع إلى نفي الشعور على أبلغ ما يكون ، وأما من قرأ بلى أأدرك على الاستفهام فمعناه بلى يشعرون متى يبعثون ، ثم أنكر علمهم بكونها وإذ أنكر علمهم بكونها وإذا أنكر علمهم بكونها لم يتحصل لهم شعور بوقت كونها .\r\n فإن قلت هذه الإضرابات الثلاث ما معناها؟ قلت ماهي إلا بيان درجاتهم وصفهم أولاً بأنهم لا يشعرون وقت البعث ، ثم بأنهم لا يعلون أن القيامة كائنة ، ثم بأنهم يخبطون في شك ومرية ، ثم بما هو أسوأ حالاً وهو العمى وفيه نكتة وهي أنه تعالى جعل الآخرة مبدأ عماهم فلذلك عداه بمن دون عن لأن الفكر بالعاقبة والجزاء هو الذي جعلهم كالبهائم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل لا يعلم من في السماوات والأرض الغيب إلا الله وما يشعرون أيان يبعثون (65) بل ادارك علمهم في الآخرة بل هم في شك منها بل هم منها عمون (66) ",
        "babnum": 21
    },
    {
        "id": 1702,
        "cate": "27",
        "title": "وَقَالَ الَّذِينَ كَفَرُوا أَإِذَا كُنَّا تُرَابًا وَآبَاؤُنَا أَئِنَّا لَمُخْرَجُونَ (67) لَقَدْ وُعِدْنَا هَذَا نَحْنُ وَآبَاؤُنَا مِنْ قَبْلُ إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ (68) قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ (69) وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ (70) وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (71) قُلْ عَسَى أَنْ يَكُونَ رَدِفَ لَكُمْ بَعْضُ الَّذِي تَسْتَعْجِلُونَ (72) وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ (73) وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ (74) وَمَا مِنْ غَائِبَةٍ فِي السَّمَاءِ وَالْأَرْضِ إِلَّا فِي كِتَابٍ مُبِينٍ (75) ",
        "details": " اعلم أنه سبحانه لما تكلم في حال المبدأ تكلم بعده في حال المعاد ، وذلك لأن الشك في المعاد لا ينشأ إلا من الشك في كمال القدرة ، أو في كمال العلم فإذا ثبت كونه تعالى قادراً على كل الممكنات ، وعالماً بكل المعلومات ، ثبت أنه تعالى يمكنه تمييز أجزاء بدن كل واحد من المكلفين عن أجزاء بدن غيره ، وثبت أنه قادر على أن يعيد التركيب والحياة إليها وإذا ثبت إمكان ذلك ثبت صحة القول بالحشر فلما بين الله تعالى هذين الأصلين فيما قبل هذه الآية ، لا جرم لم يحكه في هذه الآية ، فحكى عنهم أنهم تعجبوا من إخراجهم أحياء وقد صاروا تراباً وطعنوا فيه من وجهين : الأول : قولهم : { لَقَدْ وُعِدْنَا هذا نَحْنُ وَءابَاؤُنَا } أي هذا كلام كما قيل لنا فقد قيل لمن قبلنا ، ولم يظهر له أثر فهو إذن من أساطير الأولين يريدون ما لا يصح من الأخبار ، فإن قيل ذكر ههنا { لَقَدْ وُعِدْنَا هذا نَحْنُ وَءابَاؤُنَا } وفي آية أخرى : { لَقَدْ وُعِدْنَا نَحْنُ وَءابَاؤُنَا هذا } [ المؤمنون : 83 ] فما الفرق؟ قلنا التقديم دليل على أن المقدم هو المقصود الأصلي وأن الكلام سيق لأجله ، ثم إنه سبحانه لما كان قد بين الدلالة على هذين الأصلين ، ومن الظاهر أن كل من أحاط بهما فقد عرف صحة الحشر والنشر ثبت أنهم أعرضوا عنها ولم يتأملوها ، وكان سبب ذلك الإعراض حب الدنيا وحب الرياسة والجاه وعدم الانقياد للغير ، لا جرم اقتصر على بيان أن الدنيا فانية زائلة فقال : { قُلْ سِيرُواْ فِى الأرض فَاْنظُرُواْ كَيْفَ كَانَ عاقبة المجرمين } وفيه سؤالان : السؤال الأول : لم لم يقل : كيف كانت عاقبة المجرمين؟ جوابه : لأن تأنيثها غير حقيقي ولأن المعنى كيف كان آخر أمرهم .\r\n السؤال الثاني : لم لم يقل عاقبة الكافرين؟ جوابه : الغرض أن يحصل التخويف لكل العصاة ثم إنه تعالى صبر رسوله على ما يناله من هؤلاء الكفار فقال : { وَلاَ تَحْزَنْ عَلَيْهِمْ وَلاَ تَكُن فِى ضَيْقٍ مِمَّا يَمْكُرُونَ } فجمع بين إزالة الغم عنه بكفرهم وبين إزالة الخوف من جانبهم ، وصار ذلك كالتكفل بنصرته عليهم وقوله : { وَلاَ تَكُن فِى ضَيْقٍ } أي في حرج قلب يقال ضاق الشيء ضيقاً وضيقاً بالفتح والكسر والضيق تخفيف الضيق ، ويجوز أن يراد في أمر ضيق من مكرهم الوجه الثاني : للكفار قولهم : { متى هذا الوعد } وقوله : { إِن كُنتُمْ صادقين } دل على أنهم ذكروا ذلك على سبيل السخرية فأجاب الله تعالى بقوله : { عسى أَن يَكُونَ رَدِفَ لَكُم بَعْضُ الذى تَسْتَعْجِلُونَ } وهو عذاب يوم بدر ، فزيدت اللام للتأكيد كالباء في { وَلاَ تُلْقُواْ بِأَيْدِيكُمْ } [ البقرة : 195 ] أو ضمن معنى فعل يتعدى باللام نحو دنا لكم وأزف لكم ، ومعناه تبعكم ولحقكم ، وقرأ الأعرج { رَدِفَ لَكُم } بوزن ذهب وهما لغتان ، والكسر أفصح ، وههنا بحثان : البحث الأول : أن عسى ولعل في وعد الملوك ووعيدهم يدلان على صدق الأمر ، وإنما يعنون بذلك إظهار وقارهم ، وأنهم لا يعجلون بالانتقام لوثوقهم بأن عدوهم لا يفوتهم ، فعلى ذلك جرى وعد الله ووعيده .\r\n الثاني : أنه قد ثبت بالدلائل العقلية أن عذاب الحجاب أشد من عذاب النار ، ولذلك قال : { كَلاَّ إِنَّهُمْ عَن رَّبّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ * ثُمَّ إِنَّهُمْ لَصَالُواْ الجحيم } [ المطففين : 15 ، 16 ] فقدم الحجاب على الجحيم ، ثم إنهم كانوا محجوبين في الحال ، فكان سبب العذاب بكماله حاصلاً ، إلا أن الاشتغال بالدنيا ولذاتها كالعائق عن إدراك ذلك الألم ، كما أن العضو الخدر إذا مسته النار ، فإن سبب الألم حاصل في الحال ، لكنه لا يحصل الشعور بذلك الألم لقيام العائق ، فإذا زال العائق عظم البلاء ، فكذا ههنا إذا زال البدن عظم عذاب الحجاب ، فقوله سبحانه : { عسى أَن يَكُونَ رَدِفَ لَكُم بَعْضُ الذى تَسْتَعْجِلُونَ } يعني المقتضي له والمؤثر فيه حاصل ، وتمامه إنما يحصل بعد الموت ، ثم إنه سبحانه بين السبب في ترك تعجيل العذاب فقال : { وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى الناس } والفضل الإفضال ومعناه أنه متفضل عليهم بتأخير العقوبة ، وأكثرهم لا يعرفون هذه النعمة ولا يشكرونها ، وهذه الآية تبطل قول من قال إنه لا نعمة لله على الكفار ثم بين سبحانه أنه مطلع على ما في قلوبهم فقال : { وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ } وههنا بحث عقلي ، وهو أنه قدم ما تكنه صدورهم على ما يعلنون من العلم والسبب أن ما تكنه صدورهم هو الدواعي والقصود ، وهي أسباب لما يعلنون ، وهي أفعال الجوارح ، والعلم بالعلة علة للعلم بالمعلول ، فهذا هو السبب في ذلك التقديم ، قرىء ( تكن ) يقال كننت الشيء وأكننته إذا سترته وأخفيته ، يعني أنه تعالى يعلم ما يخفون وما يعلنون من عداوة الرسول ومكايدهم .\r\n أما قوله : { وَمَا مِنْ غَائِبَةٍ } فقال صاحب «الكشاف» : سمى الشيء الذي يغيب ويخفى غائبة وخافية ، فكانت التاء فيها بمنزلتها في العاقبة والعافية والنطيحة والذبيحة والرمية في أنها أسماء غير صفات ، ويجوز أن يكونا صفتين وتاؤهما للمبالغة كالراوية في قولهم : ويل للشاعر من راوية السوء ، كأنه تعالى قال : وما من شيء شديد الغيبوبة والخفاء ، إلا وقد علمه الله تعالى وأحاط به ، وأثبته في اللوح المحفوظ والمبين الظاهر البين لمن ينظر فيه من الملائكة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقال الذين كفروا أإذا كنا ترابا وآباؤنا أئنا لمخرجون (67) لقد وعدنا هذا نحن وآباؤنا من قبل إن هذا إلا أساطير الأولين (68) قل سيروا في الأرض فانظروا كيف كان عاقبة المجرمين (69) ولا تحزن عليهم ولا تكن في ضيق مما يمكرون (70) ويقولون متى هذا الوعد إن كنتم صادقين (71) قل عسى أن يكون ردف لكم بعض الذي تستعجلون (72) وإن ربك لذو فضل على الناس ولكن أكثرهم لا يشكرون (73) وإن ربك ليعلم ما تكن صدورهم وما يعلنون (74) وما من غائبة في السماء والأرض إلا في كتاب مبين (75) ",
        "babnum": 22
    },
    {
        "id": 1703,
        "cate": "27",
        "title": "إِنَّ هَذَا الْقُرْآنَ يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ (76) وَإِنَّهُ لَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ (77) إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ بِحُكْمِهِ وَهُوَ الْعَزِيزُ الْعَلِيمُ (78) فَتَوَكَّلْ عَلَى اللَّهِ إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ (79) إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ (80) وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ (81) ",
        "details": " اعلم أنه سبحانه لما تمم الكلام في إثبات المبدإ والمعاد ، ذكر بعد ذلك ما يتعلق بالنبوة ، ولما كانت العمدة الكبرى في إثبات نبوة محمد صلى الله عليه وسلم هو القرآن ، لا جرم بين الله تعالى أولاً كونه معجزة من وجوه : أحدها : أن الأقاصيص المذكورة في القرآن موافقة لما كانت مذكورة في التوراة والإنجيل مع العلم بأنه عليه الصلاة والسلام كان أمياً ، وأنه لم يخالط أحداً من العلماء ولم يشتغل قط بالاستفادة والتعلم ، فإذن لا يكون ذلك إلا من قبل الله تعالى ، واختلفوا فقال بعضهم أراد به ما اختلفوا فيه وتباينوا ، وقال آخرون أراد به ما حرفه بعضهم ، وقال بعضهم بل أراد به أخبار الأنبياء ، والأول أقرب وثانيها : قوله : { وَإِنَّهُ لَهُدًى وَرَحْمَةٌ لّلْمُؤمِنِينَ } وذلك لأن بعض الناس قال إنا لما تأملنا القرآن فوجدنا فيه من الدلائل العقلية على التوحيد والحشر والنبوة ، وشرح صفات الله تعالى وبيان نعوت جلاله ما لم نجده في شيء من الكتب ، ووجدنا ما فيه من الشرائع مطابقة للعقول موافقة لها ، وجدناه مبرأ عن التناقض والتهافت ، فكان هدى ورحمة من هذه الجهات ووجدنا القوى البشرية قاصرة على جمع كتاب على هذا الوجه ، فعلمنا أنه ليس إلا من عند الله تعالى ، فكان القرآن معجزاً من هذه الجهة وثالثها : أنه هدى ورحمة للمؤمنين ، لبلوغه في الفصاحة إلى حيث عجزوا عن معارضته وذلك معجز ، ثم إنه تعالى لما بين كونه معجزاً دالاً على الرسالة ذكر بعده أمرين : الأول : قوله : { إِن رَبَّكَ يَقْضِى بَيْنَهُم بِحُكْمِهِ وَهُوَ العزيز العليم } والمراد أن القرآن وإن كان يقص على بني إسرائيل أكثر الذي هم فيه يختلفون ، لكن لا تكن أنت في قيدهم ، فإن ربك هو الذي يقضي بينهم ، أي بين المصيب والمخطىء منهم ، وذلك كالزجر للكفار فلذلك قال : { وَهُوَ العزيز } أي القادر الذي لا يمنع العليم بما يحكم فلا يكون إلا الحق ، فإن قيل القضاء والحكم شيء واحد فقوله : { يَقْضِى بِحُكْمِهِ } كقوله يقضي بقضائه ويحكم بحكمه والجواب : معنى قوله : { بِحُكْمِهِ } أي بما يحكم به وهو عدله ، لأنه لا يقضي إلا بالعدل ، أو أراد بحكمه ، ويدل عليه قراءة من قرأ ( بحكمه ) جمع حكمة الثاني : أنه تعالى أمره بعد ظهور حجة رسالته بأن يتوكل على الله ، ولا يلتفت إلى أعداء الله ، ويشرع في تمشية مهمات الرسالة بقلب قوي ، فقال { فَتَوَكَّلْ عَلَى الله } ثم علل ذلك بأمرين : أحدهما : قوله : { إِنَّكَ عَلَى الحق المبين } وفيه بيان أن المحق حقيق بنصرة الله تعالى وأنه لا يخذل وثانيهما : قوله : { إِنَّكَ لاَ تُسْمِعُ الموتى } وإنما حسن جعله سبباً للأمر بالتوكل ، وذلك لأن الإنسان ما دام يطمع في أحد أن يأخذ منه شيئاً فإنه لا يقوى قلبه على إظهار مخالفته ، فإذا قطع طمعه عنه قوي قلبه على إظهار مخالفته ، فالله سبحانه وتعالى قطع محمداً صلى الله عليه وسلم عنهم بأن بين له أنهم كالموتى وكالصم وكالعمى فلا يفهمون ولا يسمعون ولا يبصرون ولا يلتفتون إلى شيء من الدلائل ، وهذا سبب لقوة قلبه عليه الصلاة والسلام على إظهار الدين كما ينبغي ، فإن قيل ما معنى قوله : { إِذَا وَلَّوْاْ مُدْبِرِينَ } جوابه : هو تأكيد لحال الأصم ، لأنه إذا تباعد عن الداعي بأن تولى عنه مدبراً كان أبعد عن إدراك صوته .\r\n أما قوله تعالى : { إن تسمع إلا من يؤمن بآياتنا } فالمعنى ما يجدي إسماعك إلا الذين علم الله أنهم يؤمنون بآياته ، أي يصدقون بها فهم مسلمون ، أي مخلصون من قوله : { بلى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ } [ البقرة : 112 ] يعني جعله سالماً لله تعالى خالصاً له ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن هذا القرآن يقص على بني إسرائيل أكثر الذي هم فيه يختلفون (76) وإنه لهدى ورحمة للمؤمنين (77) إن ربك يقضي بينهم بحكمه وهو العزيز العليم (78) فتوكل على الله إنك على الحق المبين (79) إنك لا تسمع الموتى ولا تسمع الصم الدعاء إذا ولوا مدبرين (80) وما أنت بهادي العمي عن ضلالتهم إن تسمع إلا من يؤمن بآياتنا فهم مسلمون (81) ",
        "babnum": 23
    },
    {
        "id": 1704,
        "cate": "27",
        "title": "وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ (82) وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجًا مِمَّنْ يُكَذِّبُ بِآيَاتِنَا فَهُمْ يُوزَعُونَ (83) حَتَّى إِذَا جَاءُوا قَالَ أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا أَمَّاذَا كُنْتُمْ تَعْمَلُونَ (84) وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا فَهُمْ لَا يَنْطِقُونَ (85) أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (86) ",
        "details": " اعلم أن الله تعالى بين بالدلائل القاهرة كمال القدرة وكمال العلم ، ثم فرع عليهما القول بإمكان الحشر ، ثم بين الوجه في كون القرآن معجزاً ، ثم فرع عليه نبوة محمد صلى الله عليه وسلم ، ثم تكلم الآن في مقدمات قيام القيامة ، وإنما أخر تعالى الكلام في هذا الباب عن إثبات النبوة ، لما أن هذه الأشياء لا يمكن معرفتها إلا بقول النبي الصادق وهذا هو النهاية في جودة الترتيب .\r\n واعلم أنه تعالى ذكر تارة ما يكون كالعلامة لقيام القيامة ، وتارة الأمور التي تقع عند قيام القيامة ، فذكر أولاً من علامات القيامة دابة الأرض ، والناس تكلموا فيها من وجوه : أحدها : في مقدار جسمها ، وفي الحديث أن طولها ستون ذراعاً ، وروي أيضاً أن رأسها تبلغ السحاب .\r\n وعن أبي هريرة ما بين قرنيها فرسخ للراكب وثانيها : في كيفية خلقتها ، فروي أن لها أربع قوائم وزغب وريش وجناحان .\r\n وعن ابن جريج في وصفها : رأس ثور وعين خنزير وأذن فيل وقرن إيَّل وصدر أسد ولون نمر وخاصرة ( بقرة ) وذنب كبش وخف بعير وثالثها : في كيفية خروجها عن علي عليه السلام أنه تخرج ثلاثة أيام والناس ينظرون فلا يخرج إلا ثلثها .\r\n وعن الحسن : لا يتم خروجها إلا بعد ثلاثة أيام ورابعها : في موضع خروجها « سئل النبي صلى الله عليه وسلم من أين تخرج الدابة؟ فقال من أعظم المساجد حرمة على الله تعالى المسجد الحرام » وقيل تخرج من الصفا فتكلمهم بالعربية وخامسها : في عدد خروجها فروي أنها تخرج ثلاث مرات ، تخرج بأقصى اليمن ، ثم تكمن ، ثم تخرج بالبادية ، ثم تكمن دهراً طويلاً ، فبينا الناس في أعظم المساجد حرمة وأكرمها على الله فما يهولهم إلا خروجها من بين الركن حذاء دار بني مخزوم عن يمين الخارج من المسجد ، فقوم يهربون وقوم يقفون ( نظارة ) .\r\n واعلم أنه لا دلالة في الكتاب على شيء من هذه الأمور ، فإن صح الخبر فيه عن الرسول صلى الله عليه وسلم قبل وإلا لم يلتفت إليه .\r\n أما قوله تعالى : { وَإِذَا وَقَعَ القول عَلَيْهِم } فالمراد من القول متعلقه وهو ما وعدوا به من قيام الساعة ووقوعه حصوله ، والمراد مشارفة الساعة وظهور أشراطها ، أما دابة الأرض فقد عرفتها .\r\n وأما قوله : { تُكَلّمُهُمْ } فقرىء ( تكْلِمهم ) من الكلم وهو الجرح ، روي أن الدابة تخرج من الصفا ومعها عصا موسى عليه السلام وخاتم سليمان ، فتضرب المؤمن بين عينيه بعصا موسى عليه السلام فتنكت نكتة بيضاء فتفشو تلك النكتة في وجهه حتى يضيء لها وجهه ، وتنكت الكافر في أنفه فتفشو النكتة حتى يسود لها وجهه .\r\n واعلم أنه يجوز أن يكون تكلمهم من الكلم أيضاً على معنى التكثير يقال فلان مكلم ، أي مجرح .\r\n وقرأ أبي ( تنبئهم ) ، وقرأ ابن مسعود تكلمهم بأن الناس ، والقراءة بإن مكسورة حكاية لقول الدابة ذلك ، أو هي حكاية لقول الله تعالى بين به أنه أخرج الدابة لهذه العلة .\r\n فإن قيل إذا كانت حكاية لقول الدابة فكيف يقول ( بآياتنا ) ؟ جوابه : أن قولها حكاية لقول الله تعالى ، أو على معنى بآيات ربنا ، أو لاختصاصها بالله تعالى أضافت آيات الله إلى نفسها ، كما يقال بعض خاصة الملك خيلنا وبلادنا ، وإنما هي خيل مولاه وبلاده ، ومن قرأ بالفتح فعلى حذف الجار ، أي تكلمهم بأن الناس كانوا بآياتنا لا يوقنون .\r\n وأما قوله : { وَيَوْمَ نَحْشُرُ مِن كُلّ أُمَّةٍ فَوْجاً مّمَّن يُكَذّبُ بئاياتنا } فاعلم أن هذا من الأمور الواقعة بعد قيام القيامة ، فالفرق بين من الأولى والثانية ، أن الأولى للتبعيض ، والثانية للتبيين كقوله : { مِنَ الأوثان } [ الحج : 30 ] .\r\n أما قوله : { فَهُمْ يُوزَعُونَ } معناه يحبس أولهم على آخرهم حتى يجتمعوا فيكبكبوا في النار ، وهذه عبارة عن كثرة العدد وتباعد أطرافه ، كما وصفت جنود سليمان بذلك وقوله : { حتى إِذَا جَاءوا قَالَ أَكَذَّبْتُم بئاياتى } فهذا وإن احتمل معجزات الرسل كما قاله بعضهم ، فالمراد كل الآيات فيدخل فيه سائر الكفار الذين كذبوا بآيات الله أجمع أو بشيء منها .\r\n أما قوله : { وَلَمْ تُحِيطُواْ بِهَا عِلْماً } فالواو للحال كأنه قال أكذبتم بها ، بادي الرأي من غير فكر ولا نظر يؤدي إلى إحاطة العلم بكنهها .\r\n أما قوله : { أمَّاذا كُنْتُمْ تَعْمَلُونَ } فالمراد لما لم تشتغلوا بذلك العمل المهم ، فأي شيء كنتم تعملونه بعد ذلك؟ا كأنه قال كل عمل سواه فكأنه ليس بعمل ، ثم قال : { وَوَقَعَ القول عَلَيْهِم } يريد أن العذاب الموعود يغشاهم بسبب تكذيبهم بآيات الله فيشغلهم عن النطق والاعتذار كقوله : { هذا يَوْمُ لاَ يَنطِقُونَ } [ المرسلات : 35 ] ثم إنه سبحانه بعد أن خوفهم بأحوال القيامة ذكر كلاماً يصلح أن يكون دليلاً على التوحيد وعلى الحشر وعلى النبوة مبالغة في الإرشاد إلى الإيمان والمنع من الكفر فقال : { أَلَمْ يَرَوْاْ أَنَّا جَعَلْنَا اليل لِيَسْكُنُواْ فِيهِ والنهار مُبْصِراً } أما وجه دلالته على التوحيد فلما ظهر في العقول أن التقليب من النور إلى الظلمة ، ومن الظلمة إلى النور ، لا يحصل إلا بقدرة قاهرة عالية .\r\n وأما وجه دلالته على الحشر فلأنه لما ثبتت قدرته تعالى في هذه الصورة على القلب من النور إلى الظلمة وبالعكس ، فأي امتناع في ثبوت قدرته على القلب من الحياة إلى الموت مرة ، ومن الموت إلى الحياة أخرى .\r\n وأما وجه دلالته على النبوة فلأنه تعالى يقلب الليل والنهار لمنافع المكلفين ، وفي بعثة الأنبياء والرسل إلى الخلق منافع عظيمة ، فما المانع من بعثتهم إلى الخلق لأجل تحصيل تلك المنافع؟ فقد ثبت أن هذه الكلمة الواحدة كافية في إقامة الدلالة على تصحيح الأصول الثلاثة التي منها منشؤ كفرهم واستحقاقهم العذاب ، ثم في الآية سؤالان : السؤال الأول : ما السبب في أن جعل الإبصار للنهار وهو لأهله؟ جوابه : تنبيهاً على كمال هذه الصفة فيه .\r\n السؤال الثاني : لما قال : { جَعَلَ لَكُمُ اليل لِتَسْكُنُواْ فِيهِ } فلم لم يقل والنهار لتبصروا فيه؟ جوابه : لأن السكون في الليل هو المقصود من الليل ، وأما الإبصار في النهار فليس هو المقصود بل هو وسيلة إلى جلب المنافع الدينية والدنيوية .\r\n وأما قوله : { إِنَّ فِى ذلك لآيات لّقَوْمٍ يُؤْمِنُونَ } خص المؤمنين بالذكر ، وإن كانت أدلة للكل من حيث اختصوا بالقبول والانتفاع على ما تقدم في نظائره .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذا وقع القول عليهم أخرجنا لهم دابة من الأرض تكلمهم أن الناس كانوا بآياتنا لا يوقنون (82) ويوم نحشر من كل أمة فوجا ممن يكذب بآياتنا فهم يوزعون (83) حتى إذا جاءوا قال أكذبتم بآياتي ولم تحيطوا بها علما أماذا كنتم تعملون (84) ووقع القول عليهم بما ظلموا فهم لا ينطقون (85) ألم يروا أنا جعلنا الليل ليسكنوا فيه والنهار مبصرا إن في ذلك لآيات لقوم يؤمنون (86) ",
        "babnum": 24
    },
    {
        "id": 1705,
        "cate": "27",
        "title": "وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ وَكُلٌّ أَتَوْهُ دَاخِرِينَ (87) ",
        "details": " اعلم أن هذا هو العلامة الثانية لقيام القيامة .\r\n أما قوله : { وَيَوْمَ يُنفَخُ فِى الصور } ففيه وجوه : أحدها : أنه شيء شبيه بالقرن ، وأن إسرافيل عليه السلام ينفخ فيه بإذن الله تعالى ، فإذا سمع الناس ذلك الصوت وهو في الشدة بحيث لا تحتمله طبائعهم يفزعون عنده ويصعقون ويموتون وهو كقوله تعالى : { فَإِذَا نُقِرَ فِى الناقور } [ المدثر : 8 ] وهذا قول الأكثرين وثانيها : يجوز أن يكون تمثيلاً لدعاء الموت فإن خروجهم من قبورهم كخروج الجيش عند سماع صوت الآلة وثالثها : أن الصور جمع الصور وجعلوا النفخ فيها نفخ الروح والأول أقرب لدلالة الظاهر عليه ولا مانع يمنع منه .\r\n أما قوله : { فَفَزِعَ مَن فِى السموات وَمَن فِى الأرض } فاعلم أنه إنما قال ( ففزع ) ولم يقل فيفزع للإشعار بتحقيق الفزع وثبوته ، وأنه كائن لا محالة لأن الفعل الماضي يدل على وجود الفعل وكونه مقطوعاً به والمراد فزعهم عند النفخة الأولى .\r\n أما قوله : { إِلاَّ مَن شَاء الله } فالمراد إلا من ثبت الله قلبه من الملائكة قالوا هم جبريل وميكائيل وإسرافيل ، وملك الموت ، وقيل الشهداء ، وعن الضحاك الحور وخزنة النار وحملة العرش ، وعن جابر موسى منهم لأنه صعق مرة ومثله قوله تعالى : { وَنُفِخَ فِى الصور فَصَعِقَ مَن فِى السموات وَمَن فِى الأرض إِلاَّ مَن شَاء الله } [ الزمر : 68 ] وليس فيه خبر مقطوع ، والكتاب إنما يدل على الجملة .\r\n أما قوله : { وَكُلٌّ أَتَوْهُ داخرين } فقرىء ( أتوه ) و ( أتاه ) ودخرين وداخرين فالجمع على المعنى والتوحيد على اللفظ والداخر والدخر الصاغر ، وقيل معنى الإتيان حضورهم الموقف بعد النفخة الثانية ، ويجوز أن يراد رجوعهم إلى أمر الله وانقيادهم له .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويوم ينفخ في الصور ففزع من في السماوات ومن في الأرض إلا من شاء الله وكل أتوه داخرين (87) ",
        "babnum": 25
    },
    {
        "id": 1706,
        "cate": "27",
        "title": "وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ (88) ",
        "details": " اعلم أن هذا هو العلامة الثالثة لقيام القيامة وهي تسيير الجبال ، والوجه في حسبانهم أنها جامدة فلأن الأجسام الكبار إذا تحركت حركة سريعة على نهج واحد في السمت والكيفية ظن الناظر إليها أنها واقفة مع أنها تمر مراً حثيثاً .\r\n أما قوله : { صُنْعَ الله } فهو من المصادر المؤكدة كقوله : { وَعَدَ الله } [ النساء : 95 ] و { صِبْغَةَ الله } [ البقرة : 138 ] إلا أن مؤكده محذوف وهو الناصب ليوم ينفخ ، والمعنى أنه لما قدم ذكر هذه الأمور التي لا يقدر عليها سواه جعل هذا الصنع من جملة الأشياء التي أتقنها وأتى بها على الحكمة والصواب قال القاضي عبد الجبار فيه دلالة على أن القبائح ليست من خلقه وإلا وجب وصفها بأنها متقنة ولكن الإجماع مانع منه والجواب : أن الإتقان لا يحصل إلا في المركبات فيمتنع وصف الأعراض بها ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وترى الجبال تحسبها جامدة وهي تمر مر السحاب صنع الله الذي أتقن كل شيء إنه خبير بما تفعلون (88) ",
        "babnum": 26
    },
    {
        "id": 1707,
        "cate": "27",
        "title": "مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ (89) وَمَنْ جَاءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ (90) ",
        "details": " اعلم أنه تعالى لما تكلم في علامات القيامة شرح بعد ذلك أحوال المكلفين بعد قيام القيامة والمكلف إما أن يكون مطيعاً أو عاصياً ، أما المطيع فهو الذي جاء بالحسنة وله أمران : أحدهما : أن له ما هو خير منها وذلك هو الثواب ، فإن قيل الحسنة التي جاء العبد بها يدخل فيها معرفة الله تعالى والإخلاص في الطاعات والثواب ، إنما هو الأكل والشرب فكيف يجوز أن يقال الأكل والشرب خير من معرفة الله جوابه من جوابه : أحدها : أن ثواب المعرفة النظرية الحاصلة في الدنيا هي المعرفة الضرورية الحاصلة في الآخرة ، ولذة النظر إلى وجهه الكريم سبحانه وتعالى ، وقد دلت الدلائل على أن أشرف السعادات هي هذه اللذة ، ولو لم تحمل الآية على ذلك لزم أن يكون الأكل والشرب خيراً من معرفة الله تعالى وأنه باطل وثانيها : أن الثواب خير من العمل من حيث إن الثواب دائم والعمل منقضي ولأن العمل فعل العبد ، والثواب فعل الله تعالى وثالثها : { فَلَهُ خَيْرٌ مّنْهَا } أي له خير حاصل من جهتها وهو الجنة .\r\n السؤال الثاني : الحسنة لفظة مفردة معرفة ، وقد ثبت أنها لا تفيد العموم بل يكفي في تحققها حصول فرد ، وإذا كان كذلك فلنحملها على أكمل الحسنات شأناً وأعلاها درجة وهو الإيمان ، فلهذا قال ابن عباس من أفراد الحسنة كلمة الشهادة ، وهذا يوجب القطع بأن لا يعاقب أهل الإيمان وجوابه : ذلك الخير هو أن لا يكون عقابه مخلداً الأمر الثاني : للمطيع هو أنهم آمنون من كل فزع ، لا كما قال بعضهم إن أهوال القيامة تعم المؤمن والكافر ، فإن قيل أليس أنه تعالى قال في أول الآية : { فَفَزِعَ مَن فِى السموات وَمَن فِى الأرض } [ النمل : 87 ] فكيف نفى الفزع ههنا؟ جوابه : أن الفزع الأول هو ما لا يخلو منه أحد عند الإحساس لشدة تقع وهو يفجأ من رعب وهيبة وإن كان المحسن يأمن وصول ذلك الضرر إليه كما قيل ، يدخل الرجل بصدر هياب وقلب وجاب ، وإن كانت ساعة إعزاز وتكرمة ، وأما الثاني فالخوف من العذاب .\r\n أما قراءة من قرأ من فزع بالتنوين فهي تحتمل معنيين من فزع واحد وهو خوف العقاب ، وأما ما يلحق الإنسان من الهيبة والرعب عند مشاهدة الأهوال فلا ينفك منه أحد ، وفي الأخبار ما يدل عليه ، ومن فزع شديد مفرط الشدة لا يكتنهه الوصف ، وهو خوف النار وأمن يعدي بالجار وبنفسه كقوله تعالى : { أَفَأَمِنُواْ مَكْرَ الله فَلاَ يَأْمَنُ مَكْرَ الله } [ الأعراف : 99 ] فهذا شرح حال المطيعين ، أما شرح حال العصاة فهو قوله : { وَمَن جَاء بالسيئة } قيل السيئة الإشراك وقوله : { فَكُبَّتْ وُجُوهُهُمْ فِى النار } فاعلم أنه يعبر عن الجملة بالوجه والرأس والرقبة فكأنه قيل فكبوا في النار كقوله : { فَكُبْكِبُواْ } [ الشعراء : 94 ] ويجوز أن يكون ذكر الوجوه إيذاناً بأنهم يلقون على وجوههم فيها ( مكبوبين ) .\r\n أما قوله : { هَلْ تُجْزَوْنَ إِلاَّ مَا كُنتُمْ تَعْمَلُونَ } فيجوز فيه الالتفات ، وحكاية ما يقال لهم عند الكب بإضمار القول .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "من جاء بالحسنة فله خير منها وهم من فزع يومئذ آمنون (89) ومن جاء بالسيئة فكبت وجوههم في النار هل تجزون إلا ما كنتم تعملون (90) ",
        "babnum": 27
    },
    {
        "id": 1708,
        "cate": "27",
        "title": "إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ (91) وَأَنْ أَتْلُوَ الْقُرْآنَ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنْذِرِينَ (92) وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ (93) ",
        "details": " اعلم أنه سبحانه وتعالى لما بين المبدأ والمعاد والنبوة ومقدمات القيامة وصفة أهل القيامة من الثواب والعقاب ، وذلك كمال ما يتعلق ببيان أصول الدين ختم الكلام بهذه الخاتمة اللطيفة فقال : قل يا محمد إني أمرت بأشياء : الأول : أني أمرت أن أخص الله وحده بالعبادة ولا أتخذ له شريكاً ، وأن الله تعالى لما قدم دلائل التوحيد فكأنه أمر محمداً بأن يقول لهم هذه الدلائل التي ذكرتها لكم إن لم تفد لكم القول بالتوحيد فقد أفادت لي ذلك فسواء قبلتم هذه الدعوة أو أعرضتم عنها ، فإني مصر عليها غير مرتاب فيها ثم إنه وصف الله تعالى بأمرين : أحدهما : أنه رب هذه البلدة والمراد مكة وإنما اختصها من بين سائر البلاد بإضافة اسمه إليها لأنها أحب بلاده إليه وأكرمها عليه وأشار إليها إشارة تعظيم لها دالاً على أنها موطن نبيه ومهبط وحيه .\r\n أما قوله : { الذى حَرَّمَهَا } فقرىء ( التي حرمها ) ، وإنما وصفها بالتحريم لوجوه : أحدها : أنه حرم فيها أشياء على من يحج وثانيها : أن اللاجيء إليها آمن وثالثها : لا ينتهك حرمتها إلا ظالم ولا يعضد شجرها ولا ينفر صيدها وإنما ذكر ذلك لأن العرب كانوا معترفين بكون مكة محرمة وعلموا أن تلك الفضيلة ليست من الأصنام بل من الله تعالى ، فكأنه قال لما علمت وعلمتم أنه سبحانه هو المتولي لهذه النعم وجب عليَّ أن أخصه بالعبادة وثانيها : وصف الله تعالى بقوله : { وَلَهُ كُلُّ شَىء } وهذا إشارة إلى ما تقدم من الدلائل المذكورة في هذه السورة على التوحيد من كونه تعالى خالقاً لجميع النعم فأجمل ههنا تلك المفصلات ، وهذا كمن أراد صفة بعض الملوك بالقوة فيعد تلك التفاصيل ثم بعد التطويل يقول إن كل العالم له وكل الناس في طاعته الثاني : أمر بأن يكون من المسلمين الثالث : أمر بأن يتلو القرآن عليهم ، ولقد قام بكل ذلك صلوات الله عليه أتم قيام فمن اهتدى في هذه المسائل الثلاث المتقدمة وهي التوحيد والحشر والنبوة { فَإِنَّمَا يَهْتَدِى لِنَفْسِهِ } أي منفعة اهتدائه راجعة إليه { وَمَن ضَلَّ } فلا علي وما أنا إلا رسول منذر ، ثم إنه سبحانه ختم هذه ( السورة ) بخاتمة في نهاية الحسن وهي قوله : { وَقُلِ الحمد لِلَّهِ } على ما أعطاني من نعمة العلم والحكمة والنبوة أو على ما وفقني من القيام بأداء الرسالة وبالإنذار { سَيُرِيكُمْ ءاياته } القاهرة { فَتَعْرِفُونَهَا } لكن حين لا ينفعكم الإيمان { وَمَا رَبُّكَ بغافل عَمَّا تَعْمَلُونَ } لأنه من وراء جزاء العاملين ، والله أعلم .\r\n تم تفسير السورة والحمد لله رب العالمين ، وصلاته على سيدنا محمد النبي الأمي وعلى آله وصحبه أجمعين على أزواجه الطاهرات أمهات المؤمنين والتابعين لهم بإحسان إلى يوم الدين ",
        "fav": 0,
        "note": null,
        "normal": "إنما أمرت أن أعبد رب هذه البلدة الذي حرمها وله كل شيء وأمرت أن أكون من المسلمين (91) وأن أتلو القرآن فمن اهتدى فإنما يهتدي لنفسه ومن ضل فقل إنما أنا من المنذرين (92) وقل الحمد لله سيريكم آياته فتعرفونها وما ربك بغافل عما تعملون (93) ",
        "babnum": 28
    }
]