[
    {
        "id": 2774,
        "cate": "68",
        "title": "ن وَالْقَلَمِ وَمَا يَسْطُرُونَ (1) ",
        "details": " { ن } فيه مسألتان : المسألة الأولى : الأقوال المذكورة في هذا الجنس قد شرحناها في أول سورة البقرة والوجوه الزائدة التي يختص بها هذا الموضع أولها : أن النون هو السمكة ، ومنه في ذكر يونس { وَذَا النون } [ الأنبياء : 87 ] وهذا القول مروي عن ابن عباس ومجاهد ومقاتل والسدي ثم القائلون بهذا منهم من قال : إنه قسم بالحوت الذي على ظهره الأرض وهو في بحر تحت الأرض السفلى ، ومنهم من قال : إنه قسم بالحوت الذي احتبس يونس عليه السلام في بطنه ، ومنهم من قال : إنه قسم بالحوت الذي لطخ سهم نمروذ بدمه والقول الثاني : وهو أيضاً مروي عن ابن عباس واختيار الضحاك والحسن وقتادة أن النون هو الدواة ، ومنه قول الشاعر : إذا ما الشوق يرجع بي إليهم \r\n ألقت النون بالدمع السجوم فيكون هذا قسماً بالدواة والقلم ، فإن المنفعة بهما بسبب الكتابة عظيمة ، فإن التفاهم تارة يحصل بالنطق و ( تارة ) يتحرى بالكتابة والقول الثالث : أن النون لوح تكتب الملائكة ما يأمرهم الله به فيه رواه معاوية بن قرة مرفوعاً والقول الرابع : أن النون هو المداد الذي تكتب به الملائكة واعلم أن هذه الوجوه ضعيفة لأنا إذا جعلناه مقسماً به وجب إن كان جنساً أن نجره وننونه ، فإن القسم على هذا التقدير يكون بدواة منكرة أو بسمكة منكرة ، كأنه قيل : وسمكة والقلم ، أو قيل : ودواة والقلم ، وإن كان علماً أن نصرفه ونجره أو لا نصرفه ونفتحه إن جعلناه غير منصرف .\r\n والقول الخامس : أن نون ههنا آخر حروف الرحمن فإنه يجتمع من الرحمن ن اسم الرحمن فذكر الله هذا الحرف الأخير من هذا الاسم ، والمقصود القسم بتمام هذا الاسم ، وهذا أيضاً ضعيف لأن تجويزه يفتح باب ترهات الباطنية ، بل الحق أنه إما أن يكون اسماً للسورة أو يكون الغرض منه التحدي أو سائر الوجوه المذكورة في أول سورة البقرة .\r\n المسألة الثانية : القراء مختلفون في إظهار النون وإخفائه من قوله : { ن والقلم } فمن أظهرها فلأنه ينوي بها الوقف بدلالة اجتماع الساكنين فيها ، وإذا كانت موقوفة كانت في تقدير الانفصال مما بعدها ، وإذا انفصلت مما بعدها وجب التبيين ، لأنها إنما تخفى في حروف الفم عند الاتصال ، ووجه الإخفاء أن همزة الوصل لم تقطع مع هذه الحروف في نحو { الم * الله } [ آل عمران : 1 ] وقولهم في العدد واحد إثنان فمن حيث لم تقطع الهمزة معها علمنا أنها في تقدير الوصل وإذا وصلتها أخفيت النون وقد ذكرنا هذا في { طس } [ النمل : 1 ] و { يس } [ يس : 1 ] وقال الفراء : وإظهارها أعجب إلي لأنها هجاء والهجاء كالموقوف عليه وإن اتصل .\r\n وقوله تعالى : { والقلم } فيه قولان : أحدهما : أن القسم به هو الجنس وهو واقع على كل قلم يكتب به من في السماء ومن في الأرض ، قال تعالى : { وَرَبُّكَ الأكرم * الذى عَلَّمَ بالقلم * عَلَّمَ الإنسان ما لَمْ يَعْلَمْ } [ العلق : 3 5 ] فمنّ بتيسير الكتابة بالقلم كما منَّ بالنطق فقال : { خَلَقَ الإنسان * عَلَّمَهُ البيان } [ الرحمن : 3 ، 4 ] ووجه الانتفاع به أن ينزل الغائب منزلة المخاطب فيتمكن المرء من تعريف البعيد به ما يتمكن باللسان من تعريف القريب والثاني : أن المقسم به هو القلم المعهود الذي جاء في الخبر أن أول ما خلق الله القلم ، قال ابن عباس : أول ما خلق الله القلم ثم قال له اكتب ما هو كائن إلى أن تقوم الساعة ، فجرى بما هو كائن إلى أن تقوم الساعة من الآجال والأعمال ، قال : وهو قلم من نور طوله كما بين السماء والأرض ، وروى مجاهد عنه قال : أول ما خلق الله القلم فقال : اكتب القدر فكتب ما هو كائن إلى يوم القيامة وإنما يجري الناس على أمر قد فرغ منه .\r\n قال القاضي : هذا الخبر يجب حمله على المجاز ، لأن القلم الذي هو آلة مخصوصة في الكتابة لا يجوز أن يكون حياً عاقلاً فيؤمر وينهى فإن الجمع بين كونه حيواناً مكلفاً وبين كونه آلة للكتابة محال ، بل المراد منه أنه تعالى أجراه بكل ما يكون وهو كقوله : { إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ } [ البقرة : 117 ] فإنه ليس هناك أمر ولا تكليف ، بل هو مجرد نفاذ القدرة في المقدور من غير منازعة ولا مدافعة ، ومن الناس من زعم أن القلم المذكور ههنا هو العقل ، وأنه شيء هو كالأصل لجميع المخلوقات ، قالوا : والدليل عليه أنه روي في الأخبار أن أول ما خلق الله القلم ، وفي خبر آخر : أول ما خلق الله تعالى جوهرة فنظر إليها بعين الهيبة فذابت وتسخنت فارتفع منها دخان وزبد فخلق من الدخان السموات ومن الزبد الأرض ، قالوا : فهذه الأخبار بمجموعها تدل على أن القلم والعقل وتلك الجوهرة التي هي أصل المخلوقات شيء واحد وإلا حصل التناقض .\r\n قوله تعالى : { وَمَا يَسْطُرُونَ } .\r\n اعلم أن ما مع ما بعدها في تقدير المصدر ، فيحتمل أن يكون المراد وسطرهم ، فيكون القسم واقعاً بنفس الكتابة ، ويحتمل أن يكون المراد المسطور والمكتوب ، وعلى التقديرين فإن حملنا القلم على كل قلم في مخلوقات الله كان المعنى ظاهراً ، وكأنه تعالى أقسم بكل قلم ، وبكل ما يكتب بكل قلم ، وقيل : بل المراد ما يسطره الحفظة والكرام الكاتبون ، ويجوز أن يراد بالقلم أصحابه ، فيكون الضمير في { يَسْطُرُونَ } لهم ، كأنه قيل : وأصحاب القلم وسطرهم ، أي ومسطوراتهم .\r\n وأما إن حملنا القلم على ذلك القلم المعين ، فيحتمل أن يكون المراد بقوله : { وَمَا يَسْطُرُونَ } أي وما يسطرون فيه وهو اللوح المحفوظ ، ولفظ الجمع في قوله : { يَسْطُرُونَ } ليس المراد منه الجمع بل التعظيم ، أو يكون المراد تلك الأشياء التي سطرت فيه من الأعمال والأعمار ، وجميع الأمور الكائنة إلى يوم القيامة .\r\n واعلم أنه تعالى لما ذكر المقسم به أتبعه بذكر المقسم عليه فقال : ",
        "fav": 0,
        "note": null,
        "normal": "ن والقلم وما يسطرون (1) ",
        "babnum": 1
    },
    {
        "id": 2775,
        "cate": "68",
        "title": "مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ (2) وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ (3) وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ (4) ",
        "details": " اعلم أن قوله : { مَا أَنتَ بِنِعْمَةِ رَبّكَ بِمَجْنُونٍ } فيه مسألتان : المسألة الأولى : روي عن ابن عباس أنه عليه السلام غاب عن خديجة إلى حراء ، فطلبته فلم تجده ، فإذا به وجهه متغير بلا غبار ، فقالت له مالك؟ فذكر نزول جبريل عليه السلام وأنه قال له : { اقرأ باسم رَبّكَ } [ العلق : 1 ] فهو أول ما نزل من القرآن ، قال : ثم نزل بي إلى قرار الأرض فتوضأ وتوضأت ، ثم صلى وصليت معه ركعتين ، وقال : هكذا الصلاة يا محمد ، فذكر عليه الصلاة والسلام ذلك لخديجة ، فذهبت خديجة إلى ورقة بن نوفل ، وهو ابن عمها ، وكان قد خالف دين قومه ، ودخل في النصرانية ، فسألته فقال : أرسلي إليَّ محمداً ، فأرسلته فأتاه فقال له : هل أمرك جبريل عليه السلام أن تدعو إلى الله أحداً؟ فقال : لا ، فقال : والله لئن بقيت إلى دعوتك لأنصرنك نصراً عزيزاً ، ثم مات قبل دعاء الرسول ، ووقعت تلك الواقعة في ألسنة كفار قريش فقالوا : إنه لمجنون ، فأقسم الله تعالى على أنه ليس بمجنون ، وهو خمس آيات من أول هذه السورة ، ثم قال ابن عباس : وأول ما نزل قوله : { سَبِّحِ اسم رَبّكَ } [ الأعلى : 1 ] وهذه الآية هي الثانية .\r\n المسألة الثانية : قال الزجاج : { أَنتَ } هو اسم { مَا } و { بِمَجْنُونٍ } الخبر ، وقوله : { بِنِعْمَةِ رَبّكَ } كلام وقع في البين والمعنى انتفى عنك الجنون بنعمة ربك كما يقال : أنت بحمد الله عاقل ، وأنت بحمد الله لست بمجنون ، وأنت بنعمة الله فهم ، وأنت بنعمة الله لست بفقير ، ومعناه أن تلك الصفة المحمودة إنما حصلت ، والصفة المذمومة إنما زالت بواسطة إنعام الله ولطفه وإكرامه ، وقال عطاء وابن عباس : يريد بنعمة ربك عليك بالإيمان والنبوة ، وهو جواب لقولهم : { يأَيُّهَا الذى نُزّلَ عَلَيْهِ الذكر إِنَّكَ لَمَجْنُونٌ } [ الحجر : 6 ] واعلم أنه تعالى وصفه ههنا بثلاثة أنواع من الصفات .\r\n الصفة الأولى : نفي الجنون عنه ثم إنه تعالى قرن بهذه الدعوى ما يكون كالدلالة القاطعة على صحتها وذلك لأن قوله : { بِنِعْمَةِ رَبّكَ } يدل على أن نعم الله تعالى كانت ظاهرة في حقه من الفصاحة التامة والعقل الكامل والسيرة المرضية ، والبراءة من كل عيب ، والاتصاف بكل مكرمة وإذا كانت هذه النعم محسوسة ظاهرة فوجودها ينافي حصول الجنون ، فالله تعالى نبه على هذه الدقيقة لتكون جارية مجرى الدلالة اليقينية على كونهم كاذبين في قولهم له : إنه مجنون .\r\n الصفة الثانية : قوله : { وَإِنَّ لَكَ لأَجْراً غَيْرَ مَمْنُونٍ } وفي الممنون قولان : أحدهما : وهو قول الأكثرين ، أن المعنى غير منقوص ولا مقطوع يقال : منَّه السير أي أضعفه ، والمنين الضعيف ومنَّ الشيء إذا قطعه ، ومنه قول لبيد : غبش كواسب ما يمن طعامها \r\n يصف كلاباً ضارية ، ونظيره قوله تعالى : { عَطَاء غَيْرَ مَجْذُوذٍ } [ هود : 108 ] .\r\n والقول الثاني : وهو قول مجاهد ومقاتل والكلبي ، إنه غير مقدر عليك بسبب المنة ، قالت المعتزلة في تقرير هذا الوجه : إنه غير ممنون عليك لأنه ثواب تستوجبه على عملك ، وليس بتفضل ابتداء ، والقول الأول أشبه لأن وصفه بأنه أجر يفيد أنه لا منة فيه فالحمل على هذا الوجه يكون كالتكرير ، ثم اختلفوا في أن هذا الأجر على أي شيء حصل؟ قال قوم معناه : إن لك على احتمال هذا الطعن والقول القبيح أجراً عظيماً دائماً ، وقال آخرون : المراد إن لك في إظهار النبوة والمعجزات ، في دعاء الخلق إلى الله ، وفي بيان الشرع لهم هذا الأجر الخالص الدائم ، فلا تمنعك نسبتها إياك إلى الجنون عن الاشتغال بهذا المهم العظيم ، فإن لك بسببه المنزلة العالية عند الله .\r\n الصفة الثالثة : قوله تعالى : { وَإِنَّكَ لعلى خُلُقٍ عَظِيمٍ } وفيه مسائل : المسألة الأولى : اعلم أن هذا كالتفسير لما تقدم من قوله : { بِنِعْمَةِ رَبّكَ } وتعريف لمن رماه بالجنون بأن ذلك كذب ، وخطأ وذلك لأن الأخلاق الحميدة والأفعال المرضية كانت ظاهرة منه ، ومن كان موصوفاً بتلك الأخلاق والأفعال لم يجز إضافة الجنون إليه لأن أخلاق المجانين سيئة ، ولما كانت أخلاقه الحميدة كاملة لا جرم وصفها الله بأنها عظيمة ولهذا قال : { قُلْ مَا أَسْئَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ المتكلفين } [ ص : 86 ] أي لست متكلفاً فيما يظهر لكم من أخلاقي لأن المتكلف لا يدوم أمره طويلاً بل يرجع إلى الطبع ، وقال آخرون : إنما وصف خلقه بأنه عظيم وذلك لأنه تعالى قال له : { أُوْلَئِكَ الذين هَدَى الله فَبِهُدَاهُمُ اقتده } [ الأنعام : 90 ] وهذا الهدى الذي أمر الله تعالى محمداً بالاقتداء به ليس هو معرفة الله لأن ذلك تقليد وهو غير لائق بالرسول ، وليس هو الشرائع لأن شريعته مخالفة لشرائعهم فتعين أن يكون المراد منه أمره عليه الصلاة والسلام بأن يقتدي بكل واحد من الأنبياء المتقدمين فيما اختص به من الخلق الكريم ، فكأن كل واحد منهم كان مختصاً بنوع واحد ، فلما أمر محمد عليه الصلاة والسلام بأن يقتدي بالكل فكأنه أمر بمجموع ما كان متفرقاً فيهم ، ولما كان ذلك درجة عالية لم تتيسر لأحد من الأنبياء قبله ، لا جرم وصف الله خلقه بأنه عظيم ، وفيه دقيقة أخرى وهي قوله : { لعلى خُلُقٍ عَظِيمٍ } وكلمة على للاستعلاء ، فدل اللفظ على أنه مستعمل على هذه الأخلاق ومستول عليها ، وأنه بالنسبة إلى هذه الأخلاق الجميلة كالمولى بالنسبة إلى العبد وكالأمير بالنسبة إلى المأمور .\r\n المسألة الثانية : الخلق ملكة نفسانية يسهل على المتصف بها الإتيان بالأفعال الجميلة .\r\n واعلم أن الإتيان بالأفعال الجميلة غير وسهولة الإتيان بها غير ، فالحالة التي باعتبارها تحصل تلك السهولة هي الخلق ويدخل في حسن الخلق التحرز من الشح والبخل والغضب ، والتشديد في المعاملات والتحبب إلى الناس بالقول والفعل ، وترك التقاطع والهجران والتساهل في العقود كالبيع وغيره والتسمح بما يلزم من حقوق من له نسب أو كان صهراً له وحصل له حق آخر .\r\n وروي عن ابن عباس أنه قال معناه : وإنك لعلى دين عظيم ، وروي أن الله تعالى قال له : «لم أخلق ديناً أحب إلي ولا أرضى عندي من هذا الدين الذي اصطفيته لك ولأمتك» يعني الإسلام ، واعلم أن هذا القول ضعيف ، وذلك لأن الإنسان له قوتان ، قوة نظرية وقوة عملية ، والدين يرجع إلى كمال القوة النظرية ، والخلق يرجع إلى كمال القوة العملية ، فلا يمكن حمل أحدهما على الآخر ، ويمكن أيضاً أن يجاب عن هذا السؤال من وجهين : الوجه الأول : أن الخلق في اللغة هو العادة سواء كان ذلك في إدراك أو في فعل الوجه الثاني : أنا بينا أن الخلق هو الأمر الذي باعتباره يكون الإتيان بالأفعال الجميلة سهلاً ، فلما كانت الروح القدسية التي له شديدة الاستعداد للمعارف الإلهية الحقة وعديمة الاستعداد لقبول العقائد الباطلة ، كانت تلك السهولة حاصلة في قبول المعارف الحقة ، فلا يبعد تسمية تلك السهول بالخلق .\r\n المسألة الثالثة : قال سعيد بن هشام : قلت لعائشة : «أخبريني عن خلق رسول الله ، قالت ألست قرأ القرآن؟ قلت : بلى قالت : فإنه كان خلق النبي عليه الصلاة والسلام» وسئلت مرة أخرى فقالت : كان خلقه القرآن ، ثم قرأت : { قَدْ أَفْلَحَ المؤمنون } [ المؤمنون : 1 ] إلى عشرة آيات ، وهذا إشارة إلى أن نفسه المقدسة كانت بالطبع منجذبة إلى عالم الغيب ، وإلى كل ما يتعلق بها ، وكانت شديدة النفرة عن اللذات البدنية والسعادة الدنيوية بالطبع ومقتضى الفطرة ، اللهم ارزقنا شيئاً من هذه الحالة .\r\n وروى هشام بن عروة عن أبيه عن عائشة قالت : «ما كان أحد أحسن خلقاً من رسول الله صلى الله عليه وسلم ، ما دعاه أحد من أصحابه ولا من أهل بيته إلا قال لبيك» فلهذا قال تعالى : { وَإِنَّكَ لعلى خُلُقٍ عَظِيمٍ } وقال أنس : «خدمت رسول الله صلى الله عليه وسلم عشر سنين ، فما قال لي في شي فعلته لم فعلت ، ولا في شيء لم أفعله هلا فعلت» وأقول : إن الله تعالى وصف ما يرجع إلى قوته النظرية بأنه عظيم ، فقال : { وَعَلَّمَكَ ما لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ الله عَلَيْكَ عَظِيماً } [ النساء : 113 ] ووصف ما يرجع إلى قوته العملية بأنه عظيم فقال : { وَإِنَّكَ لعلى خُلُقٍ عَظِيمٍ } فلم يبق للإنسان بعد هاتين القوتين شيء ، فدل مجموع هاتين الآيتين على أن روحه فيما بين الأرواح البشرية كانت عظيمة عالية الدرجة ، كأنها لقوتها وشدة كمالها كانت من جنس أرواح الملائكة .\r\n واعلم أنه تعالى لما وصفه بأنه على خلق عظيم قال : ",
        "fav": 0,
        "note": null,
        "normal": "ما أنت بنعمة ربك بمجنون (2) وإن لك لأجرا غير ممنون (3) وإنك لعلى خلق عظيم (4) ",
        "babnum": 2
    },
    {
        "id": 2776,
        "cate": "68",
        "title": "فَسَتُبْصِرُ وَيُبْصِرُونَ (5) ",
        "details": " أي فسترى يا محمد ويرون يعني المشركين ، وفيه قولان : منهم من حمل ذلك على أحوال الدنيا ، يعني فستبصر ويبصرون الدنيا أنه كيف يكون عاقبة أمرك وعاقبة أمرهم ، فإنك تصير معظماً في القلوب ، ويصيرون دليلين ملعونين ، وتستولي عليهم بالقتل والنهب ، قال مقاتل : هذا وعيد بالعذاب ببدر ، ومنهم من حمله على أحوال الآخرة وهو كقوله : { سَيَعْلَمُونَ غَداً مَّنِ الكذاب الأشر } [ القمر : 26 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فستبصر ويبصرون (5) ",
        "babnum": 3
    },
    {
        "id": 2777,
        "cate": "68",
        "title": "بِأَيِّكُمُ الْمَفْتُونُ (6) ",
        "details": " ففيه وجوه : أحدها : وهو قول الأخفش وأبي عبيدة وابن قتيبة : أن الباء صلة زائدة والمعنى أيكم المفتون وهو الذي فتن بالجنون كقوله : { تَنبُتُ بالدهن } [ المؤمنين : 20 ] أي تنبت الدهن وأنشد أبو عبيدة : نضرب بالسيف ونرجو بالفرج \r\n والفراء طعن في هذا الجواب وقال : إذا أمكن فيه بيان المعنى الصحيح من دون طرح الباء كان ذلك أولى ، وأما البيت فمعناه نرجو كشف ما نحن فيه بالفرج أو نرجو النصر بالفرج وثانيها : وهو اختيار الفراء والمبرد أن المفتون ههنا بمعنى الفتون وهو الجنون ، والمصادر تجيء على المفعول نحو المعقود والميسور بمعنى العقد واليسر ، يقال : ليس له معقود رأي أي عقد رأى ، وهذا قول الحسن والضحاك ورواية عطية عن ابن عباس وثالثها : أن الباء بمعنى في ومعنى الآية : فستبصر ويبصرون في أي الفريقين المجنون ، أفي فرقة الإسلام أم في فرقة الكفار ورابعها : المفتون هو الشيطان إذ لا شك أنه مفتون في دينه وهم لما قالوا إنه مجنون فقد قالوا : إن به شيطاناً فقال تعالى : سيعلمون غداً بأيهم شيطان الذي يحصل من مسه الجنون واختلاط العقل ثم قال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "بأيكم المفتون (6) ",
        "babnum": 4
    },
    {
        "id": 2778,
        "cate": "68",
        "title": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (7) ",
        "details": " وفيه وجهان : الأول : هو أن يكون المعنى إن ربك هو أعلم بالمجانين على الحقيقة ، وهم الذي ضلوا عن سبيله وهو أعلم بالعقلاء وهم المهتدون الثاني : أن يكون المعنى إنهم رموك بالجنون ووصفوا أنفسهم بالعقل وهم كذبوا في ذلك ، ولكنهم موصوفون بالضلال ، وأنت موصوف بالهداية والامتياز الحاصل بالهداية والضلال أولى بالرعاية من الامتياز الحاصل بسبب العقل والجنون ، لأن ذاك ثمرته السعادة الأبدية أو الشقاوة ، وهذا ثمرته السعادة أو الشقاوة في الدنيا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بالمهتدين (7) ",
        "babnum": 5
    },
    {
        "id": 2779,
        "cate": "68",
        "title": "فَلَا تُطِعِ الْمُكَذِّبِينَ (8) ",
        "details": " اعلم أنه تعالى لما ذكر ما عليه الكفار في أمر الرسول ونسبته إلى الجنون مع الذي أنعم الله به عليه من الكمال في أمر الدين والخلق ، أتبعه بما يدعوه إلى التشدد مع قومه وقوى قلبه بذلك مع قلة العدد وكثرة الكفار ، فإن هذه السورة من أوائل ما نزل فقال : { فَلاَ تُطِعِ المكذبين } يعني رؤساء أهل مكة ، وذلك أنهم دعوه إلى دين آبائه فنهاه الله أن يطيعهم ، وهذا من الله إلهاب وتهييج التشدد في مخالفتهم .\r\n ثم قال : ",
        "fav": 0,
        "note": null,
        "normal": "فلا تطع المكذبين (8) ",
        "babnum": 6
    },
    {
        "id": 2780,
        "cate": "68",
        "title": "وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ (9) وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ (10) هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ (11) مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ أَثِيمٍ (12) عُتُلٍّ بَعْدَ ذَلِكَ زَنِيمٍ (13) ",
        "details": " وفيه مسألتان : المسألة الأولى : قال الليث : الإدهان اللين والمصانعة والمقاربة في الكلام ، قال المبرد : داهن الرجل في دينه وداهن في أمره إذا خان فيه وأظهر خلاف ما يضمر ، والمعنى تترك بعض ما أنت عليه مما لا يرضونه مصانعة لهم فيفعلوا مثل ذلك ويتركوا بعض مالا ترضى فتلين لهم ويلينون لك ، وروى عطاء عن ابن عباس : لو تكفر فيكفرون .\r\n المسألة الثانية : إنما رفع { فَيُدْهِنُونَ } ولم ينصب بإضمار أن وهو جواب التمني لأنه قد عدل به إلى طريق آخر وهو أن جعل خبر مبتدأ محذوف أي فهم يدهنون كقوله : { فَمَن يُؤْمِن بِرَبّهِ فَلاَ يَخَافُ } [ الجن : 13 ] على معنى ودوا لو تدهن فهم يدهنون حينئذ ، قال سيبويه : وزعم هارون وكان من القراء أنها في بعض المصاحف : ( ودوا لو تدهن فيدهنوا ) .\r\n واعلم أنه تعالى لما نهاه عن طاعة المكذبين ، وهذا يتناول النهي عن طاعة جميع الكفار إلا أنه أعاد النهي عن طاعة من كان من الكفار موصوفاً بصفات مذمومة وراء الكفر ، وتلك الصفات هي هذه : الصفة الأولى : كونه حلافاً ، والحلاف من كان كثير الحلف في الحق والباطل ، وكفى به مزجرة لمن اعتاد الحلف ومثله قوله : { وَلاَ تَجْعَلُواْ الله عُرْضَةً لأيمانكم } [ البقرة : 224 ] .\r\n الصفة الثانية : كونه مهيناً ، قال الزجاج : هو فعيل من المهانة ، ثم فيه وجهان أحدهما : أن المهانة هي القلة والحقارة في الرأي والتمييز والثاني : أنه إنما كان مهيناً لأن المراد الحلاف في الكذب ، والكذاب حقير عند الناس .\r\n وأقول : كونه حلافاً يدل على أنه لا يعرف عظمة الله تعالى وجلاله ، إذ لو عرف ذلك لما أقدم في كل حين وأوان بسبب كل باطل على الاستشهاد باسمه وصفته ومن لم يكن عالماً بعظمة الله وكان متعلق القلب بطلب الدنيا كان مهيناً ، فهذا يدل على أن عزة النفس لا تحصل إلا لمن عرف نفسه بالعبودية ، وأن مهانتها لا تحصل إلا لمن غفل عن سر العبودية .\r\n الصفة الثالثة : كونه همازاً وهو العياب الطعان ، قال المبرد : هو الذي يهمز الناس أي يذكرهم بالمكروه وأثر ذلك يظهر العيب ، وعن الحسن يلوي شدقيه في أقفية الناس وقد استقصينا ( القول ) فيه في قوله : { وَيْلٌ لّكُلّ هُمَزَةٍ } [ الهمزة : 1 ] .\r\n الصفة الرابعة : كونه مشاء بنميم أي يمشي بالنميمة بين الناس ليفسد بينهم ، يقال : نم ينم وينم نماً ونميماً ونميمة .\r\n الصفة الخامسة : كونه مناعاً للخير وفيه قولان : أحدهما : أن المراد أنه بخيل والخير المال والثاني : كان يمنع أهله من الخير وهو الإسلام ، وهذه الآية نزلت في الوليد بن المغيرة ، وكان له عشرة من البنين وكان يقول لهم وما قاربهم لئن تبع دين محمد منكم أحد لا أنفعه بشيء أبداً فمنعهم الإسلام فهو الخير الذي منعهم ، وعن ابن عباس أنه أبو جهل وعن مجاهد : الأسود بن عبد يغوث ، وعن السدي : الأخنس بن شريق .\r\n الصفة السادسة : كونه معتدياً ، قال مقاتل : معناه أنه ظلوم يتعدى الحق ويتجاوزه فيأتي بالظلم ويمكن حمله على جميع الأخلاق الذميمة يعني أنه نهاية في جميع القبائح والفضائح .\r\n الصفة السابعة : كونه أثيماً ، وهو مبالغة في الإثم .\r\n الصفة الثامنة : العتل وأقوال المفسرين فيه كثيرة ، وهي محصورة في أمرين أحدهما : أنه ذم في الخلق والثاني : أنه ذم في الخلق ، وهو مأخوذ من قولك : عتله إذا قاده بعنف وغلظة ، ومنه قوله تعالى : { فاعتلوه } [ الدخان : 47 ] أما الذين حملوه على ذم الخلق فقال ابن عباس في رواية عطاء : يريد قوي ضخم .\r\n وقال مقاتل : واسع البطن ، وثيق الخلق وقال الحسن : الفاحش الخلق ، اللئيم النفس وقال عبيدة بن عمير : هو الأكول الشروب ، القوي الشديد وقال الزجاج : هو الغليظ الجافي .\r\n أما الذين حملوه على ذم الأخلاق ، فقالوا : إنه الشديد الخصومة ، الفظ العنيف .\r\n الصفة التاسعة : قوله : { زَنِيمٍ } وفيه مسألتان : المسألة الأولى : في الزنيم أقوال : الأول : قال الفراء : الزنيم هو الدعي الملصق بالقوم وليس منهم ، قال حسان : وأنت زنيم نيط في آل هاشم \r\n كما نيط خلف الراكب القدح الفرد والزنمة من كل شيء الزيادة ، وزنمت الشاة أيضاً إذا شقت أذنها فاسترخت ويبست وبقيت كالشيء المعلق ، فالحاصل أن الزنيم هو ولد الزنا الملحق بالقوم في النسب وليس منهم ، وكان الوليد دعياً في قريش وليس من سنخهم ادعاه بعد ثمان عشرة ( ليلة ) من مولده .\r\n وقيل : بغت أمه ولم يعرف حتى نزلت هذه الآية والقول الثاني : قال الشعبي هو الرجل يعرف بالشر واللؤم كما تعرف الشاة بزنمتها والقول الثالث : روى عن عكرمة عن ابن عباس قال : معنى كونه زنيماً أنه كانت له زنمة في عنقه يعرف بها ، وقال مقاتل : كان في أصل أذنه مثل زنمة الشاة .\r\n المسألة الثانية : قول { بَعْدَ ذَلِكَ } معناه أنه بعدما عدَّ له من المثالب والنقائص فهو عتل زنيم وهذا يدل على أن هذين الوصفين وهو كونه عتلاً زنيماً أشد معايبه لأنه إذا كان جافياً غليظ الطبع قسا قلبه واجترأ على كل معصية ، ولأن الغالب أن النطفة إذا خبثت خبث الولد ، ولهذا قال عليه الصلاة السلام : « لا يدخل الجنة ولد الزنا ولا ولده ولا ولد ولده » وقيل : ههنا { بَعْدَ ذَلِكَ } نظير { ثُمَّ } في قوله : { ثُمَّ كَانَ مِنَ الذين ءامَنُواْ } [ البلد : 17 ] وقرأ الحسن ( عتل ) رفعاً على الذم .\r\n ثم إنه تعالى بعد تعديد هذه الصفات قال : ",
        "fav": 0,
        "note": null,
        "normal": "ودوا لو تدهن فيدهنون (9) ولا تطع كل حلاف مهين (10) هماز مشاء بنميم (11) مناع للخير معتد أثيم (12) عتل بعد ذلك زنيم (13) ",
        "babnum": 7
    },
    {
        "id": 2781,
        "cate": "68",
        "title": "أَنْ كَانَ ذَا مَالٍ وَبَنِينَ (14) إِذَا تُتْلَى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ (15) ",
        "details": " وفيه مسألتان : المسألة الأولى : اعلم أن قوله : { أَن كَانَ } يجوز أن يكون متعلقاً بما قبله وأن يكون متعلقاً بما بعده أما الأول : فتقديره : ولا تطع كل حلاف مهين أن كان ذا مال وبنين ، أي لا تطعه مع هذه المثالب ليساره وأولاده وكثرته ، وأما الثاني : فتقديره لأجل أن كان ذا مال وبنين إذا تتلى عليه آياتنا قال : أساطير الأولين ، والمعنى لأجل أن كان ذا مال وبنين جعل مجازاة هذه النعم التي خولها الله له الكفر بآياته قال أبو علي الفاسي : العامل في قوله : { أَن كَانَ } إما أن يكون هو قوله : { تتلى } أو قوله { قَالَ } .\r\n أو شيئاً ثالثاً ، والأول باطل لأن { تتلى } قد أضيفت { إِذَا } إليه والمضاف إليه لا يعمل فيما قبله ألا ترى أنك لا تقول : القتال زيداً حين يأتى تريد حين يأتي زيداً ، ولا يجوز أن يعمل فيه أيضاً { قَالَ } لأن { قَالَ } جواب { إِذَا } ، وحكم الجواب أن يكون بعدما هو جواب له ولا يتقدم عليه ، ولما بطل هذان القسمان علمنا أن العامل فيه شيء ثالث دل ما في الكلام عليه وذلك هو يجحد أو يكفر أو يمسك عن قبول الحق أو نحو ذلك ، وإنما جاز أن يعمل المعنى فيه ، وإن كان متقدماً عليه لشبهه بالظرف ، والظرف قد تعمل فيه المعاني وإن تقدم عليها ، ويدلك على مشابهته للظرف تقدير اللام معه ، فإن تقدير الآية : لأن كان ذا مال وإذا صار كالظرف لم يمتنع المعنى من أن يعمل فيه ، كما لم يمتنع من أن يعمل في نحو قوله : { يُنَبّئُكُمْ إِذَا مُزّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِى خَلْقٍ جَدِيدٍ } [ سبأ : 7 ] لما كان ظرفاً ، والعامل فيه القسم الدال عليه قوله : { إِنَّكُمْ لَفِى خَلْقٍ جَدِيدٍ } فكذلك قوله : { أَن كَانَ ذَا مَالٍ وَبَنِينَ } تقديره : إنه جحد آياتنا ، لأن كان ذا مال وبنين أو كفر بآياتنا ، لأن كان ذا مال وبنين .\r\n المسألة الثانية : قرىء : { أَأن كَانَ } على الاستفهام ، والتقدير : ألأن كان ذال مال كذب ، أو التقدير : أتطيعه لأن كان ذا مال .\r\n وروى الزهري عن نافع : إن كان بالكسر ، والشرط للمخاطب ، أي لا تطع كل حلاف شارطاً يساره ، لأنه إذا أطاع الكافر لغناه فكأنه اشترط في الطاعة الغنى ، ونظير صرف الشرط إلى المخاطب صرف الترجي إليه في قوله : { لَّعَلَّهُ يَتَذَكَّرُ } [ طه : 44 ] .\r\n واعلم أنه تعالى لما حكى عنه قبائح أفعاله وأقواله قال متوعداً له : ",
        "fav": 0,
        "note": null,
        "normal": "أن كان ذا مال وبنين (14) إذا تتلى عليه آياتنا قال أساطير الأولين (15) ",
        "babnum": 8
    },
    {
        "id": 2782,
        "cate": "68",
        "title": "سَنَسِمُهُ عَلَى الْخُرْطُومِ (16) ",
        "details": " وفيه مسائل : المسألة الأولى : الوسم أثر الكية وما يشبهها ، يقال : وسمته فهو موسوم بسمة يعرف بها إما كية ، وإما قطع في أذن علامة له .\r\n المسألة الثانية : قال المبرد : الخرطوم ههنا الأنف ، وإنما ذكر هذا اللفظ على سبيل الاستخفاف به ، لأن التعبير عن أعضاء الناس بالأسماء الموضوعة ، لأشباه تلك الأعضاء من الحيوانات يكون استخفافاً ، كما يعبر عن شفاه الناس بالمشافر ، وعن أيديهم وأرجلهم بالأظلاف والحوافر .\r\n المسألة الثالثة : الوجه أكرم موضع في الجسد ، والأنف أكرم موضع من الوجه لارتفاعه عليه ، ولذلك جعلوه مكان العز والحمية ، واشتقوا منه الأنفة ، وقالوا : الأنف في الأنف وحمى أنفه ، وفلان شامخ العرنين ، وقالوا في الذليل : جدع أنفه ، ورغم أنفه ، فعبر بالوسم على الخرطوم عن غاية الإذلال والإهانة ، لأن السمة على الوجه شين ، فكيف على أكرم موضع من الوجه .\r\n المسألة الرابعة : منهم من قال : هذا الوسم يحصل في الآخرة ، ومنهم من قال : يحصل في الدنيا ، أما على القول الأول : ففيه وجوه أولها : وهو قول مقاتل وأبي العالية واختيار الفراء : أن المراد أنه يسود وجهه قبل دخول النار ، والخرطوم وإن كان قد خص بالسمة فإن المراد هو الوجه لأن بعض الوجه يؤدي عن بعض وثانيها : أن الله تعالى سيجعل له في الآخرة العلم الذي يعرف به أهل القيامة ، إنه كان غالياً في عداوة الرسول ، وفي إنكار الدين الحق وثالثها : أن في الآية احتمالاً آخر عندي ، وهو أن ذلك الكافر إنما بالغ في عداوة الرسول وفي الطعن في الدين الحق بسبب الأنفة والحمية ، فلما كان منشأ هذا الإنكار هو الأنفة والحمية كان منشأ عذاب الآخرة هو هذه الأنفة والحمية ، فعبر عن هذا الاختصاص بقوله : { سَنَسِمُهُ عَلَى الخرطوم } ، وأما على القول الثاني : وهو أن هذا الوسم إنما يحصل في الدنيا ففيه وجوه : أحدها : قال ابن عباس سنخطمه بالسيف فنجعل ذلك علامة باقية على أنفه ما عاش .\r\n وروي أنه قاتل يوم بدر فخطم بالسيف في القتال وثانيها : أن معنى هذا الوسم أنه يصير مشهوراً بالذكر الرديء والوصف القبيح في العالم ، والمعنى سنلحق به شيئاً لا يفارقه ونبين أمره بياناً واضحاً حتى لا يخفى كما لا تخفى السمة على الخراطيم ، تقول العرب للرجل الذي تسبه في مسبة قبيحة باقية فاحشة : قد وسمه ميسم سوء ، والمراد أنه ألصق به عاراً لا يفارقه كما أن السمة لا تنمحي ولا تزول ألبتة ، قال جرير : لما وضعت على الفرزدق ميسمي \r\n وعلى البعيث جدعت أنف الأخطل يريد أنه وسم الفرزدق ( والبعيث ) وجدع أنف الأخطل بالهجاء أي ألقى عليه عاراً لا يزول ، ولا شك أن هذه المبالغة العظيمة في مذمة الوليد بن المغيرة بقيت على وجه الدهر فكان ذلك كالموسم على الخرطوم ، ومما يشهد لهذا الوجه قول من قال في { زَنِيمٍ } إنه يعرف بالشر كما تعرف الشاة بزنمتها وثالثها : يروى عن النضر بن شميل أن الخرطوم هو الخمر وأنشد : تظل يومك في لهو وفي طرب \r\n وأنت بالليل شراب الخراطيم فعلى هذا معنى الآية : سنحده على شرب الخمر وهو تعسف ، وقيل للخمر الخرطوم كما يقال لها السلافة ، وهي ما سلف من عصير العنب ، أو لأنها تطير في الخياشيم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "سنسمه على الخرطوم (16) ",
        "babnum": 9
    },
    {
        "id": 2783,
        "cate": "68",
        "title": "إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ (17) وَلَا يَسْتَثْنُونَ (18) ",
        "details": " اعلم أنه تعالى لما قال : لأجل أن كان ذا مال وبنين ، جحد وكفر وعصى وتمرد ، وكان هذا استفهاماً على سبيل الإنكار بين في هذه الآية أنه تعالى إنما أعطاه المال والبنين على سبيل الابتلاء والامتحان ، وليصرفه إلى طاعة الله ، وليواظب على شكر نعم الله ، فإن لم يفعل ذلك فإنه تعالى يقطع عنه تلك النعم ، ويصب عليه أنواع البلاء والآفات فقال : { إِنَّا بلوناهم كَمَا بَلَوْنَا أصحاب الجنة } أي كلفنا هؤلاء أن يشكروا على النعم ، كما كلفنا أصحاب الجنة ذات الثمار ، أن يشكروا ويعطوا الفقراء حقوقهم ، روي أن واحداً من ثقيف وكان مسلماً ، كان يملك ضيعة فيها نخل وزرع بقرب صنعاء ، وكان يجعل من كل ما فيها عند الحصاد نصيباً وافراً للفقراء ، فلما مات ورثها منه بنوه ، ثم قالوا : عيالنا كثير ، والمال قليل ، ولا يمكننا أن نعطي المساكين ، مثل ما كان يفعل أبونا ، فأحرق الله جنتهم ، وقيل : كانوا من بني إسرائيل ، وقوله : { إِذْ أَقْسَمُواْ } إذ حلفوا : { لَيَصْرِمُنَّهَا } ليقطعن ثمر نخيلهم مصبحين ، أي في وقت الصباح ، قال مقاتل : معناه أغدوا سراً إلى جنتكم ، فاصرموها ، ولا تخبروا المساكين ، وكان أبوهم يخبر المساكين ، فيجتمعون عند صرام جنتهم ، يقال : قد صرم العذق عن النخلة ، وأصرم النخل إذا حان وقت صرامه ، وقوله : { وَلاَ يَسْتَثْنُونَ } يعني ولم يقولوا : إن شاء الله ، هذا قول جماعة المفسرين ، يقال : حلف فلان يميناً ليس فيها ثنيا ولا ثنوى ، ولا ثنية ولا مثنوية ولا استثناء وكله واحد ، وأصل هذا كله من الثنى وهو الكف والرد ، وذلك أن الحالف إذا قال : والله لأفعلن كذا إلا أن يشاء الله غيره ، فقد رد انعقاد ذلك اليمين ، واختلفوا في قوله : { وَلاَ يَسْتَثْنُونَ } فالأكثرون أنهم إنما لم يستثنوا بمشيئة الله تعالى لأنهم كانوا كالواثقين بأنهم يتمكنون من ذلك لا محالة ، وقال آخرون : بل المراد أنهم يصرمون كل ذلك ولا يستثنون للمساكين من جملة ذلك القدر الذي كان يدفعه أبوهم إلى المساكين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا بلوناهم كما بلونا أصحاب الجنة إذ أقسموا ليصرمنها مصبحين (17) ولا يستثنون (18) ",
        "babnum": 10
    },
    {
        "id": 2784,
        "cate": "68",
        "title": "فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ (19) فَأَصْبَحَتْ كَالصَّرِيمِ (20) ",
        "details": " { طَائِفٌ مِّن رَّبّكَ } أي عذاب من ربك ، والطائف لا يكون إلا ليلاً أي طرقها طارق من عذاب الله ، قال الكلبي : أرسل الله عليها ناراً من السماء فاحترقت وهم نائمون فأصبحت الجنة كالصريم .\r\n واعلم أن الصريم فعيل ، فيحتمل أن يكون بمعنى المفعول ، وأن يكون بمعنى الفاعل وههنا احتمالات أحدها : أنها لما احترقت كانت شبيهة بالمصرومة في هلاك الثمر وإن حصل الاختلاف في أمور أخر ، فإن الأشجار إذا احترقت فإنها لا تشبه الأشجار التي قطعت ثمارها ، إلا أن هذا الاختلاف وإن حصل من هذا الوجه ، لكن المشابهة في هلاك الثمر حاصلة وثانيها : قال الحسن : أي صرم عنها الخير فليس فيها شيء ، وعلى هذين الوجهين الصريم بمعنى المصروم وثالثها : الصريم من الرمل قطعة ضخمة تنصرم عن سائر الرمال وجمعه الصرائم ، وعلى هذا شبهت الجنة وهي محترقة لا ثمر فيها ولا خير بالرملة المنقطعة عن الرمال ، وهي لا تنبت شيئاً ينتفع به ورابعها : الصبح يسمى صريماً لأنه انصرم من الليل ، والمعنى أن تلك الجنة يبست وذهبت خضرتها ولم يبق فيها شيء ، من قولهم : بيض الإناء إذا فرغه وخامسها : أنها لما احترقت صارت سوداء كالليل المظلم ، والليل يسمى صريماً وكذا النهار يسمى أيضاً صريماً ، لأن كل واحد منهما ينصرم بالآخر ، وعلى هذا الصريم بمعنى الصارم ، وقال قوم : سمي الليل صريماً ، لأنه يقطع بظلمته عن التصرف وعلى هذا هو فعيل بمعنى فاعل ، وقال آخرون : سميت الليلة بالصريم ، لأنها تصرم نور البصر وتقطعه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فطاف عليها طائف من ربك وهم نائمون (19) فأصبحت كالصريم (20) ",
        "babnum": 11
    },
    {
        "id": 2785,
        "cate": "68",
        "title": "فَتَنَادَوْا مُصْبِحِينَ (21) أَنِ اغْدُوا عَلَى حَرْثِكُمْ إِنْ كُنْتُمْ صَارِمِينَ (22) ",
        "details": " قال مقاتل : لما أصبحوا قال بعضهم لبعض : اغدوا على حرثكم ويعني بالحرث الثمار والزروع والأعناب ، ولذلك قال : صارمين لأنهم أرادوا قطع الثمار من هذه الأشجار .\r\n فإن قيل : لم لم يقل اغدوا إلى حرثكم ، وما معنى على؟ قلنا : لما كان الغدو إليه ليصرموه ويقطعوه كان غدواً عليه كما تقول : غدا عليهم العدو ، ويجوز أن يضمن الغدو معنى الإقبال ، كقولهم : يغدي عليهم بالجفنة ويراح ، أي فأقبلوا على حرثكم باكرين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فتنادوا مصبحين (21) أن اغدوا على حرثكم إن كنتم صارمين (22) ",
        "babnum": 12
    },
    {
        "id": 2786,
        "cate": "68",
        "title": "فَانْطَلَقُوا وَهُمْ يَتَخَافَتُونَ (23) ",
        "details": " أي يتسارون فيما بينهم ، وخفي وخفت وخفد ثلاثتها في معنى كتم ومنه الخفدود للخفاش ، قال ابن عباس : غدوا إليها بصدفة يسر بعضهم إلى بعض الكلام لئلا يعلم أحد من الفقراء والمساكين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فانطلقوا وهم يتخافتون (23) ",
        "babnum": 13
    },
    {
        "id": 2787,
        "cate": "68",
        "title": "أَنْ لَا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ (24) ",
        "details": " { أن } مفسرة ، وقرأ ابن مسعود بطرحها بإضمار القول أي يتخافتون يقولون لا يدخلها والنهي للمسكين عن الدخول نهي لهم عن تمكينه منه ، أي لا تمكنوه من الدخول ( حتى يدخل ) ، كقولك لا أرينك ههنا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أن لا يدخلنها اليوم عليكم مسكين (24) ",
        "babnum": 14
    },
    {
        "id": 2788,
        "cate": "68",
        "title": "وَغَدَوْا عَلَى حَرْدٍ قَادِرِينَ (25) ",
        "details": " وفيه أقوال : الأول : الحرد المنع يقال : حاردت السنة إذا قل مطرها ومنعت ريعها ، وحاردت الناقة إذا منعت لبنها فقل اللبن ، والحرد الغضب ، وهما لغتان الحرد والحرد والتحريك أكثر ، وإنما سمي الغضب بالحرد لأنه كالمانع من أن يدخل المغضوب منه في الوجود ، والمعنى وغدوا وكانوا عند أنفسهم وفي ظنهم قادرين على منع المساكين الثاني : قيل : الحرد القصد والسرعة ، يقال : حردت حردك قال الشاعر : أقبل سيل جاء من أمر الله \r\n يحرد حرد الجنة المغلة وقطاً حراد أي سراع ، يعني وغدوا قاصدين إلى جنتهم بسرعة ونشاط قادرين عند أنفسهم يقولون : نحن نقدر على صرامها ، ومنع منفعتها عن المساكين والثالث : قيل : حرد علم لتلك الجنة أي غدوا على تلك الجنة قادرين على صرامها عند أنفسهم ، أو مقدرين أن يتم لهم مرادهم من الصرام والحرمان .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وغدوا على حرد قادرين (25) ",
        "babnum": 15
    },
    {
        "id": 2789,
        "cate": "68",
        "title": "فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ (26) بَلْ نَحْنُ مَحْرُومُونَ (27) ",
        "details": " فيه وجوه أحدها : أنهم لما رأوا جنتهم محترقة ظنوا أنهم قد ضلوا الطريق فقالوا : { إِنَّا لَضَالُّونَ } ثم لما تأملوا وعرفوا أنها هي قالوا : { بَلْ نَحْنُ مَحْرُومُونَ } حرمنا خيرها بشؤم عزمنا على البخل ومنع الفقراء وثانيها : يحتمل أنهم لما رأوا جنتهم محترقة قالوا : إنا لضالون حيث كنا عازمين على منع الفقراء ، وحيث كنا نعتقد كوننا قادرين على الانتفاع بها ، بل الأمر انقلب علينا فصرنا نحن المحرومين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فلما رأوها قالوا إنا لضالون (26) بل نحن محرومون (27) ",
        "babnum": 16
    },
    {
        "id": 2790,
        "cate": "68",
        "title": "قَالَ أَوْسَطُهُمْ أَلَمْ أَقُلْ لَكُمْ لَوْلَا تُسَبِّحُونَ (28) ",
        "details": " قوله تعالى : { قَالَ أَوْسَطُهُمْ } يعني أعدلهم وأفضلهم وبينا وجهه في تفسير قوله : { أُمَّةً وَسَطًا } [ البقرة : 143 ] .\r\n { أَلَمْ أَقُلْ لَّكُمْ لَوْلاَ تُسَبّحُونَ } يعني هلا تسبحون وفيه وجوه الأول : قال الأكثرون معناه هلا تستثنون فتقولون : إن شاء الله ، لأن الله تعالى إنما عابهم بأنهم لا يستثنون ، وإنما جاز تسمية قول : إن شاء الله بالتسبيح لأن التسبيح عبارة عن تنزيه الله عن كل سوء ، فلو دخل شيء في الوجود على خلاف إرادة الله ، لكان ذلك يوجب عودة نقص إلى قدرة الله ، فقولك : إن شاء الله ، يزيل هذا النقص ، فكان ذلك تسبيحاً .\r\n واعلم أن لفظ القرآن يدل على أن القوم كانوا يحلفون ويتركون الاستثناء وكان أوسطهم ينهاهم عن ترك الاستثناء ويخوفهم من عذاب الله ، فلهذا حكى عن ذلك الأوسط أنه قال بعد وقوع الواقعة : { أَلَمْ أَقُلْ لَّكُمْ لَوْلاَ تُسَبّحُونَ } .\r\n الثاني : أن القوم حين عزموا على منع الزكاة واغتروا بمالهم وقوتهم قال الأوسط لهم : توبوا عن هذه المعصية قبل نزول العذاب ، فلما رأوا العذاب ذكرهم ذلك الكلام الأول وقال : { لَوْلاَ تُسَبّحُونَ } فلا جرم اشتغل القوم في الحال بالتوبة و : ",
        "fav": 0,
        "note": null,
        "normal": "قال أوسطهم ألم أقل لكم لولا تسبحون (28) ",
        "babnum": 17
    },
    {
        "id": 2791,
        "cate": "68",
        "title": "قَالُوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ (29) ",
        "details": " فتكلموا بما كان يدعوهم إلى التكلم به لكن بعد خراب البصرة الثالث : قال الحسن : هذا التسبيح هو الصلاة كأنهم كانوا يتكاسلون في الصلاة وإلا لكانت ناهية لهم عن الفحشاء والمنكر ولكانت داعية لهم إلى أن يواظبوا على ذكر الله وعلى قول : إن شاء الله ، ثم إنه تعالى لما حكى عن ذلك الأوسط أنه أمرهم بالتوبة وبالتسبيح حكى عنهم أشياء أولها : أنهم اشتغلوا بالتسبيح وقالوا في الحال سبحان ربنا عن أن يجري في ملكه شيء إلا بإرادته ومشيئته ، ولما وصفوا الله تعالى بالتنزيه والتقديس اعترفوا بسوء أفعالهم وقالوا إنا كنا ظالمين .\r\n وثانيها : ",
        "fav": 0,
        "note": null,
        "normal": "قالوا سبحان ربنا إنا كنا ظالمين (29) ",
        "babnum": 18
    },
    {
        "id": 2792,
        "cate": "68",
        "title": "فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَلَاوَمُونَ (30) ",
        "details": " أي يلوم بعضهم بعضاً يقول : هذا لهذا أنت أشرت علينا بهذا الرأي ، ويقول : ذاك لهذا أنت خوفتنا بالفقر ، ويقول الثالث لغيره : أنت الذي رغبتني في جمع المال فهذا هو التلاوم .\r\n ثم نادوا على أنفسهم بالويل : ",
        "fav": 0,
        "note": null,
        "normal": "فأقبل بعضهم على بعض يتلاومون (30) ",
        "babnum": 19
    },
    {
        "id": 2793,
        "cate": "68",
        "title": "قَالُوا يَاوَيْلَنَا إِنَّا كُنَّا طَاغِينَ (31) ",
        "details": " والمراد أنهم استعظموا جرمهم .\r\n ثم قالوا عند ذلك : ",
        "fav": 0,
        "note": null,
        "normal": "قالوا ياويلنا إنا كنا طاغين (31) ",
        "babnum": 20
    },
    {
        "id": 2794,
        "cate": "68",
        "title": "عَسَى رَبُّنَا أَنْ يُبْدِلَنَا خَيْرًا مِنْهَا إِنَّا إِلَى رَبِّنَا رَاغِبُونَ (32) ",
        "details": " { عسى رَبُّنَا أَن يُبْدِلَنَا خَيْراً مّنْهَا } قرىء { يُبْدِلَنَا } بالتخفيف والتشديد { إِنَّا إلى رَبّنَا راغبون } طالبون منه الخير راجون لعفوه ، واختلف العلماء ههنا ، فمنهم من قال إن ذلك كان توبة منهم ، وتوقف بعضهم في ذلك قالوا : لأن هذا الكلام يحتمل أنهم إنما قالوه رغبة منهم في الدنيا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "عسى ربنا أن يبدلنا خيرا منها إنا إلى ربنا راغبون (32) ",
        "babnum": 21
    },
    {
        "id": 2795,
        "cate": "68",
        "title": "كَذَلِكَ الْعَذَابُ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ (33) ",
        "details": " ثم قال تعالى : { كَذَلِكَ العذاب } يعني كما ذكرنا من إحراقها بالنار ، وههنا تم الكلام في قصة أصحاب الجنة .\r\n واعلم أن المقصود من ذكر هذه القصة أمران أحدهما : أنه تعالى قال : { أَن كَانَ ذَا مَالٍ وَبَنِينَ * إِذَا تتلى عَلَيْهِ ءاياتنا قَالَ أساطير الأولين } [ القلم : 14 ، 15 ] والمعنى : لأجل أن أعطاه المال والبنين كفر بالله كلا : بل الله تعالى إنما أعطاه ذلك للابتلاء ، فإذا صرفه إلى الكفر دمر الله عليه بدليل أن أصحاب الجنة لما أتوا بهذا القدر اليسير من المعصية دمر الله على جنتهم فكيف يكون الحال في حق من عاند الرسول وأصر على الكفر والمعصية والثاني : أن أصحاب الجنة خرجوا لينتفعوا بالجنة ويمنعوا الفقراء عنها فقلب الله عليهم القضية فكذا أهل مكة لما خرجوا إلى بد حلفوا على أن يقتلوا محمداً وأصحابه ، وإذا رجعوا إلى مكة طافوا بالكعبة وشربوا الخمور ، فأخلف الله ظنهم فقتلوا وأسروا كأهل هذه الجنة .\r\n ثم إنه لما خوف الكفار بعذاب الدنيا قال : { وَلَعَذَابُ الآخرة أَكْبَرُ لَوْ كَانُواْ يَعْلَمُونَ } وهو ظاهر لا حاجة به إلى التفسير .\r\n ثم إنه تعالى ذكر بعد ذلك أحوال السعداء ، فقال : ",
        "fav": 0,
        "note": null,
        "normal": "كذلك العذاب ولعذاب الآخرة أكبر لو كانوا يعلمون (33) ",
        "babnum": 22
    },
    {
        "id": 2796,
        "cate": "68",
        "title": "إِنَّ لِلْمُتَّقِينَ عِنْدَ رَبِّهِمْ جَنَّاتِ النَّعِيمِ (34) ",
        "details": " { عِندَ رَبّهِمْ } أي في الآخرة { جنات النعيم } أي جنات ليس لهم فيه إلا التنعم الخالص لا يشوبه ما ينغصه ، كما يشوب جنات الدنيا ، قال مقاتل : لما نزلت هذه الآية قال كفار مكة للمسلمين : إن الله تعالى فضلنا عليكم في الدنيا ، فلا بد وأن يفضلنا عليكم في الآخرة ، فإن لم يحصل التفضيل ، فلا أقل من المساواة .\r\n ثم إن الله تعالى أجاب عن هذا الكلام بقوله : ",
        "fav": 0,
        "note": null,
        "normal": "إن للمتقين عند ربهم جنات النعيم (34) ",
        "babnum": 23
    },
    {
        "id": 2797,
        "cate": "68",
        "title": "أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ (35) مَا لَكُمْ كَيْفَ تَحْكُمُونَ (36) ",
        "details": " ومعنى الكلام أن التسوية بين المطيع والعاصي غير جائزة ، وفي الآية مسائل .\r\n المسألة الأولى : قال القاضي : فيه دليل واضح على أن وصف الإنسان بأنه مسلم ومجرم كالمتنافي ، فالفاسق لما كان مجرماً وجب أن لا يكون مسلماً والجواب : أنه تعالى أنكر جعل المسلم مثلاً للمجرم ، ولا شك أنه ليس المراد إنكار المماثلة في جميع الأمور ، فإنهما يتماثلان في الجوهرية والجسمية والحدوث والحيوانية ، وغيرها من الأمور الكثيرة ، بل المراد إنكار استوائهما في الإسلام والجرم ، أو في آثار هذين الأمرين ، أو المراد إنكار أن يكون أثر إسلام المسلم مساوياً لأثر جرم المجرم عند الله ، وهذا مسلم لا نزاع فيه ، فمن أين يدل على أن الشخص الواحد يمتنع أن يجتمع فيه كونه مسلماً ومجرماً؟ .\r\n المسألة الثانية : قال الجبائي : دلت الآية على أن المجرم لا يكون ألبتة في الجنة ، لأنه تعالى أنكر حصول التسوية بينهما ، ولو حصلا في الجنة ، لحصلت التسوية بينهما في الثواب ، بل لعله يكون ثواب المجرم أزيد من ثواب المسلم إذا كان المجرم أطول عمراً من المسلم ، وكانت طاعاته غير محبطة الجواب : هذا ضعيف لأنا بينا أن الآية لا تمنع من حصول التسوية في شيء أصلاً بل تمنع من حصول التسوية في درجة الثواب ، ولعلهما يستويان فيه بل يكون ثواب المسلم الذي لم يعص أكثر من ثواب من عصى ، على أنا نقول : لم لا يجوز أن يكون المراد من المجرمين هم الكفار الذين حكى الله عنهم هذه الواقعة وذلك لأن حمل الجمع المحلى بالألف واللام على المعهود السابق مشهور في اللغة والعرف .\r\n المسألة الثالثة : أن الله تعالى استنكر التسوية بين المسلمين والمجرمين في الثواب ، فدل هذا على أنه يقبح عقلاً ما يحكى عن أهل السنة أنه يجوز أن يدخل الكفار في الجنة والمطيعين في النار والجواب : أنه تعالى استنكر ذلك بحكم الفضل والإحسان ، لا أن ذلك بسبب أن أحداً يستحق عليه شيئاً .\r\n واعلم أنه تعالى لما قال على سبيل الاستبعاد : { أَفَنَجْعَلُ المسلمين كالمجرمين } قرر هذا الاستبعاد بأن قال على طريقة الالتفات : { مَا لَكُمْ كَيْفَ تَحْكُمُونَ } هذا الحكم المعوج ثم قال : ",
        "fav": 0,
        "note": null,
        "normal": "أفنجعل المسلمين كالمجرمين (35) ما لكم كيف تحكمون (36) ",
        "babnum": 24
    },
    {
        "id": 2798,
        "cate": "68",
        "title": "أَمْ لَكُمْ كِتَابٌ فِيهِ تَدْرُسُونَ (37) إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ (38) ",
        "details": " وهو كقوله تعالى : { أَمْ لَكُمْ سلطان مُّبِينٌ فَأْتُواْ بكتابكم } [ الصافات : 156 ] والأصل تدرسون أن لكم ما تتخيرون بفتح أن لأنه مدرس ، فلما جاءت اللام كسرت ، وتخير الشيء واختاره ، أي أخذ خيره ونحوه تنخله وانتخله إذا أخذ منخوله .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أم لكم كتاب فيه تدرسون (37) إن لكم فيه لما تخيرون (38) ",
        "babnum": 25
    },
    {
        "id": 2799,
        "cate": "68",
        "title": "أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا بَالِغَةٌ إِلَى يَوْمِ الْقِيَامَةِ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ (39) ",
        "details": " وفيه مسألتان : المسألة الأولى : يقال : لفلان على يمين بكذا إذا ضمنته منه وخلقت له على الوقاء به يعني أم ضمنا منكم وأقسمنا لكم بأيمان مغلظة متناهية في التوكيد .\r\n فإن قيل : إلى في قوله : { إلى يَوْمِ القيامة } بم يتعلق؟ قلنا : فيه وجهان الأول : أنها متعلقة بقوله : { بالغة } أي هذه الأيمان في قوتها وكمالها بحيث تبلغ إلى يوم القيامة والثاني : أن يكون التقدير .\r\n أيمان ثابتة إلى يوم القيامة .\r\n ويكون معنى بالغة مؤكدة كما تقول جيدة بالغة ، وكل شيء متناه في الصحة والجودة فهو بالغ ، وأما قوله : { إِنَّ لَكُمْ لَمَا تَحْكُمُونَ } فهو جواب القسم لأن معنى : { أَمْ لَكُمْ أيمان عَلَيْنَا } أم أقسمنا لكم .\r\n المسألة الثانية : قرأ الحسن بالغة بالنصب وهو نصب على الحال من الضمير في الظرف .\r\n ثم قال للرسول عليه الصلاة والسلام : ",
        "fav": 0,
        "note": null,
        "normal": "أم لكم أيمان علينا بالغة إلى يوم القيامة إن لكم لما تحكمون (39) ",
        "babnum": 26
    },
    {
        "id": 2800,
        "cate": "68",
        "title": "سَلْهُمْ أَيُّهُمْ بِذَلِكَ زَعِيمٌ (40) ",
        "details": " والمعنى أيهم بذلك الحكم زعيم ، أي قائم به وبالاستدلال على صحته ، كما يقوم زعيم القوم بإصلاح أمورهم .\r\n ثم قال : ",
        "fav": 0,
        "note": null,
        "normal": "سلهم أيهم بذلك زعيم (40) ",
        "babnum": 27
    },
    {
        "id": 2801,
        "cate": "68",
        "title": "أَمْ لَهُمْ شُرَكَاءُ فَلْيَأْتُوا بِشُرَكَائِهِمْ إِنْ كَانُوا صَادِقِينَ (41) ",
        "details": " وفي تفسيره وجهان الأول : المعنى أم لهم أشياء يعتقدون أنها شركاء الله فيعتقدون أن أولئك الشركاء يجعلونهم في الآخرة مثل المؤمنين في الثواب والخلاص من العقاب ، وإنماأضاف الشركاء إليهم لأنهم جعلوها شركاء لله وهذا كقوله : { هَلْ مِن شُرَكَائِكُمْ مَّن يَفْعَلُ مِن ذَلِكُمْ مّن شَىْء } [ الروم : 40 ] ، الوجه الثاني : في المعنى أم لهم ناس يشاركونهم في هذا المذهب وهو التسوية بين المسلمين والمجرمين ، فليأتوا بهم إن كانوا صادقين في دعواهم ، والمراد بيان أنه كما ليس لهم دليل عقلي في إثبات هذا المذهب ، ولا دليل نقلي وهو كتاب يدرسونه ، فليس لهم من يوافقهم من العقلاء على هذا القول ، وذلك يدل على أنه باطل من كل الوجوه .\r\n واعلم أنه تعالى لما أبطل قولهم ، وأفسد مقالتهم شرح بعد ذلك عظمة يوم القيامة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أم لهم شركاء فليأتوا بشركائهم إن كانوا صادقين (41) ",
        "babnum": 28
    },
    {
        "id": 2802,
        "cate": "68",
        "title": "يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ (42) خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ (43) ",
        "details": " فقال : { يَوْمَ يُكْشَفُ عَن سَاقٍ } وفيه مسائل : المسألة الأولى : يوم منصوب بماذا؟ فيه ثلاثة أوجه : أحدها : أنه منصوب ، بقوله : { فَلْيَأْتُواْ } في قوله : { فَلْيَأتُواْ بِشُرَكَائِهِمْ } [ القلم : 41 ] وذلك أن ذلك اليوم يوم شديد ، فكأنه تعالى قال : إن كانوا صادقين في أنها شركاء فليأتوا بها يوم القيامة ، لتنفعهم ونشفع لهم وثانيها : أنه منصوب بإضمار اذكر وثالثها : أن يكون التقدير يوم يكشف عن ساق ، كان كيت وكيت فحذف للتهويل البليغ ، وأن ثم من الكوائن مالا يوصف لعظمته .\r\n المسألة الثانية : هذا اليوم الذي يكشف فيه عن ساق ، أهو يوم القيامة أو في الدنيا؟ فيه قولان : الأول : وهو الذي عليه الجمهور ، أنه يوم القيامة ، ثم في تفسير الساق وجوه : الأول : أنه الشدة ، وروي أنه سئل ابن عباس عن هذه الآية ، فقال : إذا خفي عليكم شيء من القرآن فابتغوه في الشعر ، فإنه ديوان العرب ، أما سمعتم قول الشاعر : سن لنا قومك ضرب الأعناق \r\n وقامت الحرب بنا على ساق ثم قال : وهو كرب وشدة وروى مجاهد عنه قال : هو أشد ساعة في القيامة ، وأنشد أهل اللغة أبياتاً كثيرة ( منها ) : فإن شمرت لك عن ساقها \r\n فدنها ربيع ولا تسأم ومنها : كشفت لكم عن ساقها \r\n وبدا من الشر الصراح وقال جرير : ألا رب سام الطرف من آل مازن \r\n إذا شمرت عن ساقها الحرب شمرا وقال آخر : في سنة قد شمرت عن ساقها \r\n حمراء تبرى اللحم عن عراقها وقال آخر : قد شمرت عن ساقها فشدوا \r\n وجدت الحرب بكم فجدوا ثم قال ابن قتيبة أصل هذا أن الرجل إذاوقع في أمر عظيم يحتاج إلى الجد فيه ، يشمر عن ساقه ، فلا جرم يقال في موضع الشدة : كشف عن ساقه ، واعلم أن هذا اعتراف من أهل اللغة بأن استعمال الساق في الشدة مجاز ، وأجمع العلماء على أنه لا يجوز صرف الكلام إلى المجاز إلا بعد تعذر حمله على الحقيقة ، فإذا أقمنا الدلائل القاطعة على أنه تعالى ، يستحيل أن يكون جسماً ، فحينئذ يجب صرف اللفظ إلى المجاز ، واعلم أن صاحب «الكشاف» أورد هذا التأويل في معرض آخر ، فقال : الكشف عن الساق مثل في شدة الأمر ، فمعنى قوله : { يَوْمَ يُكْشَفُ عَن سَاقٍ } يوم يشتد الأمر ويتفاقم ، ولا كشف ثم ، ولا ساق ، كما تقول للأقطع الشحيح : يده مغلولة ، ولا يد ثم ولا غل وإنما هو مثل في البخل ، ثم أخذ يعظم علم البيان ويقول لولاه : لما وقفنا على هذه الأسرار وأقول : إما أن يدعى أنه صرف اللفظ عن ظاهره بغير دليل ، أو يقول : إنه لا يجوز ذلك إلا بعد امتناع حمله على الحقيقة ، والأول باطل بإجماع المسلمين ، ولأنا إن جوزنا ذلك انفتحت أبواب تأويلات الفلاسفة في أمر المعاد فإنهم يقولون في قوله : { جنات تَجْرِى مِن تَحْتِهَا الأنهار } [ البقرة : 25 ] ليس هناك لا أنهار ولا أشجار ، وإنما هو مثل للذة والسعادة ، ويقولون في قوله : { اركعوا واسجدوا } [ الحج : 77 ] ليس هناك لا سجود ولا ركوع .\r\n وإنما هو مثل للتعظيم ، ومعلوم أن ذلك يفضي إلى رفع الشرائع وفساد الدين ، وأما إن قال : بأنه لا يصار إلى هذا التأويل إلا بعد قيام الدلالة على أنه لا يجوز حمله على ظاهره ، فهذا هو الذي لم يزل كل أحد من المتكلمين ( إلا ) قال به وعول عليه ، فأين هذه الدقائق ، التي استبد هو بمعرفتها والاطلاع عليها بواسطة علم البيان ، فرحم الله أمراً عرف قدره ، وما تجاوز طوره القول الثاني : وهو قول أبي سعيد الضرير : { يَوْمَ يُكْشَفُ عَن سَاقٍ } ، أي عن أصل الأمر ، وساق الشيء أصله الذي به قوامه كساق الشجر ، وساق الإنسان ، أي يظهر يوم القيامة حقائق الأشياء وأصولها القول الثالث : يوم يكشف عن ساق جهنم ، أو عن ساق العرش ، أو عن ساق ملك مهيب عظيم ، واللفظ لا يدل إلا على ساق ، فأما أن ذلك الساق ساق أي شيء هو فليس في اللفظ ما يدل عليه والقول الرابع : وهو اختيار المشبهة ، أنه ساق الله ، تعالى الله عنه روى عن ابن مسعود عنه عليه الصلاة والسلام : « أنه تعالى يتمثل للخلق يوم القيامة حين يمر المسلمون ، فيقول : من تعبدون؟ فيقولون : نعبد الله فيشهدهم مرتين أو ثلاثاً ثم يقول : هل تعرفون ربكم ، فيقولون : سبحانه إذا عرفنا نفسه عرفناه ، فعند ذلك يكشف عن ساق ، فلا يبقى مؤمن إلا خر ساجداً ، ويبقى المنافقون ظهورهم كالطبق الواحد كأنما فيها السفافيد » واعلم أن هذا القول باطل لوجوه أحدها : أن الدلائل دلت على أن كل جسم محدث ، لأن كل جسم متناه ، وكل متناه محدث ولأن كل جسم فإنه لا ينفك عن الحركة والسكون ، وكل ما كان كذلك فهو محدث ، ولأن كل جسم ممكن ، وكل ممكن محدث وثانيها : أنه لو كان المراد ذلك لكان من حق الساق أن يعرف ، لأنها ساق مخصوصة معهودة عنده وهي ساق الرحمن ، أما لو حملناه على الشدة ، ففائدة التنكير الدلالة على التعظيم ، كأنه قيل : يوم يكشف عن شدة ، وأي شدة ، أي شدة لا يمكن وصفها وثالثها : أن التعريف لا يحصل بالكشف عن الساق ، وإنما يحصل بكشف الوجه القول الثاني : أن قوله : { يَوْمَ يُكْشَفُ عَن سَاقٍ } ليس المراد منه يوم القيامة ، بل هو في الدنيا ، وهذا قول أبي مسلم قال : أنه لا يمكن حمله على يوم القيامة لأنه تعالى قال في وصف هذا اليوم : { وَيُدْعَوْنَ إِلَى السجود } ويوم القيامة ليس فيه تعبد ولا تكليف ، بل المراد منه ، إما آخر أيام الرجل في دنياه كقوله تعالى : { يَوْمَ يَرَوْنَ الملئكة لاَ بشرى } [ الفرقان : 22 ] ثم إنه يرى الناس يدعون إلى الصلوات إذا حضرت أوقاتها ، وهو لا يستطيع الصلاة لأنه الوقت الذي لا ينفع نفساً إيمانها ، وإما حال الهرم والمرض والعجز وقد كانوا قبل ذلك اليوم يدعون إلى السجود وهم سالمون مما بهم الآن ، إما من الشدة النازلة بهم من هول ما عاينوا عند الموت أو من العجز والهرم ، ونظير هذه الآية قوله : { فَلَوْلاَ إِذَا بَلَغَتِ الحلقوم } [ الواقعة : 83 ] واعلم أنه لا نزاع في أنه يمكن حمل اللفظ على ما قاله أبو مسلم ، فأما قوله : إنه لا يمكن حمله على القيامة بسبب أن الأمر بالسجود حاصل ههنا ، والتكاليف زائلة يوم القيامة فجوابه أن ذلك لا يكون على سبيل التكليف ، بل على سبيل التقريع والتخجيل ، فلم قلتم : إن ذلك غير جائز .\r\n المسألة الثالثة : قرىء : { يَوْم نكشف } بالنون و { تكشف } بالتاء المنقوطة من فوق على البناء للفاعل والمفعول جميعاً والفعل للساعة أو للحال ، أي يوم يشتد الحال أو الساعة ، كما تقول : كشف الحرب عن ساقها على المجاز .\r\n وقرىء ( تكشف ) بالتاء المضمومة وكسر الشين من أكشف إذا دخل في الكشف ، ومنه أكشف الرجل فهو مكشف إذا انقلبت شفته العليا .\r\n قوله تعالى : { وَيُدْعَوْنَ إِلَى السجود فَلاَ يَسْتَطِيعُونَ ، خاشعة أبصارهم تَرْهَقُهُمْ ذِلَّةٌ وَقَدْ كَانُواْ يُدْعَوْنَ إِلَى السجود وَهُمْ سالمون } .\r\n اعلم أنا بينا أنهم لا يدعون إلى السجود تعبداً وتكليفاً ، ولكن توبيخاً وتعنيفاً على تركهم السجود في الدنيا ، ثم إنه تعالى حال ما يدعوهم إلى السجود يسلب عنهم القدرة على السجود ، ويحول بينهم وبين الاستطاعة حتى تزداد حسرتهم وندامتهم على ما فرطوا فيه ، حين دعوا إلى السجود وهم سالمو الأطراف والمفاصل .\r\n قال الجبائي : لما خصص عدم الاستطاعة بالآخرة دل ذلك على أنهم في الدنيا كانوا يستطيعون ، فبطل بهذا قول من قال : الكافر لا قدرة له على الإيمان ، وإن القدرة على الإيمان لا تحصل إلا حال وجود الإيمان والجواب : عنه أن علم الله بأنه لا يؤمن مناف لوجود الإيمان والجمع بين المتنافيين محال ، فالاستطاعة في الدنيا أيضاً غير حاصلة على قول الجبائي .\r\n أما قوله : { خاشعة أبصارهم } فهو حال من قوله : { لاَ يَسْتَطِيعُونَ \r\nتَرْهَقُهُمْ ذِلَّةٌ } يعني يلحقهم ذل بسبب أنهم ما كانوا مواظبين على خدمة مولاهم مثل العبد الذي أعرض عنه مولاه ، فإنه يكون ذليلاً فيما بين الناس ، وقوله : { وَقَدْ كَانُواْ يُدْعَوْنَ إِلَى السجود وَهُمْ سالمون } يعني حين كانوا يدعون إلى الصلوات بالأذان والإقامة وكانوا سالمين قادرين على الصلاة ، وفي هذا وعيد لمن قعد عن الجماعة ولم يجب المؤذن إلى إقامة الصلاة في الجماعة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يوم يكشف عن ساق ويدعون إلى السجود فلا يستطيعون (42) خاشعة أبصارهم ترهقهم ذلة وقد كانوا يدعون إلى السجود وهم سالمون (43) ",
        "babnum": 29
    },
    {
        "id": 2803,
        "cate": "68",
        "title": "فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَذَا الْحَدِيثِ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ (44) ",
        "details": " اعلم أنه تعالى لما خوف الكفار بعظمة يوم القيامة زاد في التخويف فخوفهم بما عنده ، وفي قدرته من القهر ، فقال : ذرني وإياه ، يريد كله إليَّ ، فإني أكفيكه ، كأنه يقول : يا محمد حسبك انتقاماً منه أن تكل أمره إلي ، وتخلي بيني وبينه ، فإني عالم بما يجب أن يفعل به قادر على ذلك ، ثم قال : { سَنَسْتَدْرِجُهُم } يقال : استدرجه إلى كذا إذا استنزله إليه درجة فدرجة ، حتى يورطه فيه .\r\n وقوله : { مّنْ حَيْثُ لاَ يَعْلَمُونَ } قال أبو روق : { سَنَسْتَدْرِجُهُم } أي كلما أذنبوا ذنباً جددنا لهم نعمة وأنسيناهم الاستغفار ، فالاستدراج إنما حصل في الاغتناء الذي لا يشعرون أنه استدراج ، وهو الإنعام عليهم لأنهم يحسبونه تفضيلاً لهم على المؤمنين ، وهو في الحقيقة سبب لهلاكهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فذرني ومن يكذب بهذا الحديث سنستدرجهم من حيث لا يعلمون (44) ",
        "babnum": 30
    },
    {
        "id": 2804,
        "cate": "68",
        "title": "وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ (45) ",
        "details": " أي أمهلهم كقوله : { إِنَّمَا نُمْلِى لَهُمْ لِيَزْدَادُواْ إِثْمَاً } [ آل عمران : 178 ] وأطيل لهم المدة والملاوة المدة من الدهر ، يقال : أملى الله له أي أطال الله له الملاوة والملوان الليل والنهار ، والملأ مقصوراً الأرض الواسعة سميت به لامتدادها .\r\n وقيل : { وَأُمْلِى لَهُمْ } أي بالموت فلا أعاجلهم به ، ثم إنه إنما سمى إحسانه كيداً كما سماه استدراجاً لكون في صورة الكيد ، ووصفه بالمتانة لقوة أثر إحسانه في التسبب للهلاك ، واعلم أن الأصحاب تمسكوا بهذه الآية في مسألة إرادة الكائنات ، فقالوا : هذا الذي سماه بالاستدراج وذلك الكيد ، إما أن يكون له أثر في ترجيح جانب الفعل على جانب الترك ، أو يكون له فيه أثر ، والأول باطل ، وإلا لكان هو سائر الأشياء الأجنبية بمثابة واحدة ، فلا يكون استدراجاً ألبتة ولا كيداً ، وأما الثاني فهو يقتضي كونه تعالى مريداً لذلك الفعل الذي ينساق إليه ذلك الاستدراج وذلك الكيد ، لأنه إذا كان تعالى لا يزال يؤكد هذا الجانب ، ويفتر ذلك الجانب الآخر ، واعلم أن تأكيد هذا الجانب لا بد وأن ينساق بالآخرة إلى فعله ودخوله في الوجود ، فلا بد وأن يكون مريداً لدخول ذلك الفعل في الوجود وهو المطلوب ، أجاب الكعبي عنه فقال : المراد سنستدرجهم إلى الموت من حيث لا يعلمون ، وهذا هو الذي تقتضيه الحكمة فإنهم لو عرفوا الوقت الذي يموتون فيه لصاروا آمنين إلى ذلك الوقت ولأقدموا على المعاصي .\r\n وفي ذلك إغراء بالمعاصي ، وأجاب الجبائي عنه ، فقال : سنستدرجهم إلى العذاب من حيث لا يعلمون في الآخرة ، وأملي لهم في الدنيا توكيداً للحجة عليهم إن كيدي متين فأمهله وأزيح الأعذار عنه ليهلك من هلك عن بينة ويحيى من حي عن بينة فهذا هو المراد من الكيد المتين ، ثم قال : والذي يدل على أن المراد ما ذكرنا أنه تعالى قال قبل هذه الآية : { فَذَرْنِى وَمَن يُكَذّبُ بهذا الحديث } [ القلم : 44 ] ولا شك أن هذا التهديد إنما وقع بعقاب الآخرة ، فوجب أن يكون المراد من الاستدراج والكيد المذكورين عقيبه هو عذاب الآخرة ، أو العذاب الحاصل عند الموت ، واعلم أن أصحابنا قالوا الحرف الذي ذكرناه وهو : أن هذا الإمهال إذا كان متأدياً إلى الطغيان كان الراضي بالإمهال العالم بتأديه إلى الطغيان لا بد وأن يكون راضياً بذلك الطغيان ، واعلم أن قولهم : { سَنَسْتَدْرِجُهُم - إلى قَوله - إِنَّ كَيْدِى مَتِينٌ } مفسر في سورة الأعراف ( 182 ) .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأملي لهم إن كيدي متين (45) ",
        "babnum": 31
    },
    {
        "id": 2805,
        "cate": "68",
        "title": "أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ (46) ",
        "details": " وهذه الآية مع ما بعدها مفسرة في سورة الطور [ 40 ] ، وأقول : إنه أعاد الكلام إلى ما تقدم من قوله : { أَمْ لَهُمْ شُرَكَاء } [ القلم : 41 ] والمغرم الغرامة أي لم يطلب منهم على الهداية والتعليم أجراً فيثقل عليهم حمل الغرامات في أموالهم فيثبطهم ذلك عن الإيمان .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أم تسألهم أجرا فهم من مغرم مثقلون (46) ",
        "babnum": 32
    },
    {
        "id": 2806,
        "cate": "68",
        "title": "أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ (47) ",
        "details": " وفيه وجهان الأول : أن عندهم اللوح المحفوظ فهم يكتبون منه ثواب ما هم عليه من الكفر والشرك ، فلذلك أصروا عليه ، وهذا استفهام على سبيل الإنكار الثاني : أن الأشياء الغائبة كأنها حضرت في عقولهم حتى إنهم يكتبون على الله أي يحكمون عليه بما شاءوا وأرادوا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أم عندهم الغيب فهم يكتبون (47) ",
        "babnum": 33
    },
    {
        "id": 2807,
        "cate": "68",
        "title": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَى وَهُوَ مَكْظُومٌ (48) ",
        "details": " ثم إنه تعالى لما بالغ في تزييف طريقة الكفار وفي زجرهم عما هم عليه قال لمحمد صلى الله عليه وسلم : { فاصبر لِحُكْمِ رَبّكَ } وفيه وجهان الأول : فاصبر لحكم ربك في إمهالهم وتأخير نصرتك عليهم والثاني : فاصبر لحكم ربك في أن أوجب عليك التبليغ والوحي وأداء الرسالة ، وتحمل ما يحصل بسبب ذلك من الأذى والمحنة .\r\n ثم قال تعالى : { وَلاَ تَكُن كصاحب الحوت إِذْ نادى وَهُوَ مَكْظُومٌ } وفيه مسألتان : المسألة الأولى : العامل في { إِذْ } معنى قوله : { كصاحب الحوت } يريد لا تكن كصاحب الحوت حال ندائه وذلك لأنه في ذلك الوقت كان مكظوماً فكأنه قيل : لا تكن مكظوماً .\r\n المسألة الثانية : صاحب الحوت يونس عليه السلام ، إذ نادى في بطن الحوت بقوله : { لاَّ إله إِلاَّ أَنتَ سبحانك إِنّى كُنتُ مِنَ الظالمين } [ الأنبياء : 87 ] ، { وَهُوَ مَكْظُومٌ } مملوء غيظاً من كظم السقاء إذا ملأه ، والمعنى لا يوجد منك ما وجد منه من الضجر والمغاضبة ، فتبلى ببلائه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فاصبر لحكم ربك ولا تكن كصاحب الحوت إذ نادى وهو مكظوم (48) ",
        "babnum": 34
    },
    {
        "id": 2808,
        "cate": "68",
        "title": "لَوْلَا أَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهِ لَنُبِذَ بِالْعَرَاءِ وَهُوَ مَذْمُومٌ (49) ",
        "details": " وقرىء ( رحمة من ربه ) ، وههنا سؤالات : السؤال الأول : لم لم يقل : لولا أن تداركته نعمة من ربه؟ الجواب : إنما حسن تذكير الفعل لفصل الضمير في تداركه ، وقرأ ابن عباس وابن مسعود تداركته ، وقرأ الحسن : تداركه ، أي تتداركه على حكاية الحال الماضية ، بمعنى لولا أن كان ، يقال : فيه تتداركه ، كما يقال : كان زيد سيقوم فمنعه فلان ، أي كان يقال فيه : سيقوم ، والمعنى كان متوقعاً منه القيام .\r\n السؤال الثاني : ما المراد من قوله : { نِعْمَةٌ مّن رَّبّهِ } ؟ الجواب : المراد من تلك النعمة ، هو أنه تعالى أنعم عليه بالتوفيق للتوبة ، وهذا يدل على أنه لا يتم شيء من الصالحات والطاعات إلا بتوفيقه وهدايته .\r\n السؤال الثالث : أين جواب لولا؟ الجواب : من وجهين الأول : تقدير الآية : لولا هذه النعمة لنبذ بالعراء مع وصف المذمومية ، فلما حصلت هذه النعمة لا جرم لم يوجد النبذ بالعراء مع هذا الوصف ، لأنه لما فقد هذا الوصف : فقد فقد ذلك المجموع الثاني : لولا هذه النعمة لبقي في بطن الحوت إلى يوم القيامة ، ثم نبذ بعراء القيامة مذموماً ، ويدل على هذا قوله : { فَلَوْلاَ أَنَّهُ كَانَ مِنَ المسبحين * لَلَبِثَ فِى بَطْنِهِ إلى يَوْمِ يُبْعَثُونَ } [ الصافات : 143 ، 144 ] وهذا كما يقال : عرصة القيامة؛ وعراء القيامة .\r\n السؤال الرابع : هل يدل قوله : { وَهُوَ مَذْمُومٌ } على كونه فاعلاً للذنب؟ الجواب : من ثلاثة أوجه الأول : أن كلمة { لَوْلاَ } دلت على أن هذه المذمومية لم تحصل الثاني : لعل المراد من المذمومية ترك الأفضل ، فإن حسنات الأبرار سيئات المقربين الثالث : لعل هذه الواقعة كانت قبل النبوة لقوله : { فاجتباه رَبُّهُ } [ القلم : 50 ] والفاء للتعقيب .\r\n السؤال الخامس : ما سبب نزول هذه الآيات؟ الجواب : يروى أنها نزلت بأحد حين حل برسول الله ما حل ، فأراد أن يدعو على الذين انهزموا ، وقيل : حين أراد أن يدعو على ثقيف .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لولا أن تداركه نعمة من ربه لنبذ بالعراء وهو مذموم (49) ",
        "babnum": 35
    },
    {
        "id": 2809,
        "cate": "68",
        "title": "فَاجْتَبَاهُ رَبُّهُ فَجَعَلَهُ مِنَ الصَّالِحِينَ (50) ",
        "details": " فيه مسألتان : المسألة الأولى : في الآية وجهان أحدهما : قال ابن عباس : رد الله إليه الوحي وشفعه في قومه والثاني : قال قوم : ولعله ما كان رسولاً صاحب وحي قبل هذه الواقعة ثم بعد هذه الواقعة جعله الله رسولاً ، وهو المراد من قوله : { فاجتباه رَبُّهُ } والذين أنكروا الكرامات والإرهاص لا بد وأن يختاروا القول الأول .\r\n لأن احتباسه في بطن الحوت وعدم موته هناك لما لم يكن إرهاصاً ولا كرامة فلا بد وأن يكون معجزة وذلك يقتضي أنه كان رسولاً في تلك الحالة .\r\n المسألة الثانية : احتج الأصحاب على أن فعل العبد خلق الله تعالى بقوله : { فَجَعَلَهُ مِنَ الصالحين } فالآية تدل على أن ذلك الصلاح إنما حصل بجعل الله وخلقه ، قال الجبائي : يحتمل أن يكون معنى جعله أنه أخبر بذلك ، ويحتمل أن يكون لطف به حتى صلح إذ الجعل يستعمل في اللغة في هذه المعاني والجواب : أن هذين الوجهين اللذين ذكرتم مجاز ، والأصل في الكلام الحقيقة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فاجتباه ربه فجعله من الصالحين (50) ",
        "babnum": 36
    },
    {
        "id": 2810,
        "cate": "68",
        "title": "وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ (51) ",
        "details": " قوله تعالى : { وَإِن يَكَادُ الذين كَفَرُواْ لَيُزْلِقُونَكَ بأبصارهم لَمَّا سَمِعُواْ الذكر } فيه مسألتان : المسألة الأولى : إن مخففة من الثقيلة واللام علمها .\r\n المسألة الثانية : قرىء : { لَيُزْلِقُونَكَ } بضم الياء وفتحها ، وزلقه وأزلقه بمعنى ويقال : زلق الرأس وأزلقه حلقه ، وقرىء ليزهقونك من زهقت نفسه وأزهقها ، ثم فيه وجوه أحدها : أنهم من شدة تحديقهم ونظرهم إليك شزراً بعيون العداوة والبغضاء يكادون يزلون قدمك من قولهم : نظر إليَّ نظراً يكاد يصرعني ، ويكاد يأكلني ، أي لو أمكنه بنظره الصرع أو الأكل لفعله ، قال الشاعر : يتقارضون إذا التقوا في موطن \r\n نظراً يزل مواطىء الأقدام وأنشد ابن عباس لما مر بأقوام حددوا النظر إليه : نظروا إلي بأعين محمرة \r\n نظر التيوس إلى شفار الجازر وبين الله تعالى أن هذا النظر كان يشتد منهم في حال قراءة النبي صلى الله عليه وسلم للقرآن وهو قوله : { لَمَّا سَمِعُواْ الذكر } الثاني : منهم من حمله على الإصابة بالعين ، وههنا مقامان أحدهما : الإصابة بالعين ، هل لها في الجملة حقيقة أم لا؟ الثاني : أن بتقدير كونها صحيحة ، فهل الآية ههنا مفسرة بها أم لا؟ .\r\n المقام الأول : من الناس من أنكر ذلك ، وقال : تأثير الجسم في الجسم لا يعقل إلا بواسطة المماسة ، وههنا لا مماسة ، فامتنع حصول التأثير .\r\n واعلم أن المقدمة الأولى ضعيفة ، وذلك لأن الإنسان إما أن يكون عبارة عن النفس أو عن البدن ، فإن كان الأول لم يمتنع اختلاف النفوس في جواهرها وماهياتها ، وإذا كان كذلك لم يمتنع أيضاً اختلافها في لوازمها وآثارها ، فلا يستبعد أن يكون لبعض النفوس خاصية في التأثير ، وإن كان الثاني لم يمتنع أيضاً أن يكون مزاج إنسان واقعاً على وجه مخصوص يكون له أثر خاص ، وبالجملة فالاحتمال العقلي قائم ، وليس في بطلانه شبهة فضلاً عن حجة ، والدلائل السمعية ناطقة بذلك ، كما يروى أنه عليه الصلاة والسلام قال : « العين حق » وقال : « العين تدخل الرجل القبر والجمل القدر » والمقام الثاني : من الناس من فسر الآية بهذا المعنى قالوا : كانت العين في بني أسد ، وكان الرجل منهم يتجوع ثلاثة أيام فلا يمر به شيء ، فيقول فيه : لم أر كاليوم مثله إلا عانه ، فالتمس الكفار من بعض من كانت له هذه الصفة أن يقول في رسول الله صلى الله عليه وسلم ذلك ، فعصمه الله تعالى ، وطعن الجبائي في هذا التأويل وقال : الإصابة بالعين تنشأ عن استحسان الشيء ، والقوم ما كانوا ينظرون إلى الرسول عليه السلام على هذا الوجه ، بل كانوا يمقتونه ويبغضونه ، والنظر على هذا الوجه لا يقتضي الإصابة بالعين .\r\n واعلم أن هذا السؤال ضعيف ، لأنهم وإن كانوا يبغضونه من حيث الدين لعلهم كانوا يستحسنون فصاحته ، وإيراده للدلائل .\r\n وعن الحسن : دواء الإصابة بالعين قراءة هذه الآية .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن يكاد الذين كفروا ليزلقونك بأبصارهم لما سمعوا الذكر ويقولون إنه لمجنون (51) ",
        "babnum": 37
    },
    {
        "id": 2811,
        "cate": "68",
        "title": "وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (52) ",
        "details": " ثم قال تعالى : { وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ } وهو على ما افتتح به السورة .\r\n { وَمَا هُوَ } أي وما هذا القرآن الذي يزعمون أنه دلالة جنونه { إِلاَّ ذِكْرٌ للعالمين } فإنه تذكير لهم ، وبيان لهم ، وأدلة لهم ، وتنبيه لهم على ما في عقولهم من أدلة التوحيد ، وفيه من الآداب والحكم ، وسائر العلوم مالا حد له ولا حصر ، فكيف يدعى من يتلوه مجنوناً ، ونظيره مما يذكرون ، مع أنه من أدلة الأمور على كمال الفضل والعقل ، والله أعلم بالصواب ، وإليه المرجع والمآب ، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما هو إلا ذكر للعالمين (52) ",
        "babnum": 38
    }
]