[
    {
        "id": 1977,
        "cate": "35",
        "title": "الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنَى وَثُلَاثَ وَرُبَاعَ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (1) ",
        "details": " { الحمد للَّهِ فَاطِرِ السموات والأرض جَاعِلِ الملائكة رُسُلاً } قد ذكرنا فيما تقدم أن الحمد يكون على النعمة في أكثر الأمر ، ونعم الله قسمان : عاجلة وآجلة ، والعاجلة وجود وبقاء ، والآجلة كذلك إيجاد مرة وإبقاء أخرى ، وقوله تعالى : { الحمد للَّهِ الذي خَلَقَ السموات والأرض وَجَعَلَ الظلمات والنور } [ الأنعام : 1 ] إشارة إلى النعمة العاجلة التي هي الإيجاد ، واستدللنا عليه بقوله تعالى : { هُوَ الذي خَلَقَكُمْ مّن طِينٍ ثُمَّ قَضَى أَجَلاً } [ الأنعام : 2 ] وقوله في الكهف : { الحمد لِلَّهِ الذي أَنْزَلَ على عَبْدِهِ الكتاب } [ الكهف : 1 ] إشارة إلى النعمة العاجلة التي هي الإبقاء ، فإن البقاء والصلاح بالشرع والكتاب ، ولولاه لوقعت المنازعة والمخاصمة بين الناس ولا يفصل بينهم ، فكان يفضي ذلك إلى التقاتل والتفاني ، فإنزال الكتاب نعمة يتعلق بها البقاء العاجل ، وفي قوله في سورة سبأ : { الحمد للَّهِ الذي لَهُ مَا فِي السموات وَمَا فِي الأرض وَلَهُ الحمد فِى الآخرة } [ سبأ : 1 ] إشارة إلى نعمة الإيجاد الثاني بالحشر ، واستدللنا عليه بقوله : { يَعْلَمُ مَا يَلْجُ فِى الأرض } من الأجسام { وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ السماء } من الأرواح { وَمَا يَعْرُجُ فِيهَا } [ سبأ : 2 ] وقوله عن الكافرين : { وَقَالَ الذين كَفَرُواْ لاَ تَأْتِينَا الساعة قُلْ بلى وَرَبّي } [ سبأ : 3 ] وههنا الحمد إشارة إلى نعمة البقاء في الآخرة ، ويدل عليه قوله تعالى : { جَاعِلِ الملائكة رُسُلاً } أي يجعلهم رسلاً يتلقون عباد الله ، كما قال تعالى : { وتتلقاهم الملئكة } [ الأنبياء : 103 ] وعلى هذا فقوله تعالى { فَاطِرِ السموات } يحتمل وجهين الأول : معناه مبدعها كما نقل عن ابن عباس والثاني : { فَاطِرِ السموات والأرض } أي شاقهما لنزول الأرواح من السماء وخروج الأجساد من الأرض ويدل عليه قوله تعالى : { جَاعِلِ الملائكة رُسُلاً } فإن في ذلك اليوم تكون الملائكة رسلاً ، وعلى هذا فأول هذه السورة متصل بآخر ما مضى ، لأن قوله كما فعل بأشياعهم بيان لانقطاع رجاء من كان في شك مريب وتيقنه بأن لا قبول لتوبته ولا فائدة لقوله آمنت .\r\n كما قال تعالى عنهم : { وَقَالُواْ ءَامَنَّا بِهِ وأنى لَهُمُ التناوش } [ سبأ : 52 ] فلما ذكر حالهم بين حال الموقن وبشره بإرساله الملائكة إليهم مبشرين ، وبين أنه يفتح لهم أبواب الرحمة .\r\n وقوله تعالى : { أُوْلِي أَجْنِحَةٍ مثنى وثلاث ورباع } أقل ما يكون لذي الجناح أن يكون له جناحان وما بعدهما زيادة ، وقال قوم فيه إن الجناح إشارة إلى الجهة ، وبيانه هو أن الله تعالى ليس فوقه شيء ، وكل شيء فهو تحت قدرته ونعمته ، والملائكة لهم وجه إلى الله يأخذون منه نعمه ويعطون من دونهم مما يأخذوه بإذن الله ، كما قال تعالى : { نَزَلَ بِهِ الروح الأمين * على قَلْبِكَ } [ الشعراء : 193 ، 194 ] وقوله : { عَلَّمَهُ شَدِيدُ القوى } [ النجم : 5 ] وقال تعالى في حقهم : { فالمدبرات أَمْراً } [ النازعات : 5 ] فهما جناحان ، وفيهم من يفعل ما يفعل من الخير بواسطة ، وفيهم من يفعله لا بواسطة ، فالفاعل بواسطة فيه ثلاث جهات ، ومنهم من له أربع جهات وأكثر ، والظاهر ما ذكرناه أولاً وهو الذي عليه إطباق المفسرين .\r\n وقوله تعالى : { يَزِيدُ فِي الخلق مَا يَشَاء } من المفسرين من خصصه وقال المراد الوجه الحسن ، ومنهم من قال الصوت الحسن ، ومنهم من قال كل وصف محمود ، والأولى أن يعمم ، ويقال الله تعالى قادر كامل يفعل ما يشاء فيزيد ما يشاء وينقص ما يشاء .\r\n وقوله تعالى : { إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ } يقرر قوله : { يَزِيدُ فِى الخلق مَا يَشَاءُ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الحمد لله فاطر السماوات والأرض جاعل الملائكة رسلا أولي أجنحة مثنى وثلاث ورباع يزيد في الخلق ما يشاء إن الله على كل شيء قدير (1) ",
        "babnum": 1
    },
    {
        "id": 1978,
        "cate": "35",
        "title": "مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (2) ",
        "details": " ثم قال تعالى : { مَّا يَفْتَحِ الله لِلنَّاسِ مِن رَّحْمَةٍ فَلاَ مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلاَ مُرْسِلَ لَهُ مِن بَعْدِهِ } .\r\n لما بين كمال القدرة ذكر بيان نفوذ المشيئة ونفاذ الأمر ، وقال { ما يفتح الله للناس } يعني إن رحم فلا مانع له ، وإن لم يرحم فلا باعث له عليها ، وفي الآية دليل على سبق رحمته غضبه من وجوه : أحدها التقديم حيث قدم بيان فتح أبواب الرحمة في الذكر ، وهو وإن كان ضعيفاً لكنه وجه من وجوه الفضل وثانيها : هو أن أنث الكناية في الأول فقال : { مَّا يَفْتَحِ الله لِلنَّاسِ مِن رَّحْمَةٍ فَلاَ مُمْسِكَ لَهَا } وجاز من حيث العربية أن يقال له ويكون عائداً إلى ما ، ولكن قال تعالى : { لَهَا } ليعلم أن المفتوح أبواب الرحمة ولا ممسك لرحمته فهي وصلة إلى من رحمته ، وقال عند الإمساك { وَمَا يُمْسِكْ فَلاَ مُرْسِلَ لَهُ } بالتذكير ولم يقل لها فما صرح بأنه لا مرسل للرحمة ، بل ذكره بلفظ يحتمل أن يكون الذي لا يرسل هو غير الرحمة فإن قوله تعالى : { وَمَا يُمْسِكْ } عام من غير بيان وتخصيص بخلاف قوله تعالى : { مَّا يَفْتَحِ الله لِلنَّاسِ مِن رَّحْمَةٍ } فإنه مخصص مبين وثالثها : قوله : { مِن بَعْدِهِ } أي من بعد الله ، فاستثنى ههنا وقال لا مرسل له إلا الله فنزل له مرسلاً .\r\n وعند الإمساك الإمساك قال لا ممسك لها ، ولم يقل غير الله لأن الرحمة إذا جاءت لا ترتفع فإن من رحمه الله في الآخرة لا يعذبه بعدها هو ولا غيره ، ومن يعذبه الله فقد يرحمه الله بعد العذاب كالفساق من أهل الإيمان .\r\n ثم قال تعالى : { وَهُوَ العزيز } أي كامل القدرة { الحكيم } أي كامل العلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ما يفتح الله للناس من رحمة فلا ممسك لها وما يمسك فلا مرسل له من بعده وهو العزيز الحكيم (2) ",
        "babnum": 2
    },
    {
        "id": 1979,
        "cate": "35",
        "title": "يَاأَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُؤْفَكُونَ (3) ",
        "details": " ثم قال تعالى : { يا أيها النَّاسُ اذكروا نِعْمَتَ الله عَلَيْكُمْ } لما بين أن الحمد لله وبين بعض وجوه النعمة التي تستوجب الحمد على سبيل التفصيل بين نعمه على سبيل الإجمال فقال : { اذكروا نِعْمَتَ الله } وهي مع كثرتها منحصرة في قسمين نعمة الإيجاد ، ونعمة الإبقاء .\r\n فقال تعالى : { هَلْ مِنْ خالق غَيْرُ الله } إشارة إلى نعمة الإيجاد في الابتداء .\r\n وقال تعالى : { يَرْزُقُكُم مِّنَ السماء والأرض } إشارة إلى نعمة الإبقاء بالرزق إلى الانتهاء .\r\n ثم بين أنه { لاَ إله إِلاَّ هُوَ } نظراً إلى عظمته حيث هو عزيز حكيم قادر على كل شيء قدير نافذ الإرادة في كل شيء ولا مثل لهذا ولا معبود لذاته غير هذا ونظراً إلى نعمته حيث لا خالق غيره ولا رازق إلا هو .\r\n ثم قال تعالى : { فأنى تُؤْفَكُونَ } أي كيف تصرفون عن هذا الظاهر ، فكيف تشركون المنحوت بمن له الملكوت .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الناس اذكروا نعمت الله عليكم هل من خالق غير الله يرزقكم من السماء والأرض لا إله إلا هو فأنى تؤفكون (3) ",
        "babnum": 3
    },
    {
        "id": 1980,
        "cate": "35",
        "title": "وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (4) ",
        "details": " ثم لما بين الأصل الأول : وهو التوحيد ذكر الأصل الثاني : وهو الرسالة فقال تعالى : { وَإِن يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مّن قَبْلِكَ } .\r\n ثم بين من حيث الإجمال أن المكذب في العذاب .\r\n والمكذب له الثواب بقوله تعالى : { وَإِلَى الله تُرْجَعُ الأمور } ثم بين الأصل الثالث : وهو الحشر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن يكذبوك فقد كذبت رسل من قبلك وإلى الله ترجع الأمور (4) ",
        "babnum": 4
    },
    {
        "id": 1981,
        "cate": "35",
        "title": "يَاأَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ (5) ",
        "details": " أي الشيطان وقد ذكرنا ما فيه من المعنى اللطيف في تفسير سورة لقمان ونعيده ههنا فنقول المكلف قد يكون ضعيف الذهن قليل العقل سخيف الرأي فيغتر بأدنى شيء ، وقد يكون فوق ذلك فلا يغتر به ولكن إذا جاءه غار وزين له ذلك الشيء وهون عليه مفاسده ، وبين له منافع ، يغتر لما فيها من اللذة مع ما ينضم إليه من دعاء ذلك الغار إليه ، وقد يكون قوي الجأش غزير العقل فلا يغتر ولا يغر فقال الله تعالى : { فَلا تَغُرَّنَّكُمُ الحياة الدنيا } إشارة إلى الدرجة الأولى ، وقال : { وَلاَ يَغُرَّنَّكُم بالله الغرور } إشارة إلى الثانية ليكون واقعاً في الدرجة الثالثة وهي العليا فلا يغر ولا يغتر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الناس إن وعد الله حق فلا تغرنكم الحياة الدنيا ولا يغرنكم بالله الغرور (5) ",
        "babnum": 5
    },
    {
        "id": 1982,
        "cate": "35",
        "title": "إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ (6) ",
        "details": " ثم قال تعالى : { إِنَّ الشيطان لَكُمْ عَدُوٌّ فاتخذوه عَدُوّاً } لما قال تعالى : { وَلاَ يَغُرَّنَّكُم بالله الغرور } [ فاطر : 5 ] ذكر ما يمنع العاقل من الاغترار ، وقال : { إِنَّ الشيطان لَكُمْ عَدُوٌّ فاتخذوه عَدُوّاً } ولا تسمعوا قوله ، وقوله : { فاتخذوه عَدُوّاً } أي اعملوا ما يسوءه وهو العمل الصالح .\r\n ثم قال تعالى : { إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُواْ مِنْ أصحاب السعير } إشارة إلى معنى لطيف وهو أن من يكون له عدو فله في أمره طريقان : أحدهما : أن يعاديه مجازاة له على معاداته والثاني : أن يذهب عداوته بإرضائه ، فلما قال الله تعالى : { إِنَّ الشيطان لَكُمْ عَدُوّاً } أمرهم بالعداوة وأشار إلى أن الطريق ليس إلا هذا ، وأما الطريق الآخر وهو الإرضاء فلا فائدة فيه لأنكم إذا راضيتموه واتبعتموه فهو لا يؤديكم إلا إلى السعير .\r\n واعلم أن من علم أن له عدو لا مهرب له منه وجزم بذلك فإنه يقف عنده ويصبر على قتاله والصبر معه الظفر ، فكذلك الشيطان لا يقدر الإنسان أن يهرب منه فإنه معه ، ولا يزال يتبعه إلا أن يقف له ويهزمه ، فهزيمة الشيطان بعزيمة الإنسان ، فالطريق الثبات على الجادة والاتكال على العبادة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الشيطان لكم عدو فاتخذوه عدوا إنما يدعو حزبه ليكونوا من أصحاب السعير (6) ",
        "babnum": 6
    },
    {
        "id": 1983,
        "cate": "35",
        "title": "الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (7) ",
        "details": " ثم بين الله تعالى حال حزبه وحال حزب الله .\r\n فقال : { الذين كَفَرُواْ لَهُمْ عَذَابٌ شَدِيدٌ } فالمعادي للشيطان وإن كان في الحال في عذاب ظاهر وليس بشديد ، والإنسان إذا كان عاقلاً يختار العذاب المنقطع اليسير دفعاً للعذاب الشديد المؤبد ألا ترى أن الإنسان إذ عرض في طريقه شوك ونار ولا يكون له بد من أحدهما يتخطى الشوك ولا يدخل النار ونسبة النار التي في الدنيا إلى النار التي في الآخرة دون نسبة الشوك إلى النار العاجلة .\r\n وقال تعالى : { والذين ءَامَنُواْ وَعَمِلُواْ الصالحات لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ } قد ذكر تفسيره مراراً ، وبين فيه أن الإيمان في مقابلته المغفرة فلا يؤبد مؤمن في النار ، والعمل الصالح في مقابلته الأجر الكبير .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الذين كفروا لهم عذاب شديد والذين آمنوا وعملوا الصالحات لهم مغفرة وأجر كبير (7) ",
        "babnum": 7
    },
    {
        "id": 1984,
        "cate": "35",
        "title": "أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ (8) ",
        "details": " يعني ليس من عمل سيئاً كالذي عمل صالحاً ، كما قال بعد هذا بآيات { وما يستوي الأعمى والبصير ولا الظلمات ولا النور } [ فاطر : 19 ] وله تعلق بما قبله وذلك من حيث إنه تعالى لما بين حال المسيء الكافر والمحسن المؤمن ، وما من أحد يعترف بأنه يعمل سيئاً إلا قليل ، فكان الكافر يقول الذي له العذاب الشديد هو الذي يتبع الشيطان وهو محمد وقومه الذين استهوتهم الجن فاتبعوها ، والذي له الأجر العظيم نحن الذين دمنا على ما كان عليه آباؤنا فقال الله تعالى لستم أنتم بذلك فإن المحسن غير ، ومن زين له العمل السيء فرآه حسناً غير ، بل الذين زين لهم السيء دون من أساء وعلم أنه مسيء فإن الجاهل الذي يعلم جهله والمسيء الذي يعمل سوء عمله يرجع ويتوب والذي لا يعلم يصر على الذنوب والمسيء العالم له صفة ذم بالإساءة وصفة مدح بالعلم .\r\n والمسيء الذي يرى الإساءة إحساناً له صفتا ذم الإساءة والجهل ، ثم بين أن الكل بمشيئة الله ، وقال : { فَإِنَّ الله يُضِلُّ مَن يَشَاءُ وَيَهْدِي مَن يَشَاءُ } وذلك لأن الناس أشخاصهم متساوية في الحقيقة والإساءة والإحسان ، والسيئة والحسنة يمتاز بعضها عن بعض فإذا عرفها البعض دون البعض لا يكون ذلك باستقلال منهم ، فلا بد من الاستناد إلى إرادة الله .\r\n ثم سلى رسول الله صلى الله عليه وسلم حيث حزن من إصرارهم بعد إتيانه بكل آية ظاهرة وحجة باهرة فقال : { فَلاَ تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حسرات } كما قال تعالى : { فَلَعَلَّكَ باخع نَّفْسَكَ على ءاثارهم } [ الكهف : 6 ] .\r\n ثم بين أن حزنه إن كان لما بهم من الضلال فالله عالم بهم وبما يصنعون لو أراد إيمانهم وإحسانهم لصدهم عن الضلال وردهم عن الإضلال ، وإن كان لما به منهم من الإيذاء فالله عالم بفعلهم يجازيهم على ما يصنعون .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أفمن زين له سوء عمله فرآه حسنا فإن الله يضل من يشاء ويهدي من يشاء فلا تذهب نفسك عليهم حسرات إن الله عليم بما يصنعون (8) ",
        "babnum": 8
    },
    {
        "id": 1985,
        "cate": "35",
        "title": "وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ (9) ",
        "details": " هبوب الرياح دليل ظاهر على الفاعل المختار وذلك لأن الهواء قد يسكن ، وقد يتحرك وعند حركته قد يتحرك إلى اليمين ، وقد يتحرك إلى اليسار ، وفي حركاته المختلفة قد ينشىء السحاب ، وقد لا ينشيء ، فهذه الاختلافات دليل على مسخر مدبر ومؤثر مقدر ، وفي الآية مسائل : المسألة الأولى : قال تعالى : { والله الذي أَرْسَلَ } بلفظ الماضي وقال : { فَتُثِيرُ سحابا } بصيغة المستقبل ، وذلك لأنه لما أسند فعل الإرسال إلى الله وما يفعل الله يكون بقوله كن فلا يبقى في العدم لا زماناً ولا جزأً من الزمان ، فلم يقل بلفظ المستقبل لوجوب وقوعه وسرعة كونه كأنه كان وكأنه فرغ من كل شيء فهو قدر الإرسال في الأوقات المعلومة إلى المواضع المعينة والتقدير كالإرسال ، ولما أسند فعل الإثارة إلى الريح وهو يؤلف في زمان فقال : { تُثِيرُ } أي على هيئتها .\r\n المسألة الثانية : قال : { أُرْسِلَ } إسناداً للفعل إلى الغائب وقال : { سقناه } بإسناد الفعل إلى المتكلم وكذلك في قوله : { فَأَحْيَيْنَا } وذلك لأنه في الأول عرف نفسه بفعل من الأفعال وهو الإرسال ، ثم لما عرف قال : أنا الذي عرفتني سقت السحاب وأحييت الأرض فنفي الأول كان تعريفاً بالفعل العجيب ، وفي الثاني كان تذكيراً بالنعمة فإن كما ( ل ) نعمة الرياح والسحب بالسوق والإحياء وقوله : { سقناه \r\nوَأَحْيَيْنَا } بصيغة الماضي يؤيد ما ذكرناه من الفرق بين قوله : { أُرْسِلَ } وبين قوله : ( تُثِيرُ ) .\r\n المسألة الثالثة : ما وجه التشبيه بقوله : { كَذَلِكَ النشور } فيه وجوه : أحدها : أن الأرض الميتة لما قبلت الحياة اللائقة بها كذلك الأعضاء تقبل الحياة وثانيها : كما أن الريح يجمع القطع السحابية كذلك يجمع بين أجزاء الأعضاء وأبعاض الأشياء وثالثها : كما أنا نسوق الريح والسحاب إلى البلد الميت نسوق الروح والحياة إلى البدن الميت .\r\n المسألة الرابعة : ما الحكمة في اختيار هذه الآية من بين الآيات مع أن الله تعالى له في كل شيء آية تدل على أنه واحد ، فنقول لما ذكر الله أنه فاطر السموات والأرض ، وذكر من الأمور السماوية والأرواح وإرسالها بقوله : { جَاعِلِ الملائكة رُسُلاً } [ فاطر : 1 ] ذكر من الأمور الأرضية الرياح وإرسالها بقوله : { والله الذي أَرْسَلَ الرياح } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والله الذي أرسل الرياح فتثير سحابا فسقناه إلى بلد ميت فأحيينا به الأرض بعد موتها كذلك النشور (9) ",
        "babnum": 9
    },
    {
        "id": 1986,
        "cate": "35",
        "title": "مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُولَئِكَ هُوَ يَبُورُ (10) ",
        "details": " لما بين برهان الإيمان إشارة إلى ما كان يمنع الكفار منه وهو العزة الظاهرة التي كانوا يتوهمونها من حيث إنهم ما كانوا في طاعة أحد ولم يكن لهم من يأمرهم وينهاهم ، فكانوا ينحتون الأصنام وكانوا يقولون إن هذه آلهتنا ، ثم إنهم كانوا ينقلونها مع أنفسهم وأية عزة فوق المعية مع المعبود فهم كانوا يطلبون العزة وهي عدم التذلل للرسول وترك الأتباع له ، فقال إن كنتم تطلبون بهذا الكفر العزة في الحقيقة ، فهي كلها لله ومن يتذلل له فهو العزيز ، ومن يتعزز عليه فهو الذليل وفي الآية مسائل : المسألة الأولى : قال في هذه الآية : { فَلِلَّهِ العزة جَمِيعاً } وقال في آية أخرى : { وَلِلَّهِ العزة وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ } [ المنافقون : 8 ] فقوله : { جَمِيعاً } يدل على أن لا عزة لغيره فنقول قوله : { فَلِلَّهِ العزة } أي في الحقيقة وبالذات وقوله : { وَلِرَسُولِهِ } أي بواسطة القرب من العزيز وهو الله وللمؤمنين بواسطة قربهم من العزيز بالله وهو الرسول ، وذلك لأن عزة المؤمنين بواسطة النبي صلى الله عليه وسلم ألا ترى قوله تعالى : { إِن كُنتُمْ تُحِبُّونَ الله فاتبعونى يُحْبِبْكُمُ الله } [ آل عمران : 31 ] .\r\n المسألة الثانية : قوله : { إِلَيْهِ يَصْعَدُ الكلم الطيب } تقرير لبيان العزة ، وذلك لأن الكفار كانوا يقولون نحن لا نعبد من لا نراه ولا نحضر عنده ، لأن البعد من الملك ذلة ، فقال تعالى : إن كنتم لا تصلون إليه ، فهو يسمع كلامكم ويقبل الطيب فمن قبل كلامه وصعد إليه فهو عزيز ومن رد كلامه في وجهه فهو ذليل ، وأما هذه الأصنام لا يتبين عندها الذليل من العزيز إذ لا علم لها فكل أحد يمسها وكذلك يرى علمكم فمن عمل صالحاً رفعه إليه ، ومن عمل سيئاً رده عليه فالعزيز من الذي عمله لوجهه والذليل من يدفع الذي عمله في وجهه ، وأما هذه الأصنام فلا تعلم شيئاً فلا عزيز يرفع عندها ولا ذليل ، فلا عزة بها بل عليها ذلة ، وذلك لأن ذلة السيد ذلة للعبد ومن كان معبوده وربه وإلهه حجارة أو خشباً ماذا يكون هو! .\r\n المسألة الثالثة : في قوله : { إِلَيْهِ يَصْعَدُ الكلم الطيب } وجوه : أحدها : كلمة لا إله إلا الله هي الطيبة وثانيها : سبحان الله والحمد لله ولا إله إلا الله والله أكبر طيب ثالثها : هذه الكلمات الأربع وخامسة وهي تبارك الله والمختار أن كل كلام هو ذكر الله أو هو لله كالنصيحة والعلم ، فهو إليه يصعد .\r\n المسألة الرابعة : قوله تعالى : { والعمل الصالح يَرْفَعُهُ } وفي الهاء وجهان أحدهما : هي عائدة إلى الكلم الطيب أي العمل الصالح هو الذي يرفعه الكلم الطيب ورد في الخبر « لا يقبل الله قولاً بلا عمل » وثانيهما : هي عائدة إلى العمل الصالح وعلى هذا في الفاعل الرافع وجهان : أحدهما : هو الكلم الطيب يرفع العمل الصالح ، وهذا يؤيده قوله تعالى : { مَّنْ عَمِلَ صالحا من ذكر أو أنثى وهو مؤمن } [ النحل : 97 ] وثانيهما : الرافع هو الله تعالى .\r\n المسألة الخامسة : ما وجه ترجيح الذكر على العمل على الوجه الثاني حيث يصعد الكلم بنفسه ويرفع العمل بغيره ، فنقول الكلام شريف ، فإن امتياز الإنسان عن كل حيوان بالنطق ولهذا قال تعالى : { وَلَقَدْ كَرَّمْنَا بَنِي ءَادَمَ } [ الإسراء : 70 ] أي بالنفس الناطقة والعمل حركة وسكون يشترك فيه الإنسان وغيره ، والشريف إذا وصل إلى باب الملك لا يمنع ومن دونه لا يجد الطريق إلا عند الطلب ويدل على هذا أن الكافر إذا تكلم بكلمة الشهادة إن كان عن صدق أمن عذاب الدنيا والآخرة ، وإن كان ظاهراً أمن في نفسه ودمه وأهله وحرمه في الدنيا ولا كذلك العمل بالجوارح ، وقد ذكرنا ذلك في تفسير قوله تعالى : { والذين ءَامَنُواْ وَعَمِلُواْ الصالحات } [ البقرة : 82 ] ووجه آخر : القلب هو الأصل وقد تقدم ما يدل عليه ، وقال النبي صلى الله عليه وسلم : « ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله وإذا فسدت فسد الجسد كله ألا وهي القلب » وما في القلب لا يظهر إلا باللسان وما في اللسان لا يتبين صدقه إلا بالفعل ، فالقول أقرب إلى القلب من الفعل ، ألا ترى أن الإنسان لا يتكلم بكلمة إلا عن قلب ، وأما الفعل قد يكون لا عن قلب كالعبث باللحية ولأن النائم لا يخلو عن فعل من حركة وتقلب وهو في أكثر الأمر لا يتكلم في نومه إلا نادراً ، لما ذكرنا إن الكلام بالقلب ولا كذلك العمل ، فالقول أشرف .\r\n المسألة السادسة : قال الزمخشري المكر لا يتعدى فبم انتصاب السيئات؟ وقال بأن معناه الذين يمكرون المكرات السيئات فهو وصف مصدر محذوف ، ويحتمل أن يقال استعمل المكر استعمال العمل فعداه تعديته كما قال تعالى : { الذين يَعْمَلُونَ السيئات } [ العنكبوت : 4 ] وفي قوله : { الذين يَعْمَلُونَ السيئات } يحتمل ما ذكرناه أن يكون السيئات وصفاً لمصدر تقديره الذين يعملون العملات السيئات ، وعلى هذا فيكون هذا في مقابلة قوله : { والعمل الصالح يَرْفَعُهُ } إشارة إلى بقائه وارتقائه { وَمَكْرُ أولئك } أي العمل السيء { وَهُوَ يَبُورُ } إشارة إلى فنائه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "من كان يريد العزة فلله العزة جميعا إليه يصعد الكلم الطيب والعمل الصالح يرفعه والذين يمكرون السيئات لهم عذاب شديد ومكر أولئك هو يبور (10) ",
        "babnum": 10
    },
    {
        "id": 1987,
        "cate": "35",
        "title": "وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ (11) ",
        "details": " قد ذكرنا مراراً أن الدلائل مع كثرتها وعدم دخولها في عدد محصور منحصرة في قسمين دلائل الآفاق ودلائل الأنفس ، كما قال تعالى : { سَنُرِيهِمْ ءاياتنا فِى الأفاق وَفِي أَنفُسِهِمْ } [ فصلت : 53 ] فلما ذكر دلائل الآفاق من السموات وما يرسل منها من الملائكة والأرض وما يرسل فيها من الرياح شرع في دلائل الأنفس ، وقد ذكرنا تفسيره مراراً وذكرنا ما قيل من أن قوله : { مِّن تُرَابٍ } إشارة إلى خلق آدم { ثُمَّ مِن نُّطْفَةٍ } إشارة إلى خلق أولاده ، وبينا أن الكلام غير محتاج إلى هذا التأويل بل { خَلَقَكُمْ } خطاب مع الناس وهم أولاد آدم كلهم من تراب ومن نطفة لأن كلهم من نطفة والنطفة من غذاء ، والغذاء بالآخرة ينتهي إلى الماء والتراب ، فهو من تراب صار نطفة .\r\n وقوله : { وَمَا تَحْمِلُ مِنْ أنثى وَلاَ تَضَعُ } إشارة إلى كمال العمل ، فإن ما في الأرحام قبل الانخلاق بل بعده ما دام في البطن لا يعلم حاله أحد ، كيف والأم الحاملة لا تعلم منه شيئاً ، فلما ذكر بقوله : { خَلَقَكُمْ مِّن تُرَابٍ } كمال قدرته بين بقوله : { وَمَا تَحْمِلُ مِنْ أنثى وَلاَ تَضَعُ إِلاَّ بِعِلْمِهِ } كمال علمه ثم بين نفوذ إرادته بقوله : { وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلاَ يُنقَصُ مِنْ عُمُرِهِ إِلاَّ فِي كتاب } فبين أنه هو القادر العالم المريد والأصنام لا قدرة لها ولا علم ولا إرادة ، فكيف يستحق شيء منها العبادة ، وقوله : { إِنَّ ذلك عَلَى الله يَسِيرٌ } أي الخلق من التراب ويحتمل أن يكون المراد التعمير والنقصان على الله يسير ، ويحتمل أن يكون المراد أن العلم بما تحمله الأنثى يسير والكل على الله يسير والأول أشبه فإن اليسير استعماله في الفعل أليق .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والله خلقكم من تراب ثم من نطفة ثم جعلكم أزواجا وما تحمل من أنثى ولا تضع إلا بعلمه وما يعمر من معمر ولا ينقص من عمره إلا في كتاب إن ذلك على الله يسير (11) ",
        "babnum": 11
    },
    {
        "id": 1988,
        "cate": "35",
        "title": "وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (12) ",
        "details": " قال أكثر المفسرين : إن المراد من الآية ضرب المثل في حق الكفر والإيمان أو الكافر والمؤمن ، فالإيمان لا يشتبه بالكفر في الحسن والنفع كما لا يشتبه البحران العذب الفرات والملح الأجاج .\r\n ثم على هذا ، فقوله : { وَمِن كُلٍّ تَأْكُلُونَ لَحْماً طَرِيّاً } لبيان أن حال الكافر والمؤمن أو الكفر والإيمان دون حال البحرين لأن الأجاج يشارك الفرات في خير ونفع إذا اللحم الطري يوجد فيهما والحلية توجد منهما والفلك تجري فيهما ، ولا نفع في الكفر والكافر ، وهذا على نسق قوله تعالى : { أُوْلَئِكَ كالأنعام بَلْ هُمْ أَضَلُّ } [ الأعراف : 179 ] وقوله : { كالحجارة أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنَ الحجارة لَمَا يَتَفَجَّرُ مِنْهُ الأنهار } [ البقرة : 74 ] والأظهر أن المراد منه ذكر دليل آخر على قدرة الله وذلك من حيث إن البحرين يستويان في الصورة ويختلفان في الماء ، فإن أحدهما عذب فرات والآخر ملح أجاج ، ولو كان ذلك بإيجاب لما اختلف المستويان ، ثم إنهما بعد اختلافهما يوجد منهما أمور متشابهة ، فإن اللحم الطري يوجد فيهما ، واللحية تؤخذ منهما ، ومن يوجد في المتشابهين اختلافاً ومن المختلفين اشتباهاً لا يكون إلا قادراً مختاراً .\r\n وقوله : { وَمَا يَسْتَوِى البحران } إشارة إلى أن عدم استوائهما دليل على كمال قدرته ونفوذ إرادته وفي الآية مسائل : المسألة الأولى : قال أهل اللغة لا يقال في ماء البحر إذا كان فيه ملوحة مالح ، وإنما يقال له ملح ، وقد يذكر في بعض كتب الفقه يصير بها ماء البحر مالحاً ، ويؤاخذ قائله به .\r\n وهو أصح مما يذهب إليه القوم وذلك لأن الماء العذب إذا ألقى فيه ملح حتى ملح لا يقال له إلا مالح ، وماء ملح يقال للماء الذي صار من أصل خلقته كذلك ، لأن المالح شيء فيه ملح ظاهر في الذوق ، والماء الملح ليس ماء وملحاً بخلاف الطعام المالح فالماء العذب الملقى فيه الملح ماء فيه ملح ظاهر في الذوق ، بخلاف ما هو من أصل خلقته كذلك ، فلما قال الفقيه الملح أجزاء أرضية سبخة يصير بها ماء البحر مالحاً راعى فيه الأصل فإنه جعله ماء جاوره ملح ، وأهل اللغة حيث قالوا في البحر ماؤه ملح جعلوه كذلك من أصل الخلقة ، والأجاج المر ، وقوله : { وَمِن كُلٍّ تَأْكُلُونَ لَحْماً طَرِيّاً } من الطير والسمك { وتستخرجون حلية تلبسونها } من اللؤلؤ والمرجان { وَتَرَى الفلك فِيهِ مَوَاخِرَ } أي ماخرات تمخر البحر بالجريان أي تشق ، وقوله : { لِتَبْتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ } يدل على ما ذكرناه من أن المراد من الآية الاستدلال بالبحرين وما فيهما على وجود الله ووحدانيته وكمال قدرته .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما يستوي البحران هذا عذب فرات سائغ شرابه وهذا ملح أجاج ومن كل تأكلون لحما طريا وتستخرجون حلية تلبسونها وترى الفلك فيه مواخر لتبتغوا من فضله ولعلكم تشكرون (12) ",
        "babnum": 12
    },
    {
        "id": 1989,
        "cate": "35",
        "title": "يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ (13) ",
        "details": " استدلال آخر باختلاف الأزمنة وقد ذكرناه مراراً ، وذكرنا أن قوله تعالى بعده : { وَسَخَّرَ الشمس والقمر } جواب لسؤال يذكره المشركون وهو أنهم قالوا اختلاف الليل والنهار بسبب اختلاف القسي الواقعة فوق الأرض وتحتها ، فإن في الصيف تمر الشمس على سمت الرؤوس في بعض البلاد الماثلة في الآفاق ، وحركة الشمس هناك حمائلية فتقع تحت الأرض أقل من نصف دائرة زمان مكثها تحت الأرض فيقصر الليل وفي الشتاء بالضد فيقصر النهار فقال الله تعالى : { وَسَخَّرَ الشمس والقمر } يعني سبب الاختلاف وإن كان ما ذكرتم ، لكن سير الشمس والقمر بإرادة الله وقدرته فهو الذي فعل ذلك .\r\n ثم قال تعالى : { ذَلِكُمُ الله رَبُّكُمْ لَهُ الملك والذين تَدْعُونَ مِن دُونِهِ مَا يَمْلِكُونَ مِن قِطْمِيرٍ } .\r\n أي ذلك الذي فعل هذه الأشياء من فطر السموات والأرض وإرسال الأرواح وإرسال الرياح وخلق الإنسان من تراب وغير ذلك له الملك كله فلا معبود إلا هو لذاته الكامل ولكونه ملكاً والملك مخدوم بقدر ملكه ، فإذا كان له الملك كله فله العبادة كلها ، ثم بين ما ينافي صفة الإلهية ، وهو قوله : { والذين تَدْعُونَ مِن دُونِهِ مَا يَمْلِكُونَ مِن قِطْمِيرٍ } ، وههنا لطيفة : وهي أن الله تعالى ذكر لنفسه نوعين من الأوصاف أحدهما : أن الخلق بالقدرة الإرادة والثاني : الملك واستدل بهما على أنه إله معبود كما قال تعالى : { قُلْ أَعُوذُ بِرَبّ الناس * مَلِكِ الناس * إله الناس } [ الناس : 1-3 ] ذكر الرب والملك ورتب عليهما كونه إلهاً أي معبوداً ، وذكر فيمن أشركوا به سلب صفة واحدة وهو عدم الملك بقوله : { والذين تَدْعُونَ مِن دُونِهِ مَا يَمْلِكُونَ مِن قِطْمِيرٍ } ولم يذكر سلب الوصف الآخر لوجهين أحدهما : أن كلهم كانوا معترفين بأن لا خالق لهم إلا الله وإنما كانوا يقولون بأن الله تعالى فوض أمر الأرض والأرضيات إلى الكواكب التي الأصنام على صورتها وطوالعها فقال : لا ملك لهم ولا ملكهم الله شيئاً ولا ملكوا شيئاً وثانيهما : أنه يلزم من عدم الملك عدم الخلق لأنه لو خلق شيئاً لملكه فإذا لم يملك قطميراً ما خلق قليلاً ولا كثيراً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يولج الليل في النهار ويولج النهار في الليل وسخر الشمس والقمر كل يجري لأجل مسمى ذلكم الله ربكم له الملك والذين تدعون من دونه ما يملكون من قطمير (13) ",
        "babnum": 13
    },
    {
        "id": 1990,
        "cate": "35",
        "title": "إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ (14) ",
        "details": " إبطالاً لما كانوا يقولون إن في عبادة الأصنام عزة من حيث القرب منها والنظر إليها وعرض الحوائج عليها ، والله لا يرى ولا يصل إليه أحد فقال هؤلاء لا يسمعون دعاءكم والله يصعد إليه الكلم الطيب ، ليسمع ويقبل ثم نزل عن تلك الدرجة ، وقال هب أنهم يسمعون كما يظنون فإنهم كانوا يقولون بأن الأصنام تسمع وتعلم ولكن ما كان يمكنهم أن يقولوا إنهم يجيبون لأن ذلك إنكار للمحس به وعدم سماعهم إنكار للمعقول والنزاع وإن كان يقع في المعقول فلا يمكن وقوعه في المحس به ، ثم إنه تعالى قال : { وَيَوْمَ القيامة يَكْفُرُونَ بِشِرْكِكُمْ } لما بين عدم النفع فيهم في الدنيا بين عدم النفع منهم في الآخرة بل أشار إلى وجود الضرر منهم في الآخرة بقوله : { وَيَوْمَ القيامة يَكْفُرُونَ بِشِرْكِكُمْ } أي بإشراككم بالله شيئاً ، كما قال تعالى : { إِنَّ الشرك لَظُلْمٌ عَظِيمٌ } [ لقمان : 13 ] أي الإشراك وقوله : { وَلاَ يُنَبّئُكَ مِثْلُ خَبِيرٍ } يحتمل وجهين أحدهما : أن يكون ذلك خطاباً مع النبي صلى الله عليه وسلم ووجهه هو أن الله تعالى لما أخبر أن الخشب والحجر يوم القيامة ينطق ويكذب عابده وذلك أمر لا يعلم بالعقل المجرد لولا إخبار الله تعالى عنه أنهم يكفرون بهم يوم القيامة ، وهذا القول مع كون الخبر عنه أمراً عجيباً هو كما قال ، لأن المخبر عنه خبير وثانيهما : هو أن يكون ذلك خطاباً غير مختص بأحد ، أي هذا الذي ذكر هو كما قال : { وَلاَ يُنَبّئُكَ } أيها السامع كائناً من كنت { مِثْلُ خَبِيرٍ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن تدعوهم لا يسمعوا دعاءكم ولو سمعوا ما استجابوا لكم ويوم القيامة يكفرون بشرككم ولا ينبئك مثل خبير (14) ",
        "babnum": 14
    },
    {
        "id": 1991,
        "cate": "35",
        "title": "يَاأَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ (15) ",
        "details": " لما كثر الدعاء من النبي صلى الله عليه وسلم والإصرار من الكفار وقالوا إن الله لعله يحتاج إلى عبادتنا حتى يأمرنا بها أمراً بالغاً ويهددنا على تركها مبالغاً فقال تعالى : { أَنتُمُ الفقراء إِلَى الله والله هُوَ الغني } فلا يأمركم بالعبادة لاحتياجه إليكم وإنما هو لإشفاقه عليكم ، وفي الآية مسائل : المسألة الأولى : التعريف في الخبر قليل والأكثر أن يكون الخبر نكرة والمبتدأ معرفة وهو معقول وذلك لأن المخبر لا يخبر في الأكثر إلا بأمر لا يكون عند المخبر به علم أو في ظن المتكلم أن السامع لا علم له به ، ثم أن يكون معلوماً عند السامع حتى يقول له أيها السامع الأمر الذي تعرفه أنت فيه المعنى الفلاني كقول القائل زيد قائم أو قام أي زيد الذي تعرفه ثبت له قيام لا علم عندك به ، فإن كان الخبر معلوماً عند السامع والمبتدأ كذلك ويقع الخبر تنبيهاً لا تفهيماً يحسن تعريف الخبر غاية الحسن ، كقول القائل : الله ربنا ومحمد نبينا ، حيث عرف كون الله رباً ، وكون محمد نبياً ، وههنا لما كان كون الناس فقراء أمراً ظاهراً لا يخفى على أحد قال : { أَنتُمُ الفقراء } .\r\n المسألة الثانية : قوله : { إلى الله } إعلام بأنه لا افتقار إلا إليه ولا اتكال إلا عليه وهذا يوجب عبادته لكونه مفتقراً إليه وعدم عبادة غيره لعدم الافتقار إلى غيره ، ثم قال : { والله هُوَ الغني } أي هو مع استغنائه يدعوكم كل الدعاء وأنتم من احتياجكم لا تجيبونه ولا تدعونه فيجيبكم .\r\n المسألة الثالثة : في قوله : { الحميد } لما زاد في الخبر الأول وهو قوله : { أَنتُمُ الفقراء } زيادة وهو قوله : { إِلَى الله } إشارة لوجوب حصر العبادة في عبادته زاد في وصفه بالغني زيادة وهو كونه حميداً إشارة إلى كونكم فقراء وفي مقابلته الله غني وفقركم إليه في مقابلة نعمه عليكم لكونه حميداً واجب الشكر ، فلستم أنتم فقراء والله مثلكم في الفقر بل هو غني على الإطلاق ولستم أنتم لما افتقرتم إليه ترككم غير مقضي الحاجات بل قضى في الدنيا حوائجكم ، وإن آمنتم يقضي في الآخرة حوائجكم فهو حميد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الناس أنتم الفقراء إلى الله والله هو الغني الحميد (15) ",
        "babnum": 15
    },
    {
        "id": 1992,
        "cate": "35",
        "title": "إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ (16) ",
        "details": " بياناً لغناه وفيه بلاغة كاملة وبيانها أنه تعالى قال : { إِن يَشَأْ يُذْهِبْكُمْ } أي ليس إذهابكم موقوفاً إلا على مشيئته بخلاف الشيء المحتاج إليه ، فإن المحتاج لا يقول فيه إن يشأ فلان هدم داره وأعدم عقاره ، وإنما يقول لولا حاجة السكنى إلى الدار لبعتها أو لولا الافتقار إلى العقار لتركتها ، ثم إنه تعالى زاد بيان الاستغناء بقوله : { وَيَأْتِ بِخَلْقٍ جَدِيدٍ } يعني إن كان يتوهم متوهم أن هذا الملك له كمال وعظمة فلو أذهبه لزال ملكه وعظمته فهو قادر بأن يخلق خلقاً جديداً أحسن من هذا وأجمل وأتم وأكمل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن يشأ يذهبكم ويأت بخلق جديد (16) ",
        "babnum": 16
    },
    {
        "id": 1993,
        "cate": "35",
        "title": "وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ (17) ",
        "details": " أي الإذهاب والإتيان وههنا مسألة : وهي أن لفظ العزيز استعمله الله تعالى تارة في القائم بنفسه حيث قال في حق نفسه : { وَكَانَ الله قَوِيّاً عَزِيزاً } [ الأحزاب : 25 ] وقال في هذه السورة : { إِنَّ الله عَزِيزٌ غَفُورٌ } [ فاطر : 28 ] واستعمله في القائم بغيره حيث قال : { وَمَا ذلك عَلَى الله بِعَزِيزٍ } وقال : { عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ } [ التوبة : 128 ] فهل هما بمعنى واحد أم بمعنيين؟ فنقول العزيز هو الغالب في اللغة يقال من عزيز أي من غلب سلب ، فالله عزيز أي غالب والفعل إذا كان لا يطيقه شخص يقال هو مغلوب بالنسبة إلى ذلك الفعل فقوله : { وَمَا ذلك عَلَى الله بِعَزِيزٍ } أي لا يغلب الله ذلك الفعل بل هو هين على الله وقوله : { عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ } أي يحزنه ويؤذيه كالشغل الغالب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما ذلك على الله بعزيز (17) ",
        "babnum": 17
    },
    {
        "id": 1994,
        "cate": "35",
        "title": "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ وَمَنْ تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ وَإِلَى اللَّهِ الْمَصِيرُ (18) ",
        "details": " وقوله تعالى : { وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى وَإِن تَدْعُ مُثْقَلَةٌ إلى حِمْلِهَا لاَ يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قربى } متعلق بما قبله ، وذلك من حيث إنه تعالى لما بين الحق بالدلائل الظاهرة والبراهين الباهرة ذكر ما يدعوهم إلى النظر فيه فقال : { وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى } أي لا تحمل نفس ذنب نفس فالنبي صلى الله عليه وسلم لو كان كاذباً في دعائه لكان مذنباً وهو معتقد بأن ذنبه لا تحملونه أنتم فهو يتوقى ويحترز ، والله تعالى غير فقير إلى عبادتكم فتفكروا واعلموا أنكم إن ضللتم فلا يحمل أحد عنكم وزركم وليس كما يقول : أكابركم { اتبعوا سَبِيلَنَا وَلْنَحْمِلْ خطاياكم } [ العنكبوت : 12 ] وفي الآية مسائل : المسألة الأولى : قوله : { وازرة } أي نفس وازرة ولم يقل ولا تزر نفس وزر أخرى ولا جمع بين الموصوف والصفة فلم يقل ولا تزر نفس وازرة وزرة أخرى لفائدة أما الأول : فلأنه لو قال ولا تزر نفس وزر أخرى ، لما علم أن كل نفس وازرة مهمومة بهم وزرها متحيرة في أمرها ووجه آخر : وهو أن قول القائل ولا تزر نفس وزر أخرى ، قد يجتمع معها أن لا تزر وزراً أصلاً كالمعصوم لا يزر وزر غيره ومع ذلك لا يزر وزراً رأساً فقوله : { وَلاَ تَزِرُ وَازِرَةٌ } بين أنها تزر وزرها ولا تزر وزر الغير وأما ترك ذكر الموصوف فلظهور الصفة ولزومها للموصوف .\r\n ثم قال تعالى : { وَإِن تَدْعُ مُثْقَلَةٌ } إشارة إلى أن أحداً لا يحمل عن أحد شيئاً مبتدئاً ولا بعد السؤال ، فإن المحتاج قد يصبر وتقضى حاجته من غير سؤاله ، فإذا انتهى الافتقار إلى حد الكمال يحوجه إلى السؤال .\r\n المسألة الثانية : في قوله : { مُثْقَلَةٌ } زيادة بيان لما تقدم من حيث إنه قال أولاً : { وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى } فيظن أن أحداً لا يحمل عن أحد لكون ذلك الواحد قادراً على حمله ، كما أن القوي إذا أخذ بيده رمانة أو سفرجلة لا تحمل عنه ، وأما إذا كان الحمل ثقيلاً قد يرحم الحامل فيحمل عنه فقال : { مُثْقَلَةٌ } يعني ليس عدم الوزر لعدم كونه محلاً للرحمة بالثقل بل لكون النفس مثقلة ولا يحمل منها شيء .\r\n المسألة الثالثة : زاد في ذلك بقوله : { وَلَوْ كَانَ ذَا قربى } أي المدعو لو كان ذا قربى لا يحمله وفي الأول كان يمكن أن يقال لا يحمله لعدم تعلقه به كالعدو الذي يرى عدوه تحت ثقل ، أو الأجنبي الذي يرى أجنبياً تحت حمل لا يحمل عنه فقال : { وَلَوْ كَانَ ذَا قربى } أي يحصل جميع المعاني الداعية إلى الحمل من كون النفس وازرة قوية تحتمل وكون الأخرى مثقلة لا يقال كونها قوية قادرة ليس عليها حمل وكونه سائلة داعية فإن السؤال مظنة الرحمة ، لو كان المسؤول قريباً فإذن لا يكون التخلف إلا لمانع وهو كون كل نفس تحت حمل ثقيل .\r\n ثم قال تعالى : { إِنَّمَا تُنذِرُ الذين يَخْشَوْنَ رَبَّهُمْ بالغيب وَأَقَامُواْ الصلاة } إشارة إلى أن لا إرشاد فوق ما أتيت به ، ولم يفدهم ، فلا تنذر إنذاراً مفيداً إلا الذين تمتلىء قلوبهم خشية وتتحلى ظواهرهم بالعبادة كقوله : { الذين آمنواْ } إشارة إلى عمل القلب { وَعَمِلُواْ الصالحات } إشارة إلى عمل الظواهر فقوله : { الذين يَخْشَوْنَ رَبَّهُمْ بالغيب وَأَقَامُواْ الصلاة } في ذلك المعنى ، ثم لما بين { أَن لا تَزِرُ وازرة وِزْرَ أخرى } بين أن الحسنة تنفع المحسنين .\r\n فقال : { وَمَن تزكى فَإِنَّمَا يتزكى لِنَفْسِهِ } أي فتزكيته لنفسه .\r\n ثم قال تعالى : { وإلى الله المصير } أي المتزكي إن لم تظهر فائدته عاجلاً فالمصير إلى الله يظهر عنده في يوم اللقاء في دار البقاء ، والوازر إن لم تظهر تبعة وزره في الدنيا فهي تظهر في الآخرة إذ المصير إلى الله .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولا تزر وازرة وزر أخرى وإن تدع مثقلة إلى حملها لا يحمل منه شيء ولو كان ذا قربى إنما تنذر الذين يخشون ربهم بالغيب وأقاموا الصلاة ومن تزكى فإنما يتزكى لنفسه وإلى الله المصير (18) ",
        "babnum": 18
    },
    {
        "id": 1995,
        "cate": "35",
        "title": "وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ (19) وَلَا الظُّلُمَاتُ وَلَا النُّورُ (20) وَلَا الظِّلُّ وَلَا الْحَرُورُ (21) وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ (22) ",
        "details": " ثم قال تعالى : { وَمَا يَسْتَوِي الأعمى والبصير * وَلاَ الظلمات وَلاَ النور * وَلاَ الظل وَلاَ الحرور * وَمَا يَسْتَوِي الأحياء وَلاَ الأموات } .\r\n لما بين الهدى والضلالة ولم يهتد الكافر ، وهدى الله المؤمن ضرب لهم مثلاً بالبصير والأعمى ، فالمؤمن بصير حيث أبصر الطريق الواضح والكافر أعمى ، وفي تفسير الآية مسائل : المسألة الأولى : ما الفائدة في تكثير الأمثلة ههنا حيث ذكر الأعمى والبصير ، والظلمة والنور ، والظل والحرور ، والأحياء والأموات؟ فنقول الأول مثل المؤمن والكافر فالمؤمن بصير والكافر أعمى ، ثم إن البصير وإن كان حديد البصر ولكن لا يبصر شيئاً إن لم يكن في ضوء فذكر للإيمان والكفر مثلاً ، وقال الإيمان نور والمؤمن بصير والبصير لا يخفى عليه النور ، والكفر ظلمة والكافر أعمى فله صاد فوق صاد ، ثم ذكر لمآلهما ومرجعهما مثلاً وهو الظل والحرور ، فالمؤمن بإيمانه في ظل وراحة والكافر بكفره في حر وتعب ، ثم قال تعالى : { وَمَا يَسْتَوِي الأحياء وَلاَ الأموات } مثلاً آخر في حق المؤمن والكافر كأنه قال تعالى حال المؤمن والكافر فوق حال الأعمى والبصير ، فإن الأعمى يشارك البصير في إدراك ما .\r\n والكافر غير مدرك إدراكاً نافعاً فهو كالميت ويدل على ما ذكرنا أنه تعالى أعاد الفعل حيث قال أولاً : { وَمَا يَسْتَوِي الأعمى والبصير } وعطف الظلمات والنور والظل والحرور ، ثم أعاد الفعل ، وقال : { وَمَا يَسْتَوِي الأحياء وَلاَ الأموات } كأنه جعل هذا مقابلاً لذلك .\r\n المسألة الثانية : كرر كلمة النفي بين الظلمات والنور والظل والحرور والأحياء الأموات ، ولم يكرر بين الأعمى والبصير ، وذلك لأن التكرير للتأكيد والمنافاة بين الظلمة والنور والظل والحرور مضادة ، فالظلمة تنافي النور وتضاده والعمى والبصر كذلك ، أما الأعمى والبصير ليس كذلك بل الشخص الواحد قد يكون بصيراً وهو بعينه يصير أعمى ، فالأعمى والبصير لا منافاة بينهما إلا من حيث الوصف ، والظل والحرور والمنافاة بينهما ذاتية لأن المراد من الظل عدم الحر والبرد فلما كانت المنافاة هناك أتم ، أكد بالتكرار ، وأما الأحياء والأموات ، وإن كانوا كالأعمى والبصير من حيث إن الجسم الواحد يكون حياً محلاً للحياة فيصير ميتاً محلاً للموت ولكن المنافاة بين الحي والميت أتم من المنافاة بين الأعمى والبصير ، كما بينا أن الأعمى والبصير يشتركان في إدراك أشياء ، ولا كذلك الحي والميت ، كيف والميت يخالف الحي في الحقيقة لا في الوصف على ما تبين في الحكمة الإلهية .\r\n المسألة الثالثة : قدم الأشرف في مثلين وهو الظل والحرور ، وأخره في مثلين وهو البصر والنور ، وفي مثل هذا يقول المفسرون إنه لتواخي أواخر الآي ، وهو ضعيف لأن تواخي الأواخر راجع إلى السجع ، ومعجزة القرآن في المعنى لا في مجرد اللفظ ، فالشاعر يقدم ويؤخر للسجع فيكون اللفظ حاملاً له على تغيير المعنى ، وأما القرآن فحكمة بالغة والمعنى فيه صحيح واللفظ فصيح فلا يقدم ولا يؤخر اللفظ بلا معنى ، فنقول الكفار قبل النبي صلى الله عليه وسلم كانوا في ضلالة فكانوا كالعمى وطريقهم كالظلمة ثم لما جاء النبي صلى الله عليه وسلم وبين الحق ، واهتدى به منهم قوم فصاروا بصيرين وطريقتهم كالنور فقال وما يستوي من كان قبل البعث على الكفر ومن اهتدى بعده إلى الإيمان ، فلما كان الكفر قبل الإيمان في زمان محمد صلى الله عليه وسلم ، والكافر قبل المؤمن قدم المقدم ، ثم لما ذكر المآل والمرجع قدم ما يتعلق بالرحمة على ما يتعلق بالغضب لقوله في الإلهيات سبقت رحمتي غضبي ، ثم إن الكافر المصر بعد البعثة صار أضل من الأعمى وشابه الأموات في عدم إدراك الحق من جميع الوجوه فقال : { وَمَا يَسْتَوِي الأحياء } أي المؤمنون الذين آمنوا بما أنزل الله والأموات الذين تليت عليهم الآيات البينات ، ولم ينتفعوا بها وهؤلاء كانوا بعد إيمان من آمن فأخرهم عن المؤمنين لوجود حياة المؤمنين قبل ممات الكافرين المعاندين ، وقدم الأعمى على البصير لوجود الكفار الضالين قبل البعثة على المؤمنين المهتدين بعدها .\r\n المسألة الرابعة : فإن قلت قابل الأعمى بالبصير بلفظ المفرد وكذلك الظل بالحرور وقابل الأحياء بالأموات بلفظ الجمع ، وقابل الظلمات بالنور بلفظ الجمع في أحدهما والواحد في الآخر ، فهل تعرف فيه حكمة؟ قلت : نعم بفضل الله وهدايته ، أما في الأعمى والبصير والظل والحرور ، فلأنه قابل الجنس بالجنس ، ولم يذكر الأفراد لأن في العميان وأولى الأبصار قد يوجد فرد من أحد الجنسين يساوي فرداً من الجنس الآخر كالبصير الغريب في موضع والأعمى الذي هو تربية ذلك المكان ، وقد يقدر الأعمى على الوصول إلى مقصد ولا يقدر البصير عليه ، أو يكون الأعمى عنده من الذكاء ما يساوي به البليد البصير ، فالتفاوت بينهما في الجنسين مقطوع به فإن جنس البصير خير من جنس الأعمى ، وأما الأحياء والأموات فالتفاوت بينهما أكثر ، إذ ما من ميت يساوي في الإدراك حياً من الأحياء ، فذكر أن الأحياء لا يساوون الأموات سواء قابلت الجنس بالجنس أو قابلت الفرد بالفرد ، وأما الظلمات والنور فالحق واحد وهو التوحيد والباطل كثير وهو طرق الإشراك على ما بينا أن بعضهم يعبدون الكواكب وبعضهم النار وبعضهم الأصنام التي هي على صورة الملائكة ، وإلى غير ذلك والتفاوت بين كل فرد من تلك الأفراد وبين هذا الواحد بين ، فقال الظلمات كلها إذا اعتبرتها لا تجد فيها ما يساوي النور ، وقد ذكرنا في تفسير قوله : { وَجَعَلَ الظلمات والنور } [ الأنعام : 1 ] السبب في توحيد النور وجمع الظلمات ، ومن جملة ذلك أن النور لا يكون إلا بوجود منور ومحل قابل للاستنارة وعدم الحائل بين النور والمستنير .\r\n مثاله الشمس إذا طلعت وكان هناك موضع قابل للاستنارة وهو الذي يمسك الشعاع ، فإن البيت الذي فيه كوة يدخل منها الشعاع إذا كان في مقابلة الكوة منفذ يخرج منه الشعاع ويدخل بيتاً آخر ويبسط الشعاع على أرضه يرى البيت الثاني مضيئاً والأول مظلماً ، وإن لم يكن هناك حائل كالبيت الذي لا كوة له فإنه لا يضيء ، فإذا حصلت الأمور الثلاثة يستنير البيت وإلا فلا تتحقق الظلمة بفقد أي أمر كان من الأمور الثلاثة .\r\n ثم قال تعالى : { إِنَّ الله يُسْمِعُ مَن يَشَاءُ وَمَا أَنتَ بِمُسْمِعٍ مَّن فِي القبور } وفيه احتمال معنيين الأول : أن يكون المراد بيان كون الكفار بالنسبة إلى سماعهم كلام النبي والوحي النازل عليه دون حال الموتى فإن الله يسمع الموتى والنبي لا يسمع من مات وقبر ، فالموتى سامعون من الله والكفار كالموتى لا يسمعون من النبي والثاني : أن يكون المراد تسلية النبي صلى الله عليه وسلم فإنه لما بين له أنه لا ينفعهم ولا يسمعهم قال له هؤلاء لا يسمعهم إلا الله ، فإنه يسمع من يشاء ولو كان صخرة صماء ، وأما أنت فلا تسمع من في القبور ، فما عليك من حسابهم من شيء .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما يستوي الأعمى والبصير (19) ولا الظلمات ولا النور (20) ولا الظل ولا الحرور (21) وما يستوي الأحياء ولا الأموات إن الله يسمع من يشاء وما أنت بمسمع من في القبور (22) ",
        "babnum": 19
    },
    {
        "id": 1996,
        "cate": "35",
        "title": "إِنْ أَنْتَ إِلَّا نَذِيرٌ (23) ",
        "details": " ثم قال تعالى : { إِنْ أَنتَ إِلاَّ نَذِيرٌ } بياناً للتسلية .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن أنت إلا نذير (23) ",
        "babnum": 20
    },
    {
        "id": 1997,
        "cate": "35",
        "title": "إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ (24) ",
        "details": " ثم قال تعالى : { إِنَّا أرسلناك بالحق بَشِيرًا وَنَذِيرًا } لما قال : { إِنْ أَنتَ إِلاَّ نَذِيرٌ } بين أنه ليس نذيراً من تلقاء نفسه إنما هو نذير بإذن الله وإرساله .\r\n ثم قال تعالى : { وَإِن مّنْ أُمَّةٍ إِلاَّ خَلاَ فِيهَا نَذِيرٌ } تقريراً لأمرين أحدهما : لتسلية قلبه حيث يعلم أن غيره كان مثله محتملاً لتأذي القوم وثانيهما : إلزام القوم قبوله فإنه ليس بدعاً من الرسل وإنما هو مثل غيره يدعى ما ادعاه الرسل ويقرره .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا أرسلناك بالحق بشيرا ونذيرا وإن من أمة إلا خلا فيها نذير (24) ",
        "babnum": 21
    },
    {
        "id": 1998,
        "cate": "35",
        "title": "وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَبِالزُّبُرِ وَبِالْكِتَابِ الْمُنِيرِ (25) ",
        "details": " يعني أنت جئتهم بالبينة والكتاب فكذبوك وآذوك وغيرك أيضاً أتاهم بمثل ذلك وفعلوا بهم ما فعلوا بك وصبروا على ما كذبوا فكذلك نلزمهم بأن من تقدم من الرسل لم يعلم كونهم رسلاً إلا بالمعجزات البينات وقد آتيناها محمداً صلى الله عليه وسلم { وبالزبر وبالكتاب المنير } والكل آتيناها محمداً ، فهو رسول مثل الرسل يلزمهم قبوله كما لزم قبول موسى وعيسى عليهم السلام أجمعين ، وهذا يكون تقريراً مع أهل الكتاب ، واعلم أنه تعالى ذكر أموراً ثلاثة أولها البينات ، وذلك لأن كل رسول فلا بد له من معجزة وهي أدنى الدرجات ، ثم قد ينزل عليه كتاب يكون فيه مواعظ وتنبيهات وإن لم يكن فيه نسخ وأحكام مشروعة شرعاً ناسخاً ، ومن ينزل عليه مثله أعلى مرتبة ممن لا ينزل عليه ذلك وقد تنسخ شريعته الشرائع وينزل عليه كتاب فيه أحكام على وفق الحكمة الإلهية ، ومن يكون كذلك فهو من أولي العزم فقال الرسل تبين رسالتهم بالبينات وإن كانوا أعلى مرتبة فبالزبر ، وإن كانوا أعلى فبالكتاب والنبي آتيناه الكل فهو رسول أشرف من الكل لكون كتابه أتم وأكمل من كل كتاب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن يكذبوك فقد كذب الذين من قبلهم جاءتهم رسلهم بالبينات وبالزبر وبالكتاب المنير (25) ",
        "babnum": 22
    },
    {
        "id": 1999,
        "cate": "35",
        "title": "ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا فَكَيْفَ كَانَ نَكِيرِ (26) ",
        "details": " أي من كذب بالكتاب المنزل من قبل وبالرسول المرسل أخذه الله تعالى فكذلك من يكذب بالنبي عليه السلام ، وقوله : { فَكَيْفَ كَانَ نَكِيرِ } سؤال للتقرير فإنهم علموا شدة إنكار الله عليهم وإتيانه بالأمر المنكر من الاستئصال .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ثم أخذت الذين كفروا فكيف كان نكير (26) ",
        "babnum": 23
    },
    {
        "id": 2000,
        "cate": "35",
        "title": "أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ (27) وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ (28) ",
        "details": " ثم قال تعالى : { أَلَمْ تَرَ أَنَّ الله أنَزَلَ مِنَ السماء مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُّخْتَلِفاً أَلْوَانُهَا } .\r\n وهذا استدلال بدليل آخر على وحدانية الله وقدرته وفي تفسيرها مسائل : المسألة الأولى : ذكر هذا الدليل على طريقة الاستخبار ، وقال : { أَلَمْ تَرَ } وذكر الدليل المتقدم على طريقة الإخبار وقال : { والله الذي أَرْسَلَ الرياح } [ فاطر : 9 ] وفيه وجهان الأول : أن انزال الماء أقرب إلى النفع والمنفعة فيه أظهر فإنه لا يخفى على أحد في الرؤية أن الماء منه حياة الأرض فعظم دلالته بالاستفهام لأن الاستفهام الذي للتقرير لا يقال إلا في الشيء الظاهر جداً كما أن من أبصر الهلال وهو خفي جداً ، فقال له غيره أين هو ، فإنه يقول له في الموضع الفلاني ، فإن لم يره ، يقول له الحق معك إنه خفي وأنت معذور ، وإذا كان بارزاً يقول له أما تراه هذا هو ظاهراً والثاني : وهو أنه ذكره بعدما قرر المسألة بدليل آخر وظهر بما تقدم للمدعو بصارة بوجوه الدلالات ، فقال له أنت صرت بصيراً بما ذكرناه ولم يبق لك عذر ، ألا ترى هذه الآية .\r\n المسألة الثانية : المخاطب من هو يحتمل وجهين أحدهما : النبي صلى الله عليه وسلم وفيه حكمة وهي أن الله تعالى لما ذكر الدلائل ولم تنفعهم قطع الكلام معهم والتفت إلى غيرهم ، كما أن السيد إذا نصح بعض العبيد ومنعهم من الفساد ولا ينفعهم الإرشاد ، يقول لغيره اسمع ولا تكن مثل هذا ويكرر معه ما ذكره مع الأول ويكون فيه إشعار بأن الأول فيه نقيصة لا يستأهل للخطاب فيتنبه له ويدفع عن نفسه تلك النقيصة والآخر : أن لا يخرج إلى كلام أجنبي عن الأول ، بل يأتي بما يقاربه لئلا يسمع الأول كلاماً آخر فيترك التفكر فيما كان فيه من النصيحة .\r\n المسألة الثالثة : هذا استدلال على قدرة الله واختياره حيث أخرج من الماء الواحد ممرات مختلفة وفيه لطائف الأولى : قال أنزل وقال أخرجنا .\r\n وقد ذكرنا فائدته ونعيدها فنقول : قال الله تعالى : { الم تَرَ أَنَّ الله أَنزَلَ } فإن كان جاهلاً يقول نزول الماء بالطبع لثقله فيقال له ، فالإخراج لا يمكنك أن تقول فيه إنه بالطبع فهو بإرادة الله ، فلما كان ذلك أظهر أسنده إلى المتكلم ووجه آخر : هو أن الله تعالى لما قال : { أَنَّ الله أَنزَلَ } علم الله بدليل ، وقرب المتفكر فيه إلى الله تعالى فصار من الحاضرين ، فقال له أخرجنا لقربه ووجه ثالث : الإخراج أتم نعمة من الإنزال ، لأن الإنزال لفائدة الإخراج فأسند الأتم إلى نفسه بصيغة المتكلم وما دونه بصيغة الغائب .\r\n اللطيفة الثانية : قال تعالى : { وَمِنَ الجبال جُدَدٌ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ ألوانها وَغَرَابِيبُ سُودٌ * وَمِنَ الناس والدواب والأنعام مُخْتَلِفٌ ألوانه كَذَلِكَ } .\r\n كأن قائلاً قال اختلاف الثمرات لاختلاف البقاع .\r\n ألا ترى أن بعض النباتات لا تنبت ببعض البلاد كالزعفران وغيره ، فقال تعالى اختلاف البقاع ليس إلا بإرادة الله وإلا فلم صار بعض الجبال فيه مواضع حمر ومواضع بيض ، والجدد جمع جدة وهي الخطة أو الطريقة ، فإن قيل الواو في : { وَمِنَ الجبال } ما تقديرها؟ نقول هي تحتمل وجهين أحدهما : أن تكون للاستئناف كأنه قال تعالى وأخرجنا بالماء ثمرات مختلفة الألوان ، وفي الأشياء الكائنات من الجبال جدد بيض دالة على القدرة ، رادة على من ينكر الإرادة في اختلاف ألوان الثمار ثانيهما : أن تكون للعطف تقديرها وخلق من الجبال .\r\n قال الزمخشري : أراد ذو جدد واللطيفة الثالثة : ذكر الجبال ولم يذكر الأرض كما قال في موضع آخر : { وَفِي الأرض قِطَعٌ متجاورات } [ الرعد : 4 ] مع أن هذا الدليل مثل ذلك ، وذلك لأن الله تعالى لما ذكر في الأول : { أَخْرَجْنَا بِهِ ثَمَرَاتٍ } كان نفس إخراج الثمار دليلاً على القدرة ثم زاد عليه بياناً ، وقال مختلفاً كذلك في الجبال في نفسها دليل للقدرة والإرادة ، لأن كون الجبال في بعض نواحي الأرض دون بعضها والاختلاف الذي في هيئة الجبل فإن بعضها يكون أخفض وبعضها أرفع دليل القدرة والاختيار ، ثم زاده بياناً وقال { جدد بيض } ، أي مع دلالتها بنفسها هي دالة باختلاف ألوانها ، كما أن إخراج الثمرات في نفسها دلائل واختلاف ألوانها دلائل .\r\n المسألة الرابعة : { مختلف ألوانها } ، الظاهر أن الاختلاف راجع إلى كل لون أي بيض مختلف ألوانها وحمر مختلف ألوانها ، لأن الأبيض قد يكون على لون الجص ، وقد يكون على لون التراب الأبيض دون بياض الجص ، وكذلك الأحمر ، ولو كان المراد أن البيض والحمر مختلف الألوان لكان مجرد تأكيد والأول أولى ، وعلى هذا فنقول لم يذكر مختلف ألوانها بعد البيض والحمر والسود ، بل ذكره بعد البيض والحمر وأخر السود الغرابيب ، لأن الأسود لما ذكره مع المؤكد وهو الغرابيب يكون بالغاً غاية السواد فلا يكون فيه اختلاف .\r\n المسألة الخامسة : قيل بأن الغربيب مؤكد للأسود ، يقال أسود غربيب والمؤكد لا يجيء إلا متأخراً فكيف جاء غرابيب سود؟ نقول قال الزمخشري : غرابيب مؤكد لذي لون مقدر في الكلام كأنه تعالى قال سواد غرابيب ، ثم أعاد السود مرة أخرى وفيه فائدة وهي زيادة التأكيد لأنه تعالى ذكره مضمراً ومظهراً ، ومنهم من قال هو على التقديم والتأخير ، ثم قال تعالى : { وَمِنَ الناس والدواب والأنعام } استدلالاً آخر على قدرته وإرادته ، وكأن الله تعالى قسم دلائل الخلق في العالم الذي نحن فيه وهو عالم المركبات قسمين : حيوان وغير حيوان ، وغير الحيوان إما نبات وإما معدن ، والنبات أشرف ، وأشار إليه بقوله : { فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ } ثم ذكر المعدن بقوله : { وَمِنَ الجبال } ثم ذكر الحيوان وبدأ بالأشرف منها وهو الإنسان فقال : { وَمِنَ الناس } ثم ذكر الدواب ، لأن منافعها في حياتها والأنعام منفعتها في الأكل منها ، أو لأن الدابة في العرف تطلق على الفرس وهو بعد الإنسان أشرف من غيره ، وقوله : { مُّخْتَلِفٌ أَلْوَانُهُ } القول فيه كما أنها في أنفسها دلائل ، كذلك في اختلافها دلائل .\r\n وأما قوله { مُّخْتَلِفٌ أَلْوَانُهُ } فذكر لكون الإنسان من جملة المذكورين ، وكون التذكير أعلى وأولى .\r\n ثم قال تعالى { إنما يخشى الله من عباده العلماء إن الله عزيز غفور } .\r\n الخشية بقدر معرفة المخشي ، والعالم يعرف الله فيخافه ويرجوه .\r\n وهذا دليل على أن العالم أعلى درجة من العابد ، لأن الله تعالى قال : { إِنَّ أَكْرَمَكُمْ عَندَ الله أتقاكم } [ الحجرات : 13 ] فبين أن الكرامة بقدر التقوى ، والتقوى بقدر العلم .\r\n فالكرامة بقدر العلم لا بقدر العمل ، نعم العالم إذا ترك العمل قدح ذلك في علمه ، فإن من يراه يقول : لو علم لعمل .\r\n ثم قال تعالى : { إِنَّ الله عَزِيزٌ غَفُورٌ } ذكر ما يوجب الخوف والرجاء ، فكونه عزيزاً ذا انتقام يوجب الخوف التام ، وكونه غفوراً لما دون ذلك يوجب الرجاء البالغ .\r\n وقراءة من قرأ بنصب العلماء ورفع الله ، معناها إنما يعظم ويبجل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ألم تر أن الله أنزل من السماء ماء فأخرجنا به ثمرات مختلفا ألوانها ومن الجبال جدد بيض وحمر مختلف ألوانها وغرابيب سود (27) ومن الناس والدواب والأنعام مختلف ألوانه كذلك إنما يخشى الله من عباده العلماء إن الله عزيز غفور (28) ",
        "babnum": 24
    },
    {
        "id": 2001,
        "cate": "35",
        "title": "إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ (29) ",
        "details": " ثم قال تعالى : { إِنَّ الذين يَتْلُونَ كتاب الله } .\r\n لما بين العلماء بالله وخشيتهم وكرامتهم بسبب خشيتهم ذكر العالمين بكتاب الله العاملين بما فيه .\r\n وقوله : { يَتْلُونَ كتاب الله } إشارة إلى الذكر .\r\n وقوله تعالى : { وأقاموا الصلاة } إشارة إلى العمل البدني .\r\n وقوله : { وَأَنْفَقُواْ مِمَّا رَزَقْنَاهُمْ } إشارة إلى العمل المالي ، وفي الآيتين حكمة بالغة ، فقوله : إنما يخشى الله إشارة إلى عمل القلب ، وقوله : { إِنَّ الذين يَتْلُونَ } إشارة إلى عمل اللسان .\r\n وقوله : { وأقاموا الصلاة وأنفقوا مما رزقناهم } إشارة إلى عمل الجوارح ، ثم إن هذه الأشياء الثلاثة متعلقة بجانب تعظيم الله والشفقة على خلقه ، لأنا بينا أن من يعظم ملكاً إذا رأى عبداً من عباده في حاجة يلزمه قضاء حاجته وإن تهاون فيه يخل بالتعظيم ، وإلى هذا أشار بقوله : عبدي مرضت فما عدتني ، فيقول العبد : كيف تمرض وأنت رب العالمين ، فيقول الله مرض عبدي فلان وما زرته ولو زرته لوجدتني عنده ، يعني التعظيم متعلق بالشفقة فحيث لا شفقة على خلق الله لا تعظيم لجانب الله .\r\n وقوله تعالى : { سِرّاً وَعَلاَنِيَةً } حث على الإنفاق كيفما يتهيأ ، فإن تهيأ سراً فذاك ونعم وإلا فعلانية ولا يمنعه ظنه أن يكون رياء ، فإن ترك الخير مخافة أن يقال فيه إنه مراء عين الرياء ويمكن أن يكون المراد بقوله : { سِرّا } أي صدقة { وَعَلاَنِيَةً } أي زكاة ، فإن الإعلان بالزكاة كالإعلان بالفرض وهو مستحب .\r\n وقوله تعالى : { يَرْجُونَ تجارة لَّن تَبُورَ } إشارة إلى الإخلاص ، أي ينفقون لا ليقال إنه كريم ولا لشيء من الأشياء غير وجه الله ، فإن غير الله بائر والتاجر فيه تجارته بائرة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين يتلون كتاب الله وأقاموا الصلاة وأنفقوا مما رزقناهم سرا وعلانية يرجون تجارة لن تبور (29) ",
        "babnum": 25
    },
    {
        "id": 2002,
        "cate": "35",
        "title": "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ (30) ",
        "details": " وقوله تعالى : { لِيُوَفّيَهُمْ أُجُورَهُمْ } أي ما يتوقعونه ولو كان أمراً بالغ الغاية { وَيَزِيدُهُمْ مِّن فَضْلِهِ } أي يعطيهم ما لم يخطر ببالهم عند العمل ، ويحتمل أن يكون يزيدهم النظر إليه كما جاء في تفسير الزيادة { إِنَّهُ غَفُورٌ } عند إعطاء الأجور { شَكُورٌ } عند إعطاء الزيادة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ليوفيهم أجورهم ويزيدهم من فضله إنه غفور شكور (30) ",
        "babnum": 26
    },
    {
        "id": 2003,
        "cate": "35",
        "title": "وَالَّذِي أَوْحَيْنَا إِلَيْكَ مِنَ الْكِتَابِ هُوَ الْحَقُّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ إِنَّ اللَّهَ بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ (31) ",
        "details": " ثم قال تعالى : { والذي أَوْحَيْنَا إِلَيْكَ مِنَ الكتاب هُوَ الحق } .\r\n لما بين الأصل الأول وهو وجود الله الواحد بأنواع الدلائل من قوله : { والله الذي أَرْسَلَ الرياح } [ فاطر : 9 ] وقوله : { والله خَلَقَكُمْ } [ فاطر : 11 ] وقوله : { أَلَمْ تَرَ أَنَّ الله أَنزَلَ } [ فاطر : 27 ] ذكر الأصل الثاني وهو الرسالة ، فقال : { والذي أَوْحَيْنَا إِلَيْكَ مِنَ الكتاب هُوَ الحق } وأيضاً كأنه قد ذكر أن الذين يتلون كتاب الله يوفيهم الله فقال : { والذي أَوْحَيْنَا إِلَيْكَ مِنَ الكتاب هُوَ الحق } تقريراً لما بين من الأجر والثواب في تلاوة كتاب الله فإنه حق وصدق فتاليه محق ومحقق وفي تفسيرها مسائل : المسألة الأولى : قوله : { مِّنَ الكتاب } يحتمل أن يكون لابتداء الغاية كما يقال أرسل إلى كتاب من الأمير أو الوالي وعلى هذا فالكتاب بمكن أن يكون المراد منه اللوح المحفوظ يعني الذي أوحينا من اللوح المحفوظ إليك حق ، ويمكن أن يكون المراد هو القرآن يعني الإرشاد والتبيين الذي أوحينا إليك من القرآن ويحتمل أن يكون للبيان كما يقال أرسل إلى فلان من الثياب والقماش جملة .\r\n المسألة الثانية : قوله : { هُوَ الحق } آكد من قول القائل الذي أوحينا إليك حق من وجهين أحدهما أن تعريف الخبر يدل على أن الأمر في غاية الظهور لأن الخبر في الأكثر يكن نكرة ، لأن الإخبار في الغالب يكون إعلاماً بثبوت أمر لا معرفة للسامع به لأمر يعرفه السامع كقولنا زيد قام فإن السامع ينبغي أن يكون عارفاً بزيد ولا يعلم قيامه فيخبر به ، فإذا كان الخبر أيضاً معلوماً فيكون الإخبار للتنبيه فيعرفان باللام كقولنا زيد العالم في هذه المدينة إذا كان علمه مشهوراً .\r\n المسألة الثالثة : قوله : { مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ } حال مؤكدة لكونه حقاً لأن الحق إذا كان لا خلاف بينه وبين كتب الله يكون خالياً عن احتمال البطلان وفي قوله { مصدقاً } تقرير لكونه وحياً لأن النبي صلى الله عليه وسلم لما لم يكن قارئاً كاتباً وأتى ببيان ما في كتب الله لا يكون ذلك إلا من الله تعالى وجواب عن سؤال الكفار وهو أنهم كانوا يقولون بأن التوراة ورد فيها كذا والإنجيل ذكر فيه كذا وكانوا يفترون من التثليث وغيره وكانوا يقولون بأن القرآن فيه خلاف ذلك فقال التوراة والإنجيل لم يبق بهما وثوق بسبب تغييركم فهذا القرآن ما ورد فيه إن كان في التوراة فهو حق وباق على ما نزل ، وإن لم يكن فيه ويكون فيه خلاف فهو ليس من التوراة ، فالقرآن مصدق للتوراة وفيه وجه آخر : وهو أن يقال إن هذا الوحي مصدق لما تقدم لأن الوحي لو لم يكن وجوده لكذب موسى وعيسى عليهما السلام في إنزال التوراة والإنجيل فإذا وجد الوحي ونزل على محمد صلى الله عليه وسلم علم جوازه وصدق به ما تقدم ، وعلى هذا ففيه لطيفة : وهي أنه تعالى جعل القرآن مصدقاً لما مضى مع أن ما مضى أيضاً مصدق له لأن الوحي إذا نزل على واحد جاز أن ينزل على غيره وهو محمد صلى الله عليه وسلم ولم يجعل ما تقدم مصدقاً للقرآن كونه معجزة يكفي في تصديقه بأنه وحي ، وأما ما تقدم فلا بد معه من معجزة تصدقه .\r\n المسألة الرابعة : قوله : { إِنَّ الله بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ } فيه وجهان : أحدهما أنه تقرير لكونه هو الحق لأنه وحي من الله والله خبير عالم بالبواطن بصير عالم بالظواهر ، فلا يكون باطلاً في وحيه لا في الباطن ولا في الظاهر وثانيهما : أن يكون جواباً لما كانوا يقولونه إنه لم لم ينزل على رجل عظيم؟ فيقال إن الله بعباده لخبير يعلم بواطنهم وبصير يرى ظواهرهم فاختار محمداً عليه السلام ولم يختر غيره فهو أصلح من الكل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والذي أوحينا إليك من الكتاب هو الحق مصدقا لما بين يديه إن الله بعباده لخبير بصير (31) ",
        "babnum": 27
    },
    {
        "id": 2004,
        "cate": "35",
        "title": "ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ (32) ",
        "details": " ثم قال تعالى : { ثُمَّ أَوْرَثْنَا الكتاب الذين اصطفينا مِنْ عِبَادِنَا فَمِنْهُمْ ظالم لّنَفْسِهِ وَمِنْهُمْ مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بالخيرات بِإِذْنِ الله } اتفق أكثر المفسرين على أن المراد من الكتاب القرآن وعلى هذا فالذين اصطفيناهم الذين أخذوا بالكتاب وهم المؤمنون والظالم والمقتصد والسابق كلهم منهم ويدل عليه قوله تعالى : { جنات عَدْنٍ يَدْخُلُونَهَا } [ الرعد : 23 ] أخبر بدخولهم الجنة وكلمة { ثُمَّ أَوْرَثْنَا } أيضاً تدل عليه لأن الإيراث إذا كان بعد الإيحاء ولا كتاب بعد القرآن فهو الموروث والإيراث المراد منه الإعطاء بعد ذهاب من كان بيده المعطى ، ويحتمل أن يقال المراد من الكتاب هو جنس الكتاب كما في قوله تعالى : { جَاءتْهُمْ رُسُلُهُم بالبينات وبالزبر وبالكتاب المنير } [ فاطر : 25 ] والمعنى على هذا : إنا أعطينا الكتاب الذين اصطفينا وهم الأنبياء ويدل عليه أن لفظ المصطفى على الأنبياء إطلاقه كثير ولا كذلك على غيرهم لأن قوله : { مِّنْ عِبَادِنَا } دل على أن العباد أكابر مكرمون بالإضافة إليه ، ثم إن المصطفين منهم أشرف منهم ولا يليق بمن يكون أشرف من الشرفاء أن يكون ظالماً مع أن لفظ الظالم أطلقه الله في كثير من المواضع على الكافر وسمي الشرك ظلماً ، وعلى الوجه الأول الظاهر بين معناه آتينا القرآن لمن آمن بمحمد وأخذوه منه وافترقوا { فَمِنْهُمْ ظالم } وهو المسيء { وَمِنْهُمْ مُّقْتَصِدٌ } وهو الذي خلط عملاً صالحاً وآخر سيئاً { وَمِنْهُمْ سَابِقٌ بالخيرات } وهو الذي أخلص العمل لله وجرده عن السيئات ، فإن قال قائل كيف قال في حق من ذكر في حقه أنه من عباده وأنه مصطفى إنه ظالم؟ مع أن الظالم يطلق على الكافر في كثير من المواضع ، فنقول المؤمن عند المعصية يضع نفسه في غير موضعها فهو ظالم لنفسه حال المعصية وإليه الإشارة بقوله صلى الله عليه وسلم : « لا يزني الزاني حين يزني وهو مؤمن » ويصحح هذا قول عمر رضي الله عنه عن النبي صلى الله عليه وسلم : « ظالمنا مغفور له » وقال آدم عليه السلام مع كونه مصطفى : { رَبَّنَا ظَلَمْنَا أَنفُسَنَا } [ الأعراف : 23 ] وأما الكافر فيضع قلبه الذي به اعتبار الجسد في غير موضعه فهو ظالم على الإطلاق ، وأما قلب المؤمن فمطمئن بالإيمان لا يضعه في غير التفكر في آلاء الله ولا يضع فيه غير محبة الله ، وفي المراتب الثلاث أقوال كثيرة : أحدها : الظالم هو الراجح السيئات والمقتصد هو الذي تساوت سيئاته وحسناته والسابق هو الذي ترجحت حسناته ثانيها : الظالم هو الذي ظاهره خير من باطنه ، والمقتصد من تساوى ظاهره وباطنه ، والسابق من باطنه خير ثالثها : الظالم هو الموحد بلسانه الذي تخالفه جوارحه ، والمقتصد هو الموحد الذي يمنع جوراحه من المخالفة بالتكليف ، والسابق هو الموحد الذي ينسيه التوحيد عن التوحيد ورابعها : الظالم صاحب الكبيرة ، والمقتصد صاحب الصغيرة ، والسابق المعصوم خامسها : الظالم التالي للقرآن غير العالم به والعامل بموجبه ، والمقتصد التالي العالم ، والسابق التالي العالم العامل سادسها : الظالم الجاهل والمقتصد المتعلم والسابق العالم سابعها : الظالم أصحاب المشأمة ، والمقتصد أصحاب الميمنة ، والسابق السابقون المقربون ثامنها : الظالم الذي يحاسب فيدخل النار ، والمقتصد الذي يحاسب فيدخل الجنة ، والسابق الذي يدخل الجنة من غير حساب تاسعها : الظالم المصر على المعصية ، والمقتصد هو النادم والتائب ، والسابق هو المقبول التوبة عاشرها : الظالم الذين أخذ القرآن ولم يعمل به والمقتصد الذي عمل به ، والسابق الذي أخذه وعمل به وبين للناس العمل به فعملوا به بقوله فهو كامل ومكمل ، والمقتصد كامل والظالم ناقص ، والمختار هو أن الظالم من خالف فترك أوامر الله وارتكب مناهيه فإنه واضع للشيء في غير موضعه ، والمقتصد هو المجتهد في ترك المخالفة وإن لم يوفق لذلك وندر منه ذنب وصدر عنه إثم فإنه اقتصد واجتهد وقصد الحق والسابق هو الذي لم يخالف بتوفيق الله ويدل عليه قوله تعالى : { بِإِذْنِ الله } أي اجتهد ووفق لما اجتهد فيه وفيما اجتهد فهو سابق بالخير يقع في قلبه فيسبق إليه قبل تسويل النفس والمقتصد يقع في قلبه فتردده النفس ، والظالم تغلبه النفس ، ونقول بعبارة أخرى من غلبته النفس الأمارة وأمرته فأطاعها ظالم ومن جاهد نفسه فغلب تارة وغلب أخرى فهو المقصد ومن قهر نفسه فهو السابق وقوله : { ذَلِكَ هُوَ الفضل الكبير } يحتمل وجوهاً أحدها : التوفيق المدلول عليه بقوله : { بِإِذْنِ الله ذَلِكَ هُوَ الفضل الكبير } ، ثانيها : السبق بالخيرات هو الفضل الكبير ثالثها : الإيراث فضل كبير هذا على الوجه المشهور من التفسير ، أما الوجه الآخر وهو أن يقال : { ثُمَّ أَوْرَثْنَا الكتاب } أي جنس الكتاب ، كما قال تعالى : { جَاءتْهُمْ رُسُلُهُم بالبينات وبالزبر وبالكتاب المنير } [ فاطر : 25 ] يرد عليه أسئلة أحدهما : ثم للتراخي وإيتاء الكتاب بعد الإيحاء إلى محمد صلى الله عليه وسلم لم يكن فما المراد بكلمة ثم؟ نقول معناه إن الله خبير بصير خبرهم وأبصرهم ثم أورثهم الكتاب كأنه تعالى قال إنا علمنا البواطن وأبصرنا الظواهر فاصطفينا عباداً ثم أورثنا الكتاب ، ثانيها : كيف يكون من الأنبياء ظالم لنفسه؟ نقول منهم غير راجع إلى الأنبياء المصطفين ، بل المعنى إن الذي أوحينا إليك هو الحق وأنت المصطفى كما اصطفينا رسلاً وآتيناهم كتباً ، ومنهم أي من قومك ظالم كفر بك وبما أنزل إليك ومقتصد آمن بك ولم يأت بجميع ما أمرته به وسابق آمن وعمل صالحاً وثالثها : قوله : { جنات عَدْنٍ يَدْخُلُونَهَا } [ الرعد : 23 ] الداخلون هم المذكورون وعلى ما ذكرتم لا يكون الظالم داخلاً ، نقول الداخلون هم السابقون ، وأما المقتصد فأمره موقوف أو هو يدخل النار أو لا ثم يدخل الجنة والبيان لأول الأمر لا لما بعده ، ويدل عليه قوله : { يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ } [ الكهف : 31 ] وقوله : { أَذْهَبَ عَنَّا الحزن } [ فاطر : 34 ] ",
        "fav": 0,
        "note": null,
        "normal": "ثم أورثنا الكتاب الذين اصطفينا من عبادنا فمنهم ظالم لنفسه ومنهم مقتصد ومنهم سابق بالخيرات بإذن الله ذلك هو الفضل الكبير (32) ",
        "babnum": 28
    },
    {
        "id": 2005,
        "cate": "35",
        "title": "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ (33) ",
        "details": " وفي الداخلين وجوه أحدها : الأقسام الثلاثة وهي على قولنا أن الظالم والمقتصد والسابق أقسام المؤمنين والثاني : الذين يتلون كتاب الله والثالث : هم السابقون وهو أقوى لقرب ذكرهم ولأنه ذكر إكرامهم بقوله : { يُحَلَّوْنَ } فالمكرم هو السابق وعلى هذا فيه أبحاث : الأول : تقديم الفاعل على الفعل وتأخير المفعول عنه موافق لترتيب المعنى إذا كان المفعول حقيقياً كقولنا : الله خلق السموات ، وقول القائل : زيد بنى الجدار فإن الله موجود قبل كل شيء ، ثم له فعل هو الخلق ، ثم حصل به المفعول وهو السموات ، وكذلك زيد قبل البناء ثم الجدار من بنائه ، وإذا لم يكن المفعول حقيقياً كقولنا زيد دخل الدار وضرب عمراً فإن الدار في الحقيقة ليس مفعولاً للداخل وإنما فعل من أفعال تحقق بالنسبة إلى الدار ، وكذلك عمرو فعل من أفعال زيد تعلق به فسمي مفعولاً لا يحصل هذا الترتيب ، ولكن الأصل تقديم الفاعل على المفعول ولهذا يعاد المفعول المقدم بالضمير تقول عمراً ضربه زيد فتوقعه بعد الفعل بالهاء العائدة إليه وحينئذ يطول الكلام فلا يختاره الحكيم إلا لفائدة ، فما الفائدة في تقديم الجنات على الفعل الذي هو الدخول وإعادة ذكر بالهاء في يدخلونها ، وما الفرق بين هذا وبين قول القائل يدخلونها جنات عدن؟ نقول السامع إذا علم أن له مدخلاً من المداخل وله دخول ولم يعلم عين المدخل فإذا قيل له أنت تدخل فإلى أن يسمع الدار أو السوق يبقى متعلق القلب بأنه في أي المداخل يكون ، فإذا قيل له دار زيد تدخلها فبذكر الدار ، يعلم مدخله وبما عنده من العلم السابق بأن له دخولاً يعلم الدخول فلا يبقى له توقف ولا سيما الجنة والنار ، فإن بين المدخلين بوناً بعيداً الثاني : قوله : { يُحَلَّوْنَ فِيهَا } إشارة إلى سرعة الدخول فإن التحلية لو وقعت خارجاً لكان فيه تأخير الدخول فقال : { يَدْخُلُونَهَا } وفيها تقع تحليتهم الثالث : قوله : { مِنْ أَسَاوِرَ } بجمع الجمع فإنه جمع أسورة وهي جمع سوار ، وقوله : { وَلِبَاسُهُمْ فِيهَا حَرِيرٌ } ليس كذلك لأن الإكثار من اللباس يدل على حاجة من دفع برد أو غيره والإكثار من الزينة لا يدل إلا على الغنى الرابع : ذكر الأساور من بين سائر الحلي في كثير من المواضع منها قوله تعالى : { وَحُلُّواْ أَسَاوِرَ مِن فِضَّةٍ } [ الإنسان : 21 ] وذلك لأن التحلي بمعنيين أحدهما : إظهار كون المتحلي غير مبتذل في الأشغال لأن التحلي لا يكون حالة الطبخ والغسل وثانيهما : إظهار الاستغناء عن الأشياء وإظهار القدرة على الأشياء وذلك لأن التحلي إما باللآلىء والجواهر وإما بالذهب والفضة والتحلي بالجواهر واللآلىء يدل على أن المتحلي لا يعجز عن الوصول إلى الأشياء الكبيرة عند الحاجة حيث يعجز عن الوصول إلى الأشياء القليلة الوجود لا لحاجة ، والتحلي بالذهب والفضة يدل على أنه غير محتاج حاجة أصلية وإلا لصرف الذهب والفضة إلى دفع الحاجة ، إذا عرفت هذا فنقول الأساور محلها الأيدي وأكثر الأعمال باليد فإنها للبطش ، فإذا حليت بالأساور علم الفراغ والذهب واللؤلؤ إشارة إلى النوعين اللذين منهما الحلي .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "جنات عدن يدخلونها يحلون فيها من أساور من ذهب ولؤلؤا ولباسهم فيها حرير (33) ",
        "babnum": 29
    },
    {
        "id": 2006,
        "cate": "35",
        "title": "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (34) ",
        "details": " في الحزن أقوال كثيرة والأولى أن يقال المراد إذهاب كل حزن والألف واللام للجنس واستغراقه وإذهاب الحزن بحصول كل ما ينبغي وبقائه دائماً فإن شيئاً منه لو لم يحصل لكان الحزن موجوداً بسببه وإن حصل ولم يدم لكان الحزن غير ذاهب بعد بسبب زواله وخوف فواته ، وقوله : { إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ } ذكر الله عنهم أموراً كلها تفيد الكرامة من الله الأول : الحمد فإن الحامد مثاب الثاني : قولهم ( ربنا ) فإن الله لم يناد بهذا اللفظ إلا واستجاب لهم ، اللهم إلا أن يكون المنادي قد ضيع الوقت الواجب أو طلب ما لا يجوز كالرد إلى الدنيا من الآخرة الثالث : قولهم : ( غَفُورٌ ) ، الرابع : قولهم : { شَكُورٍ } والغفور إشارة إلى ما غفر لهم في الآخرة بما وجد لهم من الحمد في الدنيا ، والشكور إشارة إلى ما يعطيهم ويزيد لهم بسبب ما وجد لهم في الآخرة من الحمد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقالوا الحمد لله الذي أذهب عنا الحزن إن ربنا لغفور شكور (34) ",
        "babnum": 30
    },
    {
        "id": 2007,
        "cate": "35",
        "title": "الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ (35) ",
        "details": " ثم قال تعالى : { الذي أَحَلَّنَا دَارَ المقامة مِن فَضْلِهِ } أي دار الإقامة ، لما ذكر الله سرورهم وكرامتهم بتحليتهم وإدخالهم الجنات بين سرورهم ببقائهم فيها وأعلمهم بدوامها حيث قالوا : { الذي أَحَلَّنَا دَارَ المقامة } أي الإقامة والمفعول ربما يجيء للمصدر من كل باب يقال ما له معقول أي عقل ، وقال تعالى : { مُدْخَلَ صِدْقٍ } [ الإسراء : 80 ] وقال تعالى : { ومزقناهم كُلَّ مُمَزَّقٍ } [ سبأ : 19 ] وكذلك مستخرج للاستخراج وذلك لأن المصدر هو المفعول في الحقيقة ، فإنه هو الذي فعل فجاز إقامة المفعول مقامه وفي قوله : { دَارَ المقامة } إشارة إلى أن الدنيا منزلة ينزلها المكلف ويرتحل عنها إلى منزلة القبور ومنها إلى منزلة العرصة التي فيها الجمع ومنها التفريق .\r\n وقد تكون النار لبعضهم منزلة أخرى والجنة دار المقامة ، وكذلك النار لأهلها وقولهم { مِن فَضْلِهِ } أي بحكم وعده لا بإيجاب من عنده .\r\n وقوله تعالى : { لاَ يَمَسُّنَا فِيهَا نَصَبٌ وَلاَ يَمَسُّنَا فِيهَا لُغُوبٌ } اللغوب الإعياء والنصب هو السبب للإعياء فإن قال قائل إذا بين أنه لايمسهم فيها نصب علم أنه لا يمسهم فيها لغوب ولا ينفي المتكلم الحكيم السبب ، ثم ينفي مسببه بحرف العطف فلا يقول القائل لا أكلت ولا شبعت أو لا قمت ولا مشيت والعكس كثير فإنه يقال لا شبعت ولا أكلت لما أن نفي الشبع لا يلزمه إنتفاء الأكل وسياق ما تقرر أن يقال لا يمسنا فيها إعياء ولا مشقة ، فنقول ما قاله الله في غاية الجلالة وكلام الله أجل وبيانه أجمل ، ووجهه هو أنه تعالى بين مخالفة الجنة لدار الدنيا فإن الدنيا أماكنها على قسمين : أحدهما : موضع نمس فيه المشاق والمتاعب كالبراري والصحاري والطرقات والأراضي والآخر : موضع يظهر فيه الإعياء كالبيوت والمنازل التي في الأسفار من الخانات فإن من يكون في مباشرة شغل لا يظهر عليه الإعياء إلا بعدما يستريح فقال تعالى : { لاَ يَمَسُّنَا فِيهَا نَصَبٌ } أي ليست الجنة كالمواضع التي في الدنيا مظان المتاعب بل هي أفضل من المواضع التي هي مواضع مرجع العي ، فقال : { وَلاَ يَمَسُّنَا فِيهَا لُغُوبٌ } أي ، لا نخرج منها إلى مواضع نتعب ونرجع إليها فيمسنا فيها الإعياء وقرىء { لُغُوبٌ } بفتح اللام والترتيب على هذه القراءة ظاهر كأنه قال لا نتعب ولا يمسنا ما يصلح لذلك ، وهذا لأن القوي السوي إذا قال ما تعبت اليوم لا يفهم من كلامه أنه ما عمل شيئاً لجواز أنه عمل عملاً لم يكن بالنسبة إليه متعباً لوقته ، فإذا قال ما مسني ما يصلح أن يكون متعباً يفهم أنه لم يعمل شيئاً لأن نفس العمل قد يصلح أن يكون متعباً لضعيف أو متعباً بسبب كثرته ، واللغوب هو ما يغلب منه وقيل النصب التعب الممرض ، وعلى هذا فحسن الترتيب ظاهر كأنه قال لا يمسنا مرض ولا دون ذلك وهو الذي يعيا منه مباشرة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الذي أحلنا دار المقامة من فضله لا يمسنا فيها نصب ولا يمسنا فيها لغوب (35) ",
        "babnum": 31
    },
    {
        "id": 2008,
        "cate": "35",
        "title": "وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ (36) ",
        "details": " ثم قال تعالى : { والذين كَفَرُواْ لَهُمْ نَارُ جَهَنَّمَ } عطف على قوله : { إِنَّ الذين يَتْلُونَ كتاب الله } [ فاطر : 29 ] وما بينهما كلام يتعلق بالذين يتلون كتاب الله على ما بينا وقوله : { جنات عَدْنٍ يَدْخُلُونَهَا } [ فاطر : 33 ] قد ذكرنا أنه على بعض الأقوال راجع إلى { الذين يَتْلُونَ كتاب الله } .\r\n ثم قال تعالى : { لا يُقْضَى عَلَيْهِمْ فَيَمُوتُواْ } أي لا يستريحون بالموت بل العذاب دائم .\r\n وقوله تعالى : { وَلاَ يُخَفَّفُ عَنْهُمْ مِّنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ } أي النار وفيه لطائف : الأولى : أن العذاب في الدنيا إن دام كثيراً يقتل فإن لم يقتل يعتاده البدن ويصير مزاجاً فاسداً متمكناً لا يحس به المعذب ، فقال عذاب نار الآخرة ليس كعذاب الدنيا ، إما أن يفنى وإما أن يألفه البدن بل هو في كل زمان شديد والمعذب فيه دائم الثانية : راعى الترتيب على أحسن وجه وذلك لأن الترتيب أن لا ينقطع العذاب ، ولا يفتر فقال لا ينقطع ولا بأقوى الأسباب وهو الموت حتى يتمنون الموت ولا يجابون كما قال تعالى : { وَنَادَوْاْ يامالك لِيَقْضِ عَلَيْنَا رَبُّكَ } [ الزخرف : 77 ] أي بالموت الثالثة : في المعذبين اكتفى بأنه لا ينقص عذابهم ، ولم يقل نزيدهم عذاباً .\r\n وفي المثابين ذكر الزيادة بقوله : { وَيَزِيدَهُم مّن فَضْلِهِ } [ النساء : 173 ] ثم لما بين أن عذابهم لا يخفف .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والذين كفروا لهم نار جهنم لا يقضى عليهم فيموتوا ولا يخفف عنهم من عذابها كذلك نجزي كل كفور (36) ",
        "babnum": 32
    },
    {
        "id": 2009,
        "cate": "35",
        "title": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ (37) ",
        "details": " قال تعالى : { وَهُمْ يَصْطَرِخُونَ فِيهَا } أي لا يخفف وإن اصطرخوا واضطربوا لا يخفف الله من عنده إنعاماً إلى أن يطلبوه بل يطلبون ولا يجدون والاصطراخ من الصراخ والصراخ صوت المعذب .\r\n وقوله تعالى : { رَبَّنَا أَخْرِجْنَا } أي صراخهم بهذا أي يقولون : { رَبَّنَا أَخْرِجْنَا } لأن صراخهم كلام وفيه إشارة إلى أن إيلامهم تعذيب لا تأديب ، وذلك لأن المؤدب إذا قال لمؤدبه : لا أرجع إلى ما فعلت وبئسما فعلت يتركه ، وأما المعذب فلا وترتيبه حسن وذلك لأنه لما بين أنه لا يخفف عنهم بالكلية ولا يعفو عنهم بين أنه لا يقبل منهم وعداً وهذا لأن المحبوس يصبر لعله يخرج من غير سؤال فإذا طال لبثه تطلب الإخراج من غير قطيعة على نفسه فإن لم يقده يقطع على نفسه قطيعة ويقول أخرجني أفعل كذا وكذا .\r\n واعلم أن الله تعالى قد بين أن من يكون في الدنيا ضالاً فهو في الآخرة ضال كما قال تعالى : { وَمَن كَانَ فِي هذه أعمى فَهُوَ فِي الآخرة أعمى } [ الإسراء : 72 ] ثم إنهم لم يعلموا أن العود إلى الدنيا بعيد محال بحكم الإخبار .\r\n وعلى هذا قالوا : { نَعْمَلْ صالحا } جازمين من غير استعانة بالله ولا مثنوية فيه ، ولم يقولوا إن الأمر بيد الله ، فقال الله لهم إذا كان اعتمادكم على أنفسكم فقد عمرناكم مقداراً يمكن التذكر فيه والإتيان بالإيمان والإقبال على الأعمال .\r\n وقولهم : { غَيْرَ الذى كُنَّا نَعْمَلُ } إشارة إلى ظهور فساد عملهم لهم ، وكأن الله تعالى كما لم يهدهم في الدنيا لم يهدهم في الآخرة ، فما قالوا ربنا زدت للمحسنين حسنات بفضلك لا بعلمهم ونحن أحوج إلى تخفيف العذاب منهم إلى تضعيف الثواب فافعل بنا ما أنت أهله نظراً إلى فضلك ولا تفعل بنا ما نحن أهله نظراً إلى عدلك وانظر إلى مغفرتك الهاطلة ولا تنظر إلى معذرتنا الباطلة ، وكما هدى الله المؤمن في الدنيا هداه في العقبى حتى دعاه بأقرب دعاء إلى الإجابة وأثنى عليه بأطيب ثناء عند الإنابة فقالوا الحمد لله وقالوا ربنا غفور اعترافاً بتقصيرهم شكور إقراراً بوصول ما لم يخطر ببالهم إليهم وقالوا : { أَحَلَّنَا دَارَ المقامة مِن فَضْلِهِ } [ فاطر : 35 ] أي لا عمل لنا بالنسبة إلى نعم الله وهم قالوا : { أَخْرِجْنَا نَعْمَلْ صالحا } إغماضاً في حق تعظيمه وإعراضاً عن الاعتراف بعجزهم عن الإتيان بما يناسب عظمته ، ثم إنه تعالى بين أنه آتاهم ما يتعلق بقبول المحل من العمر الطويل وما يتعلق بالفاعل في المحل ، فإن النبي صلى الله عليه وسلم كفاعل الخير فيهم ومظهر السعادات .\r\n فقال تعالى : { أَوَ لَمْ نُعَمِّرْكُمْ مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَاءَكُمُ النذير } .\r\n فإن المانع إما أن يكون فيهم حيث لم يتمكنوا من النظر فيما أنزل الله ، وإما أن يكون في مرشدهم حيث لم يتل عليهم ما يرشدهم .\r\n ثم قال تعالى : { فَذُوقُواْ فَمَا للظالمين مِن نَّصِيرٍ } وقوله : { فَذُوقُواْ } إشارة إلى الدوام وهو أمر إهانة ، فما للظالمين الذين وضعوا أعمالهم وأقوالهم في غير موضعها وأتوا بالمعذرة في غير وقتها من نصير في وقت الحاجة ينصرهم ، قال بعض الحكماء قوله : { فَمَا للظالمين مِن نَّصِيرٍ } وقوله : { وَمَا للظالمين مِنْ أَنصَارٍ } [ البقرة : 270 ] يحتمل أن يكون المراد من الظالم الجاهل جهلاً مركباً ، وهو الذي يعتقد الباطل حقاً في الدنيا وما له من نصير أي من علم ينفعه في الآخرة ، والذي يدل عليه هو أن الله تعالى سمى البرهان سلطاناً ، كما قال تعالى : { فأتُوناْ بسلطان } [ ابراهيم : 10 ] والسلطان أقوى ناصر إذ هو القوة أو الولاية وكلاهما ينصر والحق التعميم ، لأن الله لا ينصره وليس غيره نصيراً فما لهم من نصير أصلاً ، ويمكن أن يقال إن الله تعالى قال في آل عمران { وَمَا للظالمين مِنْ أَنصَارٍ } [ آل عمران : 192 ] وقال : { فَمَن يَهْدِي مَنْ أَضَلَّ الله وَمَا لَهُمْ مّن ناصرين } [ الروم : 29 ] وقال ههنا : { فَمَا للظالمين مِن نِّصِيرٍ } أي هذا وقت كونهم واقعين في النار ، فقد أيس كل منهم من كثير ممن كانوا يتوقعون منهم النصرة ولم يبق إلا توقعهم من الله فقال : ما لكم من نصير أصلاً ، وهناك كان الأمر محكياً في الدنيا أو في أوائل الحشر ، فنفى ما كانوا يتوقعون منهم النصرة وهم آلهتهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وهم يصطرخون فيها ربنا أخرجنا نعمل صالحا غير الذي كنا نعمل أولم نعمركم ما يتذكر فيه من تذكر وجاءكم النذير فذوقوا فما للظالمين من نصير (37) ",
        "babnum": 33
    },
    {
        "id": 2010,
        "cate": "35",
        "title": "إِنَّ اللَّهَ عَالِمُ غَيْبِ السَّمَاوَاتِ وَالْأَرْضِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (38) ",
        "details": " تقريراً لدوامهم في العذاب ، وذلك من حيث إن الله تعالى لما قال : { وَجَزَاء سَيّئَةٍ سَيّئَةٌ مّثْلُهَا } [ الشورى : 40 ] ولا يزاد عليها ، فلو قال قائل : الكافر ما كفر بالله إلا أياماً معدودة ، فكان ينبغي أن لا يعذب إلى مثل تلك الأيام ، فقال تعالى إن الله لا يخفى عليه غيب السموات فلا يخفى عليه ما في الصدور ، وكان يعلم من الكافر أن في قلبه تمكن الكفر بحيث لو دام إلى الأبد لما أطاع الله ولا عبده .\r\n وفي قوله تعالى : { بِذَاتِ الصدور } مسألة قد ذكرناها مرة ونعيدها أخرى ، وهي أن لقائل أن يقول الصدور هي ذات اعتقادات وظنون ، فكيف سمى الله الاعتقادات بذات الصدور؟ ويقرر السؤال قولهم أرض ذات أشجار وذات جنى إذا كان فيها ذلك ، فكذلك الصدر فيه اعتقاد فهو ذو اعتقاد ، فيقال له لما كان اعتبار الصدر بما فيه صار ما فيه كالساكن المالك حيث لا يقال الدار ذات زيد ، ويصح أن يقال زيد ذو دار ومال وإن كان هو فيها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الله عالم غيب السماوات والأرض إنه عليم بذات الصدور (38) ",
        "babnum": 34
    },
    {
        "id": 2011,
        "cate": "35",
        "title": "هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ إِلَّا مَقْتًا وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا (39) ",
        "details": " ثم قال تعالى : { هُوَ الذي جَعَلَكُمْ خلائف فِي الأرض } .\r\n تقريراً لقطع حجتهم فإنهم لما قالوا : { رَبَّنَا أَخْرِجْنَا نَعْمَلْ صالحا } [ فاطر : 37 ] وقال تعالى : { أَوَلَمْ نُعَمِّرْكُمْ مَّا يَتَذَكَّرُ } [ فاطر : 37 ] إشارة إلى أن التمكين والإمهال مدة يمكن فيها المعرفة قد حصل وما آمنتم وزاد عليه بقوله : { وَجَاءكُمُ النذير } [ فاطر : 37 ] أي آتيناكم عقولاً ، وأرسلنا إليكم من يؤيد المعقول بالدليل المنقول زاد على ذلك بقوله تعالى : { هُوَ الذي جَعَلَكُمْ خلائف فِي الأرض } أي نبهكم بمن مضى وحال من انقضى فإنكم لو لم يحصل لكم علم بأن من كذب الرسل أهلك لكان عنادكم أخفى وفسادكم أخف ، لكن أمهلتم وعمرتم وأمرتم على لسان الرسل بما أمرتم وجعلتم خلائف في الأرض ، أي خليفة بعد خليفة تعلمون حال الماضين وتصبحون بحالهم راضين { فَمَن كَفَرَ } بعد هذا كله { فَعَلَيْهِ كُفْرُهُ وَلاَ يَزِيدُ الكافرين كُفْرُهُمْ عِندَ رَبّهِمْ إِلاَّ مَقْتاً } لأن الكافر السابق كان ممقوتاً كالعبد الذي لا يخدم سيده واللاحق الذي أنذره الرسول ولم ينتبه أمقت كالعبد الذي ينصحه الناصح ويأمره بخدمة سيده ويعده ويوعده ولا ينفعه النصح ولا يسعده والتالي لهم الذي رأى عذاب من تقدم ولم يخش عذابه أمقت الكل .\r\n ثم قال تعالى : { وَلاَ يَزِيدُ الكافرين كُفْرُهُمْ إِلاَّ خَسَاراً } أي الكفر لا ينفع عند الله حيث لا يزيد إلا المقت ، ولا ينفعهم في أنفسهم حيث لا يفيدهم إلا الخسارة ، فإن العمر كالرأس مال من اشترى به رضا الله ربح ، ومن اشترى به سخطه خسر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هو الذي جعلكم خلائف في الأرض فمن كفر فعليه كفره ولا يزيد الكافرين كفرهم عند ربهم إلا مقتا ولا يزيد الكافرين كفرهم إلا خسارا (39) ",
        "babnum": 35
    },
    {
        "id": 2012,
        "cate": "35",
        "title": "قُلْ أَرَأَيْتُمْ شُرَكَاءَكُمُ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ عَلَى بَيِّنَتٍ مِنْهُ بَلْ إِنْ يَعِدُ الظَّالِمُونَ بَعْضُهُمْ بَعْضًا إِلَّا غُرُورًا (40) ",
        "details": " تقريراً للتوحيد وإبطالاً للإشراك ، وقوله : { أَرَءيْتُمْ } المراد منه أخبروني ، لأن الاستفهام يستدعي جواباً ، يقول القائل أرأيت ماذا فعل زيد؟ فيقول السامع باع أو اشترى ، ولولا تضمنه معنى أخبرني وإلا لما كان الجواب إلا قوله لا أو نعم ، وقوله : { شُرَكَاءَكُمُ } إنما أضاف الشركاء إليهم من حيث إن الأصنام في الحقيقة لم تكن شركاء لله ، وإنما هم جعلوها شركاء ، فقال شركاءكم ، أي الشركاء بجعلكم ويحتمل أن يقال شركاءكم ، أي شركاءكم في النار لقوله : { إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله حَصَبُ جَهَنَّمَ } [ الأنبياء : 98 ] وهو قريب ، ويحتمل أن يقال هو بعيد لاتفاق المفسرين على الأول وقوله : { أَرُونِيَ } بدل عن { أَرَءيْتُمْ } لأن كليهما يفيد معنى أخبروني ، ويحتمل أن يقال قوله : { أَرَءيْتُمْ } استفهام حقيقي و { أَرُونِيَ } أمر تعجيز للتبين ، فلما قال : { أَرَءيْتُمْ } يعني أعلمتم هذه التي تدعونها كما هي وعلى ما هي عليه من العجز أو تتوهمون فيها قدرة ، فإن كنتم تعلمونها عاجزة فكيف تعبدونها؟ وإن كان وقع لكم أن لها قدرة فأروني قدرتها في أي شيء هي ، أهي في الأرض ، كما قال بعضهم : إن الله إله السماء وهؤلاء آلهة الأرض ، وهم الذين قالوا أمور الأرض من الكواكب والأصنام صورها؟ أم هي في السموات ، كما قال بعضهم : إن السماء خلقت باستعانة الملائكة والملائكة شركاء في خلق السموات ، وهذه الأصنام صورها؟ أم قدرتها في الشفاعة لكم ، كما قال بعضهم إن الملائكة ما خلقوا شيئاً ولكنهم مقربون عند الله فنعبدها ليشفعوا لنا ، فهل معهم كتاب من الله فيه إذنه لهم بالشفاعة؟ وقوله : { أم آتيناهم كتاباً } في العائد إليه الضمير وجهان أحدهما : أنه عائد إلى الشركاء ، أي هل أتينا الشركاء كتاباً وثانيهما : أنه عائد إلى المشركين ، أي هل آتينا المشركين كتاباً وعلى الأول فمعناه ما ذكرنا ، أي هل مع ما جعل شريكاً كتاب من الله فيه أن له شفاعة عند الله ، فإن أحداً لا يشفع عنده إلا بإذنه ، وعلى الثاني معناه أن عبادة هؤلاء إما بالعقل ولا عقل لمن يعبد من لم يخلق من الأرض جزءاً من الأجزاء ولا في السماء شيئاً من الأشياء ، وإما بالنقل ونحن ما آتينا المشركين كتاباً فيه أمرنا بالسجود لهؤلاء ولو أمرنا لجاز كما أمرنا بالسجود لآدم وإلى جهة الكعبة ، فهذه العبادة لا عقلية ولا نقلية فوعد بعضهم بعضاً ليس إلا غروراً غرهم الشيطان وزين لهم عبادة الأصنام .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل أرأيتم شركاءكم الذين تدعون من دون الله أروني ماذا خلقوا من الأرض أم لهم شرك في السماوات أم آتيناهم كتابا فهم على بينت منه بل إن يعد الظالمون بعضهم بعضا إلا غرورا (40) ",
        "babnum": 36
    },
    {
        "id": 2013,
        "cate": "35",
        "title": "إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ إِنَّهُ كَانَ حَلِيمًا غَفُورًا (41) ",
        "details": " ويحتمل أن يقال لما بين شركهم قال مقتضى شركهم زوال السموات والأرض كما قال تعالى : { تَكَادُ السموات يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الأرض وَتَخِرُّ الجبال هَدّاً * أَن دَعَوْا للرحمن وَلَداً } [ مريم : 90 ، 91 ] ويدل على هذا قوله تعالى في آخر الآية : { إِنَّهُ كَانَ حَلِيمًا غَفُورًا } كان حليماً ما ترك تعذيبهم إلا حلماً منه وإلا كانوا يستحقون إسقاط السماء وانطباق الأرض عليهم وإنما أخر إزالة السموات إلى قيام الساعة حلماً ، وتحتمل الآية وجهاً ثالثاً : وهو أن يكون ذلك من باب التسليم وإثبات المطلوب على تقدير التسليم أيضاً كأنه تعالى قال شركاؤكم ما خلقوا من الأرض شيئاً ولا في السماء جزءاً ولا قدروا على الشفاعة ، فلا عبادة لهم .\r\n وهب أنهم فعلوا شيئاً من الأشياء فهل يقدرون على إمساك السموات والأرض؟ ولا يمكنهم القول بأنهم يقدرون لأنهم ما كانوا يقولون به ، كما قال تعالى عنهم : { وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السموات والأرض لَيَقُولُنَّ الله } [ لقمان : 25 ] ويؤيد هذا قوله : { وَلَئِن زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّن بَعْدِهِ } فإذا تبين أن لا معبود إلا الله من حيث إن غيره لم يخلق من الأشياء وإن قال الكافر بأن غيره خلق فما خلق مثل ما خلق فلا شريك له إنه كان حليماً غفوراً ، حليماً حيث لم يعجل في إهلاكهم بعد إصرارهم على إشراكهم وغفوراً يغفر لمن تاب ويرحمه وإن استحق العقاب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الله يمسك السماوات والأرض أن تزولا ولئن زالتا إن أمسكهما من أحد من بعده إنه كان حليما غفورا (41) ",
        "babnum": 37
    },
    {
        "id": 2014,
        "cate": "35",
        "title": "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ فَلَمَّا جَاءَهُمْ نَذِيرٌ مَا زَادَهُمْ إِلَّا نُفُورًا (42) اسْتِكْبَارًا فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ فَهَلْ يَنْظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا (43) ",
        "details": " لما بين إنكارهم للتوحيد ذكر تكذيبهم للرسول ومبالغتهم فيه حيث إنهم كانوا يقسمون على أنهم لا يكذبون الرسل إذا تبين لهم كونهم رسلاً وقالوا : إنما نكذب بمحمد صلى الله عليه وسلم لكونه كاذباً ، ولو تبين لنا كونه رسولاً لآمنا كما قال تعالى عنهم : { وَأَقْسَمُواْ بالله جَهْدَ أيمانهم لَئِن جَاءتْهُمْ ءايَةٌ لَّيُؤْمِنُنَّ بِهَا } [ الأنعام : 109 ] وهذا مبالغة منهم في التكذيب ، كما أن من ينكر دين إنسان قد يقول والله لو علمت أن له شيئاً علي لقضيته وزدت له ، إظهاراً لكونه مطالباً بالباطل ، فكذلك ههنا عاندوا وقالوا والله لو جاءنا رسول لكنا أهدى الأمم فلما جاءهم نذير أي محمد صلى الله عليه وسلم جاءهم أي صح مجيؤه لهم بالبينة ما زادهم إلا نفوراً ، فإنهم قبل الرسالة كانوا كافرين بالله وبعدها صاروا كافرين بالله ورسوله ولأنهم قبل الرسالة ما كانوا معذبين كما صاروا ، بعد الرسالة وقال بعض المفسرين : إن أهل مكة كانوا يلعنون اليهود والنصارى على أنهم كذبوا برسلهم لما جاءوهم وقالو لو جاءنا رسول لأطعناه واتبعناه ، وهذا فيه إشكال من حيث إن المشركين كانوا منكرين للرسالة والحشر مطلقاً ، فكيف كانوا يعترفون بالرسل ، فمن أين عرفوا أن اليهود كذبوا وما جاءهم كتاب ولولا كتاب الله وبيان رسوله من أين كان يعلم المشركون أنهم صدقوا شيئاً وكذبوا في شيء؟ بل المراد ما ذكرنا أنهم كانوا يقولون نحن لو جاءنا رسول لا ننكره وإنما ننكر كون محمد رسولاً من حيث إنه كاذب ولو صح كونه رسولاً لآمنا وقوله : { فَلَمَّا جَاءَهُمْ } أي فلما صح لهم مجيؤه بالمعجزة ، وفي قوله : { أهدى } وجهان أحدهما : أن يكون المراد أهدى مما نحن عليه وعلى هذا فقوله : { مِنْ إِحْدَى الأمم } للنبيين كما يقول القائل زيد من المسلمين ويدل على هذا قوله تعالى : { فَلَمَّا جَاءَهُمُ نَذِيرٌ مَّا زَادَهُمْ إِلاَّ نُفُوراً } أي صاروا أضل مما كانوا وكانوا يقولون نكون أهدى وثانيهما : أن يكون المراد أن نكون أهدى من إحدى الأمم كما يقول القائل زيد أولى من عمرو ، وفي الأمم وجهان أحدهما : أن يكون المراد العموم أي أهدى من أي إحدى الأمم وفيه تعريض وثانيهما : أن يكون المراد تعريف العهد أي أمة محمد وموسى وعيسى ومن كان في زمانهم .\r\n ثم قال تعالى : { استكبارا فِي الأرض } ونصبه يحتمل ثلاثة أوجه أحدها : أن يكون حالاً أي مستكبرين في الأرض وثانيها : أن يكون مفعولاً له أي للاستكبار وثالثها : أن يكون بدلاً عن النفور وقوله : { وَمَكْرَ السَّيِّىء } إضافة الجنس إلى نوعه كما يقال علم الفقه وحرفة الحدادة وتحقيقه أن يقال معناه ومكروا مكراً سيئاً ثم عرف لظهور مكرهم ، ثم ترك التعريف باللام وأضيف إلى السيء لكون السوء فيه أبين الأمور ، ويحتمل أن يقال بأن المكر يستعمل استعمال العمل كما ذكرنا في قوله تعالى : { والذين يَمْكُرُونَ السيئات } [ فاطر : 10 ] أي يعملون السيئات ، ومكرهم السيء ، وهو جميع ما كان يصدر منهم من القصد إلى الإيذاء ومنع الناس من الدخول في الإيمان وإظهار الإنكار ، ثم قال : { وَلاَ يَحِيقُ المكر السيىء إِلاَّ بِأَهْلِهِ } أي لا يحيط إلا بفاعله وفي قوله : { وَلاَ يَحِيقُ } وقوله : { إِلاَّ بِأَهْلِهِ } فوائد ، أما في قوله : { يَحِيقُ } فهي أنها تنبىء عن الإحاطة التي هي فوق اللحوق وفيه من التحذير ما ليس في قوله ولا يلحق أو ولا يصل ، وأما في قوله : { بِأَهْلِهِ } ففيه ما ليس في قول القائل ولا يحيق المكر السيء إلا بالماكر ، كي لا يأمن المسيء فإن من أساء ومكره سيء آخر قد يلحقه جزاء على سيئه ، وأما إذا لم يكن سيئاً فلا يكون أهلاً فيأمن المكر السيء ، وأما في النفي والإثبات ففائدته الحصر بخلاف ما يقول القائل المكر السيء يحيق بأهله ، فلا ينبىء عن عدم الحيق بغير أهله ، فإن قال قائل : كثيراً ما نرى أن الماكر يمكر ويفيده المكر ويغلب الخصم بالمكر والآية تدل على عدم ذلك ، فنقول الجواب عنه من وجوه أحدها : أن المكر المذكور في الآية هو المكر الذي مكروه مع النبي صلى الله عليه وسلم من العزم على القتل والإخراج ولم يحق إلا بهم ، حيث قتلوا يوم بدر وغيره وثانيها : هو أن نقول المكر السيء عام وهو الأصح فإن النبي عليه السلام نهى عن المكر وأخبر عن النبي صلى الله عليه وسلم أنه قال : « لا تمكروا ولا تعينوا ماكراً فإن الله يقول ولا يحيق المكر السيء إلا بأهله » وعلى هذا فذلك الرجل الممكور به ( لا ) يكون أهلاً فلا يرد نقضاً وثالثها : أن الأمور بعواقبها ، ومن مكر به غيره ونفذ فيه المكر عاجلاً في الظاهر ففي الحقيقة هو الفائز والماكر هو الهالك وذلك مثل راحة الكافر ومشقة المسلم في الدنيا ، ويبين هذا المعنى قوله تعالى : { فَهَلْ يَنظُرُونَ إِلاَّ سُنَّةَ آلأَوَّلِينَ } يعني إذا كان لمكرهم في الحال رواج فالعاقبة للتقوى والأمور بخواتيمها ، فيهلكون كما هلك الأولون .\r\n وقوله تعالى : { فَهَلْ يَنظُرُونَ إِلاَّ سُنَّةَ آلأَوَّلِينَ } أي ليس لهم بعد هذا إلا انتظار الإهلاك وهو سنة الأولين وفيه مسائل : المسألة الأولى : الإهلاك ليس سنة الأولين إنما هو سنة الله بالأولين ، فنقول الجواب عنه من وجهين أحدهما : أن المصدر الذي هو المفعول المطلق يضاف إلى الفاعل والمفعول لتعلقه بهما من وجه دون وجه فيقال فيما إذا ضرب زيد عمراً عجبت من ضرب عمرو كيف ضرب مع ماله من العزم والقوة وعجبت من ضرب زيد كيف ضرب مع ماله من العلم والحكمة فكذلك سنة الله بهم أضافها إليهم لأنها سنة سنت بهم وأضافها إلى نفسه بعدها بقوله : { فَلَن تَجِدَ لِسُنَّةِ الله تَبْدِيلاً } لأنها سنة من سنن الله ، إذا علمت هذا فنقول أضافها في الأول إليهم حيث قال : { سنة الأَولين } لأن سنة الله الإهلاك بالإشراك والإكرام على الإسلام فلا يعلم أنهم ينتظرون أيهما فإذا قال سنة الأولين تميزت وفي الثاني أضافها إلى الله ، لأنها لما علمت فالإضافة إلى الله تعظمها وتبين أنها أمر واقع ليس لها من دافع وثانيهما : أن المراد من سنة الأولين استمرارهم على الإنكار واستكبارهم عن الإقرار ، وسنة الله استئصالهم بإصرارهم فكأنه قال : أنتم تريدون الإتيان بسنة الأولين والله يأتي بسنة لا تبديل لها ولا تحويل عن مستحقها .\r\n المسألة الثانية : التبديل تحويل فما الحكمة في التكرار؟ نقول بقوله : { فَلَن تَجِدَ لِسُنَّةِ الله تَبْدِيلاً } حصل العلم بأن العذاب لا تبديل له بغيره ، وبقوله : { وَلَن تَجِدَ لِسُنَّةِ الله تَحْوِيلاً } حصل العلم بأن العذاب مع أنه لا تبديل له بالثواب لا يتحول عن مستحقه إلى غيره فيتم تهديد المسيء .\r\n المسألة الثالثة : المخاطب بقوله : { فَلَن تَجِدَ } يحتمل وجهين وقد تقدم مراراً أحدهما : أن يكون عاماً كأنه قال فلن تجد أيها السامع لسنة الله تبديلاً والثاني : أن يكون مع محمد صلى الله عليه وسلم وعلى هذا فكأنه قال : سنة الله أنه لا يهلك ما بقي في القوم من كتب الله إيمانه ، فإذا آمن من في علم الله أنه يؤمن يهلك الباقين كما قال نوح : { إِنَّكَ إِن تَذَرْهُمْ } [ نوح : 27 ] أي تمهل الأمر وجاء وقت سنتك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأقسموا بالله جهد أيمانهم لئن جاءهم نذير ليكونن أهدى من إحدى الأمم فلما جاءهم نذير ما زادهم إلا نفورا (42) استكبارا في الأرض ومكر السيئ ولا يحيق المكر السيئ إلا بأهله فهل ينظرون إلا سنت الأولين فلن تجد لسنت الله تبديلا ولن تجد لسنت الله تحويلا (43) ",
        "babnum": 38
    },
    {
        "id": 2015,
        "cate": "35",
        "title": "أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ إِنَّهُ كَانَ عَلِيمًا قَدِيرًا (44) ",
        "details": " ثم قال تعالى : { أَوَ لَمْ يَسِيرُواْ فِى الأرض فَيَنظُرُواْ كَيْفَ كَانَ عاقبة الذين مِن قَبْلِهِمْ وَكَانُواْ أَشَدَّ مِنْهُمْ قُوَّةً } .\r\n لما ذكر أن للأولين سنة وهي الإهلاك نبههم بتذكير حال الأولين فإنهم كانوا مارين على ديارهم رائين لآثارهم وأملهم كان فوق أملهم وعملهم كان دون عملهم ، أما الأول فلطول أعمارهم وشدة اقتدارهم ، وأما عملهم فلأنهم لم يكذبوا مثل محمد ولا محمداً وأنتم يا أهل مكة كذبتم محمداً ومن تقدمه ، وقوله تعالى : { وَكَانُواْ أَشَدَّ مِنْهُمْ قُوَّةً } قد ذكرناه في سورة الروم ، بقي فيه أبحاث : الأول : قال هناك : { كَانُواْ أَشَدَّ } [ الروم : 9 ] من غير واو ، وقال ههنا بالواو فما الفرق؟ نقول قول القائل : أما رأيت زيداً كيف أكرمني وأعظم منك ، يفيد أن القائل يخبره بأن زيداً أعظم ، وإذا قال : أما رأيته كيف أكرمني هو أعظم منك يفيد أنه تقرر أن كلا المعنيين حاصل عند السامع كأنه رآه أكرمه ورآه أكبر منه ولا شك أن هذه العبارة الأخيرة تفيد كون الأمر الثاني في الظهور مثل الأول بحيث لا يحتاج إلى إعلام من المتكلم ولا إخبار ، إذا علمت هذا فنقول المذكور ههنا كونهم أشد منهم قوة لا غير ، ولعل ذلك كان ظاهراً عندهم فقال بالواو أي نظركم كما يقع على عاقبة أمرهم يقع على قوتهم ، وأما هناك فالمذكور أشياء كثيرة فإنه قال : { كَانُواْ أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُواْ الأرض وَعَمَرُوهَا } [ الروم : 9 ] وفي موضع آخر قال : { أَفَلَمْ يَسِيرُواْ فِى الأرض فَيَنظُرُواْ كَيْفَ كَانَ عاقبة الذين مِن قَبْلِهِمْ كَانُواْ أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَءَاثَاراً فِى الأرض } [ غافر : 82 ] ولعل علمهم لم يحصل بإثارتهم الأرض أو بكثرتهم ولكن نفس القوة ورجحانهم فيما عليهم كان معلوماً عندهم فإن كل طائفة تعتقد فيمن تقدمهم أنهم أقوى منهم ولا نزاع فيه .\r\n وقوله تعالى : { وَمَا كَانَ الله لِيُعْجِزَهُ مِن شَىْءٍ فِى السموات وَلاَ فِى الأرض إِنَّهُ كَانَ عَلِيماً قَدِيراً } يحتمل وجهين أحدهما : أن يكون بياناً لهم أي أن الأولين مع شدة قوتهم ما أعجزوا الله وما فاتوه فهم أولى بأن لا يعجزوه والثاني : أن يكون قطعاً لأطماع الجهال فإن قائلاً لو قال : هب أن الأولين كانوا أشد قوة وأطول أعماراً لكنا نستخرج بذكائنا ما يزيد على قواهم ونستعين بأمور أرضية لها خواص أو كواكب سماوية لها آثار فقال تعالى : { وَمَا كَانَ الله لِيُعْجِزَهُ مِن شَىْء فِى السموات وَلاَ فِى الأرض إِنَّهُ كَانَ عَلِيماً } بأفعالهم وأقوالهم : { قَدِيراً } على إهلاكهم واستئصالهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أولم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم وكانوا أشد منهم قوة وما كان الله ليعجزه من شيء في السماوات ولا في الأرض إنه كان عليما قديرا (44) ",
        "babnum": 39
    },
    {
        "id": 2016,
        "cate": "35",
        "title": "وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ وَلَكِنْ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيرًا (45) ",
        "details": " لما خوف الله المكذبين بمن مضى وكانوا من شدة عنادهم وفساد اعتقادهم يستعجلون بالعذاب ويقولون عجل لنا عذابنا فقال الله : للعذاب أجل والله لا يؤاخذ الله الناس بنفس الظلم فإن الإنسان ظلوم جهول ، وإنما يؤاخذ بالإصرار وحصول يأس الناس عن إيمانهم ووجود الإيمان ممن كتب الله إيمانه فإذا لم يبق فيهم من يؤمن يهلك المكذبين ولو آخذهم بنفس الظلم لكان كل يوم إهلاك وفيه مسائل : المسألة الأولى : إذا كان الله يؤاخذ الناس بما كسبوا فما بال الدواب يهلكون؟ نقول الجواب من وجوه أحدها : أن خلق الدواب نعمة فإذا كفر الناس يزيل الله النعم والدواب أقرب النعم لأن المفرد أولاً ثم المركب والمركب إما أن يكون معدنياً وإما أن يكون نامياً والنامي إما أن يكون حيواناً وإما أن يكون نباتاً ، والحيوان إما إنسان وإما غير إنسان فالدواب أعلى درجات المخلوقات في عالم العناصر للإنسان الثاني : هو أن ذلك بيان لشدة العذاب وعمومه فإن بقاء الأشياء بالإنسان كما أن بقاء الإنسان بالأشياء وذلك لأن الإنسان يدبر الأشياء ويصلحها فتبقى الأشياء ثم ينتفع بها الإنسان فيبقى الإنسان فإذا كان الهلاك عاماً لا يبقى من الإنسان من يعمر فلا تبقى الأبنية والزروع فلا تبقى الحيوانات الأهلية لأن بقاءها بحفظ الإنسان إياها عن التلف والهلاك بالسقي والعلف الثالث : هو أن إنزال المطر هو إنعام من الله في حق العباد فإذا لم يستحقوا الإنعام قطعت الأمطار عنهم فيظهر الجفاف على وجه الأرض فتموت جميع الحيوانات وقوله تعالى : { مَا تَرَكَ على ظَهْرِهَا مِن دَابَّةٍ } الوجه الثالث : لأن بسبب انقطاع الأمطار تموت حيوانات البر ، أما حيوانات البحر فتعيش بماء البحار .\r\n المسألة الثانية : قوله تعالى : { على ظَهْرِهَا } كناية عن الأرض وهي غير مذكورة فكيف علم؟ نقول مما تقدم ومما تأخر ، أما ما تقدم فقوله : { وَمَا كَانَ الله لِيُعْجِزَهُ مِن شَىْء فِى السموات وَلاَ فِى الأرض } [ فاطر : 44 ] فهو أقرب المذكورات الصالحة لعود الهاء إليها ، وأما ما تأخر فقوله : { مِن دَابَّةٍ } لأن الدواب على ظهر الأرض ، فإن قيل كيف يقال لما عليه الخلق من الأرض وجه الأرض وظهر الأرض ، مع أن الوجه مقابل الظهر كالمضاد؟ نقول من حيث إن الأرض كالدابة الحاملة للأثقال والحمل يكون على الظهر يقال له ظهر الأرض ، ومن حيث إن ذلك هو المقابل للخلق المواجه لهم يقال له وجهها ، على أن الظهر في مقابلة البطن والظهر والظاهر من باب والبطن والباطن من باب ، فوجه الأرض ظهر لأنه هو الظاهر وغيره منها باطن وبطن .\r\n المسألة الثالثة : في قوله تعالى : { ولكن يُؤَخِرُهُمْ إلى أَجَلٍ مسمى } وجوه أحدها : إلى يوم القيامة وهو مسمى مذكور في كثير من المواضع ثانيها : يوم لا يوجد في الخلق من يؤمن على ما تقدم ثالثها : لكل أمة أجل ولكل أجل كتاب وأجل قوم محمد صلى الله عليه وسلم أيام القتل والأسر كيوم بدر وغيره .\r\n المسألة الرابعة : قوله تعالى : { فَإِذَا جَاء أَجَلُهُمْ فَإِنَّ الله كَانَ بِعِبَادِهِ بَصِيراً } تسلية للمؤمنين ، وذلك لأنه تعالى لما قال : { مَا تَرَكَ على ظَهْرِهَا مِن دَابَّةٍ } وقال : { لاَّ تُصِيبَنَّ الذين ظَلَمُواْ مِنكُمْ خَاصَّةً } [ الأنفال : 25 ] قال : فإذا جاء الهلاك فالله بالعباد بصير ، إما أن ينجيهم أو يكون توفيهم تقريباً من الله لا تعذيباً ، لا يقال قد ذكرت أن الله لا يؤاخذ بمجرد الظلم ، وإنما يؤاخذ حين يجتمع الناس على الضلال ونقول بأنه تعالى عند الإهلاك يهلك المؤمن فكيف هذا ، نقول قد ذكرنا أن الإماتة والإفناء إن كان للتعذيب فهو مؤاخذة بالذنب وإهلاك ، وإن كان لإيصال الثواب فليس بإهلاك ولا بمؤاخذة ، والله لا يؤاخذ الناس إلا عند عموم الكفر ، وقوله : { بَصِيراً } اللفظ أتم في التسلية من العليم وغيره لأن البصير بالشيء الناظر إليه أولى بالإنجاء من العالم بحالة دون أن يراه والله أعلم .\r\n وصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولو يؤاخذ الله الناس بما كسبوا ما ترك على ظهرها من دابة ولكن يؤخرهم إلى أجل مسمى فإذا جاء أجلهم فإن الله كان بعباده بصيرا (45) ",
        "babnum": 40
    }
]