[
    {
        "id": 1651,
        "cate": "26",
        "title": "طسم (1) تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ (2) لَعَلَّكَ بَاخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ (3) إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ (4) ",
        "details": " الطاء إشارة إلى طرب قلوب العارفين ، والسين سرور المحبين ، والميم مناجاة المريدين ، وفيه مسائل : المسألة الأولى : قرأ قتادة { باخع نَّفْسَكَ } على الإضافة ، وقرىء { فَظَلَّتْ أعناقهم لَهَا خاضعة } .\r\n المسألة الثانية : البخع أن يبلغ بالذبح البخاع ، وهو الخرم النافذ في ثقب الفقرات وذلك أقصى حد الذابح ، ولعل للإشفاق .\r\n المسألة الثالثة : قوله : { طسم * تِلْكَ ءايَاتُ الكتاب المبين } معناه : آيات هذه السورة تلك آيات الكتاب المبين ، وتمام تقريره ما مر في قوله تعالى : { ذلك الكتاب } [ البقرة : 2 ] ولا شبهة في أن المراد بالكتاب هو القرآن والمبين وإن كان في الحقيقة هو المتكلم فقد يضاف إلى الكلام من حيث يتبين به عند النظر فيه ، فإن قيل القوم لما كانوا كفاراً فكيف تكون آيات القرآن مبينة لهم ما يلزمهم ، وإنما يتبين بذلك الأحكام؟ قلنا ألفاظ القرآن من حيث تعذر عليهم أن يأتوا بمثله يمكن أن يستدل به على فاعل مخالف لهم كما يستدل بسائر ما لا يقدر العباد على مثله ، فهو دليل التوحيد من هذا الوجه ودليل النبوة من حيث الإعجاز ، ويعلم به بعد ذلك أنه إذا كان من عند الله تعالى فهو دلالة الأحكام أجمع ، وإذا ثبت هذا صارت آيات القرآن كافية في كل الأصول والفروع أجمع ، ولما ذكر الله تعالى أنه بين الأمور قال بعده : { لَعَلَّكَ باخع نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ } منبهاً بذلك على أن الكتاب وإن بلغ في البيان كل غاية فغير مدخل لهم في الإيمان لما أنه سبق حكم الله بخلافه ، فلا تبالغ في الحزن والأسف على ذلك لأنك إن بالغت فيه كنت بمنزلة من يقتل نفسه ثم لا ينتفع بذلك أصلاً فصبره وعزاه وعرفه أن غمه وحزنه لا نفع فيه كما أن وجود الكتاب على بيانه ووضوحه لا نفع لهم فيه ، ثم بين تعالى أنه قادر على أن ينزل آية يذلون عندها ويخضعون ، فإن قيل : كيف صح مجيء { خاضعين } خبراً عن الأعناق؟ قلنا أصل الكلام : فظلوا لها خاضعين ، فذكرت الأعناق لبيان موضع الخضوع ، ثم ترك الكلام على أصله ، ولما وصفت بالخضوع الذي هو للعقلاء ، قيل { خاضعين } كقوله : { لِى سَاجِدِينَ } [ يوسف : 4 ] ، وقيل أعناق الناس رؤساؤهم ومقدموهم شبهوا بالأعناق كما يقال هم الرؤوس والصدور ، وقيل هم جماعات الناس ، يقال جاءنا عنق من الناس لفوج منهم .\r\n المسألة الرابعة : نظير هذه الآية قوله تعالى في سورة الكهف ( 6 ) : { فَلَعَلَّكَ باخع نَّفْسَكَ } وقوله : { فَلاَ تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حسرات } [ فاطر : 8 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "طسم (1) تلك آيات الكتاب المبين (2) لعلك باخع نفسك ألا يكونوا مؤمنين (3) إن نشأ ننزل عليهم من السماء آية فظلت أعناقهم لها خاضعين (4) ",
        "babnum": 1
    },
    {
        "id": 1652,
        "cate": "26",
        "title": "وَمَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنَ الرَّحْمَنِ مُحْدَثٍ إِلَّا كَانُوا عَنْهُ مُعْرِضِينَ (5) فَقَدْ كَذَّبُوا فَسَيَأْتِيهِمْ أَنْبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (6) أَوَلَمْ يَرَوْا إِلَى الْأَرْضِ كَمْ أَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ (7) إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (8) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (9) ",
        "details": " المسألة الأولى : قوله : { وَمَا يَأْتِيهِم مّن ذِكْرٍ مّنَ الرحمن مُحْدَثٍ إِلاَّ كَانُواْ عَنْهُ مُعْرِضِينَ } من تمام قوله : { إِن نَّشَأْ نُنَزّلْ عَلَيْهِمْ } [ الشعراء : 4 ] فنبه تعالى على أنه مع قدرته على أن يجعلهم مؤمنين بالإلجاء رحيم بهم من حيث يأتيهم حالاً بعد حال بالقرآن ، وهو الذكر ويكرره عليهم وهم مع ذلك على حد واحد في الإعراض والتكذيب والاستهزاء ، ثم عند ذلك زجر وتوعد لأن المرء إذا استمر على كفره فليس ينفع فيه إلا الزجر الشديد فلذلك قال : { فَقَدْ كَذَّبُواْ } أي بلغوا النهاية في رد آيات الله تعالى { فَسَيَأْتِيهِمْ أنباؤا مَا كَانُواْ به يستهزئون } وذلك إما عند نزول العذاب عليهم في الدنيا أو عند المعاينة أو في الآخرة ، فهو كقوله تعالى : { وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينِ } [ ص : 88 ] وقد جرت العادة فيمن يسيء أن يقال له سترى حالك من بعد على وجه الوعيد ، ثم إنه تعالى بين أنه مع إنزاله القرآن حالاً بعد حال قد أظهر أدلة تحدث حالاً بعد حال فقال : { أَوَ لَمْ يَرَوْاْ إِلَى الأرض كَمْ أَنبَتْنَا فِيهَا مِن كُلّ زَوْجٍ كَرِيمٍ } والزوج هو الصنف ( من النبات ) والكريم صفة لكل ما يرضى ويحمد في بابه ، يقال وجه كريم إذا كان مرضياً في حسنه وجماله .\r\n وكتاب كريم إذا كان مرضياً في فوائده ومعانيه ، والنبات الكريم هو المرضي فيما يتعلق به من المنافع ، وفي وصف الزوج بالكريم وجهان : أحدهما : أن النبات على نوعين نافع وضار ، فذكر سبحانه كثرة ما أنبت في الأرض من جميع أصناف النبات النافع وترك ذكر الضار والثاني : أنه يعم جميع النبات نافعه وضاره ووصفهما جميعاً بالكرم ، ونبه على أنه ما أنبت شيئاً إلا وفيه فائدة وإن غفل عنها الغافلون .\r\n أما قوله : { إِنَّ فِي ذَلِكَ لأَيَةً وَمَا كَانَ أَكْثَرُهُمْ مُّؤْمِنِينَ } فهو كقوله : { هُدًى لّلْمُتَّقِينَ } [ البقرة : 2 ] والمعنى أن في ذلك دلالة لمن يتفكر ويتدبر وما كان أكثرهم مؤمنين أي مع كل ذلك يستمر أكثرهم على كفرهم ، فأما قوله : { وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم } فإنما قدم ذكر العزيز على ذكر الرحيم لأنه لو لم يقدمه لكان ربما قيل إنه رحمهم لعجزه عن عقوبتهم ، فأزال هذا الوهم بذكر العزيز وهو الغالب القاهر ، ومع ذلك فإنه رحيم بعباده ، فإن الرحمة إذا كانت عن القدرة الكاملة كانت أعظم وقعاً .\r\n والمراد أنهم مع كفرهم وقدرة الله على أن يعجل عقابهم لا يترك رحمتهم بما تقدم ذكره من خلق كل زوج كريم من النبات ، ثم من إعطاء الصحة والعقل والهداية .\r\n المسألة الثانية : أنه تعالى وصف الكفار بالإعراض أولاً وبالتكذيب ثانياً وبالاستهزاء ثالثاً وهذه درجات من أخذ يترقى في الشقاوة ، فإنه يعرض أولاً ثم يصرح بالتكذيب والإنكار إلى حيث يستهزىء به ثالثاً .\r\n المسألة الثالثة : فإن قلت ما معنى الجمع بين كم وكل ، ولم لم يقل كم أنبتنا فيها من زوج كريم؟ قلت : قد دل كل على الإحاطة بأزواج النبات على سبيل التفصيل وكم على أن هذا المحيط متكاثر مفرط الكثرة ، فهذا معنى الجمع ( رتبه ) على كمال قدرته ، فإن قلت : فحين ذكر الأزواج ودل عليها بكلمتي الكثرة والإحاطة وكانت بحيث لا يحصيها إلا عالم الغيب فكيف قال : { إِنَّ فِى ذَلِكَ لآيَةً } وهلا قال لآيات؟ قلت فيه وجهان : أحدهما : أن يكون ذلك مشاراً به إلى مصدر أنبتنا ، فكأنه قال إن في ذلك الإنبات لآية أي آية والثاني : أن يراد أن في كل واحد من تلك الأزواج لآية .\r\n المسألة الرابعة : احتجت المعتزلة على خلق القرآن بقوله تعالى : { وَمَا يَأْتِيهِم مّن ذِكْرٍ مّنَ الرحمن مُحْدَثٍ } فقالوا الذكر هو القرآن لقوله تعالى : { وهذا ذِكْرٌ مُّبَارَكٌ } [ الأنبياء : 50 ] وبين في هذه الآية أن الذكر محدث فيلزم من هاتين الآيتين أن القرآن محدث ، وهذا الاستدلال بقوله تعالى : { الله نَزَّلَ أَحْسَنَ الحديث كتابا } [ الزمر : 23 ] وبقوله : { فَبِأَيّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ } [ المرسلات : 50 ] وإذا ثبت أنه محدث فله خالق فيكون مخلوقاً لا محالة والجواب : أن كل ذلك يرجع إلى هذه الألفاظ ونحن نسلم حدوثها إنما ندعي قدم أمر آخر وراء هذه الحروف ، وليس في الآية دلالة على ذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما يأتيهم من ذكر من الرحمن محدث إلا كانوا عنه معرضين (5) فقد كذبوا فسيأتيهم أنباء ما كانوا به يستهزئون (6) أولم يروا إلى الأرض كم أنبتنا فيها من كل زوج كريم (7) إن في ذلك لآية وما كان أكثرهم مؤمنين (8) وإن ربك لهو العزيز الرحيم (9) ",
        "babnum": 2
    },
    {
        "id": 1653,
        "cate": "26",
        "title": "وَإِذْ نَادَى رَبُّكَ مُوسَى أَنِ ائْتِ الْقَوْمَ الظَّالِمِينَ (10) قَوْمَ فِرْعَوْنَ أَلَا يَتَّقُونَ (11) ",
        "details": " اختلف أهل السنة في النداء الذي سمعه موسى عليه السلام من الله تعالى ، هل هو كلامه القديم أو هو ضرب من الأصوات ، فقال أبو الحسن الأشعري : المسموع هو الكلام القديم ، وكما أن ذاته تعالى لا تشبه سائر الأشياء ، مع أن الدليل دل على أنها معلومة ومرتبة فكذا كلامه منزه عن مشابهة الحروف والأصوات مع أنه مسموع ، وقال أبو منصور الماتريدي : الذي سمعه موسى عليه السلام كان نداء من جنس الحروف والأصوات ، وذلك لأن الدليل لما دل على أنا رأينا الجوهر والعرض ، ولا بد من علة مشتركة بينهما لصحة الرؤية ، ولا علة إلا الوجود ، حكمنا بأن كل موجود يصح أن يرى ، ولم يثبت عندنا أنا نسمع الأصوات والأجسام حتى يحكم بأنه لا بد من مشترك بين الجسم والصوت ، فلم يلزم صحة كون كل موجود مسموعاً فظهر الفرق ، أما المعتزلة فقد اتفقوا على أن ذلك المسموع ما كان إلا حروفاً وأصواتاً ، فعند هذا قالوا إن ذلك النداء وقع على وجه علم به موسى عليه السلام أنه من قبل الله تعالى ، فصار معجزاً علم به أن الله مخاطب له فلم يحتج مع ذلك إلى واسطة ، وكفى في الوقت أن يحمله الرسالة التي هي { أَنِ ائت القوم الظالمين } لأن في بدء البعثة يجب أن يأمره بالدعاء إلى التوحيد ، ثم بعده يأمره بالأحكام ، ولا يجوز أن يأمره تعالى بذلك إلا وقد عرفه أنه ستظهر عليه المعجزات إذا طولب بذلك .\r\n أما قوله تعالى : { أَنِ ائت القوم الظالمين } فالمعنى أنه تعالى سجل عليهم بالظلم ، وقد استحقوا هذا الاسم من وجهين من وجه ظلمهم أنفسهم بكفرهم ، ومن وجه ظلمهم لبني إسرائيل .\r\n أما قوله : { قَوْمِ فِرْعَونَ } فقد عطف ( قوم فرعون ) على ( القوم الظالمين ) عطف بيان ، كأن القوم الظالمين وقوم فرعون لفظان يدلان على معنى واحد .\r\n وأما قوله : { أَلا يَتَّقُونَ } فقرىء ( ألا يتقون ) بكسر النون ، بمعنى ألا يتقونني ، فحذفت النون لاجتماع النونين والياء للاكتفاء بالكسرة ، وقوله : { أَلا يَتَّقُونَ } كلام مستأنف أتبعه تعالى إرساله إليهم للإنذار والتسجيل عليهم بالظلم ، تعجيباً لموسى عليه السلام من حالهم ( التي شفت ) في الظلم والعسف ، ومن أمنهم العواقب وقلة خوفهم ( وحذرهم من أيام الله ) ، ويحتمل أن يكون { أَلا يَتَّقُونَ } حالاً من الضمير في ( الظالمين ) أي يظلمون غير متقين الله وعقابه ، فأدخلت همزة الإنكار على الحال ، ووجه ثالث وهو أن يكون المعنى ألا يا ناس اتقون ، كقوله : ( ألا يسجدوا ) .\r\n وأما من قرأ ( ألا تتقون ) على الخطاب ، فعلى طريقة الالتفات إليهم وصرف وجوههم بالإنكار والغضب عليهم ، كما يرى من يشكو ممن ركب جناية والجاني حاضر ، فإذا اندفع في الشكاية وحمى غضبه ، قطع مباثة صاحبه وأقبل على الجاني يوبخه ويعنفه به ، ويقول له ألا تتقي الله ألا تستحي من الناس ، فإن قلت : فما الفائدة في هذا الالتفات والخطاب مع موسى عليه السلام في وقت المناجاة ، والملتفت إليهم غائبون لا يشعرون؟ قلت : إجراء ذلك في تكليم المرسل إليهم في معنى إجرائه بحضرتهم وإلقائه إلى مسامعهم ، لأنه ( مبلغهم ) ومنهيه إليهم ، وله فيه لطف وحث على زيادة التقوى ، وكم من آية نزلت في شأن الكافرين وفيها أوفر نصيب للمؤمنين تدبراً لها واعتباراً بمواردها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذ نادى ربك موسى أن ائت القوم الظالمين (10) قوم فرعون ألا يتقون (11) ",
        "babnum": 3
    },
    {
        "id": 1654,
        "cate": "26",
        "title": "قَالَ رَبِّ إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ (12) وَيَضِيقُ صَدْرِي وَلَا يَنْطَلِقُ لِسَانِي فَأَرْسِلْ إِلَى هَارُونَ (13) وَلَهُمْ عَلَيَّ ذَنْبٌ فَأَخَافُ أَنْ يَقْتُلُونِ (14) ",
        "details": " وفي الآية مسائل : المسألة الأولى : اعلم أن الله تعالى لما أمر موسى عليه السلام بالذهاب إلى قوم فرعون ، طلب موسى عليه السلام أن يبعث معه هرون إليهم ، ثم ذكر الأمور الداعية له إلى ذلك السؤال وحاصلها أنه لو لم يكن هرون ، لاختلت المصلحة المطلوبة من بعثة موسى عليه السلام ، وذلك من وجهين : الأول : أن فرعون ربما كذبه ، والتكذيب سبب لضيق القلب ، وضيق القلب سبب لتعسر الكلام على من يكون في لسانه حبسة ، لأن عند ضيق القلب تنقبض الروح والحرارة الغريزية إلى باطن القلب ، وإذا انقبضا إلى الداخل وخلا منهما الخارج ازدادت الحبسة في اللسان ، فالتأذي من التكذيب سبب لضيق القلب ، وضيق القلب سبب للحبسة ، فلهذا السبب بدأ بخوف التكذيب ، ثم ثنى بضيق الصدر ، ثم ثلث بعدم انطلاق اللسان .\r\n وأما هرون فهو أفصح لساناً مني وليس في حقه هذا المعنى ، فكان إرساله لائقاً الثاني : أن لهم عندي ذنباً فأخاف أن يبادروا إلى قتلي ، وحينئذ لا يحصل المقصود من البعثة .\r\n وأما هرون فليس كذلك فيحصل المقصود من البعثة .\r\n المسألة الثانية : قرىء ( يضيق ) و ( ينطلق ) بالرفع ، لأنهما معطوفان على خبر ( أن ) ، وبالنصب لعطفهما على صلة أن ، والمعنى : أخاف أن يكذبون ، وأخاف أن يضيق صدري ، وأخاف أن لا ينطلق لساني ، والفرق أن الرفع يفيد ثلاث علل في طلب إرسال هرون ، والنصب يفيد علة واحدة ، وهي الخوف من هذه الأمور الثلاثة ، فإن قلت : الخوف غم يحصل لتوقع مكروه سيقع وعدم انطلاق اللسان كان حاصلاً ، فكيف جاز تعلق الخوف به؟ قلت : قد بينا أن التكذيب الذي سيقع يوجب ضيق القلب ، وضيق القلب يوجب زيادة الاحتباس ، فتلك الزيادة ما كانت حاصلة في الحال بل كانت متوقعة ، فجاز تعليق الخوف عليها .\r\n أما قوله تعالى : { فَأَرْسِلْ إلى هارون } فليس في الظاهر ذكر من الذي يرسل إليه ، وفي الخبر أن الله تعالى أرسل موسى عليه السلام إليه ، قال السدي : إن موسى عليه السلام سار بأهله إلى مصر والتقى بهرون وهو لا يعرفه ، فقال أنا موسى ، فتعارفا وأمره أن ينطلق معه إلى فرعون لأداء الرسالة ، فصاحت أمهما لخوفهما عليهما فذهبا إليه ، ويحتمل أن يكون المراد أرسل إليه جبريل ، لأن رسول الله إلى الأنبياء جبريل عليه السلام ، فلما كان هو متعيناً لهذا الأمر حذف ذكره لكونه معلوماً ، وأيضاً ليس في الظاهر أنه يرسل لماذا ، لكن فحوى الكلام يدل على أنه طلبه للمعونة فيما سأل ، كما يقال إذا نابتك نائبة ، فأرسل إلى فلان أي ليعينك فيها وليس في الظاهر أنه التمس كون هرون نبياً معه ، لكن قوله : { فَقُولا إِنَّا رَسُولُ رَبّ العالمين } يدل عليه .\r\n أما قوله : { وَلَهُمْ عَلَيَّ ذَنبٌ } فأراد بالذنب قتله القبطي ، وقد ذكر الله تعالى هذه القصة مشروحة في سورة القصص .\r\n واعلم أنه ليس في التماس موسى عليه السلام ، أن يضم إليه هرون ما يدل على أنه استعفى من الذهاب إلى فرعون بل مقصوده فيما سأل أن يقع ذلك الذهاب على أقوى الوجوه في الوصول إلى المراد ، واختلفوا فقال بعضهم إنه وإن كان نبياً فهو غير عالم بأنه يبقى حتى يؤدي الرسالة لأنه إنما أمر بذلك بشرط التمكين ، وهذا قول الكعبي وغيره من البغداديين لأنهم يجوزون دخول الشرط في تكليف الله تعالى العبد ، والذي ذهب إليه الأكثرون أن ذلك لا يجوز لأنه تعالى إذا أمر فهو عالم بما يتمكن منه المأمور وبأوقات تمكنه ، فإذا علم أنه غير متمكن منه فإنه لا يأمره به ، وإذا صح ذلك فالأقرب في الأنبياء أنهم يعلمون إذا حملهم الله تعالى الرسالة أنه تعالى يمكنهم من أدائها وأنهم سيبقون إلى ذلك الوقت ، ومثل ذلك لا يكون إغراء في الأنبياء وإن جاز أن يكون إغراء في غيرهم .\r\n المسألة الثالثة : لقائل أن يقول قول موسى عليه السلام : { وَلَهُمْ عَلَيَّ ذَنبٌ } هل يدل على صدور الذنب منه؟ جوابه : لا والمراد لهم عليَّ ذنب في زعمهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال رب إني أخاف أن يكذبون (12) ويضيق صدري ولا ينطلق لساني فأرسل إلى هارون (13) ولهم علي ذنب فأخاف أن يقتلون (14) ",
        "babnum": 4
    },
    {
        "id": 1655,
        "cate": "26",
        "title": "قَالَ كَلَّا فَاذْهَبَا بِآيَاتِنَا إِنَّا مَعَكُمْ مُسْتَمِعُونَ (15) فَأْتِيَا فِرْعَوْنَ فَقُولَا إِنَّا رَسُولُ رَبِّ الْعَالَمِينَ (16) أَنْ أَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ (17) ",
        "details": " اعلم أن موسى عليه السلام طلب أمرين : الأول : أن يدفع عنه شرهم والثاني : أن يرسل معه هرون فأجابه الله تعالى إلى الأول بقوله : { كَلاَّ } ومعناه ارتدع يا موسى عما تظن وأجابه إلى الثاني بقوله : { فاذهبا } أي اذهب أنت والذي طلبته وهو هرون فإن قيل علام عطف قوله : { فاذهبا } قلنا على الفعل الذي يدل عليه ( كلا ) كأنه قال : ارتدع يا موسى عما تظن فاذهب أنت وهرون .\r\n وأما قوله : { إِنَّا مَعَكُمْ مُّسْتَمِعُونَ } فمن مجاز الكلام يريد أنا لكما ولعدوكما كالناصر الظهير لكما عليه إذاً أحضر وأستمع ما يجري بينكما فأظهركما عليه وأعليكما وأكسر شوكته عنكما ، وإنما جعلنا الاستماع مجازاً لأن الاستماع عبارة عن الإصغاء وذلك على الله تعالى محال .\r\n وأما قوله : { إِنَّا رَسُولُ رَبّ العالمين } ففيه سؤال وهو أنه هلا ثنى الرسول كما ثنى في قوله : { إِنَّا رَسُولاَ رَبّكَ } جوابه من وجوه : أحدها : أن الرسول اسم للماهية من غير بيان أن تلك الماهية واحدة أو كثيرة والألف واللام لا يفيدان إلا الوحدة لا الاستغراق ، بدليل أنك تقول الإنسان هو الضحاك ولا تقول كل إنسان هو الضحاك ولا أيضاً هذا الإنسان هو الضحاك ، وإذا ثبت أن لفظ الرسول لا يفيد إلا الماهية وثبت أن الماهية محمولة على الواحد وعلى الاثنين ثبت صحة قوله : { إِنَّا رَسُولُ رَبّ العالمين } وثانيها : أن الرسول قد يكون بمعنى الرسالة قال الشاعر : لقد كذب الواشون ما فهت عندهم \r\n بسر ولا أرسلتهم برسول فيكون المعنى إنا ذو رسالة رب العالمين وثالثها : أنهما لاتفاقهما على شريعة واحدة واتحادهما بسبب الأخوة كأنهما رسول واحد ورابعها : المراد كل واحد منا رسول وخامسها : ما قاله بعضهم أنه إنما قال ذلك لا بلفظ التثنية لكونه هو الرسول خاصة وقوله : { إنا } فكما في قوله تعالى : { إِنَّا أنزلناه } [ يوسف : 2 ] وهو ضعيف .\r\n وأما قوله : { أَنْ أَرْسِلْ مَعَنَا بَنِى إسراءيل } فالمراد من هذا الإرسال التخلية والإطلاق كقولك أرسل البازي ، يريد خلهم يذهبوا معنا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال كلا فاذهبا بآياتنا إنا معكم مستمعون (15) فأتيا فرعون فقولا إنا رسول رب العالمين (16) أن أرسل معنا بني إسرائيل (17) ",
        "babnum": 5
    },
    {
        "id": 1656,
        "cate": "26",
        "title": "قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ (18) وَفَعَلْتَ فَعْلَتَكَ الَّتِي فَعَلْتَ وَأَنْتَ مِنَ الْكَافِرِينَ (19) ",
        "details": " اعلم أن في الكلام حذفاً وهو أنهما أتياه وقالا ما أمر الله به فعند ذلك قال فرعون ما قال ، يروى أنهما انطلقا إلى باب فرعون فلم يؤذن لهما سنة حتى قال البواب : إن ههنا إنساناً يزعم أنه رسول رب العالمين ، فقال ائذن له لعلنا نضحك منه ، فأديا إليه الرسالة فعرف موسى عليه السلام فعدد عليه نعمه أولاً ، ثم إساءة موسى إليه ثانياً ، أما النعم فهي قوله : { أَلَمْ نُرَبّكَ فِينَا وَلِيداً } والوليد : الصبي لقرب عهده من الولادة { وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ } وعن أبي عمرو بسكون الميم { سِنِينَ } قيل لبث عندهم ثلاثين سنة وقيل وكز القبطي وهو ابن اثنتي عشرة سنة وفر منهم ( على أثرها ) ، والله أعلم بصحيح ذلك ، وعن الشعبي { فَعْلَتَكَ } بالكسر وهي قتله القبطي لأنه قتله بالوكز وهو ضرب من القتل ، وأما الفعلة فلأنها ( كانت ) وكزة واحدة عدد عليه نعمه من تربيته وتبليغه مبلغ الرجال ووبخه بما جرى على يده من قتل خبازه وعظم ذلك ( وفظعه ) بقوله : { وَفَعَلْتَ فَعْلَتَكَ التى فَعَلْتَ } .\r\n وأما قوله : { وَأَنتَ مِنَ الكافرين } ففيه وجوه : أحدها : يجوز أن يكون حالاً أي قتلته وأنت بذاك من الكافرين بنعمتي وثانيها : وأنت إذ ذاك ممن تكفرهم الساعة وقد افترى عليه أو جهل أمره لأنه كان ( يعاشرهم ) بالتقية فإن الكفر غير جائز على الأنبياء قبل النبوة وثالثها : { وَأَنتَ مِنَ الكافرين } معناه وأنت ممن عادته كفران النعم ومن كان هذا حاله لم يستبعد منه قتل خواص ولي نعمته ورابعها : { وَأَنتَ مِنَ الكافرين } بفرعون وإلهيته أو من الذين ( كانوا ) يكفرون في دينهم فقد كانت لهم آلهة يعبدونها ، يشهد بذلك قوله تعالى : { وَيَذَرَكَ وَءالِهَتَكَ } [ الأعراف : 127 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال ألم نربك فينا وليدا ولبثت فينا من عمرك سنين (18) وفعلت فعلتك التي فعلت وأنت من الكافرين (19) ",
        "babnum": 6
    },
    {
        "id": 1657,
        "cate": "26",
        "title": "قَالَ فَعَلْتُهَا إِذًا وَأَنَا مِنَ الضَّالِّينَ (20) فَفَرَرْتُ مِنْكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لِي رَبِّي حُكْمًا وَجَعَلَنِي مِنَ الْمُرْسَلِينَ (21) وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدْتَ بَنِي إِسْرَائِيلَ (22) ",
        "details": " اعلم أن فرعون لما ذكر التربية وذكر القتل وقد كانت تربيته له معلومة ظاهرة ، لا جرم أن موسى عليه السلام ما أنكرها ، ولم يشتغل بالجواب عنها ، لأنه تقرر في العقول أن الرسول إلى الغير إذا كان معه معجز وحجة لم يتغير حاله بأن يكون المرسل إليه أنعم عليه أو لم يفعل ذلك ، فصار قول فرعون لما قاله غير مؤثر ألبتة ، ومثل هذا الكلام الإعراض عنه أولى ولكن أجاب عن القتل بما لا شيء أبلغ منه في الجواب وهو قوله : { فَعَلْتُهَا إِذاً وَأَنَاْ مِنَ الضالين } والمراد بذلك الذاهلين عن معرفة ما يؤول إليه من القتل لأنه فعل الوكزة على وجه التأديب ، ومثل ذلك ربما حسن وإن أدى إلى القتل فبين له أنه فعله على وجه لا يجوز معه أن يؤاخذ به أو يعد منه كافراً أو كافراً لنعمه ، فأما قوله : { فَفَرَرْتُ مِنكُمْ لَمَّا خِفْتُكُمْ } فالمراد أني فعلت ذلك الفعل وأنا ذاهل عن كونه مهلكاً وكان مني في حكم السهو ، فلم أستحق التخويف الذي يوجب الفرار ومع ذلك فررت منكم عند قولكم : { إِنَّ الملأ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ } [ القصص : 20 ] فبين بذلك أنه لا نعمة له عليه في باب تلك الفعلة ، بل بأن يكون مسيئاً فيه أقرب من حيث خوف تخويفاً أوجب الفرار ، ثم بين نعمة الله تعالى عليه بعد الفرار ، فكأنه قال أسأتم وأحسن الله إلي بأن وهب لي حكماً وجعلني من المرسلين ، واختلفوا في الحكم والأقرب أنه غير النبوة لأن المعطوف غير المعطوف عليه ، والنبوة مفهومة من قوله : { وَجَعَلَنِى مِنَ المرسلين } فالمراد بالحكم العلم ويدخل في العلم العقل والرأي والعلم بالدين الذي هو التوحيد ، وهذا أقرب لأنه لا يجوز أن يبعثه تعالى إلا مع كماله في العقل والرأي والعلم بالتوحيد وقوله : { فَوَهَبَ لِى رَبّى حُكْماً } كالتنصيص على أن ذلك الحكم من خلق الله تعالى ، وقالت المعتزلة : المراد منه الألطاف وهو ضعيف جداً لأن الألطاف مفعولة في حق الكل من غير بخس ولا تقصير ، فالتخصيص لا بد فيه من فائدة ، فأما قوله : { وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَىَّ أَنْ عَبَّدتَّ بَنِى إسراءيل } فهو جواب قوله : { أَلَمْ نُرَبّكَ فِينَا وَلِيداً } [ الشعراء : 18 ] يقال عبدت الرجل وأعبدته إذا اتخذته عبداً ، فإن قيل كيف يكون ذلك جوابه ولا تعلق بين الأمرين؟ قلنا بيان التعلق من وجوه : أحدها : أنه إنما وقع في يده وفي تربيته لأنه قصد تعبيد بني إسرائيل وذبح أبنائهم ، فكأنه عليه السلام قال له كنت مستغنياً عن تربيتك لو لم يكن منك ذلك الظلم المتقدم علينا وعلى أسلافنا وثانيها : أن هذا الإنعام المتأخر صار معاضاً بذلك الظلم العظيم على أسلافنا وإذا تعارضا تساقطا وثالثها : ما قاله الحسن : إنك استعبدتهم وأخذت أموالهم ومنها أنفقت علي فلا نعمة لك بالتربية ورابعها : المراد أن الذي تولى تربيتي هم الذين قد استعبدتهم فلا نعمة لك علي لأن التربية كانت من قبل أمي وسائر من هو من قومي ليس لك إلا أنك ما قتلتني ، ومثل هذا لا يعد إنعاماً وخامسها : أنك كنت تدعي أن بني إسرائيل عبيدك ولا منة للمولى على العبد في أن يطعمه ويعطيه ما يحتاج إليه .\r\n واعلم أن في الآية دلالة على أن كفر الكافر لا يبطل نعمته على من يحسن إليه ولا يبطل منته لأن موسى عليه السلام إنما أبطل ذلك بوجه آخر على ما بينا ، واختلف العلماء فقال بعضهم إذا كان كافراً لا يستحق الشكر على نعمه على الناس إنما يستحق الإهانة بكفره ، فلو استحق الشكر بإنعامه والشكر لا يوجد إلا مع التعظيم فيلزم كونه مستحقاً للإهانة وللتعظيم معاً ، واستحقاق الجمع بين الضدين محال ، وقال آخرون لا يبطل الشكر بالكفر وإنما يبطل بالكفر الثواب والمدح الذي يستحقه على الإيمان ، والآية تدل على هذا القول الثاني .\r\n المسألة الثانية : قال صاحب «الكشاف» إنما جمع الضمير في { مّنكُمْ } و { خِفْتُكُمْ } مع إفراده في { ثمنها } و { عَبَّدتَّ } لأن الخوف والفرار لم يكونا منه وحده ولكن منه ومن ملائه المؤتمرين بقتله ، بدليل قوله : { إِنَّ الملا يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ } [ القصص : 20 ] وأما الامتنان فمنه وحده وكذلك التعبيد ، فإن قلت : { تِلْكَ } إشارة إلى ماذا و { أَنْ عَبَّدتَّ } ما محلها من الإعراب؟ قلت : ( تلك ) إشارة إلى خصلة شنعاء مبهمة لا يدرى ما هي إلا بتفسيرها وهي { أَنْ عَبَّدتَّ } فإن { أَنْ عَبَّدتَّ } عطف بيان ونظيره قوله تعالى : { وَقَضَيْنَآ إِلَيْهِ ذَلِكَ الأمر أَنَّ دَابِرَ هَؤُلآْء مَقْطُوعٌ مُّصْبِحِينَ } [ الحجر : 66 ] والمعنى تعبيدك بني إسرائيل نعمة تمنها علي ، وقال الزجاج : ويجوز أن يكون ( أن ) في موضع نصب ، والمعنى إنما صارت نعمة علي ، لأن عبدت بني إسرائيل أي لو لم تفعل ذلك لكفاني أهلي .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال فعلتها إذا وأنا من الضالين (20) ففررت منكم لما خفتكم فوهب لي ربي حكما وجعلني من المرسلين (21) وتلك نعمة تمنها علي أن عبدت بني إسرائيل (22) ",
        "babnum": 7
    },
    {
        "id": 1658,
        "cate": "26",
        "title": "قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ (23) قَالَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ مُوقِنِينَ (24) قَالَ لِمَنْ حَوْلَهُ أَلَا تَسْتَمِعُونَ (25) قَالَ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ (26) قَالَ إِنَّ رَسُولَكُمُ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ (27) قَالَ رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ تَعْقِلُونَ (28) قَالَ لَئِنِ اتَّخَذْتَ إِلَهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ (29) قَالَ أَوَلَوْ جِئْتُكَ بِشَيْءٍ مُبِينٍ (30) قَالَ فَأْتِ بِهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (31) ",
        "details": " اعلم أن فرعون لم يقل لموسى { وَمَا رَبُّ العالمين } ، إلا وقد دعاه موسى إلى طاعة رب العالمين ، يبين ذلك ما تقدم من قوله : { فَأْتِيَا فِرْعَوْنَ فَقُولا إِنَّا رَسُولُ رَبّ العالمين } [ الشعراء : 16 ] فلا بد عند دخولهما عليه أنهما قالا ذلك ، فعند ذلك قال فرعون : { وَمَا رَبُّ العالمين } ثم ههنا بحثان : الأول : أن فرعون يحتمل أن يقال إنه كان عارفاً بالله ، ولكنه قال ما قال طلباً للملك والرياسة ، وقد ذكر الله تعالى في كتابه ما يدل على أنه كان عارفاً بالله ، وهو قوله : { قَالَ لَقَدْ عَلِمْتَ مَا أَنزَلَ هَؤُلاء إِلاَّ رَبُّ السموات والأرض } [ الإسراء : 102 ] فإذا قرىء بفتح التاء من { عَلِمَتِ } فالمراد أن فرعون علم ذلك ، وذلك يدل على أنه كان عارفاً بالله ، لكنه كان يستأكل قومه بما يظهره من إلهيته ، والقراءة الأخرى برفع التاء من { عَلِمَتِ } فهي تقتضي أن موسى عليه السلام هو الذي عرف ذلك ، وأيضاً فإن فرعون إن لم يكن عاقلاً لم يجز من الله تعالى بعثة الرسول إليه ، وإن كان عاقلاً فهو يعلم بالضرورة أنه ما كان موجوداً ولا حياً ولا عاقلاً ثم صار كذلك ، وبالضرورة يعلم أن كل ما كان كذلك فلا بد له من مؤثر ، فلا بد وأن يتولد له من هذين العلمين علم ثالث بافتقاره في تركيبه وفي حياته وعقله إلى مؤثر موجد ، ويحتمل أن يقال إنه كان على مذهب الدهرية من أن الأفلاك واجبة الوجود في ذواتها ومتحركة لذواتها ، وأن حركاتها أسباب لحصول الحوادث في هذا العالم ، أو يقال إنه كان من الفلاسفة القائلين بالعلة الموجبة لا بالفاعل المختار ، ثم اعتقد أنه بمنزلة الإله لأهل إقليمه من حيث استعبدهم وملك ذماتهم وزمام أمرهم ، ويحتمل أن يقال إنه كان على مذهب الحلولية ، القائلين بأن ذات الإله يتدرع بجسد إنسان معين ، حتى يكون الإله سبحانه لذلك الجسد بمنزلة روح كل إنسان بالنسبة إلى جسده ، وبهذه التقديرات كان يسمي نفسه إلهاً .\r\n البحث الثاني : وهو أنه قال لموسى عليه السلام : { وَمَا رَبُّ العالمين } ؟ واعلم أن السؤال بما طلب لتعريف حقيقة الشيء ، وتعريف حقيقة الشيء إما أن يكون بنفس تلك الحقيقة أو بشيء من أجزائها أو بأمر خارج عنها أو بما يتركب من الداخل والخارج .\r\n أما تعريفها بنفسها فمحال ، لأن المعرف معلوم قبل المعرف ، فلو عرف الشيء بنفسه لزم أن يكون معلوماً قبل أن يكون معلوماً وهو محال .\r\n وأما تعريفها بالأمور الداخلة فيها فههنا في حق واجب الوجود محال ، لأن التعريف بالأمور الداخلة لا يمكن إلا إذا كان المعرف مركباً ، وواجب الوجود يستحيل أن يكون مركباً ، لأن كل مركب فهو محتاج إلى كل واحد من أجزائه ، وكل واحد من أجزائه فهو غيره ، فكل مركب محتاج إلى غيره ، وكل ما احتاج إلى غيره فهو ممكن لذاته ، وكل مركب فهو ممكن ، فما ليس بممكن يستحيل أن يكون مركباً ، فواجب الوجود ليس بمركب ، وإذا لم يكن مركباً استحال تعريفه بأجزائه ، ولما بطل هذان القسمان ثبت أنه لا يمكن تعريف ماهية واجب الوجود إلا بلوازمه وآثاره ، ثم إن اللوازم قد تكون خفية ، وقد تكون جلية ، ولا يجوز تعريف الماهية باللوازم الخفية بل لا بد من تعريفها باللوازم الجلية ، وأظهر آثار ذات واجب الوجود هو هذا العالم المحسوس وهو السموات والأرض وما بينهما فقد ثبت أنه لا جواب ألبتة لقول فرعون { وَمَا رَبُّ العالمين } إلا ما قاله موسى عليه السلام ، وهو أنه رب السموات والأرض وما بينهما ، فأما قوله : { إِن كُنتُمْ مُّوقِنِينَ } فمعناه : إن كنتم موقنين بإسناد هذه المحسوسات إلى موجود واجب الوجود فاعرفوا أنه لا يمكن تعريفه إلا بما ذكرته لأنكم لما سلمتم انتهاء هذه المحسوسات إلى الواجب لذاته ، ثبت أن الواجب لذاته فرد مطلق ، وثبت أن الفرد المطلق لا يمكن تعريفه إلا بآثاره ، وثبت أن تلك الآثار لا بد وأن تكون أظهر آثاره ، وأبعدها عن الخفاء وما ذاك إلا السموات والأرض وما بينهما ، فإن أيقنتم بذلك لزمكم أن تقطعوا بأنه لا جواب عن ذلك السؤال إلا هذا الجواب ، ولما ذكر موسى عليه السلام هذا الجواب الحق قال فرعون لمن حوله ألا تستمعون وإنما ذكر ذلك على سبيل التعجب من جواب موسى ، يعني أنا أطلب منه الماهية وخصوصية الحقيقة ، وهو يجيبني بالفاعلية والمؤثرية ، وتمام الإشكال أن تعريف الماهية بلوازمها لا يفيد الوقوف على نفس تلك الماهية ، وذلك لأنا إذا قلنا في الشيء إنه الذي يلزمه اللازم الفلاني ، فهذا المذكور ، إما أن يكون معروفاً لمجرد كونه أمراً ما يلزمه ذلك اللازم أو لخصوصية تلك الماهية التي عرضت لها هذه الملزومية ، والأول محال لأن كونه أمراً يلزمه ذلك اللازم جعلناه كاشفاً فلو كان المكشوف هو هذا القدر لزم كون الشيء معروفاً لنفسه وهو محال ، والثاني محال لأن العلم بأنه أمر ما يلزمه اللازم الفلاني لا يفيد العلم بخصوصية تلك الماهية الملزومة ، لأنه لا يمتنع في العقل اشتراك الماهيات المختلفة في لوازم متساوية فثبت أن التعريف بالوصف الخارجي لا يفيد معرفة نفس الحقيقة فلم يكن كونه رباً للسموات والأرض وما بينهما جواباً عن قوله : { وَمَا رَبُّ العالمين } فأجاب موسى عليه السلام : بأن { قَالَ رَبُّكُمْ وَرَبُّ ءابَائِكُمُ الأولين } وكأنه عدل عن التعريف بخالقية السماء والأرض إلى التعريف بكونه تعالى خالقاً لنا ولآبائنا ، وذلك لأنه لا يمتنع أن يعتقد أحد أن السموات والأرضين واجبة لذواتها فهي غنية عن الخالق والمؤثر ، ولكن لا يمكن أن يعتقد العاقل في نفسه وأبيه وأجداده كونهم واجبين لذواتهم ، لم أن المشاهدة دلت على أنهم وجدوا بعد العدم ثم عدموا بعد الوجود ، وما كان كذلك استحال أن يكون واجباً لذاته ، وما لم يكن واجباً لذاته استحال وجوده إلا لمؤثر ، فكان التعريف بهذا الأثر أظهر فلهذا عدل موسى عليه السلام من الكلام الأول إليه فقال فرعون : { إِنَّ رَسُولَكُمُ الذى أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ } يعني المقصود من سؤال ما طلب الماهية وخصوصية الحقيقة والتعريف بهذه الآثار الخارجية لا يفيد ألبتة تلك الخصوصية ، فهذا الذي يدعي الرسالة مجنون لا يفهم السؤال فضلاً عن أن يجيب عنه ، فقال موسى عليه السلام : { رَبُّ المشرق والمغرب وَمَا بَيْنَهُمَا إِن كُنتُمْ تَعْقِلُونَ } فعدل إلى طريق ثالث أوضح من الثاني ، وذلك لأنه أراد بالمشرق طلوع الشمس وظهور النهار ، وأراد بالمغرب غروب الشمس وزوال النهار ، والأمر ظاهر في أن هذا التدبير المستمر على الوجه العجيب لا يتم إلا بتدبير مدبر وهذا بعينه طريقة إبراهيم عليه السلام مع نمروذ ، فإنه استدل أولاً بالإحياء والإماتة وهو الذي ذكره موسى عليه السلام ههنا بقوله : { رَبُّكُمْ وَرَبُّ ءابَائِكُمُ الأولين } فأجابه نمروذ بقوله : { أنا أحيي وأميت } [ البقرة : 258 ] فقال : { فَإِنَّ الله يَأْتِى بالشمس مِنَ المشرق فَأْتِ بِهَا مِنَ المغرب فَبُهِتَ الذى كَفَرَ } [ البقرة : 258 ] وهو الذي ذكره موسى عليه السلام ههنا بقوله : { رَّبُّ المشرق والمغرب } .\r\n وأما قوله : { إِنْ كُنتُمْ تَعْقِلُونَ } فكأنه عليه السلام قال إن كنت من العقلاء عرفت أنه لا جواب عن سؤالك إلا ما ذكرت لأنك طلبت مني تعريف حقيقته بنفس حقيقته ، وقد ثبت أنه لا يمكن تعريف حقيقته بنفس حقيقته ولا بأجزاء حقيقته ، فلم يبق إلا أن أعرف حقيقته بآثار حقيقته ، وأنا قد عرفت حقيقته بآثار حقيقته فقد ثبت أن كل من كان عاقلاً يقطع بأنه لا جواب عن هذا السؤال إلا ما ذكرته .\r\n واعلم أنا قد بينا في سورة الأنعام ( 18 ) في تفسير قوله تعالى : { وَهُوَ القاهر فَوْقَ عِبَادِهِ } أن حقيقة الإله سبحانه من حيث هي هي غير معقولة للبشر ، وإذا كان كذلك استحال من موسى عليه السلام أن يذكر ما تعرف به تلك الحقيقة ، إلا أن عدم العلم بتلك الخصوصية لا يقدح في صحة الرسالة فكان حاصل كلام موسى عليه السلام أن ادعاء رسالة رب العالمين تتوقف صحته على إثبات أن للعالمين رباً وإلهاً ولا تتوقف على العلم بخصوصية الرب تعالى وماهيته المعينة ، فكأن موسى عليه السلام يقيم الدلالة على إثبات القدر المحتاج إليه في صحة دعوى الرسالة ، وفرعون يطالبه ببيان الماهية ، وموسى عليه السلام كان يعرض عن سؤاله لعلمه بأنه لا تعلق لذلك السؤال نفياً ولا إثباتاً في هذا المطلوب ، فهذا تمام القول في هذا البحث والله أعلم ، ثم إن موسى عليه السلام لما خشن في آخر الكلام بقوله : { إِنْ كُنتُمْ تَعْقِلُونَ } فعند ذلك قال فرعون : { لَئِنِ اتخذت إلها غَيْرِى لاجْعَلَنَّكَ مِنَ المسجونين } فإنه لما عجز عن الحجاج عدل إلى التخويف ، فعند ذلك ذكر موسى عليه السلام كلاماً مجملاً ليعلق قلبه به فيعدل عن وعيده فقال : { أَوْ لَوْ جِئْتُكَ بِشَىء مُّبِينٍ } ؟ أي هل تستجيز أن تسجنني مع اقتداري على أن آتيك بأمر بين في باب الدلالة على وجود الله تعالى وعلى أني رسوله؟ فعند ذلك قال : { فَأْتِ بِهِ إِن كُنتَ مِنَ الصادقين } وههنا فروع : الفرع الأول : الآية تدل على أنه تعالى ليس بجسم لأنه لو كان جسماً وله صورة لكان جواب موسى عليه السلام بذكر حقيقته ولكان كلام فرعون لازماً له لعدوله عن الجواب الحق الثاني : الواجب على من يدعو غيره إلى الله تعالى أن لا يجيب عن السفاهة لأن موسى عليه السلام لما قال له فرعون إنه مجنون لم يعدل عن ذكر الدلالة وكذلك لما توعده أن يسجنه الثالث : أنه يجوز للمسؤول أن يعدل في حجته من مثال إلى مثال لإيضاح الكلام ولا يدل ذلك على الانقطاع الرابع : إن قيل : كيف قطع الكلام بما لا تعلق له بالأول وهو قوله : { أَوْ لَوْ جِئْتُكَ بِشَىء مُّبِينٍ } والمعجز لا يدل على الله تعالى كدلالة سائر ما تقدم؟ قلنا بل يدل ما أراد أن يظهره من انقلاب العصا حية على الله تعالى وعلى توحيده ، وعلى أنه صادق في الرسالة فالذي ختم به كلامه أقوى من كل ما تقدم وأجمع الخامس : فإن قيل كيف قال : { رَبّ السموات والأرض وَمَا بَيْنَهُمَا } على التثنية والمرجوع إليه مجموع؟ جوابه أريد ما بين الجهتين ، فإن قيل : ذكر السموات والأرض وما بينهما قد استوعب الخلائق كلهم ، فما معنى ذكرهم وذكر آبائهم بعد ذلك وذكر المشرق والمغرب؟ جوابه : قد عمم أولاً ثم خصص من العام للبيان أنفسهم وآباءهم لأن أقرب الأشياء من العاقل نفسه ومن ولد منه وما شاهد من انتقاله من وقت ميلاده إلى وقت وفاته من حالة إلى حالة أخرى ، ثم خصص المشرق والمغرب لأن طلوع الشمس من أحد الخافقين وغروبها على تقدير مستقيم في فصول السنة من أظهر الدلائل السادس : فإن قيل لم قال : { لأَجْعَلَنَّكَ مِنَ المسجونين } ولم يقل لأسجننك مع أنه أخصر؟ جوابه : لأنه لو قال لأسجننك لا يفيد إلا صيرورته مسجوناً .\r\n أما قوله : { لأَجْعَلَنَّكَ مِنَ المسجونين } فمعناه أني أجعلك واحداً ممن عرفت حالهم في سجوني ، وكان من عادته أن يأخذ من يريد أن يسجنه فيطرحه في بئر عميقة فرداً لا يبصر فيها ولا يسمع فكان ذلك أشد من القتل السابع : الواو في قوله : { أَوْ لَوْ جِئْتُكَ } واو الحال دخلت عليها همزة الاستفهام معناه أتفعل بي ذلك ولو جئتك بشيء مبين أي جائياً بالمعجزة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال فرعون وما رب العالمين (23) قال رب السماوات والأرض وما بينهما إن كنتم موقنين (24) قال لمن حوله ألا تستمعون (25) قال ربكم ورب آبائكم الأولين (26) قال إن رسولكم الذي أرسل إليكم لمجنون (27) قال رب المشرق والمغرب وما بينهما إن كنتم تعقلون (28) قال لئن اتخذت إلها غيري لأجعلنك من المسجونين (29) قال أولو جئتك بشيء مبين (30) قال فأت به إن كنت من الصادقين (31) ",
        "babnum": 8
    },
    {
        "id": 1659,
        "cate": "26",
        "title": "فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ (32) وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ (33) قَالَ لِلْمَلَإِ حَوْلَهُ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ (34) يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِ فَمَاذَا تَأْمُرُونَ (35) قَالُوا أَرْجِهْ وَأَخَاهُ وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ (36) يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ (37) ",
        "details": " وفيه مسائل : المسألة الأولى : قرأ الأعمش : { بِكُلّ ساحر عَلِيمٍ } .\r\n المسألة الثانية : اعلم أن قوله : { أَوْ لَوْ جِئْتُكَ بِشَىء مُّبِينٍ } [ الشعراء : 30 ] يدل على أن الله تعالى قبل أن ألقى العصا عرفه بأنه يصيرها ثعباناً ، ولولا ذلك لما قال ما قال : فلما ألقى عصاه ظهر ما وعده الله به فصار ثعباناً مبيناً ، والمراد أنه تبين للناظرين أنه ثعبان بحركاته وبسائر العلامات ، روي أنه لما انقلبت حية ارتفعت في السماء قدر ميل ثم انحطت مقبلة إلى فرعون وجعلت تقول يا موسى مرني بما شئت ، ويقول فرعون يا موسى أسألك بالذي أرسلك إلا أخذتها فعادت عصا فإن قيل كيف قال ههنا : { ثُعْبَانٌ مُّبِينٌ } وفي آية أخرى : { فَإِذَا هِىَ حَيَّةٌ تسعى } [ طه : 20 ] وفي آية ثالثة : { كَأَنَّهَا جَانٌّ } [ القصص : 31 ] والجان مائل إلى الصغر والثعبان مائل إلى الكبر؟ جوابه : أما الحية فهي اسم الجنس ثم إنها لكبرها صارت ثعباناً ، وشبهها بالجان لخفتها وسرعتها فصح الكلامان ، ويحتمل أنه شبهها بالشيطان لقوله تعالى : { والجآن خلقناه مِن قَبْلُ مِن نَّارِ السموم } [ الحجر : 27 ] ويحتمل أنها كانت أولاً صغيرة كالجان ثم عظمت فصارت ثعباناً ، ثم إن موسى عليه السلام لما أتى بهذه الآية قال له فرعون هل غيرها؟ قال نعم فأراه يده ثم أدخلها جيبه ثم أخرجها فإذا هي بيضاء يضيء الوادي من شدة بياضها من غير برص لها شعاع كشعاع الشمس ، فعند هذا أراد فرعون تعمية هذه الحجة على قومه فذكر فيها أموراً ثلاثة : أحدها : قوله : { إِنَّ هذا لساحر عَلِيمٌ } وذلك لأن الزمان كان زمان السحرة وكان عند كثير منهم أن الساحر قد يجوز أن ينتهي بسحره إلى هذا الحد فلهذا روج عليهم هذا القول وثانيها : قوله : { يُرِيدُ أَن يُخْرِجَكُمْ مّنْ أَرْضِكُمْ بِسِحْرِهِ } وهذا يجري مجرى التنفير عنه لئلا يقبلوا قوله ، والمعنى يريد أن يخرجكم من أرضكم بما يلقيه بينكم من العداوات فيفرق جمعكم ، ومعلوم أن مفارقة الوطن أصعب الأمور فنفرهم عنه بذلك ، وهذا نهاية ما يفعله المبطل في التنفير عن المحق وثالثها : قوله لهم : { فَمَاذَا تَأْمُرُونَ } أي فما رأيكم فيه وما الذي أعمله ، يظهر من نفسه أني متبع لرأيكم ومنقاد لقولكم ، ومثل هذا الكلام يوجب جذب القلوب وانصرافها عن العدو فعند هذه الكلمات اتفقوا على جواب واحد وهو قوله : { أَرْجِهْ } قرىء ( أرجئه ) و ( أرجه ) بالهمز والتخفيف ، وهما لغتان يقال : أرجأته وأرجيته إذا أخرته ، والمعنى أخره ومناظرته لوقت اجتماع السحرة ، وقيل احبسه وذلك محتمل ، لأنك إذا حبست الرجل عن حاجته فقد أخرته .\r\n روي أن فرعون أراد قتله ولم يكن يصل إليه ، فقالوا له لا تفعل ، فإنك إن قتلته أدخلت على الناس في أمره شبهة ، ولكن أرجئه وأخاه إلى أن تحشر السحرة ليقاوموه فلا يثبت له عليك حجة ، ثم أشاروا عليه بإنفاذ حاشرين يجمعون السحرة ، ظناً منهم بأنهم إذا كثروا غلبوه وكشفوا حاله وعارضوا قوله : { إِنَّ هذا لساحر عَلِيمٌ } بقولهم : { بِكُلّ سَحَّارٍ عَلِيمٍ } فجاءوا بكلمة الإحاطة وبصيغة المبالغة ليطيبوا قلبه وليسكنوا بعض قلقه ، قال صاحب «الكشاف» فإن قلت : قوله تعالى : { قَالَ لِلْمَلإِ حَوْلَهُ } ما العامل في ( حوله ) ؟ قلت : هو منصوب نصبين نصب في اللفظ ونصب في المحل والعامل في النصب اللفظي ما يقدر في الظرف ، والعامل في النصب المحلي هو النصب على الحال .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فألقى عصاه فإذا هي ثعبان مبين (32) ونزع يده فإذا هي بيضاء للناظرين (33) قال للملإ حوله إن هذا لساحر عليم (34) يريد أن يخرجكم من أرضكم بسحره فماذا تأمرون (35) قالوا أرجه وأخاه وابعث في المدائن حاشرين (36) يأتوك بكل سحار عليم (37) ",
        "babnum": 9
    },
    {
        "id": 1660,
        "cate": "26",
        "title": "فَجُمِعَ السَّحَرَةُ لِمِيقَاتِ يَوْمٍ مَعْلُومٍ (38) وَقِيلَ لِلنَّاسِ هَلْ أَنْتُمْ مُجْتَمِعُونَ (39) لَعَلَّنَا نَتَّبِعُ السَّحَرَةَ إِنْ كَانُوا هُمُ الْغَالِبِينَ (40) فَلَمَّا جَاءَ السَّحَرَةُ قَالُوا لِفِرْعَوْنَ أَئِنَّ لَنَا لَأَجْرًا إِنْ كُنَّا نَحْنُ الْغَالِبِينَ (41) قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَمِنَ الْمُقَرَّبِينَ (42) ",
        "details": " وفيه مسألتان : المسألة الأولى : اليوم المعلوم يوم الزينة وميقاته وقت الضحى ، لأنه الوقت الذي وقته لهم موسى عليه السلام من يوم الزينة في قوله : { مَوْعِدُكُمْ يَوْمُ الزينة وَأَن يُحْشَرَ الناس ضُحًى } [ طه : 59 ] والميقات ما وقت به أي حدد من مكان وزمان ومنه مواقيت الإحرام .\r\n المسألة الثانية : اعلم أن القوم لما أشاروا بتأخير أمره وبأن يجمع له السحرة ليظهر عند حضورهم فساد قول موسى عليه السلام ، رضي فرعون بما قالوه وعمي عما شاهده وحب الشيء يعمي ويصم فجمع السحرة ثم أراد أن تقع تلك المناظرة يوم عيد لهم ليكون ذلك بمحضر الخلق العظيم وكان موسى عليه السلام يطلب ذلك لتظهر حجته عليهم عند الخلق العظيم وكان هذا أيضاً من لطف الله تعالى في ظهور أمر موسى عليه السلام .\r\n أما قوله : { وَقِيلَ لِلنَّاسِ هَلْ أَنتُمْ مُّجْتَمِعُونَ } فالمراد أنهم بعثوا على الحضور ليشاهدوا ما يكون من الجانبين .\r\n وأما قوله : { لَعَلَّنَا نَتَّبِعُ السحرة } فالمراد إنا نرجو أن يكون الغلبة لهم فنتبعهم فلما جاء السحرة ابتدأوا بطلب الجزاء ، وهو إما المال وإما الجاه فبذل لهم ذلك وأكده بقوله : { وَإِنَّكُمْ إِذاً لَّمِنَ المقربين } لأن نهاية مطلوبهم منه البذل ورفع المنزلة فبذل كلا الأمرين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فجمع السحرة لميقات يوم معلوم (38) وقيل للناس هل أنتم مجتمعون (39) لعلنا نتبع السحرة إن كانوا هم الغالبين (40) فلما جاء السحرة قالوا لفرعون أئن لنا لأجرا إن كنا نحن الغالبين (41) قال نعم وإنكم إذا لمن المقربين (42) ",
        "babnum": 10
    },
    {
        "id": 1661,
        "cate": "26",
        "title": "قَالَ لَهُمْ مُوسَى أَلْقُوا مَا أَنْتُمْ مُلْقُونَ (43) فَأَلْقَوْا حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُوا بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ الْغَالِبُونَ (44) فَأَلْقَى مُوسَى عَصَاهُ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ (45) فَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ (46) قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ (47) رَبِّ مُوسَى وَهَارُونَ (48) ",
        "details": " اعلم أنهم لما اجتمعوا كان لا بد من أن يبدأ موسى أو يبدأوا ثم إنهم تواضعوا له فقدموه على أنفسهم ، وقالوا : { إِمَّا أَن تُلْقِىَ وَإِمَّا أَن تَكُونُ أَوَّلَ مَنْ ألقى } [ طه : 65 ] فلما تواضعوا له تواضع هو أيضاً لهم فقدمهم على نفسه ، وقال : { أَلْقُواْ مَا أَنتُمْ مُّلْقُونَ } فإن قيل كيف جاز لموسى عليه السلام أن يأمر السحرة بإلقاء الحبال والعصي وذلك سحر وتلبيس وكفر والأمر بمثله لا يجوز الجواب : لا شبهة في أن ذلك ليس بأمر لأن مراد موسى عليه السلام منهم كان أن يؤمنوا به ولا يقدموا على ما يجري مجرى المغالبة ، وإذا ثبت هذا وجب تأويل صيغة الأمر وفيه وجوه : أحدها : ذلك الأمر كان مشروطاً والتقدير ألقوا ما أنتم ملقون إن كنتم محقين كما في قوله : { فَأْتُواْ بِسُورَةٍ مّن مِّثْلِهِ \r\nإِن كُنتُمْ صادقين } [ البقرة : 23 ] وثانيها : لما تعين ذلك طريقاً إلى كشف الشبهة صار جائزاً وثالثها : أن هذا ليس بأمر بل هو تهديد ، أي إن فعلتم ذلك أتينا بما تبطله ، كقول القائل لئن رميتني لأفعلن ولأصنعن ثم يفوق له السهم فيقول له ارم فيكون ذلك منه تهديداً ورابعها : ما ذكرنا أنهم لما تواضعوا له وقدموه على أنفسهم فهو قدمهم على نفسه على رجاء أن يصير ذلك التواضع سبباً لقبول الحق ولقد حصل ببركة ذلك التواضع ذلك المطلوب ، وهذا تنبيه على أن اللائق بالمسلم في كل الأحوال التواضع ، لأن مثل موسى عليه السلام لما لم يترك التواضع مع أولئك السحرة ، فبأن يفعل الواحد منا أولى .\r\n أما قوله تعالى : { فَأَلْقَوْاْ حبالهم وَعِصِيَّهُمْ } فروي عن ابن عباس أنهم لما ألقوا حبالهم وعصيهم وقد كانت الحبال مطلية بالزئبق والعصي مجوفة مملوءة من الزئبق فلما حميت اشتدت حركتها فصارت كأنها حيات تدب من كل جانب من الأرض فهاب موسى عليه السلام ذلك ، فقيل له ألق ما في يمينك فألقى عصاه فإذا هي ثعبان مبين ثم فتحت فاها فابتلعت كل ما رموه من حبالهم وعصيهم حتى أكلت الكل ثم أخذ موسى عصاه ، فإذا هي كما كانت فلما رأت السحرة ذلك قالت لفرعون كنا نساحر الناس فإذا غلبناهم بقيت الحبال والعصي ، وكذلك إن غلبونا ولكن هذا حق فسجدوا وآمنوا برب العالمين .\r\n واعلم أن في الآثار اختلافاً فمنهم من كثر الحبال والعصي ، ومنهم من توسط ، والله أعلم بعدد ذلك ، والذي يدل القرآن عليه أنها كثيرة من حيث حشروا من كل بلد ، ولأن الأمر بلغ عند فرعون وقومه في العظم مبلغاً يبعد أن يدخر عنه ما يمكن من جمع السحرة .\r\n وأما قوله : { وَقَالُواْ بِعِزَّةِ فِرْعَونَ إِنَّا لَنَحْنُ الغالبون } فالمراد أنهم أظهروا ما يجري مجرى القطع على أنهم يغلبون ، وكل ذلك لما ظهر كان أقوى لأمر موسى عليه السلام .\r\n أما قوله : { فألقى موسى عصاه فَإِذَا هِىَ تَلْقَفُ مَا يَأْفِكُونَ } فالمراد من قوله : { مَا يَأْفِكُونَ } ما يقلبونه عن وجهه وحقيقته بسحرهم وكيدهم ( ويزورونه ) فيخيلون في حبالهم وعصيهم أنها حيات تسعى ، ( بالتمويه على الناظرين أو إفكهم ) وسمى تلك الأشياء إفكاً مبالغة .\r\n أما قوله : { فَأُلْقِىَ السحرة ساجدين } فالمراد خروا سجداً لأنهم كانوا في الطبقة العالية من علم السحر ، فلا جرم كانوا عالمين بمنتهى السحر ، فلما رأوا ذلك وشاهدوه خارجاً عن حد السحر علموا أنه ليس بسحر ، وما كان ذلك إلا ببركة تحقيقهم في علم السحر ، ثم إنهم عند ذلك لم يتمالكوا أن رموا بأنفسهم إلى الأرض ساجدين كأنهم أخذوا فطرحوا طرحاً ، فإن قيل فاعل الإلقاء ما هو لو صرح به؟ جوابه : هو الله تعالى بما ( حصل في قلوبهم من الدواعي الجازمة الخالية عن المعارضات ولكن الأولى ) أن لا نقدر فاعلاً لأن ألقى بمعنى خر وسقط .\r\n أما قوله : { رَبّ موسى وهارون } فهو عطف بيان لرب العالمين لأن فرعون كان يدعي الربوبية فأرادوا عزله ومعنى إضافته إليهما في ذلك المقام أنه الذي دعا موسى وهرون عليهما السلام إليه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال لهم موسى ألقوا ما أنتم ملقون (43) فألقوا حبالهم وعصيهم وقالوا بعزة فرعون إنا لنحن الغالبون (44) فألقى موسى عصاه فإذا هي تلقف ما يأفكون (45) فألقي السحرة ساجدين (46) قالوا آمنا برب العالمين (47) رب موسى وهارون (48) ",
        "babnum": 11
    },
    {
        "id": 1662,
        "cate": "26",
        "title": "قَالَ آمَنْتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ فَلَسَوْفَ تَعْلَمُونَ لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ (49) قَالُوا لَا ضَيْرَ إِنَّا إِلَى رَبِّنَا مُنْقَلِبُونَ (50) إِنَّا نَطْمَعُ أَنْ يَغْفِرَ لَنَا رَبُّنَا خَطَايَانَا أَنْ كُنَّا أَوَّلَ الْمُؤْمِنِينَ (51) ",
        "details": " اعلم أنهم لما آمنوا بأجمعهم لم يأمن فرعون أن يقول الناس إن هؤلاء السحرة على كثرتهم وتظاهرهم لم يؤمنوا إلا عن معرفة بصحة أمر موسى عليه السلام فيسلكون مثل طريقهم فلبس على القوم وبالغ في التنفير عن موسى عليه السلام من وجوه : أولها : قوله : { ءامَنتُمْ لَهُ قَبْلَ أَنْ ءاذَنَ لكم } وهذا فيه إيهام أن مسارعتكم إلى الإيمان به دالة على أنكم كنتم مائلين إليه ، وذلك يطرق التهمة إليهم فلعلهم قصروا في السحر حياله وثانيها : قوله : { إِنَّهُ لَكَبِيرُكُمُ الذى عَلَّمَكُمُ السحر } وهذا تصريح بما رمز به أولاً ، وغرضه منه أنهم فعلوا ذلك عن مواطأة بينهم وبين موسى عليه السلام وقصروا في السحر ليظهر أمر موسى عليه السلام ، وإلا ففي قوة السحرة أن يفعلوا مثل ما فعل موسى عليه السلام ، وهذه شبهة قوية في تنفير من يقبل قوله وثالثها : قوله : { فَلَسَوْفَ تَعْلَمُونَ } وهو وعيد مطلق وتهديد شديد ورابعها : قوله : { لأَقَطّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مّنْ خِلاَفٍ وَلأَصَلّبَنَّكُمْ أَجْمَعِينَ } وهذا هو الوعيد المفصل وقطع اليد والرجل من خلاف هو قطع اليد اليمنى والرجل اليسرى والصلب معلوم ، وليس في الإهلاك أقوى من ذلك وليس في الآية أنه فعل ذلك أو لم يفعل ، ثم إنه أجابوا عن هذه الكلمات من وجهين : الأول : قولهم : { لاَ ضَيْرَ إِنَّا إلى رَبّنَا مُنقَلِبُونَ } الضر والضير واحد ، وليس المراد أن ذلك إن وقع لم يضر وإنما عنوا بالإضافة إلى ما عرفوه من دار الجزاء .\r\n واعلم أن قولهم : { إِنَّا إلى رَبّنَا مُنقَلِبُونَ } فيه نكتة شريفة وهي أنهم قد بلغوا في حب الله تعالى أنهم ما أرادوا شيئاً سوى الوصول إلى حضرته ، وأنهم ما آمنوا رغبة في ثواب أو رهبة من عقاب ، وإنما مقصودهم محض الوصول إلى مرضاته والاستغراق في أنوار معرفته ، وهذا أعلى درجات الصديقين الجواب الثاني : قولهم : { إِنَّا نَطْمَعُ أَن يَغْفِرَ لَنَا رَبُّنَا خطايانا } فهو إشارة منهم إلى الكفر والسحر وغيرهما ، والطمع في هذا الموضع يحتمل اليقين كقول إبراهيم { والذى أَطْمَعُ أَن يَغْفِرَ لِى خَطِيئَتِى يَوْمَ الدين } [ الشعراء : 82 ] ويحتمل الظن لأن المرء لا يعلم ما سيجيء من بعد .\r\n أما قوله : { أَن كُنَّا أَوَّلَ المؤمنين } فالمراد لأن كنا أول المؤمنين من الجماعة الذين حضروا ذلك الموقف ، أو يكون المراد من السحرة خاصة ، أو من رعية فرعون أو من أهل زمانهم ، وقرىء ( إن كنا ) بالكسر ، وهو من الشرط الذي يجيء به المدل ( بأمره لصحته وهم كانوا متحققين أنهم أول المؤمنين ) ، ونظيره قول ( القائل ) لمن يؤخر جعله : إن كنت عملت لك فوفني حقي .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال آمنتم له قبل أن آذن لكم إنه لكبيركم الذي علمكم السحر فلسوف تعلمون لأقطعن أيديكم وأرجلكم من خلاف ولأصلبنكم أجمعين (49) قالوا لا ضير إنا إلى ربنا منقلبون (50) إنا نطمع أن يغفر لنا ربنا خطايانا أن كنا أول المؤمنين (51) ",
        "babnum": 12
    },
    {
        "id": 1663,
        "cate": "26",
        "title": "وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي إِنَّكُمْ مُتَّبَعُونَ (52) فَأَرْسَلَ فِرْعَوْنُ فِي الْمَدَائِنِ حَاشِرِينَ (53) إِنَّ هَؤُلَاءِ لَشِرْذِمَةٌ قَلِيلُونَ (54) وَإِنَّهُمْ لَنَا لَغَائِظُونَ (55) وَإِنَّا لَجَمِيعٌ حَاذِرُونَ (56) فَأَخْرَجْنَاهُمْ مِنْ جَنَّاتٍ وَعُيُونٍ (57) وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ (58) كَذَلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ (59) فَأَتْبَعُوهُمْ مُشْرِقِينَ (60) فَلَمَّا تَرَاءَى الْجَمْعَانِ قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ (61) قَالَ كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ (62) ",
        "details": " قرىء { أَسَرَّ } بقطع الهمزة ووصلها وسر .\r\n لما ظهر أمر موسى عليه السلام بما شاهدوه من الآية ، أمره الله تعالى بأن يخرج ببني إسرائيل لما كان في المعلوم من تدبير الله تعالى في موسى وتخليصه من القوم وتمليكه بلادهم وأموالهم ، ولم يأمن وقد جرت تلك الغلبة الظاهرة أن يقع من فرعون ببني إسرائيل ما يؤدي إلى الاستئصال ، فلذلك أمره الله تعالى أن يسري ببني إسرائيل ، وهم الذين آمنوا وكانوا من قوم موسى ، ولا شبهة أن في الكلام حذفاً وهو أنه أسرى بهم كما أمره الله تعالى ، ثم إن قوم موسى عليه السلام قالوا لقوم فرعون إن لنا في هذه الليلة عيداً ، ثم استعاروا منهم حليهم وحللهم بهذا السبب ، ثم خرجوا بتلك الأموال في الليل إلى جانب البحر ، فلما سمع ذلك فرعون أرسل في المدائن حاشرين ، ثم إنه قوى نفسه ونفس أصحابه بأن وصف قوم موسى بوصفين من أوصاف الذم ، ووصف قوم نفسه بصفة المدح أما وصف قوم موسى عليه السلام بالذم .\r\n فالصفة الأولى : قوله : { إِنَّ هَؤُلاء لَشِرْذِمَةٌ قَلِيلُونَ } والشرذمة الطائفة القليلة ، ومنه قولهم ثوب شراذم للذي بلي ، وتقطع قطعاً ذكرهم بالاسم الدال على القلة ، ثم جعلهم قليلاً بالوصف ، ثم جمع القليل فجعل كل حزب منهم قليلاً واختار جمع السلامة الذي هو للقلة ( وقد يجمع القليل على أقلة وقلل ) ، ويجوز أن يريد بالقلة الذلة ( والقماءة ) لا قلة العدد ، والمعنى أنهم لقلتهم لا يبالي بهم ولا يتوقع غلبتهم وعلوهم ، ثم اختلف المفسرون في عدد تلك الشرذمة ، فقال ابن عباس رضي الله عنهما : كانوا ستمائة ألف مقاتل لا شاب فيهم دون عشرين سنة ، ولا شيخ يوفي على الستين سوى الحشم ، وفرعون يقللهم لكثرة من معه ، وهذا الوصف قد يستعمل في الكثير عند الإضافة إلى ما هو أكثر منه ، فروي أن فرعون خرج على فرس أدهم حصان وفي عسكره على لون فرسه ثلثمائة ألف .\r\n الصفة الثانية : قوله : { وَإِنَّهُمْ لَنَا لَغَائِظُونَ } يعني يفعلون أفعالاً تغيظنا وتضيق صدورنا ، واختلفوا في تلك الأفعال على وجوه : أحدها : ما تقدم من أمر الحلي وغيره وثانيها : خروج بني إسرائيل عن عبودية فرعون واستقلالهم بأنفسهم وثالثها : مخالفتهم لهم في الدين وخروجهم عليهم ورابعها : ليس إلا أنهم لم يتخذوا فرعون إلهاً .\r\n أما الذي وصف فرعون به قومه فهو قوله : { وَإِنَّا لَجَمِيعٌ حاذرون } وفيه ثلاث قراءات ( حذرون ) و ( حاذرون ) و ( حادرون ) بالدال غير المعجمة .\r\n واعلم أن الصفة إذا كانت جارية على الفعل وهي اسم الفاعل واسم المفعول كالضارب والمضروب أفادت الحدوث ، وإذا لم تكن كذلك وهي الشبهة أفادت الثبوت ، فمن قرأ { حاذرون } ذهب إلى إنا قوم من عادتنا الحذر واستعمال الحزم ، ومن قرأ { حاذرون } فكأنه ذهب إلى معنى إنا قوم ما عهدنا أن نحذر إلا عصرنا هذا .\r\n وأما من قرأ { حادرون } بالدال غير المعجمة فكأنه ذهب إلى نفي الحذر أصلاً ، لأن الحادر هو المشمر ، فأراد إنا قوم أقوياء أشداء ، أو أراد إنا مدججون في السلاح ، والغرض من هذه المعاذير أن لا يتوهم أهل المدائن أنه منكسر من قوم موسى أو خائف منهم .\r\n أما قوله تعالى : { فأخرجناهم } فالمراد إنا جعلنا في قلوبهم داعية الخروج فاستوجبت الداعية الفعل ، فكان الفعل مضافاً إلى الله تعالى لا محالة .\r\n وأما قوله : { مّن جنات وَعُيُونٍ وَكُنُوزٍ } فقال مجاهد : سماها كنوزاً ، لأنهم لم ينفقوا منها في طاعة الله تعالى ، والمقام الكريم يريد المنازل الحسنة والمجالس البهية ، والمعنى إنا أخرجناهم من بساتينهم التي فيها عيون الماء وكنوز الذهب والفضة ، والمواضع التي كانوا يتنعمون فيها لنسلمها إلى بني إسرائيل .\r\n أما قوله كذلك فيحتمل ثلاثة أوجه : النصب على أخرجناهم مثل ذلك الإخراج الذي وصفناه ، والجر على أنه وصف لمقام كريم ، أي مقام كريم مثل ذلك المقام الذي كان لهم ، والرفع على أنه خبر لمبتدأ محذوف ، أي الأمر كذلك .\r\n أما قوله : { فَأَتْبَعُوهُم } أي فلحقوهم ، وقرىء ( فاتبعوهم ) { مُشْرِقِينَ } داخلين في وقت الشروق من أشرقت الشمس شروقاً إذا طلعت .\r\n أما قوله : { فَلَمَّا تَرَاءا الجمعان } أي رأى بعضهم بعضاً ، قال أصحاب موسى : { إِنَّا لَمُدْرَكُونَ } أي لملحقون { وَقَالُواْ يا موسى أُوذِينَا مِن قَبْلِ أَن تَأْتِيَنَا وَمِن بَعْدِ مَا جِئْتَنَا } كانوا يذبحون أبناءنا ، من قبل أن تأتينا ومن بعد ما جئتنا يدركوننا ، أي في الساعة فيقتلوننا ، وقرىء { فَلَمَّا تَرَاءتِ الفئتان } { إِنَّا لَمُدْرَكُونَ } بتشديد الدال وكسر الراء من أدرك الشيء إذا تتابع ففنى ، ومنه قوله تعالى : { بَلِ ادرك عِلْمُهُمْ فِى الأخرة } [ النمل : 66 ] قال الحسن : جهلوا علم الآخرة ، والمعنى إنا لمتتابعون في الهلاك على أيديهم حتى لا يبقى منا أحد ، فعند ذلك قال لهم كلا وذلك كالمنع مما توهموه ، ثم قوى نفوسهم بأمرين : أحدهما : { إِنَّ مَعِىَ رَبّى } وهذا دلالة النصرة والتكفل بالمعونة والثاني : قوله : { سَيَهْدِينِ } والهدى هو طريق النجاة والخلاص ، وإذا دله على طريق نجاته وهلاك أعدائه ، فقد بلغ النهاية في النصرة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأوحينا إلى موسى أن أسر بعبادي إنكم متبعون (52) فأرسل فرعون في المدائن حاشرين (53) إن هؤلاء لشرذمة قليلون (54) وإنهم لنا لغائظون (55) وإنا لجميع حاذرون (56) فأخرجناهم من جنات وعيون (57) وكنوز ومقام كريم (58) كذلك وأورثناها بني إسرائيل (59) فأتبعوهم مشرقين (60) فلما تراءى الجمعان قال أصحاب موسى إنا لمدركون (61) قال كلا إن معي ربي سيهدين (62) ",
        "babnum": 13
    },
    {
        "id": 1664,
        "cate": "26",
        "title": "فَأَوْحَيْنَا إِلَى مُوسَى أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ (63) وَأَزْلَفْنَا ثَمَّ الْآخَرِينَ (64) وَأَنْجَيْنَا مُوسَى وَمَنْ مَعَهُ أَجْمَعِينَ (65) ثُمَّ أَغْرَقْنَا الْآخَرِينَ (66) إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (67) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (68) ",
        "details": " اعلم أنه تعالى لما حكى عن موسى عليه السلام قوله : { إِنَّ مَعِىَ رَبّى سَيَهْدِينِ } [ الشعراء : 62 ] بين تعالى بعده كيف هداه ونجاه ، وأهلك أعداءه بذلك التدبير الجامع لنعم الدين والدنيا ، فقال : { فَأَوْحَيْنَا إلى مُوسَى أَنِ اضرب بّعَصَاكَ البحر فانفلق } ولا شبهة في أن المراد فضرب فانفلق لأنه كالمعلوم من الكلام إذ لا يجوز أن ينفلق من غير ضرب ومع ذلك يأمره بالضرب لأنه كالعبث ولأنه تعالى جعله من معجزاته التي ظهرت بالعصا ولأن انفلاقه بضربه أعظم في النعمة عليه ، وأقوى لعلمهم أن ذلك إنما حصل لمكان موسى عليه السلام ، واختلفوا في البحر ، روي عن ابن عباس رضي الله عنهما أن موسى عليه السلام لما انتهى إلى البحر مع بني إسرائيل أمرهم أن يخوضوا البحر فامتنعوا إلا يوشع بن نون فإنه ضرب دابته وخاض في البحر حتى عبر ثم رجع إليهم فأبوا أن يخوضوا فقال موسى للبحر انفرق لي فقال ما أمرت بذلك ولا يعبر عن العصاة ، فقال موسى يا رب قد أبى البحر أن ينفرق ، فقيل له اضرب بعصاك البحر فضربه فانفرق فكان كل فرق كالطود العظيم أي كالجبل العظيم وصار فيه اثنا عشر طريقاً لكل سبط منهم طريق فقال كل سبط قتل أصحابنا فعند ذلك دعا موسى عليه السلام ربه فجعلها مناظر كهيئة الطبقات حتى نظر بعضهم إلى بعض على أرض يابسة ، وعن عطاء بن السائب أن جبريل عليه السلام كان بين بني إسرائيل وبين آل فرعون وكان يقول لبني إسرائيل ليلحق آخركم بأولكم ، ويستقبل القبط فيقول رويدكم ليلحق آخركم ، وروي أن موسى عليه السلام قال عند ذلك : « يا من كان قبل كل شيء والمكون لكل شيء والكائن بعد كل شيء » فأما قوله : { فَكَانَ كُلُّ فِرْقٍ كالطود العظيم } فالفرق الجزء المنفرق منه ، وقرىء ( كل فلق ) والمعنى واحد والطود الجبل المتطاول أي المرتفع في السماء وهو معجز من وجوه : أحدها : أن تفرق ذلك الماء معجز وثانيها : أن اجتماع ذلك الماء فوق كل طرف منه حتى صار كالجبل من المعجزات أيضاً لأنه كان لا يمتنع في الماء الذي أزيل بذلك التفريق أن يبدده الله تعالى حتى يصير كأنه لم يكن فلما جمع على الطرفين صار مؤكداً لهذا الإعجاز وثالثها : أنه إن ثبت ما روي في الخبر أنه تعالى أرسل على فرعون وقومه من الرياح والظلمة ما حيرهم فاحتبسوا القدر الذي يتكامل معه عبور بني إسرائيل فهو معجز ثالث ورابعها : أن جعل الله في تلك الجدران المائية كوى ينظر منها بعضهم إلى بعض فهو معجز رابع وخامسها : أن أبقى الله تعالى تلك المسالك حتى قرب منها آل فرعون وطمعوا أن يتخلصوا من البحر كما تخلص قوم موسى عليه السلام فهو معجز خامس .\r\n أما قوله تعالى : { وَأَزْلَفْنَا ثَمَّ الأخرين } ففيه بحثان : البحث الأول : قال ابن عباس وابن جريج وقتادة والسدي { وَأَزْلَفْنَا } أي وقربنا ثم أي حيث انفلق البحر للآخرين قوم فرعون ثم فيه ثلاثة أوجه : أحدها : قربناهم من بني إسرائيل وثانيها : قربنا بعضهم من بعض وجمعناهم حتى لا ينجو منهم أحد وثالثها : قدمناهم إلى البحر ومن الناس من قال : { وَأَزْلَفْنَا } أي حبسنا فرعون وقومه عند طلبهم موسى عليه السلام بأن أظلمنا عليهم الدنيا بسحابة وقفت عليهم فوقفوا حيارى ، وقرىء { وأزلقنا } بالقاف أي أزللنا أقدامهم والمعنى أذهبنا عزهم ويحتمل أن يجعل الله طريقهم في البحر على خلاف ما جعله لبني إسرائيل يبساً وأزلقهم .\r\n البحث الثاني : أنه تعالى أضاف ذلك الإزلاف إلى نفسه مع أن اجتماعهم هنالك في طلب موسى كفر أجاب الجبائي عنه من وجهين : الأول : أن قوم فرعون تبعوا بني إسرائيل وبنو إسرائيل إنما فعلوا ذلك بأمر الله تعالى فلما كان مسيرهم بتدبيره وهؤلاء تبعوا ذلك أضافه إلى نفسه توسعاً وهذا كما يتعب أحدنا في طلب غلام له فيجوز أن يقول أتعبني الغلام لما حدث ذلك فعله الثاني : قيل : { العظيم وَأَزْلَفْنَا ثَمَّ الأخرين } أي أزلفناهم إلى الموت لأجل أنهم في ذلك الوقت قربوا من أجلهم وأنشد : وكل يوم مضى أو ليلة سلفت \r\n فيها النفوس إلى الآجال تزدلف وأجاب الكعبي عنه من وجهين : الأول : أنه تعالى لما حلم عنهم ، وترك البحر لهم يبساً وطمعوا في عبوره جازت الإضافة كالرجل يسفه عليه صاحبه مراراً فيحلم عنه ، فإذا تمادى في غيه وأراه قدرته عليه قال له أنا أحوجتك إلى هذا وصيرتك إليه بحلمي ، لا يريد بذلك أنه أراد ما فعل الثاني : يحتمل أنه أزلفهم أي جمعهم ليغرقهم عند ذلك ولكي لا يصلوا إلى موسى وقومه والجواب : عن الأول أن الذي فعله بنو إسرائيل هل له أثر في استجلاب داعية قوم فرعون إلى الذهاب خلفهم أوليس له أثر فيه فإن كان الأول فقد حصل المقصود لأن لفعل الله تعالى أثراً في حصول الداعية المستلزمة لذلك الإزلاف ، وإن لم يكن له فيه أثر ألبتة فقد زال التعلق فوجب أن لا تحسن الإضافة ، وأما إذا تعب أحدنا في طلب غلام له ، فإنما يجوز أن يقول أتعبني ذلك الغلام لما أن فعل ذلك الغلام صار كالمؤثر في حصول ذلك التعب لأنه متى فعل ذلك الفعل فالظاهر أنه يصير معلوماً للسيد ، ومتى علمه صار علمه داعياً له إلى ذلك التعب ومؤثراً فيه فصحت الإضافة .\r\n وبالجملة فعندنا القادر لا يمكنه الفعل إلا بالداعي فالداعي مؤثر في صيرورة القادر مؤثراً في ذلك الفعل فلا جرم حسنت الإضافة والجواب : عن الثاني وهو أنه أزلفهم ليغرقهم فهو أنه تعالى ما أزلفهم بل هم بأنفسهم ازدلفوا ثم حصل الغرق بعده ، فكيف يجوز إضافة هذا الإزلاف إلى الله تعالى؟ أما على قولنا فإنه جائز لأنه تعالى هو الذي خلق الداعية المستعقبة لذلك الازدلاف والجواب : عن الثالث وهو أن حلمه تعالى عنهم وحملهم على ذلك ، فنقول ذلك الحلم هل له أثر في استجلاب هذه الداعية أم لا؟ وباقي التقرير كما تقدم والجواب : عن الرابع هو بعينه الجواب عن الثاني ، والله أعلم .\r\n أما قوله تعالى : { وَأَنجَيْنَا موسى وَمَن مَّعَهُ أَجْمَعِينَ ثُمَّ أَغْرَقْنَا الأخرين } فالمعنى أنه تعالى جعل البحر يبساً في حق موسى وقومه حتى خرجوا منه وأغرق فرعون وقومه لأنه لما تكامل دخولهم البحر انطبق الماء عليهم فغرقوا في ذلك الماء .\r\n أما قوله تعالى : { إِنَّ فِى ذَلِكَ لآيَةً } فالمعنى أن الذي حدث في البحر آية عجيبة من الآيات العظام الدالة على قدرته لأن أحداً من البشر لا يقدر عليه وعلى حكمته من حيث وقع ما كان مصلحة في الدين والدنيا ، وعلى صدق موسى عليه السلام من حيث كان معجزة له ، وعلى اعتبار المعتبرين به أبداً فيصير تحذيراً من الإقدام على مخالفة أمر الله تعالى وأمر رسوله ، ويكون فيه اعتبار لمحمد صلى الله عليه وسلم ، فإنه قال عقيب ذلك : { وَمَا كَانَ أَكْثَرُهُمْ مُّؤْمِنِينَ } وفي ذلك تسلية له فقد كان يغتم بتكذيب قومه مع ظهور المعجزات عليه فنبهه الله تعالى بهذا الذكر على أن له أسوة بموسى وغيره ، فإن الذي ظهر على موسى من هذه المعجزات العظام التي تبهر العقول لم يمنع من أن أكثرهم كذبوه وكفروا به مع مشاهدتهم لما شاهدوه في البحر وغيره .\r\n فكذلك أنت يا محمد لا تعجب من تكذيب أكثرهم لك واصبر على إيذائهم فلعلهم أن يصلحوا ويكون في هذا الصبر تأكيد الحجة عليهم .\r\n وأما قوله : { وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم } فتعلقه بما قبله أن القوم مع مشاهدة هذه الآية الباهرة كفروا ، ثم إنه تعالى كان عزيزاً قادراً على أن يهلكهم ، ثم إنه تعالى ما أهلكهم بل أفاض عليهم أنواع رحمته فدل ذلك على كمال رحمته وسعة جوده وفضله .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فأوحينا إلى موسى أن اضرب بعصاك البحر فانفلق فكان كل فرق كالطود العظيم (63) وأزلفنا ثم الآخرين (64) وأنجينا موسى ومن معه أجمعين (65) ثم أغرقنا الآخرين (66) إن في ذلك لآية وما كان أكثرهم مؤمنين (67) وإن ربك لهو العزيز الرحيم (68) ",
        "babnum": 14
    },
    {
        "id": 1665,
        "cate": "26",
        "title": "وَاتْلُ عَلَيْهِمْ نَبَأَ إِبْرَاهِيمَ (69) إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَ (70) قَالُوا نَعْبُدُ أَصْنَامًا فَنَظَلُّ لَهَا عَاكِفِينَ (71) قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ (72) أَوْ يَنْفَعُونَكُمْ أَوْ يَضُرُّونَ (73) قَالُوا بَلْ وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُونَ (74) قَالَ أَفَرَأَيْتُمْ مَا كُنْتُمْ تَعْبُدُونَ (75) أَنْتُمْ وَآبَاؤُكُمُ الْأَقْدَمُونَ (76) فَإِنَّهُمْ عَدُوٌّ لِي إِلَّا رَبَّ الْعَالَمِينَ (77) ",
        "details": " القصة الثانية قصة إبراهيم عليه السلام اعلم أنه تعالى ذكر في أول السورة شدة حزن محمد صلى الله عليه وسلم بسبب كفر قومه ثم إنه ذكر قصة موسى عليه السلام ليعرف محمد أن مثل تلك المحنة كانت حاصلة لموسى : ثم ذكر عقبها قصة إبراهيم عليه السلام ليعرف محمد أيضاً أن حزن إبراهيم عليه السلام بهذا السبب كان أشد من حزنه ، لأن من عظيم المحنة على إبراهيم عليه السلام أن يرى أباه وقومه في النار وهو لا يتمكن من إنقاذهم إلا بقدر الدعاء والتنبيه فقال لهم : { مَا تَعْبُدُونَ } وكان إبراهيم عليه السلام يعلم أنهم عبدة أصنام ولكنه سألهم ليريهم أن ما يعبدونه ليس من استحقاق العبادة في شيء كما تقول لتاجر الرقيق ما مالك؟ وأنت تعلم أن ماله الرقيق ، ثم تقول : الرقيق جمال وليس بمال .\r\n فأجابوا إبراهيم عليه السلام بقولهم : { نَعْبُدُ أَصْنَاماً فَنَظَلُّ لَهَا عاكفين } والعكوف : الإقامة على الشيء ، وإنما قالوا : { نظل } لأنهم كانوا يعبدونها بالنهار دون الليل ، واعلم أنه كان يكفيهم في الجواب أن يقولوا نعبد أصناماً ، ولكنهم ضموا إليه زيادة على الجواب وهي قولهم : { فَنَظَلُّ لَهَا عاكفين } وإنما ذكروا هذه الزيادة إظهاراً لما في نفوسهم من الابتهاج والافتخار بعبادة الأصنام فقال إبراهيم عليه السلام منبهاً على فساد مذهبهم { هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ * أَوْ يَنفَعُونَكُمْ أَوْ يَضُرُّونَ } قال صاحب «الكشاف» : لا بد في يسمعونكم من تقدير حذف المضاف معناه هل يسمعون دعاءكم وقرأ قتادة { هَلْ يَسْمَعُونَكُمْ } أي هل يسمعونكم الجواب عن دعائكم وهل يقدرون على ذلك وتقرير هذه الحجة التي ذكرها إبراهيم عليه السلام أن الغالب من حال من يعبد غيره أن يلتجىء إليه في المسألة ليعرف مراده إذا سمع دعاءه ثم يستجيب له في بذل منفعة أو دفع مضرة ، فقال لهم فإذا كان من تعبدونه لا يسمع دعاءكم حتى يعرف مقصودكم ، ولو عرف ذلك لما صح أن يبذل النفع أو يدفع الضرر فكيف تستجيزون أن تعبدوا ما هذا وصفه؟ فعند هذه الحجة القاهرة لم يجد أبوه وقومه ما يدفعون به هذه الحجة فعدلوا إلى أن قالوا : { وَجَدْنَا ءابَاءنَا كَذَلِكَ يَفْعَلُونَ } وهذا من أقوى الدلائل على فساد التقليد ووجوب التمسك بالاستدلال ، إذ لو قلبنا الأمر فمدحنا التقليد وذممنا الاستدلال لكان ذلك مدحاً لطريقة الكفار التي ذمها الله تعالى وذماً لطريقة إبراهيم عليه السلام التي مدحها الله تعالى فأجابهم إبراهيم عليه السلام بقوله : { أَفَرَءيْتُمْ مَّا كُنْتُمْ تَعْبُدُونَ * أَنتُمْ وَءابَاؤُكُمُ الأَقدمون } أراد به أن الباطل لا يتغير بأن يكون قديماً أو حديثاً ، ولا بأن يكون في فاعلية كثرة أو قلة .\r\n أما قوله : { فَإِنَّهُمْ عَدُوٌّ لِى إِلاَّ رَبَّ العالمين } ففيه أسئلة : السؤال الأول : كيف يكون الصنم عدواً مع أنه جماد؟ جوابه من وجهين : أحدهما : أنه تعالى قال في سورة مريم ( 82 ) في صفة الأوثان { كَلاَّ سَيَكْفُرُونَ بعبادتهم وَيَكُونُونَ عَلَيْهِمْ ضِدّاً } فقيل في تفسيره إن الله يحيي ما عبدوه من الأصنام حتى يقع منهم التوبيخ لهم والبراءة منهم ، فعلى هذا الوجه أن الأوثان ستصير أعداء لهؤلاء الكفار في الآخرة فأطلق إبراهيم عليه السلام لفظ العداوة عليهم على هذا التأويل وثانيها : أن الكفار لما عبدوها وعظموها ورجوها في طلب المنافع ودفع المضار نزلت منزلة الأحياء العقلاء في اعتقاد الكفار ، ثم إنها صارت أسباباً لانقطاع الإنسان عن السعادة ووصوله إلى الشقاوة ، فلما نزلت هذه الأصنام منزلة الأحياء وجرت مجرى الدافع للمنفعة والجالب للمضرة لا جرم جرت مجرى الأعداء ، فلا جرم أطلق إبراهيم عليه السلام عليها لفظ العدو وثالثها : المراد في قوله : { فَإِنَّهُمْ عَدُوٌّ لِى } عداوة من يعبدها ، فإن قيل فلم لم يقل إن من يعبد الأصنام عدو لي ليكون الكلام حقيقة؟ جوابه : لأن الذي تقدم ذكره ما عبدوه دون العابدين .\r\n السؤال الثاني : لم قال : { فَإِنَّهُمْ عَدُوٌّ لِى } ولم يقل فإنها عدو لكم؟ جوابه : أنه عليه السلام صور المسألة في نفسه على معنى إني فكرت في أمري فرأيت عبادتي لها عبادة للعدو فاجتنبتها ، ( وآثرت عبادة من الخير كله منه ) وأراهم ( بذلك ) أنها نصيحة نصح بها نفسه ، فإذا تفكروا قالوا ما نصحنا إبراهيم إلا بما نصح به نفسه ، فيكون ذلك أدعى للقبول .\r\n السؤال الثالث : لم لم يقل فإنهم أعدائي؟ جوابه العدو والصديق يجيئان في معنى الواحد والجماعة ، قال : وقوم عليَّ ذوي ( مرة ) \r\n أراهم عدواً وكانوا صديقاً ومنه قوله تعالى : { وَهُمْ لَكُمْ عَدُوٌّ } [ الكهف : 50 ] وتحقيق القول فيه ما تقدم في قوله : { إِنَّا رَسُولُ رَبّ العالمين } [ الشعراء : 16 ] .\r\n السؤال الرابع : ما هذا الاستثناء؟ جوابه أنه استثناء منقطع كأنه قال لكن رب العالمين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "واتل عليهم نبأ إبراهيم (69) إذ قال لأبيه وقومه ما تعبدون (70) قالوا نعبد أصناما فنظل لها عاكفين (71) قال هل يسمعونكم إذ تدعون (72) أو ينفعونكم أو يضرون (73) قالوا بل وجدنا آباءنا كذلك يفعلون (74) قال أفرأيتم ما كنتم تعبدون (75) أنتم وآباؤكم الأقدمون (76) فإنهم عدو لي إلا رب العالمين (77) ",
        "babnum": 15
    },
    {
        "id": 1666,
        "cate": "26",
        "title": "الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ (78) وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ (79) وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ (80) وَالَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ (81) وَالَّذِي أَطْمَعُ أَنْ يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ (82) ",
        "details": " اعلم أنه تعالى لما حكى عنه أنه استثنى رب العالمين ، حكى عنه أيضاً ما وصفه به مما يستحق العبادة لأجله ، ثم حكى عنه ما سأله عنه ، أما الأوصاف فأربعة : أولها : قوله : { الذى خَلَقَنِى فَهُوَ يَهْدِينِ } .\r\n واعلم أنه سبحانه أثنى على نفسه بهذين الأمرين في قوله : { الذى خَلَقَ فسوى * والذى قَدَّرَ فهدى } [ الأعلى : 2 ، 3 ] واعلم أن الخلق والهداية بهما يحصل جميع المنافع لكل من يصح الانتفاع عليه ، فلنتكلم في الإنسان فنقول إنه مخلوق ، فمنهم من قال هو من عالم الخلق والجسمانيات ، ومن قال هو من عالم الأمر الروحانيات ، وتركيب البدن الذي هو من عالم الخلق مقدم على إعطاء القلب الذي هو من عالم الأمر على ما أخبر عنه سبحانه في قوله : { فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِى } [ ص : 72 ] فالتسوية إشارة إلى تعديل المزاج وتركيب الأمشاج ، ونفخ الروح إشارة إلى اللطيفة الربانية النورانية التي هي من عالم الأمر ، وأيضاً قال : { وَلَقَدْ خَلَقْنَا الإنسان مِن سلالة مّن طِينٍ } [ المؤمنون : 12 ] ولما تمم مراتب تغيرات الأجسام قال : { ثم أنشأناه خلقاً آخر } [ المؤمنون : 14 ] وذلك إشارة إلى الروح الذي هو من عالم الملائكة ، ولا شك أن الهداية إنما تحصل من الروح ، فقد ظهر بهذه الآيات أن الخلق مقدم على الهداية .\r\n أما تحقيقه بحسب المباحث الحقيقية ، فهو أن بدن الإنسان إنما يتولد عند امتزاج المني بدم الطمث ، وهما إنما يتولدان من الأغذية المتولدة من تركب العناصر الأربعة وتفاعلها ، فإذا امتزج المني بالدم فلا يزال ما فيها من الحار والبارد والرطب واليابس متفاعلاً ، وما في كل واحد منها من القوى كاسراً سورة كيفية الآخر ، فحينئذ يحصل من تفاعلهما كيفية متوسطة تستحر بالقياس إلى البارد وتستبرد بالقياس إلى الحار ، وكذا القول في الرطب واليابس ، وحينئذ يحصل الاستعداد لقبول قوى مدبرة لذلك المركب فبعضها قوى نباتية وهي التي تجذب الغذاء ، ثم تمسكه ثم تهضمه ثم تدفع الفضلة المؤذية ، ثم تقيم تلك الأجزاء بدل ما تحلل منها ، ثم تزيد في جوهر الأعضاء طولاً وعرضاً ، ثم يفضل عن تلك المواد فضلة يمكن أن يتولد عنها مثل ذلك ، ومنها قوى حيوانية بعضها مدركة كالحواس الخمس والخيال والحفظ والذكر ، وبعضها فاعلة : إما آمرة كالشهوة والغضب أو مأمورة كالقوى المركوزة في العضلات ، ومنها قوى إنسانية وهي إما مدركة أو عاملة ، والقوى المدركة هي القوى القوية على إدراك حقائق الأشياء الروحانية والجسمانية والعلوية والسفلية ، ثم إنك إذا فتشت عن كل واحدة من مركبات هذا العالم الجسماني ، ومفرداتها وجدت لها أشياء تلائمها وتكمل حالها وأشياء تنافرها وتفسد حالها ، ووجدت فيها قوى جذابة للملائم دفاعة للمنافي ، فقد ظهر أن صلاح الحال في هذه الأشياء لا يتم إلا بالخلق والهداية .\r\n أما الخلق فبتصييره موجوداً بعد أن كان معدوماً ، وأما الهداية فبتلك القوى الجذابة للمنافع والدفاعة للمضار فثبت أن قوله : { خَلَقَنِى فَهُوَ يَهْدِينِ } كلمة جامعة حاوية لجميع المنافع في الدنيا والدين ، ثم ههنا دقيقة وهو أنه قال : { خَلَقَنِى } فذكره بلفظ الماضي وقال : { يَهْدِينِ } ذكره بلفظ المستقبل ، والسبب في ذلك أن خلق الذات لا يتجدد في الدنيا ، بل لما وقع بقي إلى الأمد المعلوم .\r\n أما هدايته تعالى فهي مما يتكرر كل حين وأوان سواء كان ذلك هداية في المنافع الدنيوية ، وذلك بأن تحكم الحواس بتمييز المنافع عن المضار أو في المنافع الدينية وذلك بأن يحكم العقل بتمييز الحق عن الباطل والخير عن الشر ، فبين بذلك أنه سبحانه هو الذي خلقه بسائر ما تكامل به خلقه في الماضي دفعة واحدة ، وأنه يهديه إلى مصالح الدين والدنيا بضروب الهدايات في كل لحظة ولمحة وثانيها : قوله : { والذى هُوَ يُطْعِمُنِى وَيَسْقِينِ } وقد دخل فيه كل ما يتصل بمنافع الرزق ، وذلك لأنه سبحانه إذا خلق له الطعام وملكه ، فلو لم يكن معه ما يتمكن به من أكله والاغتذاء به نحو الشهوة والقوة والتمييز لم تكمل هذه النعمة ، وذكر الطعام والشراب ونبه بذكرهما على ما عداهما وثالثها : قوله : { وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ } وفيه سؤال وهو أنه لم قال : { مرضات } دون أمرضني؟ وجوابه من وجوه : الأول : أن كثيراً من أسباب المرض يحدث بتفريط من الإنسان في مطاعمه ومشاربه وغير ذلك ، ومن ثم قالت الحكماء : لو قيل لأكثر الموتى ما سبب آجالكم؟ لقالوا التخم الثاني : أن المرض إنما يحدث باستيلاء بعض الأخلاط على بعض ، وذلك الاستيلاء إنما يحصل بسبب ما بينها من التنافر الطبيعي .\r\n أما الصحة فهي إنما تحصل عند بقاء الأخلاط على اعتدالها وبقاؤها على اعتدالها ، إنما يكون بسبب قاهر يقهرها على الاجتماع ، وعودها إلى الصحة إنما يكون أيضاً بسبب قاهر يقهرها على العود إلى الاجتماع والاعتدال بعد أن كانت بطباعها مشتاقة إلى التفرق والنزاع ، فلهذا السبب أضاف الشفاء إليه سبحانه وتعالى ، وما أضاف المرض إليه وثالثها : وهو أن الشفاء محبوب وهو من أصول النعم ، والمرض مكروه وليس من النعم ، وكان مقصود إبراهيم عليه السلام تعديد النعم ، ولما لم يكن المرض من النعم لا جرم لم يضفه إليه تعالى ، فإن نقضته بالإماتة فجوابه : أن الموت ليس بضرر ، لأن شرط كونه ضرراً وقوع الإحساس به ، وحال حصول الموت لا يقع الإحساس به ، إنما الضرر في مقدماته وذلك هو عين المرض ، وأيضاً فلأنك قد عرفت أن الأرواح إذا كملت في العلوم والأخلاق كان بقاؤها في هذه الأجساد عين الضرر وخلاصتها عنها عين السعادة بخلاف المرض ورابعها : قوله : { والذى يُمِيتُنِى ثُمَّ يُحْيِينِ } والمراد منه الإماتة في الدنيا والتخلص عن آفاتها وعقوباتها ، والمراد من الإحياء المجازاة وخامسها : قوله : { والذى أَطْمَعُ أَن يَغْفِرَ لِى خَطِيئَتِى يَوْمَ الدين } فهو إشارة إلى ما هو مطلوب كل عاقل من الخلاص عن العذاب والفوز بالثواب .\r\n واعلم أن إبراهيم عليه السلام جمع في هذه الألفاظ جميع نعم الله تعالى من أول الخلق إلى آخر الأبد في الدار الآخرة ، ثم ههنا أسئلة : السؤال الأول : لم قال : { والذى أَطْمَعُ } والطمع عبارة عن الظن والرجاء ، وإنه عليه السلام كان قاطعاً بذلك؟ جوابه : أن هذا الكلام لا يستقيم إلا على مذهبنا ، حيث قلنا إنه لا يجب على الله لأحد شيء ، وأنه يحسن منه كل شيء ولا اعتراض لأحد عليه في فعله ، وأجاب الجبائي عنه من وجهين : الأول : أن قوله : { والذى أَطْمَعُ أَن يَغْفِرَ لِى خَطِيئَتِى } أراد به سائر المؤمنين لأنهم الذين يطمعون ولا يقطعون به الثاني : المراد من الطمع اليقين ، وهو مروي عن الحسن وأجاب صاحب «الكشاف» : بأنه إنما ذكره على هذا الوجه تعليماً منه لأمته كيفية الدعاء .\r\n واعلم أن هذه الوجوه ضعيفة ، أما الأول : فلأن الله تعالى حكى عنه الثناء أولاً والدعاء ثانياً ومن أول المدح إلى آخر الدعاء كلام إبراهيم عليه السلام فجعل الشيء الواحد وهو قوله : { والذى أَطْمَعُ أَن يَغْفِرَ لِى خَطِيئَتِى يَوْمَ الدين } كلام غيره مما يبطل نظم الكلام ويفسده ، وأما الثاني : وهو أن الطمع هو اليقين فهذا على خلاف اللغة ، وأما الثالث : وهو أن الغرض منه تعليم الأمة فباطل أيضاً لأن حاصله يرجع إلى أنه كذب على نفسه لغرض تعليم الأمة ، وهو باطل قطعاً .\r\n السؤال الثاني : لم أسند إلى نفسه الخطيئة مع أن الأنبياء منزعون عن الخطايا قطعاً؟ ، وفي جوابه ثلاثة وجوه : أحدها : أنه محمول على كذب إبراهيم عليه السلام في قوله : { فَعَلَهُ كَبِيرُهُمْ } [ الأنبياء : 63 ] وقوله : { إِنّى سَقِيمٌ } [ الصافات : 89 ] وقوله لسارة : ( إنها أختي ) وهو ضعيف لأن نسبة الكذب إليه غير جائزة وثانيها : أنه ذكره على سبيل التواضع وهضم النفس وهذا ضعيف لأنه إن كان صادقاً في هذا التواضع فقد لزم الإشكال ، وإن كان كاذباً فحينئذ يرجع حاصل الجواب إلى إلحاق المعصية به لأجل تنزيهه عن المعصية وثالثها : وهو الجواب الصحيح أن يحمل ذلك على ترك الأولى ، وقد يسمى ذلك خطأ فإن من ملك جوهرة وأمكنه أن يبيعها بألف ألف دينار فإن باعها بدينار ، قيل إنه أخطأ ، وترك الأولى على الأنبياء جائز .\r\n السؤال الثالث : لم علق مغفرة الخطيئة بيوم الدين ، وإنما تغفر في الدنيا؟ جوابه : لأن أثرها يظهر يوم الدين وهو الآن خفي لا يعلم .\r\n السؤال الرابع : ما فائدة ( لي ) في قوله : { يَغْفِرَ لِى خَطِيئَتِى } ؟ وجوابه من وجوه : أحدها : أن الأب إذا عفا عن ولده والسيد عن عبده والزوج عن زوجته فذلك في أكثر الأمر إنما يكون طلباً للثواب وهرباً عن العقاب أو طلباً لحسن الثناء والمحمدة أو دفعاً للألم الحاصل من الرقة الجنسية وإذا كان كذلك لم يكن المقصود من ذلك العفو رعاية جانب المعفو عنه بل رعاية جانب نفسه ، إما لتحصيل ما ينبغي أو لدفع ما لا ينبغي ، أما الإله سبحانه فإنه كامل لذاته فيستحيل أن تحدث له صفات كمال لم تكن أو يزول عنه نقصان كان ، وإذا كان كذلك لم يكن عفوه إلا رعاية لجانب المعفو عنه فقوله : { والذى أَطْمَعُ أَن يَغْفِرَ لِى } يعني هو الذي إذا غفر كان غفرانه لي ولأجلي لا لأجل أمر عائد إليه ألبتة وثانيها : كأنه قال خلقتني لا لي فإنك حين خلقتني ما كنت موجوداً وإذا لم أكن موجوداً استحال تحصيل شيء لأجلي ثم مع هذا فأنت خلقتني ، أما لو عفوت كان ذلك العفو لأجلي ، فلما خلقتني أولاً مع أني كنت محتاجاً إلى ذلك الخلق فلأن تغفر لي وتعفو عني حال ما أكون في أشد الحاجة إلى العفو والمغفرة كان أولى وثالثها : أن إبراهيم عليه السلام كان لشدة استغراقه في بحر المعرفة شديد الفرار عن الالتفات إلى الوسائط ، ولذلك لما قال له جبريل عليه السلام : «ألك حاجة؟ قال أما إليك فلا» فههنا قال : { أَطْمَعُ أَن يَغْفِرَ لِى خَطِيئَتِى يَوْمَ الدين } أي لمجرد عبوديتي لك واحتياجي إليك تغفر لي خطيئتي لا أن تغفرها لي بواسطة شفاعة شافع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الذي خلقني فهو يهدين (78) والذي هو يطعمني ويسقين (79) وإذا مرضت فهو يشفين (80) والذي يميتني ثم يحيين (81) والذي أطمع أن يغفر لي خطيئتي يوم الدين (82) ",
        "babnum": 16
    },
    {
        "id": 1667,
        "cate": "26",
        "title": "رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ (83) وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الْآخِرِينَ (84) وَاجْعَلْنِي مِنْ وَرَثَةِ جَنَّةِ النَّعِيمِ (85) وَاغْفِرْ لِأَبِي إِنَّهُ كَانَ مِنَ الضَّالِّينَ (86) وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ (87) يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ (88) إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ (89) ",
        "details": " اعلم أن الله تعالى لما حكى عن إبراهيم عليه السلام ثناءه على الله تعالى ذكر بعد ذلك دعاءه ومسألته وذلك تنبيه على أن تقديم الثناء على الدعاء من المهمات وتحقيق الكلام فيه أن هذه الأرواح البشرية من جنس الملائكة فكلما كان اشتغالها بمعرفة الله تعالى ومحبته والانجذاب إلى عالم الروحانيات أشد كانت مشاكلتها للملائكة أتم ، فكانت أقوى على التصرف في أجسام هذا العالم ، وكلما كان اشتغالها بلذات هذا العالم واستغراقها في ظلمات هذه الجسمانيات أشد كانت مشاكلتها للبهائم أشد فكانت أكثر عجزاً وضعفاً وأقل تأثيراً في هذا العالم ، فمن أراد أن يشتغل بالدعاء يجب أن يقدم عليه ثناء الله تعالى وذكر عظمته وكبريائه حتى أنه بسبب ذلك الذكر يصير مستغرقاً في معرفة الله ومحبته ويصير قريب المشاكلة من الملائكة فتحصل له بسبب تلك المشاكلة قوة إلهية سماوية فيصير مبدأ لحدوث ذلك الشيء الذي هو المطلوب بالدعاء فهذا هو الكشف عن ماهية الدعاء وظهر أن تقديم الثناء على الدعاء من الواجبات وطهر به تحقيق قوله عليه السلام حكاية عن الله تعالى : « من شغله ذكري عن مسألتي أعطيته أفضل ما أعطي السائلين » فإن قال قائل : لم لم يقتصر إبراهيم عليه السلام على الثناء ، لا سيما ويروى عنه أيضاً أنه قال : حسبي من سؤالي علمه بحالي؟ فالجواب : أنه عليه السلام إنما ذكر ذلك حين كان مشتغلاً بدعوة الخلق إلى الحق ألا ترى أنه قال : { فَإِنَّهُمْ عَدُوٌّ لِى إِلاَّ رَبَّ العالمين } [ الشعراء : 77 ] ثم ذكر الثناء ، ثم ذكر الدعاء لأن الشارع لا بد له من تعليم الشرع ، فأما حين ما خلا بنفسه ، ولم يكن غرضه تعليم الشرع كان يقتصر على قوله : حسبي من سؤالي علمه بحالي .\r\n البحث الثاني : في الأمور التي طلبها في الدعاء وهي مطاليب : المطلوب الأول : قوله : { رَبّ هَبْ لِى حُكْماً وَأَلْحِقْنِى بالصالحين } ، ولقد أجابه الله تعالى حيث قال : { وَإِنَّهُ فِى الأخرة لَمِنَ الصالحين } [ البقرة : 130 ] وفيه مطالب : أحدها : أنه لا يجوز تفسير الحكم بالنبوة لأن النبوة كانت حاصلة فلو طلب النبوة لكانت النبوة المطلوبة ، أما عين النبوة الحاصلة أو غيرها ، والأول محال لأن تحصيل الحاصل محال ، والثاني محال لأنه يمتنع أن يكون الشخص الواحد نبياً مرتين ، بل المراد من الحكم ما هو كمال القوة النظرية ، وذلك بإدراك الحق ومن قوله { وَأَلْحِقْنِى بالصالحين } كمال القوة العملية ، وذلك بأن يكون عاملاً بالخير فإن كمال الإنسان أن يعرف الحق لذاته ، والخير لأجل العمل به ، وإنما قدم قوله : { رَبّ هَبْ لِى حُكْماً } على قوله : { وَأَلْحِقْنِى بالصالحين } لما أن القوة النظرية مقدمة على القوة العملية بالشرف وبالذات ، وأيضاً فإنه يمكنه أن يعلم الحق وإن لم يعلم بالخير وعكسه غير ممكن ، ولأن العلم صفة الروح والعمل صفة البدن ، ولما كان الروح أشرف من البدن كان العلم أفضل من العمل ، وإنما فسرنا معرفة الأشياء بالحكم وذلك لأن الإنسان لا يعرف حقائق الأشياء إلا إذا استحضر في ذهنه صور الماهيات ، ثم نسب بعضها إلى بعض بالنفي أو بالإثبات ، وتلك النسبة وهي الحكم ، ثم إن كانت النسب الذهنية مطابقة للنسب الخارجية كانت النسب الذهنية ممتنعة التغير فكانت مستحكمة قوية ، فمثل هذا الإدراك يسمى حكمة حكماً ، وهو المراد من قوله عليه السلام : « أرنا الأشياء كما هي » وأما الصلاح فهو كون القوة العاقلة متوسطة بين رذيلتي الإفراط والتفريط ، وذلك لأن الإفراط في أحد الجانبين تفريط في الجانب الآخر وبالعكس فالصلاح لا يحصل إلا بالاعتدال ، ولما كان الاعتدال الحقيقي شيئاً واحداً لا يقبل القسمة ألبتة والأفكار البشرية في هذا العالم قاصرة على إدراك أمثال هذه الأشياء ، لا جرم لا ينفك البشر عن الخروج عن ذلك الحد وإن قل ، إلا أن خروج المقربين عنه يكون في القلة بحيث لا يحس به وخروج العصاة عنه يكون متفاحشاً جداً فقد ظهر من هذا تحقيق ما قيل : حسنات الأبرار سيئات المقربين ، وظهر احتياج إبراهيم عليه السلام إلى أن يقول : { وَأَلْحِقْنِى بالصالحين } .\r\n المطلب الثاني : لما ثبت أن المراد من الحكم العلم ، ثبت أنه عليه السلام طلب من الله أن يعطيه العلم بالله تعالى وبصفاته ، وهذا يدل على أن معرفة الله تعالى لا تحصل في قلب العبد إلا بخلق الله تعالى ، وقوله : { وَأَلْحِقْنِى بالصالحين } يدل على أن كون العبد صالحاً ليس إلا بخلق الله تعالى وحمل هذه الأشياء على الألطاف بعيد ، لأن عند الخصم كل ما في قدرة الله تعالى من الألطاف فقد فعله فلو صرفنا الدعاء إليه لكان ذلك طلباً لتحصيل الحاصل وهو فاسد .\r\n المطلب الثالث : أن الحكم المطلوب في الدعاء إما أن يكون هو العلم بالله أو بغيره والثاني باطل ، لأن الإنسان حال كونه مستحضراً للعلم بشيء لا يمكنه أن يكون مستحضراً للعلم بشيء آخر فلو كان المطلوب بهذا الدعاء العلم بغير الله تعالى ، والعلم بغير الله تعالى شاغل عن الاستغراق في العلم بالله كان هذا السؤال طلباً لما يشغله عن الاستغراق في العلم بالله تعالى ، وذلك غير جائز لأنه لا كمال فوق ذلك الاستغراق فإذن المطلوب بهذا الدعاء هو العلم بالله ، ثم إن ذلك العلم إما أن يكون هو العلم بالله تعالى الذي هو شرط صحة الإيمان أو غيره ، والأول باطل لأنه لما وجب أن يكون حاصلاً لكل المؤمنين فكيف لا يكون حاصلاً عند إبراهيم عليه السلام ، وإذا كان حاصلاً عنده امتنع طلب تحصيله ، فثبت أن المطلوب بهذا الدعاء درجات في معرفة الله تعالى أزيد من العلم بوجوده وبأنه ليس بمتحيز ولا حال في المتحيز وبأنه عالم قادر حي ، وما ذاك إلا الوقوف على صفات الجلال أو الوقوف على حقيقة الذات أو ظهور نور تلك المعرفة في القلب .\r\n ثم هناك أحوال لا يعبر عنها المقال ولا يشرحها الخيال ، ومن أراد أن يصل إليها فليكن من الواصلين إلى العين ، دون السامعين للأثر .\r\n المطلوب الثاني : قوله : { واجعل لّى لِسَانَ صِدْقٍ فِى الأخرين } وفيه ثلاث تأويلات : التأويل الأول : أنه عليه السلام ابتدأ بطلب ما هو الكمال الذاتي للإنسان في الدنيا والآخرة وهو طلب الحكم الذي هو العلم ، ثم طلب بعده كمالات الدنيا وبعد ذلك طلب كمالات الآخرة ، فأما كمالات الدنيا فبعضها داخلية وبعضها خارجية ، أما الداخلية فهي الخلق الظاهر والخلق الباطن والخلق الظاهر أشد جسمانية والخلق الباطن أشد روحانية ، فترك إبراهيم عليه السلام الأمر الجسماني وهو الخلق الظاهر وطلب الأمر الروحاني وهو الخلق الباطن ، وهو المراد بقوله : { وَأَلْحِقْنِى بالصالحين } وأما الخارجية فهي المال والجاه ، والمال أشد جسمانية والجاه أشد روحانية فترك إبراهيم عليه السلام الأمر الجسماني وهو المال وطلب الأمر الروحاني وهو الجاه والذكر الجميل الباقي على وجه الدهر ، وهو المراد بقوله : { واجعل لّى لِسَانَ صِدْقٍ فِى الأخرين } قال ابن عباس رضي الله عنهما وقد أعطاه ذلك بقوله : { وَتَرَكْنَا عَلَيْهِ فِى الأخرين } فإن قيل وأي غرض له في أن يثني عليه ويمدح؟ جوابه من وجهين : الأول : وهو على لسان الحكمة أن الأرواح البشرية قد بينا أنها مؤثرة في الجملة إلا أن بعضها قد يكون ضعيفاً فيعجز عن التأثير فإذا اجتمعت طائفة منها فربما قوي مجموعها على ما عجزت الآحاد عنه ، وهذا المعنى مشاهد في المؤثرات الجسمانية ، إذا ثبت هذا فالإنسان الواحد إذا كان بحيث يثني عليه الجمع العظيم ويمدحونه ويعظمونه ، فربما صار انصراف هممهم عند الاجتماع إليه سبباً لحصول زيادة كمال له الثاني : وهو على لسان الكمال أن من صار ممدوحاً فيما بين الناس بسبب ما عنده من الفضائل ، فإنه يصير ذلك المدح وتلك الشهرة داعياً لغيره إلى اكتساب مثل تلك الفضائل .\r\n التأويل الثاني : أنه سأل ربه أن يجعل من ذريته في آخر الزمان من يكون داعياً إلى الله تعالى ، وذلك هو محمد صلى الله عليه وسلم فالمراد من قوله : { واجعل لّى لِسَانَ صِدْقٍ فِى الأخرين } بعثة محمد صلى الله عليه وسلم .\r\n التأويل الثالث : قال بعضهم المراد اتفاق أهل الأديان على حبه ، ثم إن الله تعالى أعطاه ذلك لأنك لا ترى أهل دين إلا ويتوالون إبراهيم عليه السلام ، وقدح بعضهم فيه بأنه لا تقوى الرغبة في مدح الكافر وجوابه : أنه ليس المقصود مدح الكافر من حيث هو كافر ، بل المقصود أن يكون ممدوح كل إنسان ومحبوب كل قلب .\r\n المطلوب الثالث : قوله : { واجعلنى مِن وَرَثَةِ جَنَّةِ النعيم } اعلم أنه لما طلب سعادة الدنيا طلب بعدها سعادة الآخرة وهي جنة النعيم ، وشبهها بما يورث لأنه الذي يغتنم في الدنيا ، فشبه غنيمة الآخرة بغنيمة الدنيا .\r\n المطلوب الرابع : قوله : { واغفر لأَبِى إِنَّهُ كَانَ مِنَ الضالين } واعلم أنه لما فرغ من طلب السعادات الدنيوية والأخروية لنفسه طلبها لأشد الناس التصاقاً به وهو أبوه فقال : { واغفر لأَبِى } ثم فيه وجوه : الأول : أن المغفرة مشروطة بالإسلام وطلب المشروط متضمن لطلب الشرط فقوله : { واغفر لأَبِى } يرجع حاصله إلى أنه دعاء لأبيه بالإسلام الثاني : أن أباه وعده الإسلام كما قال تعالى : { وَمَا كَانَ استغفار إبراهيم لأَبِيهِ إِلاَّ عَن مَّوْعِدَةٍ وَعَدَهَا إِيَّاهُ } [ التوبة : 114 ] فدعا له لهذا الشرط ولا يمتنع الدعاء للكافر على هذا الشرط { فَلَمَّا تَبَيَّنَ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ } [ التوبة : 114 ] وهذا ضعيف لأن الدعاء بهذا الشرط جائز للكافر فلو كان دعاؤه مشروطاً لما منعه الله عنه الثالث : أن أباه قال له إنه على دينه باطناً وعلى دين نمروذ ظاهراً تقية وخوفاً ، فدعا له لاعتقاده أن الأمر كذلك فلما تبين له خلاف ذلك تبرأ منه ، لذلك قال في دعائه : { إِنَّهُ كَانَ مِنَ الضالين } فلولا اعتقاده فيه أنه في الحال ليس بضال لما قال ذلك .\r\n المطلوب الخامس : قوله : { وَلاَ تُخْزِنِى يَوْمَ يُبْعَثُونَ } قال صاحب «الكشاف» : الإخزاء من الخزي وهو الهوان ، أو من الخزاية وهي الحياء وههنا أبحاث : أحدها : أن قوله : { وَلاَ تُخْزِنِى } يدل على أنه لا يجب على الله تعالى شيء على ما بيناه في قوله : { والذى أَطْمَعُ أَن يَغْفِرَ لِى خَطِيئَتِى يَوْمَ الدين } [ الشعراء : 82 ] .\r\n وثانيها : أن لقائل أن يقول لما قال أولاً : { واجعلنى مِن وَرَثَةِ جَنَّةِ النعيم } ومتى حصلت الجنة ، امتنع حصول الخزي ، فكيف قال بعده : { وَلاَ تُخْزِنِى يَوْمَ يُبْعَثُونَ } وأيضاً فقد قال تعالى : { إِنَّ الخزى اليوم والسوء عَلَى الكافرين } [ النحل : 27 ] فما كان نصيب الكفار فقط فكيف يخافه المعصوم؟ جوابه : كما أن حسنات الأبرار سيئات المقربين فكذا درجات الأبرار دركات المقربين وخزي كل واحد بما يليق به .\r\n وثالثها : قال صاحب «الكشاف» : في ( يبعثون ) ضمير العباد لأنه معلوم أو ضمير الضالين .\r\n أما قوله : { إِلاَّ مَنْ أَتى الله بِقَلْبٍ سَلِيمٍ } فاعلم أنه تعالى أكرمه بهذا الوصف حيث قال : { وَإِنَّ مِن شِيعَتِهِ لإبراهيم * إِذْ جَاء رَبَّهُ بِقَلْبٍ سَلِيمٍ } [ الصافات : 83 ، 84 ] .\r\n ثم في هذا الاستثناء وجوه : أحدها : أنه إذا قيل لك : هل لزيد مال وبنون؟ فتقول ماله وبنوه سلامة قلبه ، تريد نفي المال والبنين عنه وإثبات سلامة القلب له بدلاً عن ذلك ، فكذا في هذه الآية وثانيها : أن نحمل الكلام على المعنى ونجعل المال والبنين في معنى الغنى كأنه قيل يوم لا ينفع غنى إلا غنى من أتى الله بقلب سليم لأن غنى الرجل في دينه بسلامة قلبه كما أن غناه في دنياه بماله وبنيه وثالثها : أن نجعل ( من ) مفعولاً لينفع أي لا ينفع مال ولا بنون إلا رجلاً سلم قلبه مع ماله حيث أنفقه في طاعة الله تعالى ، ومع بنيه حيث أرشدهم إلى الدين ، ويجوز على هذا { إِلاَّ مَنْ أَتَى الله بِقَلْبٍ سَلِيمٍ } من فتنة المال والبنين ، أما السليم ففي ثلاثة أوجه : الأول : وهو الأصح أن المراد منه سلامة القلب عن الجهل والأخلاق الرذيلة ، وذلك لأنه كما أن صحة البدن وسلامته عبارة عن حصول ما ينبغي من المزاج والتركيب والاتصال ومرضه عبارة عن زوال أحد تلك الأمور فكذلك سلامة القلب عبارة عن حصول ما ينبغي له وهو العلم والخلق الفاضل ومرضه عبارة عن زوال أحدهما فقوله : { إِلاَّ مَنْ أَتَى الله بِقَلْبٍ سَلِيمٍ } أن يكون خالياً عن العقائد الفاسدة والميل إلى شهوات الدنيا ولذاتها فإن قيل فظاهر هذه الآية يقتضي أن من سلم قلبه كان ناجياً وأنه لا حاجة فيه إلى سلامة اللسان واليد جوابه : أن القلب مؤثر واللسان والجوارح تبع فلو كان القلب سليماً لكانا سليمين لا محالة ، وحيث لم يسلما ثبت عدم سلامة القلب التأويل الثاني : أن السليم هو اللديغ من خشية الله تعالى التأويل الثالث : أن السليم هو الذي سلم وأسلم وسالم واستسلم ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "رب هب لي حكما وألحقني بالصالحين (83) واجعل لي لسان صدق في الآخرين (84) واجعلني من ورثة جنة النعيم (85) واغفر لأبي إنه كان من الضالين (86) ولا تخزني يوم يبعثون (87) يوم لا ينفع مال ولا بنون (88) إلا من أتى الله بقلب سليم (89) ",
        "babnum": 17
    },
    {
        "id": 1668,
        "cate": "26",
        "title": "وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ (90) وَبُرِّزَتِ الْجَحِيمُ لِلْغَاوِينَ (91) وَقِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تَعْبُدُونَ (92) مِنْ دُونِ اللَّهِ هَلْ يَنْصُرُونَكُمْ أَوْ يَنْتَصِرُونَ (93) فَكُبْكِبُوا فِيهَا هُمْ وَالْغَاوُونَ (94) وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ (95) قَالُوا وَهُمْ فِيهَا يَخْتَصِمُونَ (96) تَاللَّهِ إِنْ كُنَّا لَفِي ضَلَالٍ مُبِينٍ (97) إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ (98) وَمَا أَضَلَّنَا إِلَّا الْمُجْرِمُونَ (99) فَمَا لَنَا مِنْ شَافِعِينَ (100) وَلَا صَدِيقٍ حَمِيمٍ (101) فَلَوْ أَنَّ لَنَا كَرَّةً فَنَكُونَ مِنَ الْمُؤْمِنِينَ (102) إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (103) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (104) ",
        "details": " اعلم أن إبراهيم عليه السلام ذكر في وصف هذا اليوم أموراً : أحدها : قوله : { وَأُزْلِفَتِ الجنة لِلْمُتَّقِينَ * وَبُرّزَتِ الجحيم لِلْغَاوِينَ } والمعنى أن الجنة قد تكون قريبة من موقف السعداء ينظرون إليها ويفرحون بأنهم المحشورون إليها والنار تكون بارزة مكشوفة للأشقياء بمرأى منهم يتحسرون على أنهم المسوقون إليها قال الله تعالى في صفة أهل الثواب { وَأُزْلِفَتِ الجنة لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ } [ ق : 31 ] وقال في صفة أهل العقاب : { فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الذين كَفَرُواْ } [ الملك : 27 ] وإنما يفعل الله تعالى ذلك ليكون سروراً معجلاً للمؤمنين وغماً عظيماً للكافرين ثانيها : قوله : { وَقِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ } إلى قوله : { وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ } والمعنى أين آلهتكم هل ينفعونكم بنصرتهم لكم أو هل ينفعون أنفسهم بانتصارهم لأنهم وآلهتهم وقود النار وهو قوله : { فَكُبْكِبُواْ فِيهَا هُمْ والغاوون } أي الآلهة وعبدتهم الذين برزت لهم الجحيم ، والكبكبة تكرير الكب جعل التكرير في اللفظ دليلاً على التكرير في المعنى كأنه إذا ألقي في جهنم ينكب مرة بعد مرة حتى يستقر في قعرها { وَجُنُودُ إِبْلِيسَ } متبعوه من عصاة الإنس والجن وثالثها : قوله : { قَالُواْ وَهُمْ فِيهَا يَخْتَصِمُونَ * تالله إِن كُنَّا لَفِى ضلال مُّبِينٍ * إِذْ نُسَوّيكُمْ بِرَبّ العالمين } .\r\n واعلم أن ظاهر ذلك أن من عبد خاصم المعبود وخاطبه بهذا الكلام ، فليس يخلو حال الأصنام من وجهين إما أن يخلقها الله تعالى في الآخرة جماداً يعذب بها أهل النار فحينئذ لا يصح أن تخاطب ويجب حمل قولهم : { إِذْ نُسَوّيكُمْ بِرَبّ العالمين } على أنه ليس بخطاب لهم أو يقال إنه تعالى يحييها في النار ، وذلك أيضاً غير جائز لأنه لا ذنب لها بأن عبدها غيرها .\r\n فالأقرب أنهم ذكروا ذلك لما رأوا صورها على وجه الاعتراف بالخطأ العظيم وعلى وجه الندامة لا على سبيل المخاطبة ، والذي يحمل على أنه خطاب في الحقيقة قولهم : { وَمَا أَضَلَّنَا إِلاَّ المجرمون } وأرادوا بذلك من دعاهم إلى عبادة الأصنام من الجن والإنس وهو كقولهم : { رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءنَا فَأَضَلُّونَا السبيلا } [ الأحزاب : 67 ] فأما قولهم : { فَمَا لَنَا مِن شافعين } كما نرى المؤمنين لهم شفعاء من الملائكة والنبيين { وَلاَ صَدِيقٍ } كما نرى لهم أصدقاء لأنه لا يتصادق في الآخرة إلا المؤمنون ، وأما أهل النار فبينهم التعادي والتباغض قال تعالى : { الأخلاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلاَّ المتقين } [ الزخرف : 67 ] أو { فَمَا لَنَا مِن شافعين * وَلاَ صَدِيقٍ حَمِيمٍ } [ الشعراء : 100 ، 101 ] من الذين كنا نعدهم شفعاء وأصدقاء لأنهم كانوا يعتقدون في أصنامهم أنهم شفعاؤهم عند الله تعالى ، وكان لهم أصدقاء من شياطين الإنس ، أو أرادوا أنهم إن وقعوا في مهلكة علموا أن الشفعاء والأصدقاء لا ينفعونهم ولا يدفعون عنهم ، فقصدوا بنفيهم نفي ما تعلق بهم من النفع ، لأن مالا ينفع فحكمه حكم المعدوم ، والحميم من الاحتمام وهو الاهتمام وهو الذي يهمه ما يهمك ، أو من الحامة بمعنى الخاصة وهو الصديق الخالص ، وإنما جمع الشفعاء ووحد الصديق لكثرة الشفعاء في العادة وقلة الصديق ، فإن الرجل الممتحن بإرهاق الظالم قد ينهض جماعة وافرة من أهل بلده لشفاعته رحمة له ، وأما الصديق وهو الصادق في ودادك ، فأعز من بيض الأنوق ، ويجوز أن يريد بالصديق الجمع ثم حكى تعالى عنهم قولهم : { فَلَوْ أَنَّ لَنَا كَرَّةً فَنَكُونَ مِنَ المؤمنين } وأنهم تمنوا الرجعة إلى الدنيا ، ولو في مثل هذا الوضع في معنى التمني كأنه قيل فليت لنا كرة ، وذلك لما بين معنى لو وليت من التلاقي في التقدير ، ويجوز أن تكون على أصلها ويحذف الجواب وهو لفعلنا كيت وكيت .\r\n قال الجبائي : إن قولهم { فَنَكُونَ مِنَ المؤمنين } ليس بخبر عن إيمانهم لكنه خبر عن عزمهم لأنه لو كان خبراً عن إيمانهم لوجب أن يكون صدقاً ، لأن الكذب لا يقع من أهل الآخرة ، وقد أخبر الله تعالى بخلاف ذلك في قوله : { وَلَوْ رُدُّواْ لعادوا لِمَا نُهُواْ عَنْهُ } [ الأنعام : 28 ] وقد تقدم في سورة الأنعام بيان فساد هذا الكلام .\r\n ثم بين سبحانه أن فيما ذكره من قصة إبراهيم عليه السلام لآية لمن يريد أن يستدل بذلك ثم قال : { وَمَا كَانَ أَكْثَرُهُمْ مُّؤْمِنِينَ } والأكثرون من المفسرين حملوه على قوم إبراهيم ثم بين تعالى أن مع كل هذه الدلائل فأكثر قومه لم يؤمنوا به فيكون هذا تسلية للرسول صلى الله عليه وسلم ، فيما يجده من تكذيب قومه .\r\n فأما قوله : { وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم } فمعناه أنه قادر على تعجيل الانتقام لكنه رحيم بالإمهال لكي يؤمنوا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأزلفت الجنة للمتقين (90) وبرزت الجحيم للغاوين (91) وقيل لهم أين ما كنتم تعبدون (92) من دون الله هل ينصرونكم أو ينتصرون (93) فكبكبوا فيها هم والغاوون (94) وجنود إبليس أجمعون (95) قالوا وهم فيها يختصمون (96) تالله إن كنا لفي ضلال مبين (97) إذ نسويكم برب العالمين (98) وما أضلنا إلا المجرمون (99) فما لنا من شافعين (100) ولا صديق حميم (101) فلو أن لنا كرة فنكون من المؤمنين (102) إن في ذلك لآية وما كان أكثرهم مؤمنين (103) وإن ربك لهو العزيز الرحيم (104) ",
        "babnum": 18
    },
    {
        "id": 1669,
        "cate": "26",
        "title": "كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ (105) إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ (106) إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (107) فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (108) وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ (109) فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (110) قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ (111) قَالَ وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ (112) إِنْ حِسَابُهُمْ إِلَّا عَلَى رَبِّي لَوْ تَشْعُرُونَ (113) وَمَا أَنَا بِطَارِدِ الْمُؤْمِنِينَ (114) إِنْ أَنَا إِلَّا نَذِيرٌ مُبِينٌ (115) قَالُوا لَئِنْ لَمْ تَنْتَهِ يَانُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ (116) قَالَ رَبِّ إِنَّ قَوْمِي كَذَّبُونِ (117) فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحًا وَنَجِّنِي وَمَنْ مَعِيَ مِنَ الْمُؤْمِنِينَ (118) فَأَنْجَيْنَاهُ وَمَنْ مَعَهُ فِي الْفُلْكِ الْمَشْحُونِ (119) ثُمَّ أَغْرَقْنَا بَعْدُ الْبَاقِينَ (120) إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (121) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (122) ",
        "details": " القصة الثالثة قصة نوح عليه السلام اعلم أنه تعالى لما قص على محمد صلى الله عليه وسلم خبر موسى وإبراهيم تسلية له فيما يلقاه من قومه قص عليه أيضاً نبأ نوح عليه السلام ، فقد كان نبؤه أعظم من نبأ غيره ، لأنه كان يدعوهم ألف سنة إلا خمسين عاماً ، ومع ذلك كذبه قومه فقال : { كَذَّبَتْ قَوْمُ نُوحٍ } وإنما قال ( كذبت ) لأن القوم مؤنث وتصغيرها قويمة ، وإنما حكى عنهم أنهم كذبوا المرسلين لوجهين : أحدهما : أنهم وإن كذبوا نوحاً لكن تكذيبه في المعنى يتضمن تكذيب غيره ، لأن طريقة معرفة الرسل لا تختلف فمن حيث المعنى حكى عنهم أنهم كذبوا المرسلين وثانيهما : أن قوم نوح كذبوا بجميع رسل الله تعالى ، إما لأنهم كانوا من الزنادقة أو من البراهمة .\r\n وأما قوله : { أَخُوهُمْ } فلأنه كان منهم ، من قول العرب يا أخا بني تميم يريدون يا واحداً منهم ، ثم إنه سبحانه حكى عن نوح عليه السلام أنه أولاً خوفهم ، وثانياً أنه وصف نفسه ، أما التخويف فهو قوله : { أَلاَ تَتَّقُونَ } .\r\n واعلم أن القوم إنما قبلوا تلك الأديان للتقليد والمقلد إذا خوف خاف ، وما لم يحصل الخوف في قلبه لا يشتغل بالاستدلال ، فلهذا السبب قدم على جميع كلماته قوله : { أَلاَ تَتَّقُونَ } .\r\n وأما وصفه نفسه فذاك بأمرين : أحدهما : قوله : { إِنِّي لَكُمْ رَسُولٌ أَمِينٌ } وذلك لأنه كان فيهم مشهوراً بالأمانة كمحمد صلى الله عليه وسلم في قريش فكأنه قال كنت أميناً من قبل ، فكيف تتهموني اليوم؟ وثانيهما : قوله : { وَمَا أَسْئَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ } أي على ما أنا فيه من ادعاء الرسالة لئلا يظن به أنه دعاهم للرغبة ، فإن قيل : ولماذا كرر الأمر بالتقوى؟ جوابه : لأنه في الأول أراد ألا تتقون مخالفتي وأنا رسول الله ، وفي الثاني : ألا تتقون مخالفتي ولست آخذ منكم أجراً فهو في المعنى مختلف ولا تكرار فيه ، وقد يقول الرجل لغيره : ألا تتقي الله في عقوقي وقد ربيتك صغيراً! ألا تتقي الله في عقوقي وقد علمتك كبيراً ، وإنما قدم الأمر بتقوى الله تعالى على الأمر بطاعته ، لأن تقوى الله علة لطاعته فقدم العلة على المعلول ، ثم إن نوحاً عليه السلام لما قال لهم ذلك أجابوه بقولهم : { أَنُؤْمِنُ لَكَ واتبعك الأرذلون } .\r\n قال صاحب «الكشاف» : وقرى { وأتباعك الأرذلون } جمع تابع كشاهد وأشهاد أو جمع تبع كبطل وأبطال والواو للحال وحقها أن يضمر بعدها قد في { واتبعك } وقد جمع أرذال على الصحة وعلى التكسير في قولهم : { الذين هُمْ أَرَاذِلُنَا } [ هود : 27 ] والرذالة الخسة ، وإنما استرذلوهم لاتضاع نسبهم وقلة نصيبهم من الدنيا ، وقيل كانوا من أهل الصناعات الخسيسة كالحياكة والحجامة .\r\n واعلم أن هذه الشبهة في نهاية الركاكة ، لأن نوحاً عليه السلام بعث إلى الخلق كافة ، فلا يختلف الحال في ذلك بسبب الفقر والغنى وشرف المكاسب ودناءتها ، فأجابهم نوع عليه السلام بالجواب الحق وهو قوله : { وَمَا عِلْمِى بِمَا كَانُواْ يَعْمَلُونَ } وهذا الكلام يدل على أنهم نسبوهم مع ذلك إلى أنهم لم يؤمنوا عن نظر وبصيرة ، وإنما آمنوا بالهوى والطمع كما حكى الله تعالى عنهم في قوله : { الذين هُمْ أَرَاذِلُنَا بَادِىَ الرأى } [ هود : 27 ] ثم قال : { إِنْ حِسَابُهُمْ إِلاَّ على رَبّى } معناه لا نعتبر إلا الظاهر من أمرهم دون ما يخفى ، ولما قال : { إِنْ حِسَابُهُمْ إِلاَّ على رَبّى } وكانوا لا يصدقون بذلك أردفه بقوله : { لَوْ تَشْعُرُونَ } ثم قال : { وَمَا أَنَاْ بِطَارِدِ المؤمنين } وذلك كالدلالة على أن القوم سألوه إبعادهم لكي يتبعوه أو ليكونوا أقرب إلى ذلك ، فبين أن الذي يمنعه عن طردهم أنهم آمنوا به ثم بين أن غرضه بما حمل من الرسالة يمنع من ذلك بقوله : { إِنْ أَنَا إِلاَّ نَذِيرٌ مُّبِينٌ } والمراد إني أخوف من كذبني ولم يقبل مني ، فمن قبل فهو القريب ، ومن رد فهو البعيد ، ثم إن نوحاً عليه السلام لما تمم هذا الجواب لم يكن منهم إلا التهديد ، فقالوا : { لَئِن لَّمْ تَنتَهِ يا نوح لَتَكُونَنَّ مِنَ المرجومين } والمعنى أنهم خوفوه بأن يقتل بالحجارة ، فعند ذلك حصل اليأس لنوح عليه السلام من فلاحهم ، وقال : { رَبّ إِنَّ قَوْمِى كَذَّبُونِ فافتح بَيْنِى وَبَيْنَهُمْ فَتْحاً } وليس الغرض منه إخبار الله تعالى بالتكذيب لعلمه أن عالم الغيب والشهادة أعلم ، ولكنه أراد إني لا أدعوك عليهم لما آذوني ، وإنما أدعوك لأجلك ولأجل دينك ولأنهم كذبوني في وحيك ورسالتك { فافتح بَيْنِى وَبَيْنَهُمْ } أي فاحكم بيني وبينهم والفتاحة الحكومة ، والفتاح الحاكم لأنه يفتح المستغلق ، والمراد من هذا الحكم إنزال العقوبة عليهم لأنه قال عقبه : { وَنَجّنِى } ولولا أن المراد إنزال العقوبة لما كان لذكر النجاة بعده معنى ، وقد تقدم القول في قصته مشروحاً في سورة الأعراف وسورة هود .\r\n ثم قال تعالى : { فأنجيناه وَمَن مَّعَهُ فِى الفلك المشحون } قال صاحب «الكشاف» : الفلك السفينة وجمعه فلك قال تعالى : { وَتَرَى الفلك فِيهِ مَوَاخِرَ } [ فاطر : 12 ] فالواحد بوزن قفل والجمع بوزن أسد والمشحون المملوء يقال شحنها عليهم خيلاً ورجالاً ، فدل ذلك على أن الذين نجوا معه كان فيهم كثرة ، وأن الفلك امتلأ بهم وبما صحبهم ، وبين تعالى أنه بعد أن أنجاهم أغرق الباقين وأن إغراقه لهم كان كالمتأخر عن نجاتهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كذبت قوم نوح المرسلين (105) إذ قال لهم أخوهم نوح ألا تتقون (106) إني لكم رسول أمين (107) فاتقوا الله وأطيعون (108) وما أسألكم عليه من أجر إن أجري إلا على رب العالمين (109) فاتقوا الله وأطيعون (110) قالوا أنؤمن لك واتبعك الأرذلون (111) قال وما علمي بما كانوا يعملون (112) إن حسابهم إلا على ربي لو تشعرون (113) وما أنا بطارد المؤمنين (114) إن أنا إلا نذير مبين (115) قالوا لئن لم تنته يانوح لتكونن من المرجومين (116) قال رب إن قومي كذبون (117) فافتح بيني وبينهم فتحا ونجني ومن معي من المؤمنين (118) فأنجيناه ومن معه في الفلك المشحون (119) ثم أغرقنا بعد الباقين (120) إن في ذلك لآية وما كان أكثرهم مؤمنين (121) وإن ربك لهو العزيز الرحيم (122) ",
        "babnum": 19
    },
    {
        "id": 1670,
        "cate": "26",
        "title": "كَذَّبَتْ عَادٌ الْمُرْسَلِينَ (123) إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلَا تَتَّقُونَ (124) إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (125) فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (126) وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ (127) أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ (128) وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ (129) وَإِذَا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِينَ (130) فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (131) وَاتَّقُوا الَّذِي أَمَدَّكُمْ بِمَا تَعْلَمُونَ (132) أَمَدَّكُمْ بِأَنْعَامٍ وَبَنِينَ (133) وَجَنَّاتٍ وَعُيُونٍ (134) إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ (135) قَالُوا سَوَاءٌ عَلَيْنَا أَوَعَظْتَ أَمْ لَمْ تَكُنْ مِنَ الْوَاعِظِينَ (136) إِنْ هَذَا إِلَّا خُلُقُ الْأَوَّلِينَ (137) وَمَا نَحْنُ بِمُعَذَّبِينَ (138) فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (139) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (140) ",
        "details": " القصة الرابعة قصة هود عليه السلام اعلم أن فاتحة هذه القصة وفاتحة قصة نوح عليه السلام واحدة فلا فائدة في إعادة التفسير ثم إنه تعالى ذكر الأمور التي تكلم فيها هود عليه السلام معهم وهي ثلاثة : فأولها : قوله : { أَتَبْنُونَ بِكُلّ رِيعٍ ءايَةً تَعْبَثُونَ } قرىء { بِكُلّ رِيعٍ } بالكسر والفتح وهو المكان المرتفع ، ومنه قوله كم ريع أرضك وهو ارتفاعها ، والآية العلم ، ثم فيه وجوه : أحدها : عن ابن عباس أنهم كانوا يبنون بكل ريع علماً يعبئون فيه بمن يمر في الطريق إلى هود عليه السلام والثاني : أنهم كانوا يبنون في الأماكن المرتفعة ليعرف بذلك غناهم تفاخراً فنهوا عنه ونسبوا إلى العبث والثالث : أنهم كانوا ممن يهتدون بالنجوم في أسفارهم فاتخذوا في طريقهم أعلاماً طوالاً فكان ذلك عبثاً لأنهم كانوا مستغنين عنها بالنجوم الرابع : بنوا بكل ريع بروج الحمام وثانيها : قوله : { وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ } المصانع مآخذ الماء ، وقيل القصور المشيدة والحصون { لَعَلَّكُمْ تَخْلُدُونَ } ترجون الخلد في الدنيا أو يشبه حالكم حال من يخلد ، وفي مصحف أبي : ( كأنكم ) ، وقرىء ( تخلدون ) بضم التاء مخففاً ومشدداً ، واعلم أن الأول إنما صار مذموماً لدلالته إما على السرف ، أو على الخيلاء ، والثاني : إنما صار مذموماً لدلالته على الأمل الطويل والغفلة عن أن الدنيا دار ممر لا دار مقر وثالثها : قوله : { وَإِذَا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِينَ } بين أنهم مع ذلك السرف والحرص فإن معاملتهم مع غيرهم معاملة الجبارين ، وقد بينا في غير هذا الموضع أن هذا الوصف في العباد ذم وإن كان في وصف الله تعالى مدحاً فكأن من يقدم على الغير لا على طريق الحق ولكن على طريق الاستعلاء يوصف بأن بطشه بطش جبار ، وحاصل الأمر في هذه الأمور الثلاثة أن اتخاذ الأبنية العالية ، يدل على حب العلو ، واتخاذ المصانع يدل على حب البقاء ، والجبارية تدل على حب التفرد بالعلو ، فيرجع الحاصل إلى أنهم أحبوا العلو وبقاء العلو والتفرد بالعلو وهذه صفات الإلهية ، وهي ممتنعة الحصول للعبد ، فدل ذلك على أن حب الدنيا قد استولى عليهم بحيث استغرقوا فيه وخرجوا عن حد العبودية وحاموا حول ادعاء الربوبية ، وكل ذلك ينبه على أن حب الدنيا رأس كل خطيئة وعنوان كل كفر ومعصية ، ثم لما ذكر هود عليه السلام هذه الأشياء قال : { فاتقوا الله وَأَطِيعُونِ } زيادة في دعائهم إلى الآخرة وزجراً لهم عن حب الدنيا والاشتغال بالسرف والحرص والتجبر ، ثم وصل بهذا الوعظ ما يؤكد القبول وهو التنبيه على نعم الله تعالى عليهم بالإجمال أولاً ثم التفصيل ثانياً فأيقظهم عن سنة غفلتهم عنها حيث قال : { أَمَدَّكُمْ بِمَا تَعْلَمُونَ } ثم فصلها من بعد بقوله : { أَمَدَّكُمْ بأنعام وَبَنِينَ وجنات وَعُيُونٍ إِنّى أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ } فبلغ في دعائهم بالوعظ والترغيب والتخويف والبيان النهاية فكان جوابهم { سَوَاء عَلَيْنَا أَوَعَظْتَ أَمْ لَمْ تَكُنْ مّنَ الواعظين } أظهروا قلة اكتراثهم بكلامه ، واستخفافهم بما أورده فإن قيل لو قال أوعظت أم لم تعظ كان أخصر والمعنى واحد جوابه : ليس المعنى بواحد ( وبينهما فرق ) لأن المراد سواء علينا أفعلت هذا الفعل الذي هو الوعظ أم لم تكن أصلاً من أهله ( ومباشرته ) ، فهو أبلغ في قلة اعتدادهم بوعظه من قولك أم لم تعظ ، ثم احتجوا على قلة اكتراثهم بكلامه بقولهم : { إِنْ هذا إِلاَّ خُلُقُ الأولين } فمن قرأ { خُلُقُ الأولين } بالفتح فمعناه أن ما جئت به اختلاق الأولين ، وتخرصهم كما قالوا { أساطير الأولين } [ الأنعام : 25 ] أو ما خلقنا هذا إلا خلق القرون الخالية نحيا كحياتهم ونموت كمماتهم ولا بعث ولا حساب ، ومن قرأ { خُلِقَ } بضمتين وبواحدة ، فمعناه ما هذا الذي نحن عليه من الدين إلا خلق الأولين وعادتهم كانوا به يدينون ونحن بهم مقتدون أو ما هذا الذي نحن عليه من الحياة والموت إلا عادة لم يزل عليها الناس في قديم الدهر ، أو ما هذا الذي جئت به من الكذب إلا عادة الأولين كانوا يلفقون مثله ويسطرونه ، ثم قالوا : { وَمَا نَحْنُ بِمُعَذَّبِينَ } أظهروا بذلك تقوية نفوسهم فيما تمسكوا به من إنكار المعاد ، فعند هذا بين الله تعالى أنه أهلكهم ، وقد سبق شرح كيفية الهلاك في سائر السور ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كذبت عاد المرسلين (123) إذ قال لهم أخوهم هود ألا تتقون (124) إني لكم رسول أمين (125) فاتقوا الله وأطيعون (126) وما أسألكم عليه من أجر إن أجري إلا على رب العالمين (127) أتبنون بكل ريع آية تعبثون (128) وتتخذون مصانع لعلكم تخلدون (129) وإذا بطشتم بطشتم جبارين (130) فاتقوا الله وأطيعون (131) واتقوا الذي أمدكم بما تعلمون (132) أمدكم بأنعام وبنين (133) وجنات وعيون (134) إني أخاف عليكم عذاب يوم عظيم (135) قالوا سواء علينا أوعظت أم لم تكن من الواعظين (136) إن هذا إلا خلق الأولين (137) وما نحن بمعذبين (138) فكذبوه فأهلكناهم إن في ذلك لآية وما كان أكثرهم مؤمنين (139) وإن ربك لهو العزيز الرحيم (140) ",
        "babnum": 20
    },
    {
        "id": 1671,
        "cate": "26",
        "title": "كَذَّبَتْ ثَمُودُ الْمُرْسَلِينَ (141) إِذْ قَالَ لَهُمْ أَخُوهُمْ صَالِحٌ أَلَا تَتَّقُونَ (142) إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (143) فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (144) وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ (145) أَتُتْرَكُونَ فِي مَا هَاهُنَا آمِنِينَ (146) فِي جَنَّاتٍ وَعُيُونٍ (147) وَزُرُوعٍ وَنَخْلٍ طَلْعُهَا هَضِيمٌ (148) وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا فَارِهِينَ (149) فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (150) وَلَا تُطِيعُوا أَمْرَ الْمُسْرِفِينَ (151) الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ (152) قَالُوا إِنَّمَا أَنْتَ مِنَ الْمُسَحَّرِينَ (153) مَا أَنْتَ إِلَّا بَشَرٌ مِثْلُنَا فَأْتِ بِآيَةٍ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (154) قَالَ هَذِهِ نَاقَةٌ لَهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَعْلُومٍ (155) وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ (156) فَعَقَرُوهَا فَأَصْبَحُوا نَادِمِينَ (157) فَأَخَذَهُمُ الْعَذَابُ إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (158) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (159) ",
        "details": " القصة الخامسة قصة صالح عليه السلام اعلم أن صالحاً عليه السلام خاطب قومه بأمور : أحدها : قوله : { أَتُتْرَكُونَ فِيمَا هاهنا ءامِنِينَ } أي أتظنون أنكم تتركون في دياركم آمنين وتطمعون في ذلك وأن لا دار للمجازاة .\r\n وقوله : { فِيمَا هاهنا ءامِنِينَ } في الذي استقر في هذا المكان من النعيم ، ثم فسره بقوله : { فِى جنات وَعُيُونٍ } وهذا أيضاً إجمال ثم تفصيل ، فإن قيل : لم قال { وَنَخْلٍ } بعد قوله : { فِي جنات } والجنة تتناول النخل جوابه من وجهين : الأول : أنه خص النخل بإفراده بعد دخوله في جملة سائر الشجر تنبيهاً على فضله على سائر الأشجار والثاني : أن يراد بالجنات غيرها من الشجر ، لأن اللفظ يصلح لذلك ، ثم يعطف عليها النخل ، والطلع هو الذي يطلع من النخلة كنصل السيف في جوفه شماريخ ، والهضيم اللطيف أيضاً من قولهم : كشح هضيم ، وقيل الهضيم اللين النضيج كأنه قال : ونخل قد أرطب ثمره وثانيها : قوله تعالى : { وَتَنْحِتُونَ مِنَ الجبال بُيُوتاً فارهين } قرأ الحسن { وَتَنْحِتُونَ } بفتح الحاء ، وقرىء { فارهين } و { فَرِهِينَ } والفراهة الكيس والنشاط ، فقوله : { فارهين } حال من الناحيتين .\r\n واعلم أن ظاهر هذه الآيات يدل على أن الغالب على قوم هود هو اللذات الحالية ، وهي طلب الاستعلاء والبقاء والتفرد والتجبر ، والغالب على قوم صالح هو اللذات الحسية ، وهي طلب المأكول والمشروب والمساكن الطيبة الحصينة وثالثها : قوله تعالى : { وَلاَ تُطِيعُواْ أَمْرَ المسرفين } وهذا إشارة إلى أنه يجب الاكتفاء من الدنيا بقدر الكفاف ، ولا يجوز التوسع في طلبها والاستكثار من لذاتها وشهواتها ، فإن قيل ما فائدة قوله : { وَلاَ يُصْلِحُونَ } جوابه : فائدته بيان أن فسادهم فساد خالص ليس معه شيء من الصلاح ، كما يكون حال بعض المفسدين مخلوطة ببعض الصلاح ، ثم إن القوم أجابوه من وجهين : أحدهما : قولهم : { إِنَّمَا أَنتَ مِنَ المسحرين } وفيه وجوه : أحدها : المسحر هو الذي سحر كثيراً حتى غلب على عقله وثانيها : { مِنَ المسحرين } أي من له سحر ، وكل دابة تأكل فهي مسحرة ، والسحر أعلى البطن ، وعن الفراء المسحر من له جوف ، أراد أنك تأكل الطعام وتشرب الشراب وثالثها : عن المؤرج المسحر هو المخلوق بلغة بجيلة وثانيهما : قولهم : { مَا أَنتَ إِلاَّ بَشَرٌ مّثْلُنَا فَأْتِ بِئَايَةٍ إِن كُنتَ مِنَ الصادقين } وهذا يحتمل أمرين : الأول : أنك بشر مثلنا فكيف تكون نبياً؟ وهذا بمنزلة ما كانوا يذكرون في الأنبياء أنهم لو كانوا صادقين ، لكانوا من جنس الملائكة الثاني : أن يكون مرادهم إنك بشر مثلنا ، فلا بد لنا في إثبات نبوتك من الدليل ، فقال صالح عليه السلام : { هذه نَاقَةٌ لَّهَا شِرْبٌ } وقرىء بالضم ، روي أنهم قالوا : نريد ناقة عشراء تخرج من هذه الصخرة فتلد سقباً ، فقعد صالح يتفكر ، فقال له جبريل عليه السلام : صل ركعتين وسل ربك الناقة ، ففعل فخرجت الناقة وبركت بين أيديهم وحصل لها سقب مثلها في العظم ، ووصاهم صالح عليه السلام بأمرين : الأول : قوله : { لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ } قال قتادة : إذا كان يوم شربها شربت ماءهم كله ، وشربهم في اليوم الذي لا تشرب هي والثاني : قوله : { وَلاَ تَمَسُّوهَا بِسُوء } أي بضرب أو عقر أو غيرهما { فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ } عظم اليوم لحلول العذاب فيه ، ووصف اليوم به أبلغ من وصف العذاب ، لأن الوقت إذا عظم بسببه كان موقعه من العظم أشد ، ثم إن الله تعالى حكى عنهم أنهم عقروها .\r\n روي أن ( مصدعاً ) ألجأها إلى مضيق ( في شعب ) فرماها بسهم ( فأصاب رجلها ) فسقطت ، ثم ضربها قدار ، فإن قيل لم أخذهم العذاب وقد ندموا جوابه من وجهين : الأول : أنه لم يكن ندمهم ندم التائبين ، لكن ندم الخائفين من العذاب العاجل الثاني : أن الندم وإن كان ندم التائبين ، ولكن كان ذلك في غير وقت التوبة ، بل عند معاينة العذاب ، وقال تعالى : { وَلَيْسَتِ التوبة لِلَّذِينَ يَعْمَلُونَ السيئات } [ النساء : 18 ] الآية .\r\n واللام في العذاب إشارة إلى عذاب يوم عظيم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كذبت ثمود المرسلين (141) إذ قال لهم أخوهم صالح ألا تتقون (142) إني لكم رسول أمين (143) فاتقوا الله وأطيعون (144) وما أسألكم عليه من أجر إن أجري إلا على رب العالمين (145) أتتركون في ما هاهنا آمنين (146) في جنات وعيون (147) وزروع ونخل طلعها هضيم (148) وتنحتون من الجبال بيوتا فارهين (149) فاتقوا الله وأطيعون (150) ولا تطيعوا أمر المسرفين (151) الذين يفسدون في الأرض ولا يصلحون (152) قالوا إنما أنت من المسحرين (153) ما أنت إلا بشر مثلنا فأت بآية إن كنت من الصادقين (154) قال هذه ناقة لها شرب ولكم شرب يوم معلوم (155) ولا تمسوها بسوء فيأخذكم عذاب يوم عظيم (156) فعقروها فأصبحوا نادمين (157) فأخذهم العذاب إن في ذلك لآية وما كان أكثرهم مؤمنين (158) وإن ربك لهو العزيز الرحيم (159) ",
        "babnum": 21
    },
    {
        "id": 1672,
        "cate": "26",
        "title": "كَذَّبَتْ قَوْمُ لُوطٍ الْمُرْسَلِينَ (160) إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ أَلَا تَتَّقُونَ (161) إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (162) فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (163) وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ (164) أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ (165) وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُمْ بَلْ أَنْتُمْ قَوْمٌ عَادُونَ (166) قَالُوا لَئِنْ لَمْ تَنْتَهِ يَالُوطُ لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ (167) قَالَ إِنِّي لِعَمَلِكُمْ مِنَ الْقَالِينَ (168) رَبِّ نَجِّنِي وَأَهْلِي مِمَّا يَعْمَلُونَ (169) فَنَجَّيْنَاهُ وَأَهْلَهُ أَجْمَعِينَ (170) إِلَّا عَجُوزًا فِي الْغَابِرِينَ (171) ثُمَّ دَمَّرْنَا الْآخَرِينَ (172) وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا فَسَاءَ مَطَرُ الْمُنْذَرِينَ (173) إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (174) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (175) ",
        "details": " القصة السادسة قصة لوط عليه السلام أما قوله تعالى : { أَتَأْتُونَ الذكران مِنَ العالمين } فيحتمل عوده إلى الآتي : أي أنتم من جملة العالمين صرتم مخصوصين بهذه الصفة ، وهي إتيان الذكران ، ويحتمل عوده إلى المأتي ، أي أنتم اخترتم الذكران من العالمين لا الإناث منهم .\r\n وأما قوله تعالى : { مّنْ أزواجكم } فيصلح أن يكون تبييناً لما خلق وأن يكون للتبعيض ، ويراد بما خلق العضو المباح منهن ، وكأنهم كانوا يفعلون مثل ذلك بنسائهم ، والعادي هو المتعدي في ظلمه ، ومعناه أترتكبون هذه المعصية على عظمها بل أنتم قوم عادون في جميع المعاصي فهذا من جملة ذاك ، أو بل أنتم قوم أحقاء بأن توصفوا بالعدوان حيث ارتكبتم مثل هذه الفاحشة ، فقالوا له عليه السلام : { لَئِن لَّمْ تَنتَهِ يالوط لَتَكُونَنَّ مِنَ المخرجين } أي لتكونن من جملة من أخرجناه من بلدنا ، ولعلهم كانوا يخرجون من أخرجوه على أسوإ الأحوال ، فقال لهم لوط عليه السلام : { إِنّى لِعَمَلِكُمْ مّنَ القالين } القلي البغض الشديد ، كأنه بغض يقلي الفؤاد والكبد ، وقوله : { مّنَ القالين } أبلغ من أن يقول إني لعملكم قال ، كما يقال فلان من العلماء فهو أبلغ من قولك فلان عالم ، ويجوز أن يراد من الكاملين في قلاكم ، ثم قال تعالى : { فنجيناه وَأَهْلَهُ } والمراد : فنجيناه وأهله من عقوبة عملهم { إِلاَّ عَجُوزاً فِى الغابرين } فإن قيل : { فِى الغابرين } صفة لها كأنه قيل إلا عجوزاً غابرة ، ولم يكن الغبور صفتها وقت تنجيتهم جوابه : معناه إلا عجوزاً مقدراً غبورها ، قيل إنها هلكت مع من خرج من القرية بما أمطر عليهم من الحجارة ، قال القاضي عبد الجبار في «تفسيره» في قوله تعالى : { وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مّنْ أزواجكم } دلالة على بطلان الجبر من جهات أحدها : أنه لا يقال تذرون إلا مع القدرة على خلافه ، ولذلك لا يقال للمرء لم تذر الصعود إلى السماء ، كما يقال له لم تذر الدخول والخروج وثانيها : أنه قال : { مَا خَلَقَ لَكُمْ } ولو كان خلق الفعل لله تعالى لكان الذي خلق لهم ما خلقه فيهم وأوجبه لا ما لم يفعلوه وثالثها : قوله تعالى : { بَلْ أَنتُمْ قَوْمٌ عَادُونَ } فإن كان تعالى خلق فيهم ما كانوا يعملون فكيف ينسبون إلى أنهم تعدوا ، وهل يقال للأسود إنك متعد في لونك؟ فنقول حاصل هذه الوجوه يرجع إلى أن العبد لو لم يكن موجداً الأفعال نفسه لما توجه المدح والذم والأمر والنهي عليه ، ولهذه الآية في هذا المعنى خاصية أزيد مما ورد من الأمر والنهي والمدح والذم في قصة موسى عليه السلام وإبراهيم ونوح وسائر القصص ، فكيف خص هذه القصة بهذه الوجوه دون سائر القصص ، وإذا ثبت بطلان هذه الوجوه بقي ذلك الوجه المشهور فنحن نجيب عنها بالجوابين المشهورين الأول : أن الله تعالى لما علم وقوع هذه الأشياء فعدمها محال لأن عدمها يستلزم انقلاب العلم جهلاً وهو محال والمفضي إلى المحال محال ، وإذا كان عدمها محالاً كان التكليف بالترك تكليفاً بالمحال الثاني : أن القادر لما كان قادراً على الضدين امتنع أن يترجح أحد المقدورين على الآخر إلا لمرجح وهو الداعي أو الإرادة وذلك المرجح محدث فله مؤثر وذلك المؤثر إن كان هو العبد لزم التسلسل وهو محال وإن كان هو الله تعالى فذلك هو الجبر على قولك ، فثبت بهذين البرهانين القاطعين سقوط ما قاله ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كذبت قوم لوط المرسلين (160) إذ قال لهم أخوهم لوط ألا تتقون (161) إني لكم رسول أمين (162) فاتقوا الله وأطيعون (163) وما أسألكم عليه من أجر إن أجري إلا على رب العالمين (164) أتأتون الذكران من العالمين (165) وتذرون ما خلق لكم ربكم من أزواجكم بل أنتم قوم عادون (166) قالوا لئن لم تنته يالوط لتكونن من المخرجين (167) قال إني لعملكم من القالين (168) رب نجني وأهلي مما يعملون (169) فنجيناه وأهله أجمعين (170) إلا عجوزا في الغابرين (171) ثم دمرنا الآخرين (172) وأمطرنا عليهم مطرا فساء مطر المنذرين (173) إن في ذلك لآية وما كان أكثرهم مؤمنين (174) وإن ربك لهو العزيز الرحيم (175) ",
        "babnum": 22
    },
    {
        "id": 1673,
        "cate": "26",
        "title": "كَذَّبَ أَصْحَابُ الْأَيْكَةِ الْمُرْسَلِينَ (176) إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ (177) إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (178) فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (179) وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ (180) أَوْفُوا الْكَيْلَ وَلَا تَكُونُوا مِنَ الْمُخْسِرِينَ (181) وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ (182) وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ (183) وَاتَّقُوا الَّذِي خَلَقَكُمْ وَالْجِبِلَّةَ الْأَوَّلِينَ (184) قَالُوا إِنَّمَا أَنْتَ مِنَ الْمُسَحَّرِينَ (185) وَمَا أَنْتَ إِلَّا بَشَرٌ مِثْلُنَا وَإِنْ نَظُنُّكَ لَمِنَ الْكَاذِبِينَ (186) فَأَسْقِطْ عَلَيْنَا كِسَفًا مِنَ السَّمَاءِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (187) قَالَ رَبِّي أَعْلَمُ بِمَا تَعْمَلُونَ (188) فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ (189) إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (190) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (191) ",
        "details": " القصة السابعة قصة شعيب عليه السلام قرىء { أصحاب الأيكة } بالهمزة وبتخفيفها وبالجر على الإضافة وهو الوجه ، ومن قرأ بالنصب وزعم أن ليكة بوزن ليلة اسم بلد يعرف فتوهم قاد إليه خط المصحف حيث وجدت مكتوبة في هذه السورة وفي سورة ص بغير ألف لكن قد كتبت في سائر القرآن على الأصل والقصة واحدة على أن ليكة اسم لا يعرف ، روي أن أصحاب الأيكة كانوا أصحاب شجر ملتف وتلك الشجر هي التي حملها المقل ، فإن قيل هلا قال أخوهم شعيب كما في سائر المواضع جوابه : أن شعيباً لم يكن من أصحاب الأيكة ، وفي الحديث : « إن شعيباً أخا مدين أرسل إليهم وإلى أصحاب الأيكة » ثم إن شعيباً عليه السلام أمرهم بأشياء أحدها : قوله : { أَوْفُواْ الكيل وَلاَ تَكُونُواْ مِنَ المخسرين } وذلك لأن الكيل على ثلاثة أضرب واف وطفيف وزائد فأمر بالواجب الذي هو الإيفاء بقوله : { أَوْفُواْ الكيل } ونهى عن المحرم الذي هو التطفيف بقوله : { وَلاَ تَكُونُواْ مِنَ المخسرين } ولم يذكر الزائد لأنه بحيث إن فعله فقد أحسن وإن لم يفعله فلا إثم عليه ، ثم إنه لما أمر بالإيفاء بين أنه كيف يفعل فقال : { وَزِنُواْ بالقسطاس المستقيم } قرىء { بالقسطاس } مضموماً ومكسوراً وهو الميزان ، وقيل القرسطون وثانيها : قوله تعالى : { وَلاَ تَبْخَسُواْ الناس أَشْيَاءهُمْ } يقال بخسه حقه إذا نقصه إياه وهذا عام في كل حق يثبت لأحد أن لا يهضم وفي كل ملك أن لا يغصب ( علية ) مالكه ( ولا يتحيف منه ) ولا يتصرف فيه إلا بإذنه تصرفاً شرعياً وثالثها : قوله تعالى : { وَلاَ تَعْثَوْاْ فِى الأرض مُفْسِدِينَ } يقال عثا في الأرض وعثى وعاث وذلك نحو قطع الطريق والغارة وإهلاك الزرع ، وكانوا يفعلون ذلك مع توليتهم أنواع الفساد فنهوا عن ذلك ورابعها : قوله تعالى : { واتقوا الذى خَلَقَكُمْ والجبلة الأولين } وقرىء ( الجبلة ) بوزن الأبلة وقرىء ( الجبلة ) بوزن الخلقة ومعناهن واحد أي ذوي الجبلة ، والمراد أنه المتفضل بخلقهم وخلق من تقدمهم ممن لولا خلقهم لما كانوا مخلوقين ، فلم يكن للقوم جواب إلا ما لو تركوه لكان أولى بهم وهو من وجهين : الأول : قولهم : { إِنَّمَا أَنتَ مِنَ المسحرين } { مَا أَنتَ إِلاَّ بَشَرٌ مّثْلُنَا } فإن قيل : هل اختلف المعنى بإدخال الواو ههنا وتركها في قصة ثمود؟ جوابه : إذا دخلت الواو فقد قصد معنيان كلاهما مناف للرسالة عندهم السحر والبشرية وإذا تركت الواو فلم يقصدوا إلا معنى واحداً وهو كونه مسحراً ثم قرره بكونه بشراً مثلهم الثاني : قولهم : { وَإِن نَّظُنُّكَ لَمِنَ الكاذبين } ومعناه ظاهر ، ثم إن شعيباً عليه السلام كان يتوعدهم بالعذاب إن استمروا على التكذيب فقالوا : { فَأَسْقِطْ عَلَيْنَا كِسَفاً مّنَ السماء } قرىء { كِسَفًا } بالسكون والحركة وكلاهما جمع كسفة وهي القطعة والسماء السحاب أو الظلة ، وهم إنما طلبوا ذلك لاستبعادهم وقوعه فظنوا أنه إذا لم يقع ظهر كذبه فعنده قال شعيب عليه السلام : { رَبّى أَعْلَمُ بِمَا تَعْمَلُونَ } فلم يدع عليهم بل فوض الأمر فيه إلى الله تعالى فلما استمروا على التكذيب أنزل الله عليهم العذاب على ما اقترحوا من عذاب يوم الظلة إن أرادوا بالسماء السحاب ، وإن أرادوا الظلة فقد خالف بهم عن مقترحهم يروى أنه حبس عنهم الريح سبعاً وسلط عليهم الرمل فأخذ بأنفاسهم ، لا ينفعهم ظل ولا ماء فاضطروا إلى أن خرجوا إلى البرية فأظلتهم سحابة وجدوا لها برداً ونسيماً فاجتمعوا تحتها فأمطرت عليهم ناراً فاحترقوا ، وروي أن شعيباً بعث إلى أمتين أصحاب مدين وأصحاب الأيكة فأهلكت مدين بصيحة جبريل عليه السلام وأصحاب الأيكة بعذاب يوم الظلة ، وههنا آخر الكلام في هذه القصص السبع التي ذكرها الله تعالى في هذه السورة تسلية لمحمد صلى الله عليه وسلم فيما ناله من الغم الشديد ، بقي ههنا سؤالان : السؤال الأول : لم لا يجوز أن يقال : إن العذاب النازل بعاد وثمود وقوم لوط وغيرهم ما كان ذلك بسبب كفرهم وعنادهم ، بل كان ذلك بسبب قرانات الكواكب واتصالاتها على ما اتفق عليه أهل النجوم؟ وإذا قام هذا الاحتمال لم يحصل الاعتبار بهذه القصص ، لأن الاعتبار إنما يحصل أن لو علمنا أن نزول هذا العذاب كان بسبب كفرهم وعنادهم .\r\n الثاني : أن الله تعالى قد ينزل العذاب محنة للمكلفين وابتلاء لهم على ما قال : { وَلَنَبْلُوَنَّكُمْ حتى نَعْلَمَ المجاهدين مِنكُمْ والصابرين } [ محمد : 31 ] ولأنه تعالى قد ابتلى المؤمنين بالبلاء العظيم في مواضع كثيرة وإذا كان كذلك لم يدل نزول البلاء بهم على كونهم مبطلين والجواب : أن الله تعالى أنزل هذه القصص على محمد صلى الله عليه وسلم تسلية وإزالة للحزن عن قلبه ، فلما أخبر الله تعالى محمداً أنه هو الذي أنزل العذاب عليهم ، وأنه إنما أنزله عليهم جزاء على كفرهم ، على محمد صلى الله عليه وسلم أن الأمر كذلك ، فحينئذ يحصل به التسلية والفرح له عليه السلام ، واحتج بعض الناس على القدح في علم الأحكام بأن قال المؤثر في هذه الأشياء ، إما الكواكب أو البروج أو كون الكوكب في البرج المعين ، والأول باطل ، وإلا لحصلت هذه الآثار أين حصل الكوكب والثاني أيضاً باطل ، وإلا لزم دوام الأثر بدوام البرج والثالث أيضاً باطل ، لأن الفلك على قولهم بسيط لا مركب فيكون طبع كل برج مساوياً لطبع البرج الآخر في تمام الماهية ، فيكون حال الكوكب وهو في برجه كحاله وهو في برج آخر ، فيلزم أن يدوم ذلك الأثر بدوام الكوكب ، وللقوم أن يقولوا لم لا يجوز أن يكون صدور الأثر عن الكوكب المعين موقوفاً على كونه مسامتاً مسامتة مخصوصة لكوكب آخر ، فإذا فقدت تلك المسامتة فقد شرط التأثير فلا يحصل التأثير؟ ولهم أن يقولوا هذه الدلالة ، إنما تدل على أنها ليست مؤثرة بحسب ذواتها وطبائعها ، ولكنها لا تدل على أنها ليست مؤثرة بحسب جري العادة ، فإذا أجرى الله تعالى عادته بحصول تأثيرات مخصوصة عقيب اتصالات الكواكب وقراناتها وأدوارها لم يلزم من حصول هذه الآثار القطع بأن الله تعالى إنما خلقها لأجل زجر الكفار بل لعله تعالى خلقها تكريراً لتلك العادات ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كذب أصحاب الأيكة المرسلين (176) إذ قال لهم شعيب ألا تتقون (177) إني لكم رسول أمين (178) فاتقوا الله وأطيعون (179) وما أسألكم عليه من أجر إن أجري إلا على رب العالمين (180) أوفوا الكيل ولا تكونوا من المخسرين (181) وزنوا بالقسطاس المستقيم (182) ولا تبخسوا الناس أشياءهم ولا تعثوا في الأرض مفسدين (183) واتقوا الذي خلقكم والجبلة الأولين (184) قالوا إنما أنت من المسحرين (185) وما أنت إلا بشر مثلنا وإن نظنك لمن الكاذبين (186) فأسقط علينا كسفا من السماء إن كنت من الصادقين (187) قال ربي أعلم بما تعملون (188) فكذبوه فأخذهم عذاب يوم الظلة إنه كان عذاب يوم عظيم (189) إن في ذلك لآية وما كان أكثرهم مؤمنين (190) وإن ربك لهو العزيز الرحيم (191) ",
        "babnum": 23
    },
    {
        "id": 1674,
        "cate": "26",
        "title": "وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ (192) نَزَلَ بِهِ الرُّوحُ الْأَمِينُ (193) عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ (194) بِلِسَانٍ عَرَبِيٍّ مُبِينٍ (195) وَإِنَّهُ لَفِي زُبُرِ الْأَوَّلِينَ (196) ",
        "details": " القول فيما ذكره الله تعالى من أحوال محمد عليه الصلاة والسلام اعلم أن الله تعالى لما ختم مااقتصه من خبر الأنبياء ذكر بعد ذلك ما يدل على نبوته صلى الله عليه وسلم وهو من وجهين : الأول : قوله : { وَإِنَّهُ لَتَنزِيلُ رَبّ العالمين } وذلك لأنه لفصاحته معجز فيكون ذلك من رب العالمين ، أو لأنه إخبار عن القصص الماضية من غير تعليم ألبتة ، فلا يكون ذلك إلا بوحي من الله تعالى ، وقوله بعده : { وإنه لَفِى زُبُرِ الأولين } كأنه مؤكد لهذا الاحتمال ، وذلك لأنه عليه السلام لما ذكر هذه القصص السبع على ما هي موجودة في زبر الأولين من غير تفاوت أصلاً مع أنه لم يشتغل بالتعلم والاستعداد ، دل ذلك على أنه ليس إلا من عند الله تعالى ، فهذا هو المقصود من الآية .\r\n فأما قوله تعالى : { وَإِنَّهُ لَتَنزِيلُ رَبّ العالمين } فالمراد بالتنزيل المنزل ، ثم قد كان يجوز في القرآن وهذه القصص أن يكون تنزيلاً من الله تعالى إلى محمد صلى الله عليه وسلم بلا واسطة فقال : { نَزَلَ بِهِ الروح الأمين } والباء في قوله : { نَزَلَ بِهِ الروح } و { نَزَلَ بِهِ الروح } على القراءتين للتعدية ، ومعنى { نَزَلَ بِهِ الروح } جعل الله الروح نازلاً به { على قَلْبِكَ } أي ( حفظكه و ) فهمك إياه وأثبته في قلبك إثبات ما لا ينسى كقوله تعالى : { سَنُقْرِئُكَ فَلاَ تنسى } [ الأعلى : 6 ] والروح الأمين جبريل عليه السلام وسماه روحاً من حيث خلق من الروح ، وقيل لأنه نجاة الخلق في باب الدين فهو كالروح الذي تثبت معه الحياة ، وقيل لأنه روح كله لا كالناس الذين في أبدانهم روح وسماه أميناً لأنه مؤتمن على ما يؤديه إلى الأنبياء عليهم السلام ، وإلى غيرهم .\r\n وأما قوله : { على قَلْبِكَ } ففيه قولان : الأول : أنه إنما قال : { على قَلْبِكَ } وإن كان إنما أنزله عليه ليؤكد به أن ذلك المنزل محفوظ للرسول متمكن في قلبه لا يجوز عليه التغيير فيوثق بالإنذار الواقع منه الذي بين الله تعالى أنه هو المقصود ولذلك قال : { لِتَكُونَ مِنَ المنذرين } الثاني : أن القلب هو المخاطب في الحقيقة لأنه موضع التمييز والاختبار ، وأما سائر الأعضاء فمسخرة له والدليل عليه القرآن والحديث والمعقول ، أما القرآن فآيات إحداها قوله تعالى في سورة البقرة ( 97 ) : { فَإِنَّهُ نَزَّلَهُ على قَلْبِكَ } وقال ههنا : { نَزَلَ بِهِ الروح الأمين على قَلْبِكَ } وقال : { إِنَّ فِى ذلك لذكرى لِمَن كَانَ لَهُ قَلْبٌ } [ ق : 37 ] ، وثانيها : أنه ذكر أن استحقاق الجزاء ليس إلا على ما في القلب من المساعي فقال : { لاَّ يُؤَاخِذُكُمُ الله باللغو فِى أيمانكم ولكن يُؤَاخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْ } [ البقرة : 225 ] وقال : { لَن يَنَالَ الله لُحُومُهَا وَلاَ دِمَاؤُهَا ولكن يَنَالُهُ التقوى مِنكُمْ } [ الحج : 37 ] والتقوى في القلب لأنه تعالى قال : { أُوْلَئِكَ الذين امتحن الله قُلُوبَهُمْ للتقوى } [ الحجرات : 3 ] وقال تعالى : { وَحُصّلَ مَا فِى الصدور } [ العاديات : 10 ] .\r\n وثالثها : قوله حكاية عن أهل النار : { لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِى أصحاب السعير } [ الملك : 10 ] ومعلوم أن العقل في القلب والسمع منفذ إليه ، وقال : { إِنَّ السمع والبصر والفؤاد كُلُّ أولئك كَانَ عَنْهُ مَسْؤُولاً } [ الإسراء : 36 ] ومعلوم أن السمع والبصر لا يستفاد منهما إلا ما يؤديانه إلى القلب ، فكان السؤال عنهما في الحقيقة سؤالاً عن القلب وقال تعالى : { يَعْلَمُ خَائِنَةَ الأعين وَمَا تُخْفِى الصدور } [ غافر : 19 ] ، ولم تخف الأعين إلا بما تضمر القلوب عند التحديق بها ورابعها : قوله : { وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة قَلِيلاً مَّا تَشْكُرُونَ } [ السجدة : 9 ] فخص هذه الثلاثة بإلزام الحجة منها واستدعاء الشكر عليها ، وقد قلنا لا طائل في السمع والأبصار إلا بما يؤديان إلى القلب ليكون القلب هو القاضي فيه والمتحكم عليه ، وقال تعالى : { وَلَقَدْ مكناهم فِيمَا إِن مكناكم فِيهِ وَجَعَلْنَا لَهُمْ سَمْعاً وأبصارا وَأَفْئِدَةً فَمَا أغنى عَنْهُمْ سَمْعُهُمْ وَلاَ أبصارهم وَلاَ أَفْئِدَتُهُمْ من شيء } [ الأحقاف : 26 ] فجعل هذه الثلاثة تمام ما ألزمهم من حجته ، والمقصود من ذلك هو الفؤاد القاضي فيما يؤدي إليه السمع والبصر وخامسها : قوله تعالى : { خَتَمَ الله على قُلُوبِهِمْ وعلى سَمْعِهِمْ وعلى أبصارهم } [ البقرة : 7 ] فجعل العذاب لازماً على هذه الثلاثة وقال : { لَهُمْ قُلُوبٌ لاَّ يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لاَّ يُبْصِرُونَ بِهَا وَلَهُمْ ءاذَانٌ لاَّ يَسْمَعُونَ بِهَا } [ الأعراف : 179 ] وجه الدلالة أنه قصد إلى نفي العلم عنهم رأساً ، فلو ثبت العلم في غير القلب كثباته في القلب لم يتم الغرض فهذه الآيات ومشاكلها ناطقة بأجمعها أن القلب هو المقصود بإلزام الحجة ، وقد بينا أن ما قرن بذكره من ذكر السمع والبصر فذلك لأنهما آلتان للقلب في تأدية صور المحسوسات والمسموعات .\r\n وأما الحديث فما روى النعمان بن بشير قال سمعته عليه السلام يقول : « ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله ، وإذا فسدت فسد الجسد كله ألا وهي القلب » وأما المعقول فوجوه : أحدها : أن القلب إذا غشي عليه فلو قطع سائر الأعضاء لم يحصل الشعور به وإذا أفاق القلب فإنه يشعر بجميع ما ينزل بالأعضاء من الآفات فدل ذلك على أن سائر الأعضاء تبع للقلب ولذلك فإن القلب إذا فرح أو حزن فإنه يتغير حال الأعضاء عند ذلك ، وكذا القول في سائر الأعراض النفسانية وثانيها : أن القلب منبع المشاق الباعثة على الأفعال الصادرة من سائر الأعضاء وإذا كانت المشاق مبادىء للأفعال ومنبعها هو القلب كان الآمر المطلق هو القلب وثالثها : أن معدن العقل هو القلب وإذا كان كذلك كان الآمر المطلق هو القلب .\r\n أما المقدمة الأولى : ففيها النزاع فإن طائفة من القدماء ذهبوا إلى أن معدن العقل هو الدماغ والذي يدل على قولنا وجوه : الأول : قوله تعالى : { أَوَلَمْ يَسيرُواْ فِى الأرض فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا } [ الحج : 46 ] وقوله : { لَهُمْ قُلُوبٌ لاَّ يَفْقَهُونَ بِهَا } [ الأعراف : 179 ] وقوله : { إِنَّ فِى ذلك لذكرى لِمَن كَانَ لَهُ قَلْبٌ } [ ق : 37 ] أي عقل ، أطلق عليه اسم القلب لما أنه معدنه الثاني : أنه تعالى أضاف أضداد العلم إلى القلب ، وقال : { فِى قُلُوبِهِمْ مَّرَضٌ } [ البقرة : 10 ] ، { خَتَمَ الله على قُلُوبِهِمْ } [ البقرة : 7 ] وقولهم : { قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ الله عَلَيْهَا بِكُفْرِهِمْ } [ النساء : 155 ] ، { يَحْذَرُ المنافقين أن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبّئُهُمْ بِمَا فِي قُلُوبِهِم } [ التوبة : 64 ] ، { يَقُولُونَ بِأَلْسِنَتِهِمْ مَّا لَيْسَ فِى قُلُوبِهِمْ } [ الفتح : 11 ] ، { كَلاَّ بَلْ رَانَ على قُلُوبِهِمْ } [ المطففين : 14 ] ، { أَفَلاَ يَتَدَبَّرُونَ القرءان أَمْ على قُلُوبٍ أَقْفَالُهَا } [ محمد : 24 ] ، { فَإِنَّهَا لاَ تَعْمَى الأبصار ولكن تعمى القلوب التى فِى الصدور } [ الحج : 46 ] فدلت هذه الآيات على أن موضع الجهل والغفلة هو القلب فوجب أن يكون موضع العقل والفهم أيضاً هو القلب الثالث : وهو أنا إذا جربنا أنفسنا وجدنا علومنا حاصلة في ناحية القلب ، ولذلك فإن الواحد منا إذا أمعن في الفكر وأكثر منه أحس من قلبه ضيقاً وضجراً حتى كأنه يتألم بذلك ، وكل ذلك يدل على أن موضع العقل هو القلب ، وإذا ثبت ذلك وجب أن يكون المكلف هو القلب لأن التكليف مشروط بالعقل والفهم الرابع : وهو أن القلب أول الأعضاء تكوناً ، وآخرها موتاً ، وقد ثبت ذلك بالتشريح ولأنه متمكن في الصدر الذي هو أوسط الجسد ، ومن شأن الملوك المحتاجين إلى الخدم أن يكونوا في وسط المملكة لتكتنفهم الحواشي من الجوانب فيكونوا أبعد من الآفات ، واحتج من قال العقل في الدماغ بأمور : أحدها : أن الحواس التي هي الآلات للإدراك نافذة إلى الدماغ دون القلب وثانيها : أن الأعصاب التي هي الآلات في الحركات الاختيارية نافذة من الدماغ دون القلب وثالثها : أن الآفة إذا حلت في الدماغ اختل العقل ورابعها : أن في العرف كل من أريد وصفه بقلة العقل قيل إنه خفيف الدماغ خفيف الرأس وخامسها : أن العقل أشرف فيكون مكانه أشرف ، والأعلى هو الأشرف وذلك هو الدماغ لا القلب فوجب أن يكون محل العقل هو الدماغ والجواب عن الأول : لم لا يجوز أن يقال الحواس تؤدي آثارها إلى الدماغ ، ثم إن الدماغ يؤدي تلك الآثار إلى القلب ، فالدماغ آلة قريبة للقلب للقلب والحواس آلات بعيدة فالحس يخدم الدماغ ، ثم الدماغ يخدم القلب وتحقيقه أنا ندرك من أنفسنا أنا إذا عقلنا أن الأمر الفلاني يجب فعله أو يجب تركه ، فإن الأعضاء تتحرك عند ذلك ، ونحن نجد التعقلات من جانب القلب لا من جانب الدماغ وعن الثاني : أنه لا يبعد أن يتأدى الأثر من القلب إلى الدماغ ، ثم الدماغ يحرك الأعضاء بواسطة الأعصاب النابتة منه ، وعن الثالث : لا يبعد أن يكون سلامة الدماغ شرطاً لوصول تأثير القلب إلى سائر الأعضاء ، وعن الرابع : أن ذلك العرف إنما كان لأن القلب إنما يعتدل مزاجه بما يستمد من الدماغ من برودته ، فإذا لحق الدماغ خروج عن الاعتدال خرج القلب عن الاعتدال أيضاً ، إما لازدياد حرارته عن القدر الواجب أو لنقصان حراراته عن ذلك القدر فحينئذ يختل العقل وعن الخامس : أنه لو صح ما قالوه لوجب أن يكون موضع العقل هو القحف ، ولما بطل ذلك ثبت فساد قولهم والله أعلم .\r\n فرع : اعلم أن المعاني التي بينا كونها مختصة بالقلوب قد تضاف إلى الصدر تارة وإلى الفؤاد أخرى ، أما الصدر فلقوله تعالى : { وَحُصّلَ مَا فِى الصدور } [ العاديات : 10 ] وقوله : { وَلِيَبْتَلِىَ الله مَا فِى صُدُورِكُمْ } [ آل عمران : 154 ] وقوله تعالى : { إِنَّهُ عَلِيمٌ بِذَاتِ الصدور } [ هود : 5 ] ، { وإِنْ تُخْفُواْ مَا فِى صُدُورِكُمْ أَوْ تُبْدُوهُ } [ آل عمران : 29 ] وأما الفؤاد فقوله : { وَنُقَلّبُ أَفْئِدَتَهُمْ وأبصارهم } [ الأنعام : 110 ] ومن الناس من فرق بين القلب والفؤاد فقال : القلب هو العلقة السوداء في جوف الفؤاد دون ما يكتنفها من اللحم والشحم ، ومجموع ذلك هو الفؤاد ومنهم من قال القلب والفؤاد لفظان مترادفان ، وكيف كان فيجب أن يعلم أن من جملة العضو المسمى قلباً وفؤاداً موضعاً هو الموضع في الحقيقة للعقل والاختيار ، وأن معظم جرم هذا العضو مسخر لذلك الموضع ، كما أن سائر الأعضاء مسخرة للقلب ، فإن العضو قد تزيد أجزاؤه من غير ازدياد المعاني المنسوبة إليه أعني العقل والفرح والحزن وقد ينقص من غير نقصان في تلك المعاني ، فيشبه أن يكون اسم القلب اسماً للأجزاء التي تحل فيها هذه المعاني بالحقيقة ، واسم الفؤاد يكون اسماً لمجموع العضو ، فهذا هو الكلام في هذا الباب والله الموفق للصواب .\r\n وأما قوله تعالى : { لِتَكُونَ مِنَ المنذرين } فيدخل تحت الإنذار الدعاء إلى كل واجب من علم وعمل والمنع من كل قبيح لأن في الوجهين جميعاً يدخل الخوف من العقاب .\r\n وأما قوله تعالى : { بِلِسَانٍ عَرَبِىّ مُّبِينٍ } فالباء إما أن تتعلق بالمنذرين فيكون المعنى لتكون من الذين أنذروا بهذا اللسان ، وهم خمسة هود وصالح وشعيب وإسماعيل ومحمد عليهم السلام ، وإما أن تتعلق بنزل فيكون المعنى نزله باللسان العربي لينذر به لأنه لو نزله باللسان الأعجمي ( لتجافوا عنه أهلاً و ) لقالوا له ما نصنع بما لا نفهمه فيتعذر الإنذار به ، وفي هذا الوجه أن تنزيله بالعربية التي هي لسانك ولسان قومك تنزيل له على قلبك لأنك تفهمه ويفهمه قومك ، ولو كان أعجمياً لكان نازلاً على سمعك دون قلبك ، لأنك تسمع أجراس حروف لا تفهم معانيها .\r\n وأما قوله تعالى : { وَإِنَّهُ لَفِى زُبُرِ الأولين } فيحتمل هذه الأخبار خاصة ، ويحتمل أن يكون المراد صفة القرآن ، ويحتمل صفة محمد صلى الله عليه وسلم ، ويحتمل أن يكون المراد وجوه التخويف ، لأن ذكر هذه الأشياء بأسرها قد تقدم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإنه لتنزيل رب العالمين (192) نزل به الروح الأمين (193) على قلبك لتكون من المنذرين (194) بلسان عربي مبين (195) وإنه لفي زبر الأولين (196) ",
        "babnum": 24
    },
    {
        "id": 1675,
        "cate": "26",
        "title": "أَوَلَمْ يَكُنْ لَهُمْ آيَةً أَنْ يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرَائِيلَ (197) وَلَوْ نَزَّلْنَاهُ عَلَى بَعْضِ الْأَعْجَمِينَ (198) فَقَرَأَهُ عَلَيْهِمْ مَا كَانُوا بِهِ مُؤْمِنِينَ (199) كَذَلِكَ سَلَكْنَاهُ فِي قُلُوبِ الْمُجْرِمِينَ (200) لَا يُؤْمِنُونَ بِهِ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ (201) فَيَأْتِيَهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ (202) ",
        "details": " اعلم أن قوله تعالى : { أَوَ لَمْ يَكُن لَّهُمْ ءايَةً أَن يَعْلَمَهُ عُلَمَاء بَنِى إسراءيل } المراد منه ذكر الحجة الثانية على نبوته عليه السلام وصدقه ، وتقريره أن جماعة من علماء بني إسرائيل أسلموا ونصوا على مواضع في التوراة والإنجيل ذكر فيها الرسول عليه الصلاة والسلام بصفته ونعته ، وقد كان مشركو قريش يذهبون إلى اليهود ويتعرفون منهم هذا الخبر ، وهذا يدل دلالة ظاهرة على نبوته لأن تطابق الكتب الإلهية على نعته ووصفه يدل قطعاً على نبوته ، واعلم أنه قرىء { يَكُنِ } بالتذكير ، وآية النصب على أنها خبره و ( أن يعلمه ) هو الاسم ، وقرىء { تَكُنْ } بالتأنيث وجعلت ( آية ) اسماً و ( أن يعلمه ) خبراً ، وليست كالأولى لوقوع النكرة اسماً والمعرفة خبراً ، ويجوز مع نصب الآية تأنيث ( يكن ) كقوله : { ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلاَّ أَن قَالُواْ } [ الأنعام : 23 ] .\r\n وأما قوله : { وَلَوْ نزلناه على بَعْضِ الأعجمين } فاعلم أنه تعالى لما بين بالدليلين المذكورين نبوة محمد صلى الله عليه وسلم وصدق لهجته بين بعد ذلك أن هؤلاء الكفار لا تنفعهم الدلائل ولا البراهين ، فقال : { وَلَوْ نزلناه على بَعْضِ الأعجمين } يعني إنا أنزلنا هذا القرآن على رجل عربي بلسان عربي مبين ، فسمعوه وفهموه وعرفوا فصاحته ، وأنه معجز لا يعارض بكلام مثله ، وانضم إلى ذلك بشارة كتب الله السالفة به ، فلم يؤمنوا به وجحدوه ، وسموه شعراً تارة وسحراً أخرى ، فلو نزلناه على بعض الأعجمين الذي لا يحسن العربية لكفروا به أيضاً ولتمحلوا لجحودهم عذراً ، ثم قال : { كَذَلِكَ سَلَكْنَاهُ فِي قُلُوبِ المجرمين } أي مثل هذا السلك سلكناه في قلوبهم ، وهكذا مكناه وقررناه فيها وكيفما فعل بهم فلا سبيل إلى أن يتغيروا عما هم عليه من الجحود والإنكار ، وهذا أيضاً مما يفيد تسلية الرسول صلى الله عليه وسلم لأنه إذا عرف رسول الله إصرارهم على الكفر ، وأنه قد جرى القضاء الأزلي بذلك حصل اليأس ، وفي المثل : اليأس إحدى الراحتين .\r\n المسألة الرابعة : قوله : { كَذَلِكَ سَلَكْنَاهُ فِي قُلُوبِ المجرمين } يدل على أن الكل بقضاء الله وخلقه ، قال صاحب «الكشاف» : أراد به أنه صار ذلك التكذيب متكمناً في قلوبهم أشد التمكن فصار ذلك كالشيء الجبلي والجواب : أنه إما أن يكون قد فعل الله فيهم ما يقتضي رجحان التكذيب على التصديق أو ما فعل ذلك فيهم ، فإن كان الأول فقد دللنا في سورة الأنعام على أن الترجيح لا يتحقق ما لم ينته إلى حد الوجوب وحينئذ يحصل المقصود ، فإن لم يفعل فيهم ما يقتضي الترجيح ألبتة ، امتنع قوله : { كَذَلِكَ سَلَكْنَاهُ } كما أن طيران الطائر لما لم يكن له تعلق بكفرهم ، امتنع إسناد الكفر إلى ذلك الطيران .\r\n المسألة الخامسة : قال صاحب «الكشاف» : فإن قلت : ما موقع { لاَ يُؤْمِنُونَ بِهِ } من قوله { سَلَكْنَاهُ فِي قُلُوبِ المجرمين } ؟ قلت موقعه منه موقع الموضح ( والمبين ) ، لأنه مسوق ( لبيانه مؤكد للجحود ) في قلوبهم ، فاتبع ما يقرر هذا المعنى من أنهم لا يزالون على التكذيب به حتى يعاينوا الوعيد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أولم يكن لهم آية أن يعلمه علماء بني إسرائيل (197) ولو نزلناه على بعض الأعجمين (198) فقرأه عليهم ما كانوا به مؤمنين (199) كذلك سلكناه في قلوب المجرمين (200) لا يؤمنون به حتى يروا العذاب الأليم (201) فيأتيهم بغتة وهم لا يشعرون (202) ",
        "babnum": 25
    },
    {
        "id": 1676,
        "cate": "26",
        "title": "فَيَقُولُوا هَلْ نَحْنُ مُنْظَرُونَ (203) أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ (204) أَفَرَأَيْتَ إِنْ مَتَّعْنَاهُمْ سِنِينَ (205) ثُمَّ جَاءَهُمْ مَا كَانُوا يُوعَدُونَ (206) مَا أَغْنَى عَنْهُمْ مَا كَانُوا يُمَتَّعُونَ (207) وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ إِلَّا لَهَا مُنْذِرُونَ (208) ذِكْرَى وَمَا كُنَّا ظَالِمِينَ (209) ",
        "details": " اعلم أنه تعالى لما بين أنهم لا يؤمنون به حتى يروا العذاب الأليم ، وأنه يأتيهم العذاب بغتة أتبعه بما يكون منهم عند ذلك على وجه الحسرة فقال : { فَيَقُولُواْ هَلْ نَحْنُ مُنظَرُونَ } كما يستغيث المرء عند تعذر الخلاص ، لأنهم يعلمون في الآخرة أن لا ملجأ ، لكنهم يذكرون ذلك استرواحاً .\r\n فأما قوله تعالى : { أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ } فالمراد أنه تعالى بين أنهم كانوا في الدنيا يستعجلون العذاب ، مع أن حالهم عند نزول العذاب طلب النظرة ليعرف تفاوت الطريقين فيعتبر به ، ثم بين تعالى أن استعجال العذاب على وجه التكذيب إنما يقع منهم ليتمتعوا في الدنيا ، إلا أن ذلك جهل ، وذلك لأن مدة التمتع في الدنيا متناهية قليلة ، ومدة العذاب الذي يحصل بعد ذلك غير متناهية ، وليس في العقل ترجيح لذات متناهية قليلة على آلام غير متناهية ، وعن ميمون بن مهران أنه لقي الحسن في الطواف ، فقال له عظني ، فلم يزد على تلاوة هذه الآية ، فقال ميمون : لقد وعظت فأبلغت ، وقرىء { يُمَتَّعُونَ } بالتخفيف ، ثم بين أنه لم يهلك قرية إلا وهناك نذير يقيم عليهم الحجة .\r\n أما قوله تعالى : { ذِكْرِى } فقال صاحب «الكشاف» : ذكرى منصوبة بمعنى تذكرة ، إما لأن أنذر وذكر متقاربان ، فكأنه قيل مذكرون تذكرة ، وإما لأنها حال من الضمير في { مُنذِرُونَ } ، أي ينذرونهم ذوي تذكرة ، وإما لأنها مفعول له على معنى أنهم ينذرون لأجل الموعظة والتذكرة ، أو مرفوعة عل أنها خبر مبتدأ محذوف بمعنى هذه ذكرى ، والجملة اعتراضية أو صفة بمعنى منذرون ذوو ذكرى ، وجعلوا ذكرى لإمعانهم في التذكرة وإطنابهم فيها ، ووجه آخر وهو أن يكون ذكرى متعلقة بأهلكنا مفعولاً له ، والمعنى وما أهلكنا من أهل قرية قوم ظالمين إلا بعد ما ألزمناهم الحجة بإرسال المنذرين إليهم ليكون إهلاكهم تذكرة وعبرة لغيرهم فلا يعصوا مثل عصيانهم ، { وَمَا كُنَّا ظالمين } فنهلك قوماً غير ظالمين ، وهذا الوجه عليه المعول ، فإن قلت كيف عزلت الواو عن الجملة بعد إلا ، ولم تعزل عنه في قوله : { وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ إِلاَّ وَلَهَا كتاب مَّعْلُومٌ } [ الحجر : 4 ] قلت : الأصل عزل الواو لأن الجملة صفة لقرية ، وإذا زيدت فلتأكيد وصل الصفة بالموصوف .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فيقولوا هل نحن منظرون (203) أفبعذابنا يستعجلون (204) أفرأيت إن متعناهم سنين (205) ثم جاءهم ما كانوا يوعدون (206) ما أغنى عنهم ما كانوا يمتعون (207) وما أهلكنا من قرية إلا لها منذرون (208) ذكرى وما كنا ظالمين (209) ",
        "babnum": 26
    },
    {
        "id": 1677,
        "cate": "26",
        "title": "وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ (210) وَمَا يَنْبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ (211) إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ (212) فَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَكُونَ مِنَ الْمُعَذَّبِينَ (213) ",
        "details": " اعلم أنه تعالى لما احتج على صدق محمد صلى الله عليه وسلم بكون القرآن تنزيل رب العالمين ، وإنما يعرف ذلك لوقوعه من الفصاحة في النهاية القصوى ، ولأنه مشتمل على قصص المتقدمين من غير تفاوت ، مع أنه عليه السلام لم يشتغل بالتعلم والاستفادة ، فكان الكفار يقولون لم لا يجوز أن يكون هذا من إلقاء الجن والشياطين كسائر ما ينزل على الكهنة؟ ، فأجاب الله تعالى عنه بأن ذلك لا يتسهل للشياطين لأنهم مرجومون بالشهب معزولون عن استماع كلام أهل السماء ، ولقائل أن يقول العلم بكون الشياطين ممنوعين عن ذلك لا يحصل إلا بواسطة خبر النبي الصادق ، فإذا أثبتنا كون محمد صلى الله عليه وسلم صادقاً بفصاحة القرآن وإخباره عن الغيب ، ولا يمكن إثبات كون الفصاحة والإخبار عن الغيب معجزاً إلا إذا ثبت كون الشياطين ممنوعين عن ذلك ، لزم الدور وهو باطل وجوابه : لا نسلم أن العلم بكون الشياطين ممنوعين عن ذلك لا يستفاد إلا من قول النبي ، وذلك لأنا نعلم بالضرورة أن الاهتمام بشأن الصديق أقوى من الاهتمام بشأن العدو ، ونعلم بالضرورة أن محمداً صلى الله عليه وسلم كان يلعن الشياطين ويأمر الناس بلعنهم ، فلو كان هذا الغيب إنما حصل من إلقاء الشياطين ، لكان الكفار أولى بأن يحصل لهم مثل هذا العلم ، فكان يجب أن يكون اقتدار الكفار على مثله أولى ، فلما لم يكن كذلك علمنا أن الشياطين ممنوعون عن ذلك ، وأنهم معزولون عن تعرف الغيوب ، ثم إنه تعالى لما ذكر هذا الجواب ابتدأ بخطاب الرسول صلى الله عليه وسلم فقال : { فَلاَ تَدْعُ مَعَ الله إلها ءاخَرَ } وذلك في الحقيقة خطاب لغيره ، لأن من شأن الحكيم إذا أراد أن يؤكد خطاب الغير أن يوجهه إلى الرؤساء في الظاهر ، وأن كان المقصود بذلك هم الأتباع ، ولأنه تعالى أراد أن يتبعه ما يليق بذلك ، فلهذه العلة أفرده بالمخاطبة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما تنزلت به الشياطين (210) وما ينبغي لهم وما يستطيعون (211) إنهم عن السمع لمعزولون (212) فلا تدع مع الله إلها آخر فتكون من المعذبين (213) ",
        "babnum": 27
    },
    {
        "id": 1678,
        "cate": "26",
        "title": "وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ (214) وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ (215) فَإِنْ عَصَوْكَ فَقُلْ إِنِّي بَرِيءٌ مِمَّا تَعْمَلُونَ (216) وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ (217) الَّذِي يَرَاكَ حِينَ تَقُومُ (218) وَتَقَلُّبَكَ فِي السَّاجِدِينَ (219) إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (220) ",
        "details": " اعلم أنه سبحانه لما بالغ في تسلية رسوله أولاً ، ثم أقام الحجة على نبوته ، ثانياً ثم أورد سؤال المنكرين ، وأجاب عنه ثالثاً ، أمره بعد ذلك بما يتعلق بباب التبليغ والرسالة وهو ههنا أمور ثلاثة : الأول : قوله : { وَأَنذِرْ عَشِيرَتَكَ الاقربين } وذلك لأنه تعالى بدأ بالرسول فتوعده إن دعا مع الله إلهاً آخر ، ثم أمره بدعوة الأقرب فالأقرب ، وذلك لأنه إذا تشدد على نفسه أولاً ، ثم بالأقرب فالأقرب ثانياً ، لم يكن لأحد فيه طعن ألبتة وكان قوله أنفع وكلامه أنجع ، وروي « أنه لما نزلت هذه الآية صعد الصفا فنادى الأقرب فالأقرب وقال : يا بني عبد المطلب ، يا بني هاشم ، يا بني عبد مناف ، يا عباس عم محمد ، يا صفية عمة محمد؛ إني لا أملك لكم من الله شيئاً ، سلوني من المال ما شئتم » وروي « أنه جمع بني عبد المطلب وهم يومئذ أربعون رجلاً على رجل شاة وقعب من لبن ، وكان الرجل منهم يأكل الجذعة ويشرب العس ، فأكلوا وشربوا ، ثم قال يا بني عبد المطلب لو أخبرتكم أن بسفح هذا الجبل خيلاً ، أكنتم مصدقي؟ قالوا نعم فقال : إني نذير لكم بين يدي عذاب شديد » الثاني : قوله : { واخفض جَنَاحَكَ } واعلم أن الطائر إذا أراد أن ينحط للوقوع كسر جناحه وخفضه ، وإذا أراد أن ينهض للطيران رفع جناحه فجعل خفض جناحه عند الانحطاط مثلاً في التواضع ولين الجانب ، فإن قيل المتبعون للرسول هم المؤمنون وبالعكس فلم قال : { لِمَنِ اتبعك مِنَ المؤمنين } ؟ جوابه : لا نسلم أن المتبعين للرسول هم المؤمنون فإن كثيراً منهم كانوا يتبعونه للقرابة والنسب لا للدين .\r\n فأما قوله : { فَإِنْ عَصَوْكَ فَقُلْ إِنّى بَرِىء مّمَّا تَعْمَلُونَ } فمعناه ظاهر ، قال الجبائي هذا يدل على أنه عليه السلام كان بريئاً من معاصيهم ، وذلك يوجب أن الله تعالى أيضاً بريء من عملهم كالرسول وإلا كان مخالفاً لله ، كما لو رضي عمن سخط الله عليه لكان كذلك ، وإذا كان تعالى بريئاً من عملهم فكيف يكون فاعلاً له ومريداً له؟ الجواب : أنه تعالى بريء من المعاصي بمعنى أنه ما أمر بها بل نهى عنها ، فأما بمعنى أنه لا يريدها فلا نسلم والدليل عليه أنه علم وقوعها ، وعلم أن ما هو معلوم الوقوع فهو واجب الوقوع وإلا لانقلب علمه جهلاً وهو محال والمفضي إلى المحال محال ، وعلم أن ما هو واجب الوقوع فإنه لا يراد عدم وقوعه فثبت ما قلناه والثالث : قوله : { وَتَوَكَّلْ } والتوكل عبارة عن تفويض الرجل أمره إلى من يملك أمره ويقدر على نفعه وضره ، وقوله : { عَلَى العزيز الرحيم } أي على الذي يقهر أعداءك بعزته وينصرك عليهم برحمته ثم أتبع كونه رحيماً على رسوله ما هو كالسبب لتلك الرحمة ، وهو قيامه وتقلبه في الساجدين وفيه وجوه : أحدها : المراد ما كان يفعله في جوف الليل من قيامه للتهجد وتقلبه في تصفح أحوال ( المجتهدين ) ليطلع على أسرارهم ، كما يحكى أنه حين نسخ فرض قيام الليل طاف تلك الليلة ببيوت أصحابه لينظر ما يصنعون لحرصه على ما يوجد منهم من الطاعات ، فوجدها كبيوت الزنابير لما يسمع منها من دندنتهم بذكر الله تعالى والمراد بالساجدين المصلين وثانيها : المعنى يراك حين تقوم للصلاة بالناس جماعة وتقلبه في الساجدين تصرفه فيما بينهم بقيامه وركوعه وسجوده وقعوده إذ كان إماماً لهم وثالثها : أنه لا يخفى عليه حالك كلما قمت وتقلبت مع الساجدين في كفاية أمور الدين ورابعها : المراد تقلب بصره فيمن ( يصلي ) خلفه من قوله صلى الله عليه وسلم : « أتموا الركوع والسجود فوالله إني لأراكم من خلفي » ثم قال : { إِنَّهُ هُوَ السميع } أي لما تقوله { العليم } أي بما تنويه وتعمله ، وهذا يدل عى أن كونه سميعاً أمر مغاير لعلمه بالمسموعات وإلا لكان لفظ العليم مفيداً فائدته .\r\n واعلم أنه قرىء { ونقلبك } .\r\n واعلم أن الرافضة ذهبوا إلى أن آباء النبي صلى الله عليه وسلم كانوا مؤمنين وتمسكوا في ذلك بهذه الآية وبالخبر ، أما هذه الآية فقالوا قوله تعالى : { وَتَقَلُّبَكَ فِى الساجدين } يحتمل الوجوه التي ذكرتم ويحتمل أن يكون المراد أن الله تعالى نقل روحه من ساجد إلى ساجد كما نقوله نحن ، وإذا احتمل كل هذه الوجوه وجب حمل الآية على الكل ضرورة أنه لا منافاة ولا رجحان ، وأما الخبر فقوله عليه السلام : « لم أزل أنقل من أصلاب الطاهرين إلى أرحام الطاهرات » وكل من كان كافراً فهو نجس لقوله تعالى : { إِنَّمَا المشركون نَجَسٌ } [ التوبة : 28 ] قالوا : فإن تمسكتم على فساد هذا المذهب بقوله تعالى : { وَإِذْ قَالَ إبراهيم لأَبِيهِ ءازَرَ } [ الأنعام : 74 ] قلنا الجواب عنه أن لفظ الأب قد يطلق على العم كما قال أبناء يعقوب له : { نَعْبُدُ إلهك وإله آبَائِكَ إبراهيم وإسماعيل وإسحاق } [ البقرة : 133 ] فسموا إسماعيل أباً له مع أنه كان عماً له ، وقال عليه السلام : « ردوا على أبي » يعني العباس ، ويحتمل أيضاً أن يكون متخذاً لأصنام أب أمه فإن هذا قد يقال له الأب قال تعالى : { وَمِن ذُرّيَّتِهِ دَاوُودُ وسليمان } [ الأنعام : 84 ] إلى قوله : { وَعِيسَى } [ الأنعام : 85 ] فجعل عيسى من ذرية إبراهيم مع أن إبراهيم كان جده من قبل الأم .\r\n واعلم أنا نتمسك بقوله تعالى : { لأَبِيهِ ءازَرَ } وما ذكروه صرف للفظ عن ظاهره ، وأما حمل قوله : { وَتَقَلُّبَكَ فِى الساجدين } على جميع الوجوه فغير جائز لما بينا أن حمل المشترك على كل معانيه غير جائز ، وأما الحديث فهو خبر واحد فلا يعارض القرآن .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأنذر عشيرتك الأقربين (214) واخفض جناحك لمن اتبعك من المؤمنين (215) فإن عصوك فقل إني بريء مما تعملون (216) وتوكل على العزيز الرحيم (217) الذي يراك حين تقوم (218) وتقلبك في الساجدين (219) إنه هو السميع العليم (220) ",
        "babnum": 28
    },
    {
        "id": 1679,
        "cate": "26",
        "title": "هَلْ أُنَبِّئُكُمْ عَلَى مَنْ تَنَزَّلُ الشَّيَاطِينُ (221) تَنَزَّلُ عَلَى كُلِّ أَفَّاكٍ أَثِيمٍ (222) يُلْقُونَ السَّمْعَ وَأَكْثَرُهُمْ كَاذِبُونَ (223) ",
        "details": " اعلم أن الله تعالى أعاد الشبهة المتقدمة وأجاب عنها من وجهين : الأول : قوله : { تَنَزَّلُ على كُلّ أَفَّاكٍ أَثِيمٍ } وذلك هو الذي قررناه فيما تقدم أن الكفار يدعون إلى طاعة الشيطان ، ومحمداً عليه السلام كان يدعو إلى لعن الشيطان والبراءة عنه والثاني : قوله : { يُلْقُونَ السمع وَأَكْثَرُهُمْ كاذبون } والمراد أنهم كان يقيسون حال النبي صلى الله عليه وسلم على حال سائر الكهنة فكأنه قيل لهم إن كان الأمر على ما ذكرتم فكما أن الغالب على سائر الكهنة الكذب فيجب أن يكون حال الرسول صلى الله عليه وسلم كذلك أيضاً ، فلما لم يظهر في إخبار الرسول صلى الله عليه وسلم عن المغيبات إلا الصدق علمنا أن حاله بخلاف حال الكهنة ، ثم إن المفسرين ذكروا في الآية وجوهاً : أحدها : أنهم الشياطين روي أنهم كانوا قبل أن حجبوا بالرجم يسمعون إلى الملأ الأعلى فيختطفون بعض ما يتكلمون به مما اطلعوا عليه من الغيوب ، ثم يوحون به إلى أوليائهم { وَأَكْثَرُهُمْ كاذبون } فيما ( يوحى ) به إليهم ، لأنهم يسمعونهم ما لم يسمعوا وثانيها : يلقون إلى أوليائهم السمع أي المسموع من الملائكة وثالثها : الأفاكون يلقون السمع إلى الشياطين فيلقون وحيهم إليهم ورابعها : يلقون المسموع من الشياطين إلى الناس ، وأكثر الأفاكين كاذبون يفترون على الشياطين ما لم يوحوا إليهم ، فإن قلت { يُلْقُون } ما محله؟ قلت يجوز أن يكون في محل النصب على الحال أي تنزل ملقين السمع ، وفي محل الجر صفة لكل أفاك لأنه في معنى الجمع ، وأن لا يكون له محل بأن يستأنف كأن قائلاً قال : لم ننزل على الأفاكين؟ فقيل يفعلون كيت وكيت ، فإن قلت كيف قال : { وَأَكْثَرُهُمْ كاذبون } بعدما قضى عليهم أن كل واحد منهم أفاك؟ قلت : الأفاكون هم الذين يكثرون الكذب ، لا أنهم الذين لا ينطقون إلا بالكذب ، فأراد أن هؤلاء الأفاكين قل من يصدق منهم فيما يحكى عن الجن وأكثرهم يفتري عليهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هل أنبئكم على من تنزل الشياطين (221) تنزل على كل أفاك أثيم (222) يلقون السمع وأكثرهم كاذبون (223) ",
        "babnum": 29
    },
    {
        "id": 1680,
        "cate": "26",
        "title": "وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ (224) أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ (225) وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ (226) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا وَانْتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ (227) ",
        "details": " اعلم أن الكفار لما قالوا : لم لا يجوز أن يقال إن الشياطين تنزل بالقرآن على محمد كما أنهم ينزلون بالكهانة على الكهنة وبالشعر على الشعراء؟ ثم إنه سبحانه فرق بين محمد صلى الله عليه وسلم وبين الكهنة ، فذكر ههنا ما يدل على الفرق بينه عليه السلام وبين الشعراء ، وذلك هو أن الشعراء يتبعهم الغاوون ، أي الضالون ، ثم بين تلك الغواية بأمرين : الأول : { أَنَّهُمْ فِى كُلّ وَادٍ يَهِيمُونَ } والمراد منه الطرق المختلفة كقولك أنا في واد وأنت في واد ، وذلك لأنهم قد يمدحون الشيء بعد أن ذموه وبالعكس ، وقد يعظمونه بعد أن استحقروه وبالعكس ، وذلك يدل على أنهم لا يطلبون بشعرهم الحق ولا الصدق بخلاف أمر محمد صلى الله عليه وسلم ، فإنه من أول أمره إلى آخره بقي على طريق واحد وهو الدعوة إلى الله تعالى والترغيب في الآخرة والإعراض عن الدنيا الثاني : { أَنَّهُمْ يَقُولُونَ مَا لاَ يَفْعَلُونَ } وذلك أيضاً من علامات الغواة ، فإنهم يرغبون في الجود ويرغبون عنه ، وينفرون عن البخل ويصرون عليه ، ويقدحون في الناس بأدنى شيء صدر عن واحد من أسلافهم ، ثم إنهم لا يرتكبون إلا الفواحش ، وذلك يدل على الغواية والضلالة .\r\n وأما محمد صلى الله عليه وسلم فإنه بدأ بنفسه حيث قال الله تعالى له : { فَلاَ تَدْعُ مَعَ الله إلها ءاخَرَ فَتَكُونَ مِنَ المعذبين } [ الشعراء : 213 ] ثم بالأقرب فالأقرب حيث قال الله تعالى له : { وَأَنذِرْ عَشِيرَتَكَ الأقربين } [ الشعراء : 214 ] وكل ذلك على خلاف طريقة الشعراء ، فقد ظهر بهذا الذي بيناه أن حال محمد صلى الله عليه وسلم ما كان يشبه حال الشعراء ، ثم إن الله تعالى لما وصف الشعراء بهذه الأوصاف الذميمة بياناً لهذا الفرق استثنى عنهم الموصوفين بأمور أربعة : أحدها : الإيمان وهو قوله : { إِلاَّ الذين ءامَنُواْ } ، وثانيها : العمل الصالح وهو قوله : { وَعَمِلُواْ الصالحات } ، وثالثها : أن يكون شعرهم في التوحيد والنبوة ودعوة الخلق إلى الحق ، وهو قوله : { وَذَكَرُواْ الله كَثِيراً } ، ورابعها : أن لا يذكروا هجو أحد إلا على سبيل الانتصار ممن يهجوهم ، وهو قوله : { وانتصروا مِن بَعْدِ مَا ظُلِمُواْ } قال الله تعالى : { لاَّ يُحِبُّ الله الجهر بالسوء مِنَ القول إِلاَّ مَن ظُلِمَ } [ النساء : 148 ] ثم إن الشرط فيه ترك الاعتداء لقوله تعالى : { فَمَنِ اعتدى عَلَيْكُمْ فاعتدوا عَلَيْهِ بِمِثْلِ مَا اعتدى عَلَيْكُمْ } [ البقرة : 194 ] وقيل المراد بهذا الاستثناء عبدالله بن رواحة وحسان بن ثابت وكعب بن مالك وكعب بن زهير لأنهم كانوا يهجون قريشاً ، وعن كعب بن مالك : « أن رسول الله صلى الله عليه وسلم قال له : أهجهم ، فوالذي نفسي بيده لهو أشد عليهم من رشق النبل » وكان يقول لحسان بن ثابت « قل وروح القدس معك » فأما قوله تعالى : { وَسَيَعْلَمْ الذين ظَلَمُواْ أَىَّ مُنقَلَبٍ يَنقَلِبُونَ } فالذي عندي فيه والله أعلم أنه تعالى لما ذكر في هذه السورة ما يزيل الحزن عن قلب رسوله صلى الله عليه وسلم من الدلائل العقلية ، ومن أخبار الأنبياء المتقدمين ، ثم ذكر الدلائل على نبوته عليه السلام ، ثم ذكر سؤال المشركين في تسميتهم محمداً صلى الله عليه وسلم تارة بالكاهن ، وتارة بالشاعر ، ثم إنه تعالى بين الفرق بينه وبين الكاهن أولاً ثم بين الفرق بينه وبين الشاعر ثانياً ختم السورة بهذا التهديد العظيم ، يعني إن الذين ظلموا أنفسهم وأعرضوا عن تدبر هذه الآيات ، والتأمل في هذه البينات فإنهم سيعلمون بعد ذلك أي منقلب ينقلبون وقال الجمهور : المراد منه الزجر عن الطريقة التي وصف الله بها هؤلاء الشعراء ، والأول أقرب إلى نظم السورة من أولها إلى آخرها ، والله أعلم .\r\n والحمد لله رب العالمين وصلواته على سيدنا محمد النبي الأمي وآله وصحبه أجمعين وعلى أزواجه أمهات المؤمنين وعلى التابعين لهم بإحسان إلى يوم الدين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والشعراء يتبعهم الغاوون (224) ألم تر أنهم في كل واد يهيمون (225) وأنهم يقولون ما لا يفعلون (226) إلا الذين آمنوا وعملوا الصالحات وذكروا الله كثيرا وانتصروا من بعد ما ظلموا وسيعلم الذين ظلموا أي منقلب ينقلبون (227) ",
        "babnum": 30
    }
]