[
    {
        "id": 2208,
        "cate": "45",
        "title": "حم (1) تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ (2) إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِلْمُؤْمِنِينَ (3) وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُونَ (4) وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِقَوْمٍ يَعْقِلُونَ (5) تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ (6) ",
        "details": " فيه مسائل : المسألة الأولى : اعلم أن قوله { حم ، تنزيل الكتاب } وجوهاً الأول : أن يكون { حم } مبتدأ و { تَنزِيلُ الكتاب } خبره وعلى هذا التقدير فلا بد من حذف مضاف ، والتقدير تنزيل حم ، تنزيل الكتاب ، و { مِنَ الله } صلة للتنزيل الثاني : أن يكون قوله { حم } في تقدير : هذه حم ثم نقول { تَنزِيلُ الكتاب } واقع من الله العزيز الحكيم الثالث : أن يكون { حم } قسماً و { تنْزِيل الكتاب } نعتاً له ، وجواب القسم { إِنَّ فِي السموات } والتقدير : وحم الذي هو تنزيل الكتاب أن الأمر كذا وكذا .\r\n المسألة الثانية : قوله { العزيز الحكيم } يجوز جعلهما صفة للكتاب ، ويجوز جعلهما صفة لله تعالى ، إلا أن هذا الثاني أولى ، ويدل عليه وجوه الأول : أنا إذا جعلناهما صفة لله تعالى كان ذلك حقيقة ، وإذا جعلناهما صفة للكتاب كان ذلك مجازاً والحقيقة أولى من المجاز الثاني : أن زيادة القرب توجب الرجحان الثالث : أنا إذا جعلنا العزيز الحكيم صفة لله كان ذلك إشارة إلى الدليل الدال على أن القرآن حق ، لأن كونه عزيزاً يدل على كونه قادراً على كل الممكنات وكونه حكيماً يدل على كونه عالماً بجميع المعلومات غنياً عن كل الحاجات ، ويحصل لنا من مجموع كونه تعالى : عزيزاً حكيماً كونه قادراً على جميع الممكنات ، عالماً بجميع المعلومات ، غنياً عن كل الحاجات ، وكل ما كان كذلك امتنع منه صدور العبث والباطل ، وإذا كان كذلك كان ظهور المعجز دليلاً على الصدق ، فثبت أنا إذا جعلنا كونه عزيزاً حكيماً صفتين لله تعالى يحصل منه هذه الفائدة ، وأما إذا جعلناهما صفتين للكتاب لم يحصل منه هذه الفائدة ، فكان الأول أولى ، والله أعلم .\r\n ثم قال تعالى : { إِنَّ فِي السموات والأرض لآيات لّلْمُؤْمِنِينَ } وفيه مباحث : البحث الأول : أن قوله { إِنَّ فِى * السموات والأرض لآَيَاتٍ } يجوز إجراؤه على ظاهره ، لأنه حصل في ذوات السموات والأرض أحوال دالة على وجود الله تعالى مثل مقاديرها وكيفياتها وحركاتها ، وأيضاً الشمس والقمر والنجوم والجبال والبحار موجودة في السموات والأرض وهي آيات ، ويجوز أن يكون المعنى : إن في خلق السموات والأرض كما صرّح به في سورة البقرة في قوله { إِنَّ فِي خَلْقِ السموات والأرض } [ البقرة : 164 ] وهو يدل على وجود القادر المختار في تفسير قوله { الحمد للَّهِ الذي خَلَقَ السموات والأرض } [ الأنعام : 1 ] .\r\n البحث الثاني : قد ذكرنا الوجوه الكثيرة في دلالة السموات والأرض على وجود الإله القادر المختار في تفسير قوله { الحمد للَّهِ الذى خَلَقَ السموات والأرض } ولا بأس بإعادة بعضها فنقول إنها تدل على وجود الإله من وجوه : الأول : أنها أجسام لا تخلو عن الحوادث ، وما لا يخلو عن الحوادث فهو حادث فهذه الأجسام حادثة وكل حادث فله محدث الثاني : أنها مركبة من الأجزاء وتلك الأجزاء متماثلة ، لما بينا أن الأجسام متماثلة ، وتلك الأجزاء وقع بعضها في العمق دون السطح وبعضها في السطح دون العمق فيكون وقوع كل جزء في الموضع الذي وقع فيه من الجائزات وكل جائز فلا بد له من مرجح ومخصص الثالث : أن الأفلاك والعناصر مع تماثلها في تمام الماهية الجسمية اختص كل واحد منها بصفة معينة كالحرارة والبرودة واللطافة والكثافة الفلكية والعنصرية ، فيكون ذلك أمراً جائزاً ولا بد لها من مرجح الرابع : أن أجرام الكواكب مختلفة في الألوان مثل كمودة زحل ، وبياض المشتري ، وحمرة المريخ ، والضوء الباهر للشمس ، ودرية الزهرة ، وصفرة عطارد ، ومحو القمر ، وأيضاً فبعضها سعيدة ، وبعضها نحسة ، وبعضها نهاري ذكر ، وبعضها ليلي أنثى ، وقد بينا أن الأجسام في ذواتها متماثلة ، فوجب أن يكون اختلاف الصفات لأجل أن الإله القادر المختار خصص كل واحد منها بصفته المعينة الخامس : أن كل فلك فإنه مختص بالحركة إلى جهة معينة ومختص بمقدار واحد من السرعة والبطء ، وكل ذلك أيضاً من الجائزات ، فلا بد من الفاعل المختار السادس : أن كل فلك مختص بشيء معين وكل ذلك أيضاً من الجائزات ، فلا بد من الفاعل المختار ، وتمام الوجوه مذكور في تفسير تلك الآيات .\r\n البحث الثالث : قوله { لآيات لّلْمُؤْمِنِينَ } يقتضي كون هذه الآيات مختصة بالمؤمنين ، وقالت المعتزلة إنها آيات للمؤمن والكافر ، إلا أنه لما انتفع بها المؤمن دون الكافر أضيف كونها آيات إلى المؤمنين ، ونظيره قوله تعالى : { هُدىً لّلْمُتَّقِينَ } [ البقرة : 2 ] فإنه هدىً لكل الناس كما قال تعالى : { هُدىً لّلنَّاسِ } [ البقرة : 185 ] إلا أنه لما انتفع بها المؤمن خاصة لا جرم قيل { هُدىً لّلْمُتَّقِينَ } فكذا ههنا ، وقال الأصحاب الدليل والآية هو الذي يترتب على معرفته حصول العلم ، وذلك العلم إنما يحصل بخلق الله تعالى لا بإيجاب ذلك الدليل ، والله تعالى إنما خلق ذلك العلم للمؤمن لا للكافر فكان ذلك آية دليلاً في حق المؤمن لا في حق الكافر والله أعلم .\r\n ثم قال تعالى : { وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِن دَآبَّةٍ ءايات لّقَوْمٍ يُوقِنُونَ } وفيه مباحث : البحث الأول : قال صاحب «الكشاف» : قوله { وَمَا يَبُثُّ } عطف على الخلق المضاف لا على الضمير المضاف إليه ، لأن المضاف ضمير متصل مجرور والعطف عليه مستقبح ، فلا يقال مررت بك وزيد ، ولهذا طعنوا في قراءة حمزة { تَسَاءلُونَ بِهِ والأرحام } [ النساء : 1 ] بالجر في قوله { والأرحام } وكذلك إن الذين استقبحوا هذا العطف ، فلا يقولون مررت بك أنت وزيد .\r\n البحث الثاني : قرأ حمزة والكسائي { ءايات } بكسر التاء وكذلك الذي بعده { وَتَصْرِيفِ الرياح ءايات } والباقون بالرفع فيهما ، أما الرفع فمن وجهين ذكرهما المبرد والزجاج وأبو علي : أحدهما : العطف على موضع إن وما عملت فيه ، لأن موضعهما رفع بالابتداء فيحمل الرفع فيه على الموضع ، كما تقول إن زيداً منطلق وعمر ، و { أَنَّ الله بَرِىء مّنَ المشركين وَرَسُولُهُ } [ التوبة : 3 ] لأن معنى قوله { أَنَّ الله بَرِىء } أن يقول الله برىء من المشركين ورسوله ، والوجه الثاني : أن يكون قوله { وَفِي خَلْقِكُمْ } مستأنفاً ، ويكون الكلام جملة معطوفة على جملة أخرى كما تقول إن زيداً منطلق وعمرو كاتب ، جعلت قولك وعمرو كاتب كلاماً آخر ، كما تقول زيد في الدار وأخرج غداً إلى بلد كذا ، فإنما حدثت بحديثين ووصلت أحدهما بالآخر بالواو ، وهذا الوجه هو اختيار أبي الحسن والفراء ، وأما وجه القراءة بالنصب فهو بالعطف على قوله { إِنَّ فِي السموات } على معنى وإن في خلقكم لآيات ويقولون هذه القراءة إنها في قراءة أُبي وعبد الله { لآيَاتٍ } ودخول اللام يدل على أن الكلام محمول على إن .\r\n البحث الثالث : قوله { وَفِي خَلْقِكُمْ } معناه خلق الإنسان ، وقوله { وَمَا يَبُثُّ مِن دَابَّةٍ } إشارة إلى خلق سائر الحيوانات ، ووجه دلالتها على وجود الإله القادر المختار أن الأجسام متساوية فاختصاص كل واحد من الأعضاء بكونه المعين وصفته المعينة وشكله المعين ، لا بد وأن يكون بتخصيص القادر المختار ، ويدخل في هذا الباب انتقاله من سن إلى سن آخر ومن حال إلى حال آخر ، والاستقصاء في هذا الباب قد تقدم .\r\n ثم قال تعالى : { واختلاف اليل والنهار } وهذا الاختلاف يقع على وجوه : أحدها : تبدل النهار بالليل وبالضد منه وثانيها : أنه تارة يزداد طول النهار على طول الليل وتارة بالعكس وبمقدار ما يزداد في النهار الصيفي يزداد في الليل الشتوي وثالثها : اختلاف مطالع الشمس في أيام السنة .\r\n ثم قال تعالى : { وَمَا أَنَزَلَ الله مِنَ السماء مِّن رِزْقٍ فَأَحْيَا بِهِ الأرض بَعْدَ مَوْتِهَا } وهو يدل على القول بالفاعل المختار من وجوه أحدها : إنشاء السحاب وإنزال المطر منه وثانيها : تولد النبات من تلك الحبة الواقعة في الأرض وثالثها : تولد الأنواع المختلفة وهي ساق الشجرة وأغصانها وأوراقها وثمارها ثم تلك الثمرة منها ما يكون القشر محيطاً باللب كالجوز واللوز ، ومنها ما يكون اللب محيطاً بالقشر كالمشمش والخوخ ، ومنها ما يكون خالياً من القشر كالتين ، فتولد أقسام النبات على كثرة أصنافها وتباين أقسامها يدل على صحة القول بالفاعل المختار الحكيم الرحيم .\r\n ثم قال : { وَتَصْرِيفِ الرياح } وهي تنقسم إلى إقسام كثيرة بحسب تقسيمات مختلفة فمنها المشرقية والمغربية والشمالية والجنوبية ، ومنها الحارة والباردة ومنها الرياح النافعة والرياح الضارة ، ولما ذكر الله تعالى هذه الأنواع الكثيرة من الدلائل قال إنها آيات لقوم يعقلون .\r\n واعلم أن الله تعالى جمع هذه الدلائل في سورة البقرة فقال : { إن في خلق السموات والأَرض واختلاف الليل والنهار والفلك التي تجري في البحر بما ينفع الناس وما أنزل الله من السماء من ماء فأحيا به الأرض بعد موتها وبث فيها من كل دآبة وتصريف الرياح والسحاب المسخر بين السماء والأرض لآيات لقوم يعقلون } [ البقرة : 164 ] فذكر الله تعالى هذه الأقسام الثمانية من الدلائل والتفاوت بين الموضعين من وجوه الأول : أنه تعالى قال في سورة البقرة : { إِنَّ فِي خَلْقِ السموات والأرض } وقال ههنا : { إِنَّ فِي السموات } والصحيح عند أصحابنا أن الخلق عين المخلوق ، وقد ذكر لفظ الخلق في سورة البقرة ولم يذكره في هذه السورة تنبيهاً على أنه لا يتفاوت بين أن يقال السموات وبين أن يقال خلق السموات فيكون هذا دليلاً على أن الخلق عين المخلوق الثاني : أنه ذكر هناك ثمانية أنواع من الدلائل وذكر ههنا ستة أنواع وأهمل منها الفلك والسحاب ، والسبب أن مدار حركة الفلك والسحاب على الرياح المختلفة فذكر الرياح الذي هو كالسبب يغني عن ذكرهما والتفاوت الثالث : أنه جمع الكل وذكر لها مقطعاً واحداً وههنا رتبها على ثلاثة مقاطع والغرض التنبيه على أنه لا بد من إفراد كل واحد منها بنظر تام شاف الرابع : أنه تعالى ذكر في هذا الموضوع ثلاثة مقاطع أولها : يؤمنون وثانيها : يوقنون وثالثها : يعقلون ، وأظن أن سبب هذا الترتيب أنه قيل إن كنتم من المؤمنين فافهموا هذه الدلائل ، وإن كنتم لستم من المؤمنين بل أنتم من طلاب الحق واليقين فافهموا هذه الدلائل ، وإن كنتم لستم من المؤمنين ولا من الموقنين فلا أقل من أن تكونوا من زمرة العاقلين فاجتهدوا في معرفة هذه الدلائل ، واعلم أن كثيراً من الفقهاء يقولون إنه ليس في القرآن العلوم التي يبحث عنها المتكلمون ، بل ليس فيه إلا ما يتعلق بالأحكام والفقه ، وذلك غفلة عظيمة لأنه ليس في القرآن سورة طويلة منفردة بذكر الأحكام وفيه سور كثيرة خصوصاً المكيات ليس فيها إلا ذكر دلائل التوحيد والنبوّة والبعث والقيامة وكل ذلك من علوم الأصوليين ، ومن تأمل علم أنه ليس في يد علماء الأصول إلا تفصيل ما اشتمل القرآن عليه على سبيل الإجمال .\r\n ثم قال تعالى : { تِلْكَ آيات الله نَتْلُوهَا عَلَيْكَ بالحق } والمراد من قوله { بالحق } هو أن صحتها معلومة بالدلائل العقلية وذلك لأن العلم بأنها حقة صحيحة إما أن يكون مستفاداً من النقل أو العقل والأول باطل لأن صحة الدلائل النقلية موقوفة على سبق العلم بإثبات الإله العالم القادر الحكيم وبإثبات النبوّة وكيفية دلالة المعجزات على صحتها ، فلو أثبتنا هذه الأصول بالدلائل النقلية لزم الدور وهو باطل ، ولما بطل هذا ثبت أن العلم بحقيقة هذه الدلائل لا يمكن تحصيله إلا بمحض العقل ، وإذا كان كذلك كان قوله { تِلْكَ ءايات الله نَتْلُوهَا عَلَيْكَ بالحق } ومن أعظم الدلائل على الترغيب في علم الأصول وتقرير المباحث العقلية .\r\n ثم قال تعالى : { فبأي حديث بعد الله وآياته يؤمنون } يعني أن من ينتفع بهذه الآيات فلا شيء بعده يجوز أن ينتفع به ، وأبطل بهذا قول من يزعم أن التقليد كاف وبين أنه يجب على المكلف التأمل في دلائل دين الله ، وقوله { يُؤْمِنُونَ } قرىء بالياء والتاء ، واختار أبو عبيدة الياء لأن قبله غيبة وهو قوله { لِقَوْمٍ يُوقِنُونَ } و { لّقَوْمٍ يَعْقِلُونَ } فإن قيل إن في أول الكلام خطاباً وهو قوله { وَفِى خَلْقِكُمْ } قلنا الغيبة التي ذكرنا أقرب إلى الحرف المختلف فيه والأقرب أولى ، ووجه قول من قرأ على الخطاب أن قل فيه مقدر أي قل لهم فبأي حديث بعد ذلك تؤمنون .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "حم (1) تنزيل الكتاب من الله العزيز الحكيم (2) إن في السماوات والأرض لآيات للمؤمنين (3) وفي خلقكم وما يبث من دابة آيات لقوم يوقنون (4) واختلاف الليل والنهار وما أنزل الله من السماء من رزق فأحيا به الأرض بعد موتها وتصريف الرياح آيات لقوم يعقلون (5) تلك آيات الله نتلوها عليك بالحق فبأي حديث بعد الله وآياته يؤمنون (6) ",
        "babnum": 1
    },
    {
        "id": 2209,
        "cate": "45",
        "title": "وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ (7) يَسْمَعُ آيَاتِ اللَّهِ تُتْلَى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ (8) وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ (9) مِنْ وَرَائِهِمْ جَهَنَّمُ وَلَا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ وَلَهُمْ عَذَابٌ عَظِيمٌ (10) هَذَا هُدًى وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ (11) ",
        "details": " اعلم أنه تعالى لما بيّن الآيات للكفار وبين أنهم بأي حديث يؤمنون إذا لم يؤمنوا بها مع ظهورها ، أتبعه بوعيد عظيم لهم فقال : { وَيْلٌ لّكُلّ أَفَّاكٍ أَثِيمٍ } الأفاك الكذب والأثيم المبالغ في اقتراف الآثام ، واعلم ن هذا الأثيم له مقامان : المقام الأول : أن يبقى مصراً على الإنكار والاستكبار ، فقال تعالى : { يَسْمَعُ ءايات الله تتلى عَلَيْهِ ثُمَّ يُصِرُّ } أي يقيم على كفره إقامة بقوة وشدة { مستكبراً } عن الإيمان بالآيات معجباً بما عنده ، قيل نزلت في النضر بن الحرث وما كان يشتري من أحاديث الأعاجم ويشغل بها الناس عن استماع القرآن والآية عامة في كل من كان موصوفاً بالصفة المذكورة ، فإن قالوا ما معنى ثم في قوله { ثُمَّ يُصِرُّ مُسْتَكْبِراً } ؟ ، قلنا نظيره قوله تعالى : { الحمد للَّهِ الذى خَلَقَ السموات والأرض } إلى قوله { ثْمَّ الذين كَفَرُواْ بِرَبّهِمْ يَعْدِلُونَ } [ الأنعام : 1 ] ومعناه أنه تعالى لما كان خالقاً للسموات والأرض كان من المستبعد جعل هذه الأصنام مساوية له في العبودية كذا ههنا سماع آيات الله على قوتها وظهورها من المستبعد أن يقابل بالإنكار والإعراض .\r\n ثم قال تعالى : { كَأَن لَّمْ يَسْمَعْهَا } الأصل كأنه لم يسمعها والضمير ضمير الشأن ومحل الجملة النصب على الحال أي يصير مثل غير السامع .\r\n المقام الثاني : أن ينتقل من مقام الإصرار والاستكبار إلى مقام الاستهزاء فقال : { وَإِذَا عَلِمَ مِنْ ءاياتنا شَيْئاً اتخذها هُزُواً } وكان من حق الكلام أن يقال اتخذه هزواً أي اتخذ ذلك الشيء هزواً إلا أنه تعالى قال : { اتخذها } للإشعار بأن هذا الرجل إذا أحس بشيء من الكلام أنه من جملة الآيات التي أنزلها الله تعالى على محمد صلى الله عليه وسلم خاض في الاستهزاء بجميع الآيات ولم يقتصر على الاستهزاء بذلك الواحد .\r\n ثم قال تعالى : { أُوْلَئِكَ لَهُمْ عَذَابٌ مُّهِينٌ } أولئك إشارة إلى كل أفاك أثيم لشموله جميع الأفاكين ، ثم وصف كيفية ذلك العذاب المهين فقال : { مّن وَرَائِهِمْ جَهَنَّمُ } أي من قدامهم جهنم ، قال صاحب «الكشاف» : الوراء اسم للجهة التي توارى بها الشخص من خلف أو قدام ، ثم بيّن أن ما ملكوه في الدنيا لا ينفعهم فقال : { وَلاَ يُغْنِى عَنْهُم مَّا كَسَبُواْ شَيْئاً } .\r\n ثم بيّن أن أصنامهم لا تنفعهم فقال : { وَلاَ مَا اتخذوا مِن دُونِ الله أَوْلِيَاء } .\r\n ثم قال : { وَلَهُمْ عَذَابٌ عظِيمٌ } فإن قالوا إنه قال قبل هذه الآية { لَهُمْ عَذَابٌ مُّهِينٌ } فما الفائدة في قوله بعده { وَلَهُمْ عَذَابٌ عظِيمٌ } قلنا كون العذاب مهيناً يدل على حصول الإهانة مع العذاب وكونه عظيماً يدل على كونه بالغاً إلى أقصى الغايات في كونه ضرراً .\r\n ثم قال : { هذا هُدًى } أي كامل في كونه هدىً { والذين كَفَرُواْ بئايات رَبّهِمْ لَهُمْ عَذَابٌ مّن رّجْزٍ أَلِيمٌ } والرجز أشد العذاب بدلالة قوله تعالى : { فَأَنزَلْنَا عَلَى الذين ظَلَمُواْ رِجْزًا مّنَ السماء } [ البقرة : 59 ] وقوله { لَئِن كَشَفْتَ عَنَّا الرجز } [ الأعراف : 134 ] وقرىء { أَلِيمٌ } بالجر والرفع ، أما الجر فتقديره لهم عذاب من عذاب أليم وإذا كان عذابهم من عذاب أليم كان عذابهم أليماً ، ومن رفع كان المعنى له عذاب أليم ويكون المراد من الرجز الرجس الذي هو النجاسة ومعنى النجاسة فيه قوله { ويسقى مِن مَّاء صَدِيدٍ } [ إبراهيم : 16 ] وكأن المعنى لهم عذاب من تجرع رجس أو شرب رجس فتكون من تبييناً للعذاب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويل لكل أفاك أثيم (7) يسمع آيات الله تتلى عليه ثم يصر مستكبرا كأن لم يسمعها فبشره بعذاب أليم (8) وإذا علم من آياتنا شيئا اتخذها هزوا أولئك لهم عذاب مهين (9) من ورائهم جهنم ولا يغني عنهم ما كسبوا شيئا ولا ما اتخذوا من دون الله أولياء ولهم عذاب عظيم (10) هذا هدى والذين كفروا بآيات ربهم لهم عذاب من رجز أليم (11) ",
        "babnum": 2
    },
    {
        "id": 2210,
        "cate": "45",
        "title": "اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (12) وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (13) قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ (14) مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ (15) ",
        "details": " اعلم أنه تعالى ذكر الاستدلال بكيفية جريان الفلك على وجه البحر وذلك لا يحصل إلا بسبب تسخير ثلاثة أشياء أحدها : الرياح التي تجري على وفق المراد ثانيها : خلق وجه الماء على الملاسة التي تجري عليها الفلك ثالثها : خلق الخشبة على وجه تبقى طافية على وجه الماء ولا تغوص فيه .\r\n وهذه الأحوال الثلاثة لا يقدر عليها واحد من البشر ، فلا بد من موجد قادر عليها وهو الله سبحانه وتعالى ، وقوله { وَلِتَبْتَغُواْ مِن فَضْلِهِ } معناه إما بسبب التجارة ، أو بالغوص على اللؤلؤ والمرجان ، أو لأجل استخراج اللحم الطري .\r\n ثم قال تعالى : { وَسَخَّرَ لَكُمْ مَّا فِى السموات وَمَا فِي الأرض جَمِيعاً مّنْهُ } والمعنى لولا أن الله تعالى أوقف أجرام السموات والأرض في مقارها وأحيازها لما حصل الانتفاع ، لأن بتقدير كون الأرض هابطة أو صاعدة لم يحصل الانتفاع بها ، وبتقدير كون الأرض من الذهب والفضة أو الحديد لم يحصل الانتفاع ، وكل ذلك قد بيناه ، فإن قيل ما معنى { مِنْهُ } في قوله { جَمِيعاً مّنْهُ } ؟ قلنا معناه أنها واقعة موقع الحال ، والمعنى أنه سخّر هذه الأشياء كائنة منه وحاصلة من عنده يعني أنه تعالى مكونها وموجودها بقدرته وحكمته ثم مسخرها لخلقه ، قال صاحب «الكشاف» قرأ سلمة بن محارب منه على أن يكون منه فاعل سخر على الإسناد المجازي أو على أنه خبر مبتدأ محذوف أي ذلك منه أو هو منه .\r\n واعلم أنه تعالى لم علم عباده دلائل التوحيد والقدرة والحكمة ، أتبع ذلك بتعليم الأخلاق الفاضلة والأفعال الحميدة بقوله { قُل لّلَّذِينَ ءامَنُواْ يَغْفِرُواْ لِلَّذِينَ لاَ يَرْجُونَ أَيَّامَ الله } والمراد بالذين لا يرجون أيام الله الكفار ، واختلفوا في سبب نزول الآية قال ابن عباس { قُل لّلَّذِينَ ءامَنُواْ } يعني عمر { يَغْفِرُواْ لِلَّذِينَ لاَ يَرْجُونَ أَيَّامَ الله } يعني عبد الله بن أُبي ، وذلك أنهم نزلوا في غزوة بني المصطلق على بئر يقال لها المريسيع ، فأرسل عبد الله غلامة ليستقي الماء فأبطأ عليه ، فلما أتاه قال له ما حبسك؟ قال غلام عمر قعد على طرف البئر فما ترك أحد يستقي حتى ملأ قرب النبي صلى الله عليه وسلم وقرب أبي بكر وملأ لمولاه ، فقال عبد الله ما مثلنا ومثل هؤلاء إلا كما قيل سمن كلبك يأكلك ، فبلغ قوله عمر فاشتمل بسيفه يريد التوجه إليه ، فأنزل الله هذه الآية ، وقال مقاتل شتم رجل من كفار قريش عمر بمكة فهم أن يبطش به فأمر الله بالعفو والتجاوز وأنزل هذه الآية .\r\n وروى ميمون بن مهران أن فنحاص اليهودي لما أنزل قوله { مَّن ذَا الذى يُقْرِضُ الله قَرْضًا حَسَنًا } [ البقرة : 245 ] قال احتاج رب محمد ، فسمع بذلك عمر فاشتمل على سيفه وخرج في طلبه ، فبعث النبي صلى الله عليه وسلم في طلبه حتى رده ، وقوله { لِلَّذِينَ لاَ يَرْجُونَ أَيَّامَ الله } قال ابن عباس لا يرجون ثواب الله ولا يخافون عقابه ولا يخشون مثل عقاب الأمم الخالية ، وذكرنا تفسير أيام الله عند قوله { وَذَكِّرْهُمْ بِأَيَّامِ الله } [ إبراهيم : 5 ] وأكثر المفسرين يقولون إنه منسوخ ، وإنما قالوا ذلك لأنه يدخل تحت الغفران أو لا يقتلوا ، فما أمر الله بهذه المقاتلة كان نسخاً ، والأقرب أن يقل إنه محمول على ترك المنازعة في المحقرات على التجاوز عما يصدر عنهم من الكلمات المؤذية والأفعال الموحشة .\r\n ثم قال تعالى : { لِيَجْزِىَ قَوْماً بِمَا كَانُواْ يَكْسِبُونَ } أي لكي يجازي بالمغفرة قوماً يعملون الخير ، قإن قيل : ما الفائدة في التنكير في قوله { ليجزي قَوْماً } مع أن المراد بهم هم المؤمنون المذكورون في قوله { قُل لّلَّذِينَ ءامَنُواْ } ؟ قلنا التنكير يدل على تعظيم شأنهم كأنه قيل : ليجزي قوماً وأي قوم من شأنهم الصفح عن السيئات والتجاوز عن المؤذيات وتحمل الوحشة وتجرع المكروه ، وقال آخرون معنى الآية قل للمؤمنين يتجاوزوا عن الكفار ، ليجزي الله الكفار بما كانوا يكسبون من الإثم ، كأنه قيل لهم لا تكافئوهم أنتم حتى نكافئهم نحن ، ثم ذكر الحكم العام فقال : { مَّنْ عَمِلَ صالحا فَلِنَفْسِهِ } وهو مثل ضربه الله للذين يغفرون { وَمَنْ أَسَاء فَعَلَيْهَا } مثل ضربه للكفار الذين كانوا يقدمون على إيذاء الرسول والمؤمنين وعلى ما لا يحل ، فبيّن تعالى أن العمل الصالح يعود بالنفع العظيم على فاعله ، والعمل الردىء يعود بالضرر على فاعله ، وأنه تعالى أمر بهذا ونهى عن ذلك لحظ العبد لا لنفع يرجع إليه ، وهذ ترغيب منه في العمل الصالح وزجر عن العمل الباطل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الله الذي سخر لكم البحر لتجري الفلك فيه بأمره ولتبتغوا من فضله ولعلكم تشكرون (12) وسخر لكم ما في السماوات وما في الأرض جميعا منه إن في ذلك لآيات لقوم يتفكرون (13) قل للذين آمنوا يغفروا للذين لا يرجون أيام الله ليجزي قوما بما كانوا يكسبون (14) من عمل صالحا فلنفسه ومن أساء فعليها ثم إلى ربكم ترجعون (15) ",
        "babnum": 3
    },
    {
        "id": 2211,
        "cate": "45",
        "title": "وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ (16) وَآتَيْنَاهُمْ بَيِّنَاتٍ مِنَ الْأَمْرِ فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (17) ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ (18) إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَاللَّهُ وَلِيُّ الْمُتَّقِينَ (19) هَذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُوقِنُونَ (20) أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ (21) ",
        "details": " اعلم أنه تعالى بيّن أنه أنعم بنعم كثيرة على بني إسرائيل ، مع أنه حصل بينهم الاختلاف على سبيل البغي والحسد : والمقصود أن يبين أن طريقة قومه كطريقة من تقدم .\r\n واعلم أن النعم على قسمين : نعم الدين ، ونعم الدنيا ، ونعم الدين أفضل من نعم الدنيا ، فلهذا بدأ الله تعالى بذكر نعم الدين ، فقال { وَلَقَدْ ءاتَيْنَا بَنِى إسراءيل الكتاب والحكم والنبوة } والأقرب أن كل واحد من هذه الثلاثة يجب أن يكون مغايراً لصاحبه ، أما الكتاب فهو التوراة ، وأما الحكم ففيه وجوه ، يجوز أن يكون المراد العلم والحكمة ، ويجوز أن يكون المراد العلم بفصل الحكومات ، ويجوز أن يكون المراد معرفة أحكام الله تعالى وهو علم الفقه ، وأما النبوة فمعلومة ، وأما نعم الدنيا فهي المراد من قوله تعالى : { وَرَزَقناهم مِّنَ الطيبات } وذلك لأنه تعالى وسع عليهم في الدنيا ، فأورثهم أموال قوم فرعون وديارهم ثم أنزل عليهم المن والسلوى ، ولما بيّن تعالى أنه أعطاهم من نعم الدين ونعم الدنيا نصيباً وافراً ، قال : { وفضلناهم عَلَى العالمين } يعني أنهم كانوا أكبر درجة وأرفع منقبة ممن سواهم في وقتهم ، فلهذا المعنى قال المفسرون المراد : وفضلناهم عن عالمي زمانهم .\r\n ثم قال تعالى : { وءاتيناهم بينات مّنَ الأمر } وفيه وجوه الأول : أنه آتاهم بينات من الأمر ، أي أدلة على أمور الدنيا الثاني : قال ابن عباس : يعني بيّن لهم من أمر النبي صلى الله عليه وسلم أنه يهاجر من تهامة إلى يثرب ، ويكون أنصاره أهل يثرب الثالث : المراد { وءاتيناهم بينات } أي معجزات قاهرة على صحة نبوتهم ، والمراد معجزات موسى عليه السلام .\r\n ثم قال تعالى : { فَمَا اختلفوا إِلاَّ مِن بَعْدِ مَا جَاءهُمُ العلم بَغْياً بَيْنَهُمْ } وهذا مفسر في سورة { حم * عسق } [ الشورى : 1 ، 2 ] والمقصود من ذكر هذا الكلام التعجب من هذه الحالة ، لأن حصول العلم يوجب ارتفاع الخلاف ، وههنا صار مجيء العلم سبباً لحصول الاختلاف ، وذلك لأنهم لم يكن مقصودهم من العلم نفس العلم ، وإنما المقصود منه طلب الرياسة والتقدم ، ثم ههنا احتمالات يريد أنهم علموا ثم عاندوا ، ويجوز أن يريد بالعلم الدلالة التي توصل إلى العلم ، والمعنى أنه تعالى وضع الدلائل والبينات التي لو تأملوا فيها لعرفوا الحق ، لكنهم على وجه الحسد والعناد اختلفوا وأظهروا النزاع .\r\n ثم قال تعالى : { إِنَّ رَبَّكَ يَقْضي بَيْنَهم يَوْمَ القيامة فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ } والمرد أنه لا ينبغي أن يغتر المبطل بنعم الدنيا ، فإنها وإن ساوت نعم المحق أو زادت عليها ، فإنه سيرى في الآخرة ما يسؤوه ، وذلك كالزجر لهم ، ولما بيّن تعالى أنهم أعرضوا عن الحق لأجل البغي والسحد ، أمر رسوله صلى الله عليه وسلم بأن يعدل عن تلك الطريقة ، وأن يتمسك بالحق ، وأن لا يكون له غرض سوى إظهار الحق وتقرير الصدق ، فقال تعالى : { ثُمَّ جعلناك على شَرِيعَةٍ مّنَ الأمر } أي على طريقة ومنهاج من أمر الدين ، فاتبع شريعتك الثابتة بالدلائل والبينات ، ولا تتبع ما لا حجة عليه من أهواء الجهال وأديانهم المبنية على الأهواء والجهل ، قال الكلبي : إن رؤساء قريش قالوا للنبي صلى الله عليه وسلم وهو بمكة : ارجع إلى ملة آبائك فهم كانوا أفضل منك وأسن ، فأنزل الله تعالى هذه الآية .\r\n ثم قال تعالى : { إِنَّهُمْ لَن يُغْنُواْ عَنكَ مِنَ الله شَيْئاً } أي لو ملت إلى أديانهم الباطلة فصرت مستحقاً للعذاب ، فهم لا يقدرون على دفع عذاب الله عنك ، ثم بيّن تعالى أن الظالمين يتولى بعضهم بعضاً في الدنيا وفي الآخرة ، ولا ولي لهم ينفعهم في إيصال الثواب وإزالة العقاب ، وأما المتقون المهتدون ، فالله وليهم وناصرهم وهم موالوه ، وما أبين الفرق بين الولايتين ، ولما بيّن الله تعالى هذه البيانات الباقية النافعة ، قال : { هذا بصائر لِلنَّاسِ وَهُدىً وَرَحْمَةً لّقَوْمٍ يُوقِنُونَ } وقد فسرناه في آخر سورة الأعراف ، والمعنى هذا القرآن بصائر للناس جعل ما فيه من البيانات الشافية ، والبينات الكافية بمنزلة البصائر في القلوب ، كما جعل في سائر الآيات روحاً وحياة ، وهو هدى من الضلالة ، ورحمة من العذاب لمن آمن وأيقن ، ولم بيّن الله تعالى الفرق بين الظالمين وبين المتقين من الوجه الذي تقدم ، بيّن الفرق بينهما من وجه آخر ، فقال : { أم حسب الذين اجترحوا السيئات ان نجعلهم كالذين آمنوا وعملوا الصالحات } وفيه مباحث : البحث الأول : { أَمْ } كلمة وضعت للاستفهام عن شيء حال كونه معطوفاً على شيء آخر ، سواء كان ذلك المعطوف مذكوراً أو مضمراً ، والتقدير ههنا : أفيعلم المشركون هذا ، أم يحسبون أنا نتولاهم كما نتولى المتقين؟ البحث الثاني : الاجتراح : الاكتساب ، ومنه الجوارح ، وفلان جارحة أهله ، أي كاسبهم ، قال تعالى : { وَيَعْلَمُ مَا جَرَحْتُم بالنهار } [ الأنعام : 60 ] .\r\n البحث الثالث : قال الكلبي : نزلت هذه الآية في علي وحمزة وأبي عبيدة بن الجراح رضي الله عنهم ، وفي ثلاثة من المشركين : عتبة وشيبة والوليد بن عتبة ، قالوا للمؤمنين : والله ما أنتم على شيء ، ولو كان ما تقولون حقاً لكان حالنا أفضل من حالكم في الآخرة ، كما أنا أفضل حالاً منكم في الدنيا ، فأنكر الله عليهم هذا الكلام ، وبيّن أنه لا يمكن أن يكون حال لمؤمن المطيع مساوياً لحال الكافر العاصي في درجات الثواب ، ومنازل السعادات .\r\n واعلم أن لفظ { حَسِبَ } يستدعي مفعولين أحدهما : الضمير المذكور في قوله { أَن نَّجْعَلَهُمْ } والثاني : الكاف في قوله { كالذين ءامَنُواْ } والمعنى أحسب هؤلاء المجترحين أن نجعلهم أمثال الذين آمنوا؟ ونظيره قوله تعالى : { أَفَمَن كَانَ مُؤْمِناً كَمَن كَانَ فَاسِقاً لاَّ يَسْتَوُونَ } [ السجدة : 18 ] وقوله { إِنَّا لَنَنصُرُ رُسُلَنَا والذين ءامَنُواْ فِى الحياة الدنيا وَيَوْمَ يَقُومُ الأشهاد * يَوْمَ لاَ يَنفَعُ الظالمين مَعْذِرَتُهُمْ وَلَهُمُ اللعنة وَلَهُمْ سُوء الدار } [ غافر : 51 ، 52 ] وقوله تعالى : { أَفَنَجْعَلُ المسلمين كالمجرمين * مَا لَكُمْ كَيْفَ تَحْكُمُونَ } [ القلم : 35 ، 36 ] وقوله { أَمْ نَجْعَلُ الذين ءامَنُواْ وَعَمِلُواْ الصالحات كالمفسدين فِى الأرض أَمْ نَجْعَلُ المتقين كالفجار } [ ص : 28 ] .\r\n ثم قال تعالى : { سَوَاء مَّحْيَاهُمْ ومماتهم } وفيه مسائل : المسألة الأولى : قرأ حمزة والكسائي وحفص عن عاصم { سواء } بالنصب ، والباقون بالرفع ، واختيار أبي عبيد النصب ، أما وجه القراءة بالرفع ، فهو أن قوله { مَّحْيَاهُمْ ومماتهم } مبتدأ والجملة في حكم المفرد في محل النصب على البدل من المفعول الثاني لقوله { أَمْ نَجْعَلُ } وهو الكاف في قوله { كالذين ءامَنُواْ } ونظيره قوله : ظننت زيداً أبوه منطلق ، وأما وجه القراءة بالنصب فقال صاحب «الكشاف» أجرى سواء مجرى مستوياً ، فارتفع محياهم ومماتهم على الفاعلية وكان مفرداً غير جملة ، ومن قرأ { ومماتهم } بالنصب جعل { مَّحْيَاهُمْ ومماتهم } ظرفين كمقدم الحاج ، وخفوق النجم ، أي سواء في محياهم وفي مماتهم ، قال أبو علي من نصب سواء جعل المحيا والممات بدلاً من الضمير المنصوب في نجعلهم فيصير التقدير أن نجعله محياهم ومماتهم سواء ، قال ويجوز أن نجعله حالاً ويكون المفعول الثاني هو الكاف في قوله { كالذين } .\r\n المسألة الثانية : اختلفوا في المراد بقوله { مَّحْيَاهُمْ ومماتهم } قال مجاهد عن ابن عباس يعني أحسبوا أن حياتهم ومماتهم كحياة المؤمنين وموتهم ، كلا فإنهم يعيشون كافرين ويموتون كافرين والمؤمنون يعيشون مؤمنين ويموتون مؤمنين ، وذلك لأن المؤمن ما دام يكون في الدينا فإنه يكون وليه هو الله وأنصاره المؤمنون وحجة الله معه ، والكافر بالضد منه ، كما ذكره في قوله { وَإِنَّ الظالمين بَعْضُهُمْ أَوْلِيَاء بَعْضٍ } وعند القرب إلى الموت ، فإن حال المؤمن ما ذكره في قوله تعالى : { الذين تتوفاهم الملائكة طَيّبِينَ يَقُولُونَ سلام عَلَيْكُمُ ادخلوا الجنة } [ النمل : 32 ] وحال الكافر ما ذكره في قوله : { الذين تتوفاهم الملائكة ظَالِمِى أَنفُسِهِمْ } [ النحل : 28 ] وأما في القيامة فقال تعالى : { وُجُوهٌ يَوْمَئِذٍ مُّسْفِرَةٌ * ضاحكة مُّسْتَبْشِرَةٌ * وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ * تَرْهَقُهَا قَتَرَةٌ } [ عبس : 38 41 ] فهذا هو الإشارة إلى بيان وقوع التفاوت بين الحالتين والوجه الثاني : في تأويل الآية أن يكون المعنى إنكار أن يستووا في الممات كما استووا في الحياة ، وذلك لأن المؤمن والكافر قد يستوي محياهم في الصحة والرزق والكفاية بل قد يكون الكافر أرجح حالاً من المؤمن ، وإنما يظهر الفرق بينهما في الممات والوجه الثالث : في التأويل أن قوله { سَوَاء مَّحْيَاهُمْ ومماتهم } مستأنف على معنى أن محيا المسيئين ومماتهم سواء فكذلك محيا المسحنين ومماتهم ، أي كل يموت على حسب ما عاش عليه ، ثم إنه تعالى صرح بإنكار تلك التسوية فقال : { سَاء مَا يَحْكُمُونَ } وهو ظاهر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد آتينا بني إسرائيل الكتاب والحكم والنبوة ورزقناهم من الطيبات وفضلناهم على العالمين (16) وآتيناهم بينات من الأمر فما اختلفوا إلا من بعد ما جاءهم العلم بغيا بينهم إن ربك يقضي بينهم يوم القيامة فيما كانوا فيه يختلفون (17) ثم جعلناك على شريعة من الأمر فاتبعها ولا تتبع أهواء الذين لا يعلمون (18) إنهم لن يغنوا عنك من الله شيئا وإن الظالمين بعضهم أولياء بعض والله ولي المتقين (19) هذا بصائر للناس وهدى ورحمة لقوم يوقنون (20) أم حسب الذين اجترحوا السيئات أن نجعلهم كالذين آمنوا وعملوا الصالحات سواء محياهم ومماتهم ساء ما يحكمون (21) ",
        "babnum": 4
    },
    {
        "id": 2212,
        "cate": "45",
        "title": "وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَلِتُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ (22) أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَفَلَا تَذَكَّرُونَ (23) وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَظُنُّونَ (24) وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ (25) قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (26) ",
        "details": " اعلم إنه تعالى لما أفتى بأن المؤمن لا يساوي الكافر في درجات السعادات ، أتبعه بالدلالة الظاهرة على صحة هذه الفتوى ، فقال : { وَخَلَقَ الله السموات والأرض بالحق } ولو لم يوجد البحث لما كان ذلك بالحق بل كان بالباطل ، لأنه تعالى لما خلق الظالم وسلّطه على المظلوم الضعيف ، ثم لا ينتقم للمظلوم من الظالم كان ظالماً ، ولو كان ظالماً لبطل أنه خلق السموات والأرض بالحق وتمام تقرير هذه الدلائل مذكور في أول سورة يونس ، قال القاضي هذه الآية تدل على أن في مقدور الله ما لو حصل لكان ظلماً ، وذلك لا يصح إلا على مذهب المجبرة الذين يقولون لو فعل كل شيء أراده لم يكن ظلماً ، وعلى قول من يقول إنه لا يوصف بالقدرة على الظلم ، وأجاب الأصحاب عنه بأن المراد فعل ما لو فعله غيره لكان ظلماً كما أن المراد من الابتلاء والاختبار فعل ما لو فعله غيره لكان ابتلاءً واختباراً ، وقوله تعالى : { ولتجزى } فيه وجهان : الأول : أنه معطوف على قوله { بالحق } فيكون التقدير وخلق الله السموات والأرض لأجل إظهار الحق ولتجزى كل نفس ، الثاني : أن يكون العطف على محذوف ، والتقدير : وخلق الله السموات والأرض بالحق ليدل بهما على قدرته ولتجزى كل نفس والمعنى أن المقصود من خلق هذا العلم إظهار العدل والرحمة ، وذلك لا يتم إلا إذا حصل البعث والقيامة وحصل التفاوت في الدرجات والدركات بين المحقين وبين المبطلين ، ثم عاد تعالى إلى شرح أحوال الكفار وقبائح طوائفهم ، فقال : { أَفَرَأَيْتَ مَنِ اتخذ إلهه هَوَاهُ } يعني تركوا متابعة الهدى وأقبلوا على متابعة الهوى فكانوا يعبدون الهوى كما يعبد الرجل إلهه ، وقرىء ( آلهته هَوَاهُ ) كلما مال طبعه إلى شيء اتبعه وذهب خلفه ، فكأنه اتخذ هواه آلهة شتى يعبد كل وقت واحداً منها .\r\n ثم قال تعالى : { وَأَضَلَّهُ الله على عِلْمٍ } يعني على علم بأن جوهر روحه لا يقبل الصلاح ، ونظيره في جانب التعظيم قوله تعالى : { الله أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ } [ الأنعام : 124 ] وتحقيق الكلام فيه أن جواهر الأرواح البشرية مختلفة فمنها مشرقة نورانية علوية إلهية ، ومنها كدرة ظلمانية سفلية عظيمة الميل إلى الشهوات الجسمانية ، فهو تعالى يقابل كلاً منهم بحسب ما يليق بجوهره وماهيته ، وهو المراد من قوله { وَأَضَلَّهُ الله على عِلْمٍ } في حق المردودين وبقوله { الله أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ } في حق المقبولين .\r\n ثم قال : { وَخَتَمَ على سَمْعِهِ وَقَلْبِهِ وَجَعَلَ على بَصَرِهِ غشاوة } فقوله { وَأَضَلَّهُ الله على عِلْمٍ } هو المذكور في قوله { إِنَّ الذين كَفَرُواْ } [ البقرة : 6 ] إلى قوله { لاَ يُؤْمِنُونَ } [ البقرة : 6 ] وقوله { وَخَتَمَ على سَمْعِهِ وَقَلْبِهِ وَجَعَلَ على بَصَرِهِ غشاوة } هو المراد من قوله { خَتَمَ الله على قُلُوبِهِمْ وعلى سَمْعِهِمْ وعلى أبصارهم غشاوة } [ البقرة : 7 ] وكل ذلك قد مرّ تفسيره في سورة البقرة باللاستقصاء ، والتفاوت بين الآيتين أنه في هذه الآية قدم ذكر السمع على القلب ، وفي سورة البقرة قدم القلب على السمع ، والفرق أن الإنسان قد يسمع كلاماً فيقع في قلبه منه أثر ، مثل أن جماعة من الكفار كانوا يلقون إلى الناس أن النبي صلى الله عليه وسلم شاعر وكاهن وأنه يطلب الملك والرياسة ، فالسامعون إذا سمعوا ذلك أبغضوه ونفرت قلوبهم عنه ، وأما كفار مكة فهم كانوا يبغضونه بقلوبهم بسبب الحسد الشديد فكانوا يستمعون إليه ، ولو سمعوا كلامه ما فهموا منه شيئاً نافعاً ، ففي الصورة الأولى كان الأثر يصعد من البدن إلى جوهر النفس ، وفي الصورة الثانية كان الأثر ينزل من جوهر النفس إلى قرار البدن ، فلما اختلف القسمان لا جرم أرشد الله تعالى إلى كلا هذين القسمين بهذين الترتيبين اللذين نبهنا عليهما ولما ذكر الله تعالى هذا الكلام قال : { فَمَن يَهْدِيهِ مِن بَعْدِ الله } أي من بعد أن أضله الله { أَفَلاَ تَذَكَّرُونَ } أيها الناس ، قال الواحدي وليس يبقى للقدرية مع هذه الآية عذر ولا حيلة ، لأن الله تعالى صرّح بمنعه إياهم عن الهدى حين أخبر أنه ختم على سمع هذا الكافر وقلبه وبصره ، وأقول هذه المناظرة قد سبقت بالاستقصاء في أول سورة البقرة .\r\n واعلم أنه تعالى حكى عنهم بعد ذلك شبهتهم في إنكار القيامة وفي إنكار الإله القادر ، أما شبهتهم في إنكار القيامة فهي قوله تعالى : { وَقَالُواْ مَا هِىَ إِلاَّ حَيَاتُنَا الدنيا نَمُوتُ وَنَحْيَا } فإن قالوا الحياة مقدمة على الموت في الدينا فمنكرو القيامة كان يجب أن يقولوا نحيا ونموت ، فما السبب في تقديم ذكر الموت على الحياة؟ قلنا فيه وجوه الأول : المراد بقوله { نَمُوتُ } حال كونهم نطفاً في أصلاب الآباء وأرحام الأمهات ، وبقوله { نحيا } ما حصل بعد ذلك في الدينا الثاني : نموت نحن ونحيا بسبب بقاء أولادنا الثالث : يموت بعض ويحيا بعض الرابع : وهو الذي خطر بالبال عند كتابة هذا الموضع أنه تعالى قدم ذكر الحياة فقال : { مَا هِىَ إِلاَّ حَيَاتُنَا الدنيا } ثم قال بعده : { نَمُوتُ وَنَحْيَا } يعني أن تلك الحياة منها ما يطرأ عليها الموت وذلك في حق الذين ماتوا ، ومنها ما لم يطرأ الموت عليها ، وذلك في حق الأحياء الذين لم يموتوا بعد ، وأما شبهتهم في إنكار الإله الفاعل المختار ، فهو قولهم { وَمَا يُهْلِكُنَا إِلاَّ الدهر } يعني تولد الأشخاص إنما كان بسبب حركات الأفلاك الموجبة لامتزاجات الطبائع ، وإذا وقعت تلك الامتزاجات على وجه خاص حصلت الحياة ، وإذا وقعت على وجه آخر حصل الموت ، فالموجب للحياة والموت تأثيرات الطبائع وحركات الأفلاك ، ولا حاجة في هذا الباب إلى إثبات الفاعل المختار ، فهذه الطائفة جمعوا بين إنكار الإله وبين إنكار البعث والقيامة .\r\n ثم قال تعالى : { وما لهم بذلك من علم إن هم إلا يظنون } والمعنى أن قبل النظر ومعرفة الدليل الاحتمالات بأسرها قائمة ، فالذي قالوه يحتمل وضده أيضاً يحتمل ، وذلك هو أن يكون القول بالبعث والقيامة حقاً ، وأن يكون القول بوجود الإله الحكيم حقاً ، فإنهم لم يذكروا شبهة ضعيفة ولا قوية في أن هذا الاحتمال الثاني باطل ، ولكنه خطر ببالهم ذلك الاحتمال الأول فجزموة به وأصروا عليه من غير حجة ولا بينة ، فثبت أنه ليس علم ولا جزم ولا يقين في صحة القول الذي اختاروه بسبب الظن والحسبان وميل القلب إليه من غير موجب ، وهذه الآية من أقوى الدلائل على أن القول بغير حجة وبيّنة قول باطل فاسد ، وأن متابعة الظن والحسبان منكر عند الله تعالى .\r\n ثم قال تعالى : { وَإِذَا تتلى عَلَيْهِمْ ءاياتنا بينات مَّا كَانَ حُجَّتَهُمْ إِلاَّ أَن قَالُواْ ائتوا بِآبَائِنَا إِن كُنتُمْ صادقين } وفيه مسائل : المسألة الأولى : قرىء حجتهم بالنصب والرفع على تقديم خبر كان وتأخيره .\r\n المسألة الثانية : سمى قولهم حجة لوجوه الأول : أنه في زعمهم حجة الثاني : أن يكون المراد من كان حجتهم هذا فليس لهم ألبتة حجة كقوله : تحية بينهم ضرب وجيع \r\n ( أي ليس بينهم تحية لمنافاة الضرب للتحية ) الثالث : أنهم ذكروها في معرض الاحتجاج بها .\r\n المسألة الثالثة : أن حجتهم على إنكار البعث أن قالوا لو صح ذلك فائتوا بآبائنا الذين ماتوا ليشهدوا لنا بصحة البعث .\r\n واعلم أن هذه الشبهة ضعيفة جداً ، لأنه ليس كل ما لا يحصل في الحال وجب أن يكون ممتنع الحصول ، فإن حصول كل واحد منا كان معدوماً من الأزل إلى الوقت الذي حصلنا فيه ، ولو كان عدم الحصول في وقت معين يدل على امتناع الحصول لكان عدم حصولنا كذلك ، وذلك باطل بالاتفاق .\r\n ثم قال تعالى : { قُلِ الله يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إلى يَوْمِ القيامة } فإن قيل هذا الكلام مذكور لأجل جواب من يقول { مَا هِيَ إِلاَّ حَيَاتُنَا الدنيا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلاَّ الدهر } فهذا القائل كان منكراً لوجود الإله ولوجود يوم القيامة ، فكيف يجوز إبطال كلامه بقوله { قُلِ الله يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ } وهل هذا إلا إثبات للشيء بنفسه وهو باطل ، قلنا إنه تعالى ذكر الاستدلال بحدوث الحيوان والإنسان على وجود الفاعل الحكيم في القرآن مراراً وأطواراً .\r\n فقوله ها هنا { قُلِ الله يُحْيِيكُمْ } إشارة إلى تلك الدلائل التي بيّنها وأوضحها مراراً ، وليس المقصود من ذكر هذا الكلام إثبات الإله بقول الإله ، بل المقصود منه التنبيه على ما هو الدليل الحق القاطع في نفس الأمر .\r\n ولما ثبت أن الإحياء من الله تعالى ، وثبت أن الإعادا مثل الإحياء الأول ، وثبت أن القادر على الشيء قادر على مثله ، ثبت أنه تعالى قادر على الإعادة ، وثبت أن الإعادة ممكنة في نفسها ، وثبت أن القادر الحكيم أخبر عن وقت وقوعها فوجب القطع بكونها حقة .\r\n وأما قوله تعالى : { ثُمَّ يَجْمَعُكُمْ إلى يَوْمِ القيامة لاَ رَيْبَ فِيهِ } فهو إشارة إلى ما تقدم ذكره في الآية المتقدمة ، وهو أن كونه تعالى ، عادلاً خالقاً بالحق منزّهاً عن الجور والظلم ، يقتضي صحة البعث والقيامة .\r\n ثم قال تعالى : { ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ } أي لكن أكثر الناس لا يعلمون دلالة حدوث الإنسان والحيوان والنبات على وجود الإله القادر الحكيم ، ولا يعلمون أيضاً أنه تعالى لما كان قادراً على الإيجاد ابتداءً وجب أن يكون قادراً على الإعادة ثانياً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وخلق الله السماوات والأرض بالحق ولتجزى كل نفس بما كسبت وهم لا يظلمون (22) أفرأيت من اتخذ إلهه هواه وأضله الله على علم وختم على سمعه وقلبه وجعل على بصره غشاوة فمن يهديه من بعد الله أفلا تذكرون (23) وقالوا ما هي إلا حياتنا الدنيا نموت ونحيا وما يهلكنا إلا الدهر وما لهم بذلك من علم إن هم إلا يظنون (24) وإذا تتلى عليهم آياتنا بينات ما كان حجتهم إلا أن قالوا ائتوا بآبائنا إن كنتم صادقين (25) قل الله يحييكم ثم يميتكم ثم يجمعكم إلى يوم القيامة لا ريب فيه ولكن أكثر الناس لا يعلمون (26) ",
        "babnum": 5
    },
    {
        "id": 2213,
        "cate": "45",
        "title": "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ (27) وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ (28) هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ (29) فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ذَلِكَ هُوَ الْفَوْزُ الْمُبِينُ (30) وَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُجْرِمِينَ (31) ",
        "details": " واعلم أنه تعالى لما احتج بكونه قادراً على الإحياء في المرة الأولى ، وعلى كونه قادراً على الإحياء في المرة الثانية في الآيات المتقدمة ، عمم الدليل فقال : { وَللَّهِ مُلْكُ السموات والأرض } أي لله القدرة على جميع الممكنات سواء كانت من السموات أو من الأرض ، وإذا ثبت كونه تعالى قادراً على كل الممكنات ، وثبت أن حصول الحياة في هذه الذات ممكن ، إذ لو لم يكن ممكناً لما حصل في المرة الأولى فيلزم من هاتين المقدمتين كونه تعالى قادراً على الإحياء في المرة الثانية .\r\n ولما بيّن تعالى إمكان القول بالحشر والنشر بهذين الطريقين ، ذكر تفاصيل أحوال القيامة فأولها : قوله تعالى : { وَيَوْمَ تَقُومُ الساعة يَوْمَئِذٍ يَخْسَرُ المبطلون } وفيه أبحاث : البحث الأول : عامل النصب في يوم تقوم يخسر ، ويومئذ بدل من يوم تقوم .\r\n البحث الثاني : قد ذكرنا في مواضع من هذا الكتاب أن الحياة والعقل والصحة كأنها رأس المال ، والتصرف فيها لطلب سعادة الآخرة يجري مجرى تصرف التاجر في رأس المال لطلب الربح ، والكفار قد أتعبوا أنفسهم في هذه التصرفات وما وجدوا منها إلا الحرمان والخذلان فكان ذلك في الحقيقة نهاية الخسران وثانيها : قوله تعالى : { وترى كُلَّ أُمَّةٍ جَاثِيَةً } قال الليث الجثو الجلوس على الركب كما يجثى بين يدي الحاكم ، قال الزجاج ومثله جذا يجذو ، قال صاحب «الكشاف» : وقرىء جاذية ، قال أهل اللغة والجذو أشد استيفازاً من الجثو ، لأن الجاذي هو الذي يجلس على أطراف أصابعه ، وعن ابن عباس جاثية مجتمعة مرتقبة لما يعمل بها .\r\n ثم قال تعالى : { كُلُّ أمَّةٍ تدعى إلى كتابها } على الابتداء وكل أمة على الإبدال من كل أمة ، وقوله { إلى كتابها } أي إلى صحائف أعمالها ، فاكتفى باسم الجنس كقوله تعالى : { وَوُضِعَ الكتاب فَتَرَى المجرمين مُشْفِقِينَ مِمَّا فِيهِ } [ الكهف : 49 ] والظاهر أنه يدخل فيه المؤمنون والكافرون لقوله تعالى بعد ذلك { فَأَمَّا الذين ءَامَنُواْ } .\r\n ثم قال تعالى : { وَأَمَّا الذين كَفَرُواْ } فإن قيل الجثو على الركبة إنما يليق بالخائف والمؤمنون لا خوف عليهم يوم القيامة ، قلنا إن المحق الآمن قد يشارك المبطل في مثل هذه الحالة إلى أن يظهر كونه محقاً .\r\n ثم قال تعالى : { اليوم تُجْزَوْنَ } والتقدير يقال لهم اليوم تجزون ، فإن قيل كيف أضيف الكتاب إليهم وإلى الله تعالى؟ قلنا لا منافاة بين الأمرين لأنه كتابهم بمعنى أنه الكتاب المشتمل على أعمالهم وكتاب الله بمعنى أنه هو الذي أمر الملائكة بكتبه { يَنطِقُ عَلَيْكُم } أي يشهد عليكم بما عملتم من غير زيادة ولا نقصان { إِنَّا كُنَّا نَسْتَنسِخُ } الملائكة { مَا كُنتُمْ تَعْمَلُونَ } أي نستكتبهم أعمالكم .\r\n ثم بيّن أحوال المطيعين فقال : { فَأَمَّا الذين ءَامَنُواْ وَعَمِلُواْ الصالحات فَيُدْخِلُهُمْ رَبُّهُمْ فِى رَحْمَتِهِ ذَلِكَ هُوَ الفوز المبين } وفيه مسائل : المسألة الأولى : ذكر بعد وصفهم بالإيمان كونهم عاملين للصالحات ، فوجب أن يكون عمل الصالحات مغايراً للإيمان زائداً عليه .\r\n المسألة الثانية : قالت المعتزلة علق الدخول في رحمة الله على كونه آتياً بالإيمان والأعمال الصالحة ، والمعلق على مجموع أمرين يكون عدماً عند عدم أحدهما ، فعند عدم الأعمال الصالحة وجب أن لا يحصل الفوز بالجنة وجوابنا : أن تعليق الحكم على الوصف لا يدل على عدم الحكم عند عدم الوصف .\r\n المسألة الثالثة : سمى الثواب رحمة والرحمة إنما تصح تسميتها بهذا الاسم إذا لم تكن واجبة ، فوجب أن لا يكون الثواب واجباً على الله تعالى .\r\n ثم قال تعالى : { وَأَمَّا الذين كَفَرُواْ أَفَلَمْ تَكُنْ ءاياتى تتلى عَلَيْكُمْ فاستكبرتم وَكُنتُمْ قَوْماً مُّجْرِمِينَ } وفيه مسائل : المسألة الأولى : ذكر الله المؤمنين والكافرين ولم يذكر قسماً ثالثاً وهذا يدل على أن مذهب المعتزلة إثبات المنزلتين باطل .\r\n المسألة الثانية : أنه تعالى علل أن استحقاق العقوبة بأن آياته تليت عليهم فاستكبروا عن قبولها ، وهذا يدل على استحقاق العقوبة لا يحصل إلا بعد مجيء الشرع ، وذلك يدل على أن الواجبات لا تجب إلا بالشرع ، خلافاً لما يقوله المعتزلة من أن بعض الواجبات قد يجب بالعقل .\r\n المسألة الثالثة : جواب { أَمَّا } محذوف والتقدير : وأما الذين كفروا فيقال لهم : أفلم تكن آياتي تتلى عليكم فاستكبرتم عن قبول الحق وكنتم قوماً مجرمين فإن قالوا كيف يحسن وصف الكافر بكونه مجرماً في معرض الطعن فيه والذم له؟ قلنا معناه أنهم مع كونهم كفاراً ما كانوا عدولاً في أديان أنفسهم ، بل كانوا فساقاً في ذلك الدين ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولله ملك السماوات والأرض ويوم تقوم الساعة يومئذ يخسر المبطلون (27) وترى كل أمة جاثية كل أمة تدعى إلى كتابها اليوم تجزون ما كنتم تعملون (28) هذا كتابنا ينطق عليكم بالحق إنا كنا نستنسخ ما كنتم تعملون (29) فأما الذين آمنوا وعملوا الصالحات فيدخلهم ربهم في رحمته ذلك هو الفوز المبين (30) وأما الذين كفروا أفلم تكن آياتي تتلى عليكم فاستكبرتم وكنتم قوما مجرمين (31) ",
        "babnum": 6
    },
    {
        "id": 2214,
        "cate": "45",
        "title": "وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُمْ مَا نَدْرِي مَا السَّاعَةُ إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ (32) وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (33) وَقِيلَ الْيَوْمَ نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ (34) ذَلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ (35) فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ (36) وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (37) ",
        "details": " فيه مسائل : المسألة الأولى : قرىء والساعة رفعاً ونصباً قال الزجاج من نصب عطف على الوعد ومن رفع فعلى معنى وقيل : الساعة لا ريب فيها قال الأخفش الرفع أجود في المعنى وأكثر في كلام العرب ، إذا جاء بعد خبر إن لأنه كلام مستقل بنفسه بعد مجيء الكلام الأول بتمامه .\r\n المسألة الثانية : حكى الله تعالى عن الكفار أنهم إذا قيل إن وعد الله بالثواب والعقاب حق وإن الساعة آتية لا ريب فيها قالوا ما ندري ما الساعة إن نظن إلا ظناً وما نحن بمستيقنين .\r\n أقول الأغلب على الظن أن القوم كانوا في هذه المسألة على قولين منهم من كان قاطعاً بنفي البعث والقيامة ، وهم الذين ذكرهم الله في الآية المتقدمة بقوله { وَقَالُواْ مَا هِيَ إِلاَّ حَيَاتُنَا الدنيا } [ الجاثية : 24 ] ومنهم من كان شاكاً متحيراً فيه ، لأنهم لكثرة ما سمعوه من الرسول صلى الله عليه وسلم ، ولكثرة ما سمعوه من دلائل القول بصحته صاروا شاكين فيه وهم الذين أرادهم الله بهذه الآية ، والذي يدل عليه أنه تعالى حكى مذهب أولئك القاطعين ، ثم أتبعه بحكاية قول هؤلاء فوجب كون هؤلاء مغايرين للفريق الأول .\r\n ثم قال تعالى : { وَبَدَا لَهُمْ } أي في الآخرة { سَيّئَاتُ مَا عَمِلُواْ } وقد كانوا من قبل يعدونها حسنات فصار ذلك أول خسرانهم { وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِءونَ } وهذا كالدليل على أن هذه الفرقة لما قالوا { إن نَّظُنُّ إِلاَّ ظَنّاً } إنما ذكروه على سبيل الاستهزاء والسخرية ، وعلى هذا الوجه فهذا الفريق شر من الفريق الأول ، لأن الأولين كانوا منكرين وما كانوا مستهزئين ، وهذا الفريق ضموا إلى الإصرار على الإنكار الاستهزاء .\r\n ثم قال تعالى : { وَقِيلَ اليوم نَنسَاكُمْ كَمَا نَسِيتُمْ لِقَاء يَوْمِكُمْ هذا } وفي تفسير هذا النسيان وجهان الأول : نترككم في العذاب كما تركتم الطاعة التي هي الزاد ليوم المعاد الثاني : نجعلكم بمنزلة الشيء المنسي غير المبالى به ، كما لم تبالوا أنتم بلقاء يومكم ولم تلتفتوا إليه بل جعلتموه كالشيء الذي يطرح نسياً منسياً ، فجمع الله تعالى عليهم من وجوه العذاب الشديد ثلاثة أشياء فأولها : قطع رحمة الله تعالى عنهم بالكلية وثانيها : أنه يصير مأواهم النار وثالثها : أن لا يحصل لهم أجر من الأعوان والأنصار ، ثم بيّن تعالى أنه يقال لهم إنكم إنما صرتم مستحقين لهذه الوجوه الثلاثة من العذاب الشديد؛ لأجل أنكم أتيتم بثلاثة أنواع من الأعمال القبيحة فأولها : الإصرار على إنكار الدين الحق وثانيها : الاستهزاء به والسخرية منه ، وهذان الوجهان داخلان تحت قوله تعالى : { ذلكم بأنكم اتخذتم آيات الله هزواً } وثالثها : الاستغراق في حب الدنيا والإعراض بالكلية عن الآخرة ، وهو المراد من قوله تعالى : { وَغَرَّتْكُمُ الحياة الدنيا } .\r\n ثم قال تعالى : { فاليوم لاَ يُخْرَجُونَ مِنْهَا } قرأ حمزة والكسائي { يُخْرَجُونَ } بفتح الياء ، والباقون بضمها { وَلاَ هُمْ يُسْتَعْتَبُونَ } أي ولا يطلب منهم أن يعتبوا ربهم ، أي يرضوه ، ولما تم الكلام في هذه المباحث الشريفة الروحانية ختم السورة بتحميد الله تعالى ، فقال : { فَلِلَّهِ الحمد رَبِّ السموات وَرَبِّ الأرض رَبّ العالمين } أي فاحمدوا الله الذي هو خالق السموات والأرض ، بل خالق كل العالمين من الأجسام والأرواح والذوات والصفات ، فإن هذه الربوبية توجب الحمد والثناء على كل أحد من المخلوقين والمربوبين .\r\n ثم قال تعالى : { وَلَهُ الكبرياء فِي السموات والأرض } وهذا مشعر بأمرين أحدهما : أن التكبير لا بد وأن يكون بعد التحميد ، والإشارة إلى أن الحامدين إذا حمدوه وجب أن يعرفوا أنه أعلى وأكبر من أن يكون الحمد الذي ذكروه لائقاً بإنعامه ، بل هو أكبر من حمد الحامدين ، وأياديه أعلى وأجل من شكر الشاكرين والثاني : أن هذا الكبرياء له لا لغيره ، لأن واجب الوجود لذاته ليس إلا هو .\r\n ثم قال تعالى : { وَهُوَ العزيز الحكيم } يعني أنه لكمال قدرته يقدر على خلق أي شيء أراد ، ولكمال حكمته يخص كل نوع من مخلوقاته بآثار الحكمة والرحمة والفضل والكرم ، وقوله { وَهُوَ العزيز الحكيم } يفيد الحصر ، فهذا يفيد أن الكامل في القدرة وفي الحكمة وفي الرحمة ليس إلا هو ، وذلك يدل على أنه لا إله للخلق إلا هو ، ولا محسن ولا متفضل إلا هو .\r\n قال مولانا رضي الله عنه : تمّ تفسير هذه السورة يوم الجمعة بعد الصلاة الخامس عشر من ذي الحجة سنة ثلاث وستمائة ، والحمدلله حمداً دائماً طيباً مباركاً مخلداً مؤبداً ، كما يليق بعلو شأنه وباهر برهانه وعظيم إحسانه ، والصلاة على الأرواح الطاهرة المقدسة من ساكني أعالي السموات ، وتخوم الأرضين ، من الملائكة والأنبياء والأولياء والموحدين ، خصوصاً على سيدنا ونبينا محمد وآله وصحبه أجمعين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذا قيل إن وعد الله حق والساعة لا ريب فيها قلتم ما ندري ما الساعة إن نظن إلا ظنا وما نحن بمستيقنين (32) وبدا لهم سيئات ما عملوا وحاق بهم ما كانوا به يستهزئون (33) وقيل اليوم ننساكم كما نسيتم لقاء يومكم هذا ومأواكم النار وما لكم من ناصرين (34) ذلكم بأنكم اتخذتم آيات الله هزوا وغرتكم الحياة الدنيا فاليوم لا يخرجون منها ولا هم يستعتبون (35) فلله الحمد رب السماوات ورب الأرض رب العالمين (36) وله الكبرياء في السماوات والأرض وهو العزيز الحكيم (37) ",
        "babnum": 7
    }
]