[
    {
        "id": 2146,
        "cate": "40",
        "title": "حم (1) تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ (2) غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لَا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ (3) مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلَادِ (4) كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَالْأَحْزَابُ مِنْ بَعْدِهِمْ وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ فَأَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ (5) وَكَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ كَفَرُوا أَنَّهُمْ أَصْحَابُ النَّارِ (6) ",
        "details": " اعلم أن في الآية مسائل : المسألة الأولى : قرأ عاصم في رواية أبي بكر وحمزة والكسائي حم بكسر الحاء ، والباقون بفتح الحاء ، ونافع في بعض الروايات ، وابن عامر بين الفتح والكسر وهو أن لا يفتحها فتحاً شديداً ، قال صاحب «الكشاف» : قرىء بفتح الميم وتسكينها ، ووجه الفتح التحريك لالتقاء الساكنين وإيثار أخف الحركات نحو : أين وكيف ، أو النصب بإضمار إقرأ ، ومنع الصرف إما للتأنيث والتعريف ، من حيث إنها اسم للسورة وللتعريف ، وإنها على زنة أعجمي نحو قابيل وهابيل ، وأما السكون فلأنا بينا أن الأسماء المجردة تذكر موقوفة الأواخر .\r\n المسألة الثانية : الكلام المستقصى في هذه الفواتح مذكور في أول سورة البقرة ، والأقرب ههنا أن يقال حم اسم للسورة ، فقوله { حم } مبتدأ ، وقوله { تَنزِيلُ الكتاب مِنَ الله } خبر والتقدير أن هذه السورة المسماة بحم تنزيل الكتاب ، فقوله { تَنزِيلَ } مصدر ، لكن المراد منه المنزل .\r\n وأما قوله { مِنَ الله } فاعلم أنه لما ذكر أن { حم * تَنزِيلُ الكتاب } وجب بيان أن المنزل من هو؟ فقال : { مِنَ الله } ثم بيّن أن الله تعالى موصوف بصفات الجلال وسمات العظمة ليصير ذلك حاملاً على التشمير عن ساق الجد عند الاستماع وزجره عن التهاون والتواني فيه ، فبين أن المنزل هو { الله العزيز العليم } .\r\n واعلم أن الناس اختلفوا في أن العلم بالله ما هو؟ فقال جمع عظيم ، أنه العلم بكونه قادراً وبعده العالم بكونه عالماً ، إذا عرفت هذا فنقول { العزيز } له تفسيران أحدهما : الغالب فيكون معناه القادر الذي لا يساويه أحد في القدرة والثاني : الذي لا مثل له ، ولا يجوز أن يكون المراد بالعزيز هنا القادر ، لأن قوله تعالى : { الله } يدل على كونه قادراً ، فوجب حمل { العزيز } على المعنى الثاني وهو الذي لا يوجد له مثل ، وما كان كذلك وجب أن لا يكون جسماً ، والذي لا يكون جسماً يكون منزّهاً عن الشهوة والنفرة ، والذي يكون كذلك يكون منزّهاً عن الحاجة .\r\n وأما { العليم } فهو مبالغة في العلم ، والمبالغة التامة إنما تتحقق عند كونه تعالى عالماً بكل المعلومات ، فقوله { مِنَ الله العزيز العليم } يرجع معناه إلى أن هذا الكتاب تنزيل من القادر المطلق ، الغني المطلق ، العالم المطلق ، ومن كان كذلك كان عالماً بوجوه المصالح والمفاسد ، وكان عالماً بكونه غنياً عن جر المصالح ودفع المفاسد ، ومن كان كذلك كان رحيماً جواداً ، وكانت أفعاله حكمة وصواباً منزّهة عن القبيح والباطل ، فكأنه سبحانه إنما ذكر عقيب قوله { تَنزِيلَ } هذه الأسماء الثلاثة لكونها دالة على أن أفعاله سبحانه حكمة وصواب ، ومتى كان الأمر كذلك لزم أن يكون هذا التنزيل حقاً وصواباً ، وقيل الفائدة في ذكر { العزيز العليم } أمران أحدهما : أنه بقدرته وعلمه أنزل القرآن على هذا الحد الذي يتضمن المصالح والإعجاز ، ولولا كونه عزيزاً عليماً لما صح ذلك والثاني : أنه تكفل بحفظه وبعموم التكليف فيه وظهوره إلى حين انقطاع التكليف ، وذلك لا يتم إلا بكونه عزيزاً لا يغلب وبكونه عليماً لا يخفى عليه شيء ، ثم وصف نفسه بما يجمع الوعد والوعيد والترهيب والترغيب ، فقال : { غَافِرِ الذنب وَقَابِلِ التوب شَدِيدِ العقاب ذِى الطول لاَ إله إِلاَّ هُوَ إِلَيْهِ المصير } فهذه ستة أنواع من الصفات : الصفة الأولى : قوله { غَافِرِ الذنب } قال الجبائي : معناه أنه غافر الذنب إذا استحق غفرانه إما بتوبة أو طاعة أعظم منه ، ومراده منه أن فاعل المعصية إما أن يقال إنه كان قد أتى قبل ذلك بطاعة كان ثوابها أعظم من عقاب هذه المعصية أو ما كان الأمر كذلك فإن كان الأول كانت هذه المعصية صغيرة فيحبط عقابها ، وإن كان الثاني كانت هذه المعصية كبيرة فلا يزول عقابها إلا بالتوبة ، ومذهب أصحابنا أن الله تعالى قد يعفو عن الكبيرة بعد التوبة ، وهذه الآية تدل على ذكل وبيانه من وجوه الأول : أن غفران الكبيرة بعد التوبة وغفران الصغيرة من الأمور الواجبة على العبد ، وجميع الأنبياء والأولياء والصالحين من أوساط الناس مشتركون في فعل الواجبات ، فلو حملنا كونه تعالى غافر الذنب على هذا المعنى لم يبق بينه وبين أقل الناس من زمرة المطيعين فرق في المعنى الموجب لهذا المدح وذلك باطل ، فثبت أنه يجب أن يكون المراد منه كونه غافر الكبائر قبل التوبة وهو المطلوب الثاني : أن الغفران عبارة عن الستر ومعنى الستر إنما يعقل في الشيء الذي يكون باقياً موجوداً فيستر ، والصغيرة تحبط بسبب كثرة ثواب فاعلها ، فمعنى الغفر فيها غير معقول ، ولا يمكن حمل قوله { غَافِرِ الذنب } على الكبيرة بعد التوبة ، لأن معنى كونه قابلاً للتوب ليس إلا ذلك ، فلو كان المراد غافر الذنب هذا المعنى لزم التكرار وإنه باطل فثبت أن كونه غافر الذنب يفيد كونه غافراً للذنوب الكبائر قبل التوبة الثالث : أن قوله { غَافِرِ الذنب } مذكور في معرض المدح العظيم ، فوجب حمله على ما يفيد أعظم أنواع المدح ، وذلك هو كونه غافراً للكبائر قبل التوبة ، وهو المطلوب .\r\n الصفة الثانية : { وَقَابِلِ التوب } وفيه بحثان : الأول : في لفظ التوب قولان : الأول : أنه مصدر وهو قول أبي عبيدة ، والثاني : أنه جماعة التوبة وهو قول الأخفش ، قال المبرد يجوز أن يكون مصدراً يقال تاب يتوب توباً وتوبة مثل قال يقول قولاً وقولة ، ويجوز أن يكون جمعاً لتوبة فيكون توبة وتوب مثل ثمرة وثمر إلا أن المصدر أقرب لأن على هذا التقدير يكون تأويله أنه يقبل هذا الفعل .\r\n الثاني : مذهب أصحابنا أن قبول التوبة من المذنب يقع على سبيل التفضل ، وليس بواجب على الله ، وقالت المعتزلة إنه واجب على الله واحتج أصحابنا بأنه تعالى ذكر كونه قابلاً للتوب على سبيل المدح والثناء ، ولو كان ذلك من الواجبات لم يبق فيه من معنى المدح إلا القليل ، وهو القدر الذي يحصل لجميع الصالحين عند أداء الواجبات والاحتراز عن المحظورات .\r\n الصفة الثالثة : قوله { شَدِيدُ العقاب } وفيه مباحث : البحث الأول : في هذه الآية سؤال وهو أن قوله { شَدِيدُ العقاب } يصلح أن يكون نعتاً للنكرة ولا يصلح أن يكون نعتاً للمعرفة تقول مررت برجل شديد البطش ، ولا تقول مررت بعبد الله شديد البطش ، وقوله الله اسم علم فيكون معرفة فكيف يجوز وصفه بكونه شديد العقاب مع أنه لا يصلح إلا أن يجعل وصفاً للنكرة؟ قالوا وهذا بخلاف قولنا غافر الذنب وقابل التوب لأنه ليس المراد منهما حدوث هذين الفعلين وأنه يغفر الذنب ويقبل التوبة الآن أو غداً ، وإنما أريد ثبوت ذلك ودوامه ، فكان حكمهما حكم إله الخلق ورب العرش ، وأما { شَدِيدُ العقاب } فمشكل لأنه في تقدير شديد عقابه فيكون نكرة فلا يصح جعله صفة للمعرفة ، وهذا تقرير السؤال وأجيب عنه بوجوه الأول : أن هذه الصفة وإن كانت نكرة إلا أنها لما ذكرت مع سائر الصفات التي هي معارف حسن ذكرها كما في قوله { وَهُوَ الغفور الودود * ذُو العرش المجيد * فَعَّالٌ لّمَا يُرِيدُ } [ البروج : 14 16 ] والثاني : قال الزجاج إن خفض { شَدِيدُ العقاب } على البدل ، لأن جعل النكرة بدلاً من المعرفة وبالعكس أمر جائز ، واعترضوا عليه بأن جعله وحده بدلاً من الصفات فيه نبوّة ظاهرة الثالث : أنه لا نزاع في أن قوله { غَافِرِ الذنب وَقَابِلِ التوب } يحسن جعلهما صفة ، وإنما كان كذلك لأنهما مفيدان معنى الدوام والاستمرار ، فكذلك قوله { شَدِيدُ العقاب } يفيد معنى الدوام والاستمرار ، لأن صفات الله تعالى منزّهة عن الحدوث والتجدد ، فكونه { شَدِيدُ العقاب } معناه كونه بحيث يشتد عقابه ، وهذا المعنى حاصل أبداً ، وغير موصوف بأنه حصل بعد أن لم يكن كذلك ، فهذا ما قيل في هذا الباب .\r\n البحث الثاني : هذه الآية مشعرة بترجيح جانب الرحمة والفضل ، لأنه تعالى لما أراد أن يصف نفسه بأنه شديد العقاب ذكر قبله أمرين كل واحد منهما يقتضي زوال العقاب ، وهو كونه غافر الذنب وقابل التوب وذكر بعده ما يدل على حصول الرحمة العظيمة ، وهو قوله { ذِى الطول } ، فكونه شديد العقاب لما كان مسبوقاً بتينك الصفتين وملحوقاً بهذه الصفة ، دل ذلك على أن جانب الرحمة والكرم أرجح .\r\n البحث الثالث : لقائل أن يقول ذكر الواو في قوله { غَافِرِ الذنب وَقَابِلِ التوب } ولم يذكرها في قوله { شَدِيدُ العقاب } فما الفرق؟ قلنا إنه لو لم يذكر الواو في قوله { غَافِرِ الذنب وَقَابِلِ التوب } لاحتمل أن يقع في خاطر إنسان أنه لا معنى لكونه غافر الذنب إلا كونه قابل التوب ، أما لما ذكر الواو زال هذا الاحتمال ، لأن عطف الشيء على نفسه محال ، أما كونه شديد العقاب فمعلوم أنه مغاير لكونه { غَافِرِ الذنب وَقَابِلِ التوب } فاستغنى به عن ذكر الواو .\r\n الصفة الرابعة : { ذي الطول } أي ذي التفضل يقال طال علينا طولاً أي تفضل علينا تفضلاً ، ومن كلامهم طل علي بفضلك ، ومنه قوله تعالى : { أُوْلُواْ الطول مِنْهُمْ } [ الزمر : 86 ] ومضى تفسيره عند قوله { وَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلاً } [ النساء : 25 ] واعلم أنه لم يصف نفسه بكونه { شَدِيدُ العقاب } لا بد وأن يكون المراد بكونه تعالى آتياً بالعقاب الشديد الذي لا يقبح منه إتيانه به ، بل لا يجوز وصفه تعالى بكونه آتياً لفعل القبيح ، وإذا ثبت هذا فنقول : ذكر بعده كونه ذا الطول وهو كونه ذا الفضل ، فيجب أن يكون معناه كونه ذا الفضل بسبب أن يترك العقاب الذي له أن يفعله لأنه ذكر كونه ذا الطول ولم يبين أنه ذو الطول فيماذا فوجب صرفه إلى كونه ذا الطول في الأمر الذي سبق ذكره ، وهو فعل العقاب الحسن دفعاً للإجمال ، وهذا يدل على أنه تعالى قد يترك العقاب الذي حسن منه تعالى فعله ، وذلك يدل على أن العفو عن أصحاب الكبائر جائز وهو المطلوب .\r\n الصفة الخامسة : التوحيد المطلق وهو قوله { لاَ إله إِلاَّ هُوَ } والمعنى أنه وصف نفسه بصفات الرحمة والفضل ، فلو كان معه إله آخر يشاركه ويساويه في صفة الرحمة والفضل لما كانت الحاجة إلى عبوديته شديدة ، أما إذا كان واحداً وليس له شريك ولا شبيه كانت الحاجة إلى الإقرار بعبوديته شديدة ، فكان الترغيب والترهيب الكاملان يحصلان بسبب هذا التوحيد .\r\n الصفة السادسة : قوله { إِلَيْهِ المصير } وهذه الصفة أيضاً مما يقوي الرغبة في الإقرار بعبوديته ، لأنه بتقدير أن يكون موصوفاً بصفات الفضل والكرم وكان واحداً لا شريك له ، إلا أن القول بالحشر والنشر إن كان باطلاً لم يكن الخوف الشديد حاصلاً من عصيانه ، أما لما كان القول بالحشر والقيامة حاصلاً كان الخوف أشد والحذر أكمل ، فلهذا السبب ذكر الله تعالى هذه الصفات ، واحتج أهل التشبيه بلفظة إلى ، وقالوا إنها تفيد انتهاء الغاية ، والجواب عنه مذكور في مواضع كثيرة من هذا الكتاب .\r\n واعلم أنه تعالى لما قرر أن القرآن كتاب أنزله ليهتدى به في الدين ذكر أحوال من يجادل لغرض إبطاله وإخفاء أمره فقال : { مَا يجادل فِى ءايات الله إِلاَّ الذين كَفَرُواْ } وفيه مسائل : المسألة الأولى : أن الجدال نوعان جدال في تقرير الحق وجدال في تقرير الباطل ، أما الجدال في تقرير الحق فهو حرفة الأنبياء عليهم السلام قال تعالى لمحمد صلى الله عليه وسلم { وجادلهم بالتى هِىَ أَحْسَنُ } [ النمل : 125 ] وقال حكاية عن الكفار أنهم قالوا لنوح عليه السلام { يانوح قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا } [ هود : 32 ] وأما الجدال في تقرير الباطل فهو مذموم وهو المراد بهذه الآية حيث قال : { مَا يجادل فِى ءايات الله إِلاَّ الذين كَفَرُواْ } وقال : { مَا ضَرَبُوهُ لَكَ إِلاَّ جَدَلاَ بَلْ هُمْ قَوْمٌ خَصِمُونَ } [ الزخرف : 58 ] وقال : { وجادلوا بالباطل لِيُدْحِضُواْ بِهِ الحق } وقال صلى الله عليه وسلم : \" إن جدالاً في القرآن كفر \" فقوله إن جدالاً على لفظ التنكير يدل على التمييز بين جدال لأجل تقريره والذب عنه ، قال صلى الله عليه وسلم : \" إن جدالاً في القرآن كفر \" وقال : \" لا تماروا في القرآن فإن المراء فيه كفر \" .\r\n المسألة الثانية : الجدال في آيات الله هو أن يقال مرة إنه سحر ومرة إنه شعر ومرة إنه قول الكهنة ومرة أساطير الأولين ومرة إنما يعلمه بشر ، وأشباه هذا مما كانوا يقولونه من الشبهات الباطلة فذكر تعالى أنه لا يفعل هذا إلا الذين كفروا وأعرضوا عن الحق .\r\n ثم قال تعالى : { فَلاَ يَغْرُرْكَ تَقَلُّبُهُمْ فِي البلاد } أي لا ينبغي أن تغتر بأني أمهلهم وأتركهم سالمين في أبدانهم وأموالهم يتقلبون في البلاد أي يتصرفون للتجارات وطلب المعاش ، فإني وإن أمهلتهم فإني سآخذهم وأنتقم منهم كما فعلت بأشكالهم من الأمم الماضية ، وكانت قريش كذلك يتقلبون في بلاد الشام واليمن ولهم الأموال الكثيرة يتجرون فيها ويربحون ، ثم كشف عن هذا المعنى فقال : { كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ والأحزاب مِن بَعْدِهِمْ } فذكر من أولئك المكذبين قوم نوح والأحزاب من بعدهم أي الأمم المستمرة على الكفر كقوم عاد وثمود وغيرهم ، كما قال في سورة ص [ 12 ، 13 ] { كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وفِرْعَوْنُ ذُو الأوتاد * وَثَمُودُ وَقَوْمُ لُوطٍ وأصحاب الأَيْكَةِ أُوْلَئِكَ الأحزاب } وقوله { وَهَمَّتْ كُلُّ أمَة بِرَسُولِهِمْ لِيَأْخُذُوهُ } أي وعزمت كل أمة من هؤلاء الأحزاب أن يأخذوا رسولهم ليقتلوه ويعذبوه ويحبسوه { وجادلوا بالباطل } أي هؤلاء جادلوا رسلهم بالباطل أي بإيراد الشبهات { لِيُدْحِضُواْ بِهِ الحق } أي أن يزيلوا بسبب إيراد تلك الشبهات الحق والصدق { فَأَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ } أي فأنزلت بهم من الهلاك ما هموا بإنزاله بالرسل ، وأرادوا أن يأخذوهم فأخذتهم أنا ، فكيف كان عقابي إياهم ، أليس كان مهلكاً مستأصلاً مهيباً في الذكر والسماع ، فأنا أفعل بقومك كما فعلت بهؤلاء إن أصروا على الكفر والجدال في آيات الله ، ثم كشف عن هذا المعنى فقال : { وكذلك حَقَّتْ كَلِمَةُ رَبّكَ عَلَى الذين كَفَرُواْ أَنَّهُمْ أصحاب النار } أي ومثل الذي حق على أولئك الأمم السالفة من العقاب حقت كلمتي أيضاً على هؤلاء الذين كفروا من قومك فهم على شرف نزول العقاب بهم قال صاحب «الكشاف» { أَنَّهُمْ أصحاب النار } في محل الرفع بدل من قوله { كلمة ربك } أي مثل ذلك الوجوب وجب على الكفرة كونهم من أصحاب النار ، ومعناه كما وجب إهلاكهم في الدنيا بالعذاب المستأصل ، كذلك وجب إهلاكهم بعذاب النار في الآخرة ، أو في محل النصب بحذف لام التعليل وإيصال الفعل ، واحتج أصحابنا بهذه الآية على أن قضاء الله بالسعادة والشاقوة لازم لا يمكن تغييره ، فقالوا إنه تعالى أخبر أنه حقت كلمة العذاب عليهم وذلك يدل على أنهم لا قدرة لهم على الإيمان ، لأنهم لو تمكنوا منه لتمكنوا من إبطال هذه الكلمة الحقة ، ولتمكنوا من إبطال علم الله وحكمته ، ضرورة أن المتمكن من الشيء يجب كونه متمكناً من كل ما هو من لوازمه ، ولأنهم لو آمنوا لوجب عليهم أن يؤمنوا بهذه الآية فحينئذ كانوا قد آمنوا بأنهم لا يؤمنون أبداً ، وذلك تكليف ما لا يطاق ، وقرأ نافع وابن عامر { حَقَّتْ كلمات رَبَّكَ } على الجمع والباقون على الواحد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "حم (1) تنزيل الكتاب من الله العزيز العليم (2) غافر الذنب وقابل التوب شديد العقاب ذي الطول لا إله إلا هو إليه المصير (3) ما يجادل في آيات الله إلا الذين كفروا فلا يغررك تقلبهم في البلاد (4) كذبت قبلهم قوم نوح والأحزاب من بعدهم وهمت كل أمة برسولهم ليأخذوه وجادلوا بالباطل ليدحضوا به الحق فأخذتهم فكيف كان عقاب (5) وكذلك حقت كلمت ربك على الذين كفروا أنهم أصحاب النار (6) ",
        "babnum": 1
    },
    {
        "id": 2147,
        "cate": "40",
        "title": "الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ (7) رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (8) وَقِهِمُ السَّيِّئَاتِ وَمَنْ تَقِ السَّيِّئَاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (9) ",
        "details": " اعلم أنه تعالى لما بيّن أن الكفار يبالغون في إظهار العداوة مع المؤمنين ، بيّن أن أشرف طبقات المخلوقات هم الملائكة الذين هم حملة العرش والحافون حول العرش يبالغون في إظهار المحبة والنصرة للمؤمنين ، كأنه تعالى يقول إن كان هؤلاء الأراذل يبالغون في العداوة فلا تبال بهم ولا تلتفت إليهم ولا تقم لهم وزناً ، فإن حملة العرش معك والحافون من حول العرش معك ينصرونك وفي الآية مسائل : المسألة الأولى : أنه تعالى حكى عن نوعين من فرق الملائكة هذه الحكاية : القسم الأول : { الذين يَحْمِلُونَ العرش } وقد حكى تعالى أن الذين يحملون العرش يوم القيامة ثمانية ، فيمكن أن يقال الذين يحملون في هذا الوقت هم أولئك الثمانية الذين يحملونه يوم القيامة ، ولا شك أن حملة العرش أشراف الملائكة وأكابرهم ، روى صاحب «الكشاف» أن حملة العرش أرجلهم في الأرض السفلى ورؤسهم قد خرقت العرش وهم خشوع لا يرفعون طرفهم ، وعن النبي صلى الله عليه وسلم : \" لا تتفكروا في عظم ربكم ولكن تفكروا فيما خلق الله تعالى من الملائكة فإن خلقاً من الملائكة يقال له إسرافيل زاوية من زوايا العرش على كاهله ، وقدماه في الأرض السفلى ، وقد مرق رأسه من سبع سموات وإنه ليتضاءل من عظمة الله حتى يصير كأنه الوضع \" قيل إنه طائر صغير ، وروي أن الله تعالى أمر جميع الملائكة أن يغدو ويروحوا بالسلام على حملة العرش تفضيلاً لهم على سائر الملائكة ، وقيل خلق الله العرش من جوهرة خضراء ، وبين القائمتين من قوائمه خفقان الطير المسرع ثمانين ألف عام ، وقيل حول العرش سبعون ألف صف من الملائكة يطوفون به مهللين مكبرين ومن ورائهم سبعون ألف صف قيام قد وضعوا أيديهم على عواتقهم رافعين أصواتهم بالتهليل والتكبير ومن ورائهم مائة ألف صف قد وضعوا الأيمان على الشمائل ، ما منهم أحد إلا ويسبح بما لا يسبح به الآخر ، هذه الآثار نقلتها من «الكشاف» .\r\n وأما القسم الثاني : من الملائكة الذين ذكرهم الله تعالى في هذه الآية فقوله تعالى : { وَمَنْ حَوْلَهُ } والأظهر أن المراد منهم ما ذكره في قوله { وَتَرَى الملائكة حَافّينَ مِنْ حَوْلِ العرش يُسَبّحُونَ بِحَمْدِ رَبّهِمْ } [ الزمر : 75 ] وأقول العقل يدل على أن حملة العرش ، والحافين حول العرش يجب أن يكونوا أفضل الملائكة ، وذلك لأن نسبة الأرواح إلى الأرواح كنسبة الأجساد إلى الأجساد ، فلما كان العرش أشرف الموجودات الجسمانية كانت الأرواح المتعلقة بتدبير العرش يجب أن تكون أفضل من الأرواح المدبرة للأجساد ، وأيضاً يشبه أن يكون هناك أرواح حاملة لجسم العرش ثم يتولد عن تلك الأرواح القاهرة المستعلية لجسم العرش أرواح أُخر من جنسها ، وهي متعلقة بأطراف العرش وإليهم الإشارة بقوله { وَتَرَى الملائكة حَافّينَ مِنْ حَوْلِ العرش } [ الزمر : 75 ] وبالجملة فقد ظهر بالبراهين اليقينية ، وبالمكاشفات الصادقة أنه لا نسبة لعالم الأجساد ، إلى عالم الأرواح فكل ما شاهدته بعين البصر في اختلاف مراتب عالم الأجساد ، فيجب أن تشاهده بعين بصيرتك في اختلاف مراتب عالم الأرواح .\r\n المسألة الثانية : دلت هذه الآية على أنه سبحانه منزّه عن أن يكون في العرش ، وذلك لأنه تعالى قال في هذه الآية { الذين يَحْمِلُونَ العرش } وقال في آية أخرى { وَيَحْمِلُ عَرْشَ رَبّكَ فَوْقَهُمْ يَوْمَئِذٍ ثمانية } [ الحاقة : 17 ] ولا شك أن حامل العرش يكون حاملاً لكل من في العرش ، فلو كان إله العالم في العرش لكان هؤلاء الملائكة حاملين لإله العالم فحينئذ يكونون حافظين لإله العالم والحافظ القادر أولى بالإلهية والمحمول المحفوظ أولى بالعبودية ، فحينئذ ينقلب الإله عبداً والعبد إلها ، وذلك فاسد ، فدل هذا على أن إله العرش والأجسام متعال عن العرش والأجسام .\r\n واعلم أنه تعالى حكى عن حملة العرش ، وعن الحافين بالعرش ثلاثة أشياء : النوع الأول : قوله { يُسَبّحُونَ بِحَمْدِ رَبّهِمْ } ونظيره قوله حكاية عن الملائكة { وَنَحْنُ نُسَبّحُ بِحَمْدِكَ } [ البقرة : 30 ] وقوله تعالى : { وَتَرَى الملائكة حَافّينَ مِنْ حَوْلِ العرش يُسَبّحُونَ بِحَمْدِ رَبّهِمْ } [ الزمر : 75 ] فالتسبيح عبارة عن تنزيه الله تعالى عما لا ينبغي ، والتحميد الاعتراف بأنه هو المنعم على الإطلاق ، فالتسبيح إشارة إلى الجلال والتحميد إشارة إلى الإكرام ، فقوله { يُسَبّحُونَ بِحَمْدِ رَبّهِمْ } قريب من قوله { تبارك اسم رَبّكَ ذِى الجلال والإكرام } [ الرحمن : 78 ] .\r\n النوع الثاني : مما حكى الله عن هؤلاء الملائكة هو قوله تعالى : { وَيُؤْمِنُونَ بِهِ } فإن قيل فأي فائدة في قوله { وَيُؤْمِنُونَ بِهِ } فإن الاشتغال بالتسبيح والتحميد لا يمكن إلا وقد سبق الإيمان بالله؟ قلنا الفائدة فيه ما ذكره صاحب «الكشاف» ، وقد أحسن فيه جداً فقال إن المقصود منه التنبيه على أن الله تعالى لو كان حاضراً بالعرش لكان حملة العرش والحافون حول العرش يشاهدونه ويعاينونه ، ولما كان إيمانهم بوجود الله موجباً للمدح والثناء لأن الإقرار بوجود شيء حاضر مشاهد معاين لا يوجب المدح والثناء ، ألا ترى أن الإقرار بوجود الشمس وكونها مضيئة لا يوجب المدح والثناء ، فلما ذكر الله تعالى إيمانهم بالله على سبيل الثناء والمدح والتعظيم ، علم أنهم آمنوا به بدليل أنهم ما شاهدوه حاضراً جالساً هناك ، ورحم الله صاحب «الكشاف» فلو لم يحصل في كتابه إلا هذه النكتة لكفاه فخراً وشرفاً .\r\n النوع الثالث : مما حكى الله عن هؤلاء الملائكة قوله تعالى : { وَيَسْتَغْفِرُونَ لِلَّذِينَ ءامَنُواْ } اعلم أنه ثبت أن كمال السعادة مربوط بأمرين : التعظيم لأمر الله ، والشفقة على خلق الله ، ويجب أن يكون التعظيم لأمر الله مقدماً على الشفقة على خلق الله فقوله { يُسَبّحُونَ بِحَمْدِ رَبّهِمْ وَيُؤْمِنُونَ بِهِ } مشعر بالتعظيم لأمر الله وقوله { وَيَسْتَغْفِرُونَ لِلَّذِينَ ءامَنُواْ } مشعر بالشفقة على خلق الله .\r\n ثم في الآية مسائل : المسألة الأولى : احتج كثير من العلماء بهذه الآية في إثبات أن الملك أفضل من البشر ، قالوا لأن هذه الآية تدل على أن الملائكة لما فرغوا من ذكر الله بالثناء والتقديس اشتغلوا بالاستغفار لغيرهم وهم المؤمنون ، وهذا يدل على أنهم مستغنون عن الاستغفار لأنفسهم إذ لو كانوا محتاجين إليه لقدموا الاستغفار لأنفسهم على الاستغفار لغيرهم بدليل قوله صلى الله عليه وسلم : « ابدأ بنفسك » وأيضاً قال تعالى لمحمد صلى الله عليه وسلم { فاعلم أَنَّهُ لاَ إله إِلا الله واستغفر لِذَنبِكَ وَلِلْمُؤْمِنِينَ والمؤمنات } [ محمد : 19 ] فأمر محمداً أن يذكر أولاً الاستغفار لنفسه ، ثم بعده يذكر الاستغفار لغيره ، وحكى عن نوح عليه السلام أنه قال : { رَّبّ اغفر لِى ولوالدى وَلِمَن دَخَلَ بَيْتِىَ مُؤْمِناً وَلِلْمُؤْمِنِينَ والمؤمنات } [ نوح : 28 ] وهذا يدل على أن كل من كان محتاجاً إلى الاستغفار فإنه يقدم الاستغفار لنفسه على الاستغفار لغيره ، فالملائكة لو كانوا محتاجين إلى الاستغفار لكان اشتغالهم بالاستغفار لأنفسهم مقدماً على اشتغالهم بالاستغفار لغيرهم ، ولما لم يذكر الله تعالى عنهم استغفارهم لأنفسهم علمنا أن ذلك إنما كان لأنهم ما كانوا محتاجين إلى الاستغفار ، وأما الأنبياء عليهم السلام فقد كانوا محتاجين إلى استغفار بدليل قوله تعالى لمحمد عليه السلام { واستغفر لِذَنبِكَ } وإذا ثبت هذا فقد ظهر أن الملك أفضل من البشر ، والله أعلم .\r\n المسألة الثانية : احتج الكعبي بهذه الآية على أن تأثير الشفاعة في حصول زيادة الثواب للمؤمنين لا في إسقاط العقاب عن المذنبين ، قال وذلك لأن الملائكة قالوا { فاغفر لِلَّذِينَ تَابُواْ واتبعوا سَبِيلَكَ } قال وليس المراد فاغفر للذين تابوا من الكفر سواء كان مصراً على الفسق أو لم يكن كذلك ، لأن من هذا حاله لا يوصف بكونه متبعاً سبيل ربه ولا يطلق ذلك فيه ، وأيضاً إن الملائكة يقولون { وَأَدْخِلْهُمْ جنات عَدْنٍ التى وَعَدْتَّهُمْ } وهذا لا يليق بالفاسقين ، لأن خصومنا لا يقطعون على أن الله تعالى وعدهم الجنة وإنما يجوزون ذلك ، فثبت أن شفاعة الملائكة لا يتناول إلا أهل الطاعة ، فوجب أن تكون شفاعة الأنبياء كذلك ، ضرورة أنه لا قائل بالفرق والجواب أن نقول هذه الآية تدل على حصول الشفاعة من الملائكة المذنبين ، فنبين هذا ثم نجيب عما ذكره الكعبي ، أما بيان دلالة هذه الآية على ما قلناه فمن وجوه الأول : قوله { وَيَسْتَغْفِرُونَ لِلَّذِينَ ءامَنُواْ } والاستغفار طلب المغفرة ، والمغفرة لا تذكر إلا في إسقاط العقاب .\r\n أما طلب النفع الزائد فإنه لا يسمى استغفاراً الثاني : قوله تعالى : { وَيَسْتَغْفِرُونَ لِلَّذِينَ ءامَنُواْ } وهذا يدل على أنهم يستغفرون لكل أهل الإيمان ، فإذا دللنا على أن صاحب الكبيرة مؤمن وجب دخوله تحت هذه الشفاعة الثالث : قوله تعالى : { فاغفر لِلَّذِينَ تَابُواْ } طلب المغفرة للذين تابوا ، ولا يجوز أن يكون المراد إسقاط عقوبة الكبيرة بعد التوبة ، لأن ذلك واجب على الله عند الخصم ، وما كان فعله واجباً كان طلبه بالدعاء قبيحاً ، ولا يجوز أيضاً أن يكون المراد إسقاط عقوبة الصغائر ، لأن ذلك أيضاً واجب فلا يحسن طلبه بالدعاء ، ولا يجوز أن يكون المراد طلب زيادة منفعة على الثواب ، لأن ذلك لا يسمى مغفرة ، فثبت أنه لا يمكن حمل قوله { فاغفر لِلَّذِينَ تَابُواْ } إلا على إسقاط عقاب الكبيرة قبل التوبة ، وإذا ثبت هذا في حق الملائكة فكذلك في حق الأنبياء لانعقاد الإجماع على أنه لا فرق ، أما الذي يتمسك به الكعبي وهو أنهم طلبوا المغفرة للذين تابوا ، فنقول يجب أن يكون المراد منه الذين تابوا عن الكفر واتبعوا سبيل الإيمان ، وقوله إن التائب عن الكفر المصر على الفسق لا يسمى تائباً ولا متبعاً سبيل الله ، قلنا لا نسلم قوله ، بل يقال إنه تائب عن الكفر وتابع سبيل الله في الدين والشريعة ، وإذا ثبت أنه تائب عن الكفر ثبت أنه تائب ، ألا ترى أنه يكفي في صدق وصفه بكونه ضارباً وضاحكاً صدور الضرب والضحك عنه مرة واحدة ، ولا يتوقف ذلك على صدور كل أنواع الضرب والضحك عنه فكذا ههنا .\r\n المسألة الثالثة : قال أهل التحقيق : إن هذه الشفاعة الصادرة عن الملائكة في حق البشر تجري مجرى اعتذار عن ذلة سبقت ، وذلك لأنهم قالوا في أول تخليق البشر { أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدماء } [ البقرة : 30 ] فلما سبق منهم هذا الكلام تداركوا في آخر الأمر بأن قالوا { فاغفر لِلَّذِينَ تَابُواْ واتبعوا سَبِيلَكَ وَقِهِمْ عَذَابَ الجحيم } وهذا كالتنبيه على أن من آذى غيره ، فالأولى أن يجبر ذلك الإيذاء بإيصال نفع عليه .\r\n واعلم أنه تعالى لما حكى عن الملائكة أنهم يستغفرون للذين تابوا ، بيّن كيفية ذلك الاستغفار ، فحكى عنهم أنهم قالوا { رَبَّنَا وَسِعْتَ كُلَّ شَىْء رَّحْمَةً وَعِلْماً } وفيه مسائل : المسألة الأولى : أن الدعاء في أكثر الأمر مذكور بلفط { رَبَّنَا } ويدل عليه أن الملائكة عند الدعاء قالوا { رَبَّنَا } بدليل هذه الآية ، وقال آدم عليه السلام { رَبَّنَا ظَلَمْنَا أَنفُسَنَا } [ الأعراف : 23 ] وقال نوح عليه السلام { رَبّ إِنّى أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِى بِهِ عِلْمٌ } [ هود : 47 ] وقال أيضاً : { رَبّ إِنّى دَعَوْتُ قَوْمِى لَيْلاً وَنَهَاراً } [ نوح : 5 ] وقال أيضاً : { رَّبّ اغفر لِى ولوالدى } [ نوح : 28 ] وقال عن إبراهيم عليه السلام : { رَبّ أَرِنِى كَيْفَ تُحْىِ الموتى } [ البقرة : 260 ] وقال : { رَبَّنَا اغفر لِى وَلِوَالِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الحساب } [ إبراهيم : 41 ] وقال : { رَبَّنَا واجعلنا مُسْلِمَيْنِ لَكَ وَمِن ذُرّيَّتِنَا أُمَّةً مُّسْلِمَةً لَّكَ } [ البقرة : 128 ] وقال عن يوسف { رَبّ قَدْ اتَيْتَنِى مِنَ الملك } [ يوسف : 101 ] وقال عن موسى عليه السلام : { رَبّ أَرِنِى أَنظُرْ إِلَيْكَ } [ الأعراف : 143 ] وقال في قصة الوكز { رَبّ إِنّى ظَلَمْتُ نَفْسِى فاغفر لِى فَغَفَرَ لَهُ إِنَّهُ هُوَ الغفور الرحيم * قَالَ رَبّ بِمَا أَنْعَمْتَ عَلَىَّ فَلَنْ أَكُونَ ظَهِيراً لّلْمُجْرِمِينَ } [ القصص : 16 ، 17 ] وحكى تعالى عن داود { فاستغفر رَبَّهُ وَخَرَّ رَاكِعاً وَأَنَابَ } [ ص : 24 ] وعن سليمان أنه قال : { رَبّ اغفر لِى وَهَبْ لِى مُلْكاً } [ ص : 35 ] وعن زكريا أنه { نادى رَبَّهُ نِدَاء خَفِيّاً } [ مريم : 3 ] وعن عيسى عليه السلام أنه قال : { رَبَّنَا أَنزِلْ عَلَيْنَا مَائِدَةً مّنَ السماء } [ المائدة : 114 ] وعن محمد صلى الله عليه وسلم أن الله تعالى قال له : { وَقُلْ رَّبّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشياطين } [ المؤمنون : 97 ] وحكى عن المؤمنون أنهم قالوا { رَبَّنَا مَا خَلَقْتَ هَذا باطلا } [ آل عمران : 191 ] وأعادوا هذه اللفظة خمس مرات ، وحكى أيضاً عنهم أنهم قالوا { غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ المصير } [ البقرة : 285 ] إلى آخر السورة .\r\n فثبت بما ذكرنا أن من أرضى الدعاء أن ينادي العبد ربه بقوله يا رب وتمام الإشكال فيه أن يقال لفظ الله أعظم من لفظ الرب ، فلم صار لفظ الرب مختصاً بوقت الدعاء؟ ، والجواب كأن العبد يقول : كنت في كتم العدم المحض والنفي الصرف ، فأخرجتني إلى الوجود ، وربيتني فاجعل تربيتك لي شفيعاً إليك في أن لا تخليني طرفة عين عن تربيتك وإحسانك وفضلك .\r\n المسألة الثانية : السنة في الدعاء ، يبدأ فيه بالثناء على الله تعالى ، ثم يذكر الدعاء عقيبه ، والدليل عليه هذه الآية ، فإن الملائكة لما عزموا على الدعاء والاستغفار للمؤمنين بدأوا بالثناء فقالوا { رَبَّنَا وَسِعْتَ كُلَّ شَىْء رَّحْمَةً وَعِلْماً } وأيضاً أن الخليل عليه السلام لما أراد أن يذكر الدعاء ذكر الثناء أولاً فقال : { الذى خَلَقَنِى فَهُوَ يَهْدِينِ * والذى هُوَ يُطْعِمُنِى وَيَسْقِينِ * وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ * والذى يُمِيتُنِى ثُمَّ يُحْيِينِ * والذى أَطْمَعُ أَن يَغْفِرَ لِى خَطِيئَتِى يَوْمَ الدين } [ الشعراء : 78 82 ] فكل هذا ثناء على الله تعالى ، ثم بعده ذكر الدعاء فقال : { رَبّ هَبْ لِى حُكْماً وَأَلْحِقْنِى بالصالحين } [ الشعراء : 83 ] .\r\n واعلم أن العقل يدل أيضاً على رعاية هذا الترتيب ، وذلك ذكر الله بالثناء والتعظيم بالنسبة إلى جوهر الروح كالإكسير الأعظم بالنسبة إلى النحاس ، فكما أن ذرة من الإكسير إذا وقعت على عالم من النحاس انقلب الكل ذهباً إبريزاً فكذلك إذا وقعت ذرة من إكسير معرفة جلال الله تعالى على جوهر الروح النطقية ، انقلب من نحوسة النحاسة إلى صفاء القدس وبقاء عالم الطهارة ، فثبت أن عند إشراق نور معرفة الله تعالى في جواهر الروح ، يصير الروح أقوى صفاء وأكمل إشراقاً ، ومتى صار كذلك كانت قوته أقوى وتأثيره أكمل ، فكان حصول الشيء المطلوب بالدعاء أقرب وأكمل ، وهذا هو السبب في تقديم الثناء على الله على الدعاء .\r\n المسألة الثالثة : اعلم أن الملائكة وصفوا الله تعالى بثلاثة أنواع من الصفات : الربوبية والرحمة والعلم ، أما الربوبية فهي إشارة إلى الإيجاد والإبداع ، وفيه لطيفة أخرى وهي أن قولهم { رَبَّنَا } إشارة إلى التربية ، والتربية عبارة عن إبقاء الشيء على أكمل أحواله وأحسن صفاته ، وهذا يدل على أن هذه الممكنات ، كما أنها محتاجة حال حدوثها إلى إحداث الحق سبحانه وتعالى وإيجاده ، فكذلك إنها محتاجة حال بقائها إلى إبقاء الله ، وأما الرحمة فهي إشارة إلى أن جانب الخير والرحمة والإحسان راجح على جانب الضر ، وأنه تعالى إنما خلق الخلق للرحمة والخير ، لا للاضرار والشر ، فإن قيل قوله { رَبَّنَا وَسِعْتَ كُلَّ شَىْء رَّحْمَةً وَعِلْماً } فيه سؤال ، لأن العلم وسع كل شيء ، أما الرحمة فما وصلت إلى كل شيء ، لأن المضرور حال وقوعه في الضر لا يكون ذلك الضرر رحمة ، وهذا السؤال أيضاً مذكور في قوله { وَرَحْمَتِى وَسِعَتْ كُلَّ شَىْء } [ الأعراف : 156 ] قلنا كل وجود فقد نال من رحمة الله تعالى نصيباً وذلك لأن الموجود إما واجب وإما ممكن ، أما الواجب فليس إلا الله سبحانه وتعالى ، وأما الممكن فوجوده من الله تعالى وبإيجاده ، وذلك رحمة ، فثبت أنه لا موجود غير الله إلا وقد وصل إليه نصيب ونصاب من رحمة الله ، فلهذا قال : { رَبَّنَا وَسِعْتَ كُلَّ شَىْء رَّحْمَةً وَعِلْماً } وفي الآية دقيقة أخرى ، وهي أن الملائكة قدموا ذكر الرحمة على ذكر العلم فقالوا { رَبَّنَا وَسِعْتَ كُلَّ شَىْء رَّحْمَةً وَعِلْماً } وذلك لأن مطلوبهم إيصال الرحمة وأن يتجاوز عما عليه منهم من أنواع الذنوب ، فالمطلوب بالذات هو الرحمة ، والمطلوب بالعرض أن يتجاوز عما علمه منهم ، والمطلوب بالذات مقدم على المطلوب بالعرض ، ألا ترى أنه لما كان إبقاء الصحة مطلوباً بالذات وإزالة المرض مطلوباً بالعرض لا جرم لما ذكروا حد الطب قدموا فيه حفظ الصحة على إزالة المرض ، فقالوا الطب علم يتعرف منه أحوال بدن الإنسان من جهة ما يصلح ويزول عن الصحة لتحفظ الصحة حاصلة وتسترد زائلة ، فكذا ههنا المطلوب بالذات هو الرحمة ، وأما التجاوز عما علمه منهم من أنواع الذنوب فهو مطلوب بالعرض ، لأجل أن حصول الرحمة على سبيل الكمال لا يحصل إلا بالتجاوز عن الذنوب ، فلهذا السبب وقع ذكر الرحمة سابقاً على ذكر العلم .\r\n المسألة الرابعة : دلت هذه الآية على أن المقصود بالقصة الأولى في الخلق والتكوين إنما هو الرحمة والفضل والجود والكرم ، ودلت الدلائل اليقينية على أن كل ما دخل في الوجود من أنواع الخير والشر والسعادة والشقاوة فبقضاء الله وقدره ، والجمع بين هذين الأصلين في غاية الصعوبة ، فعند هذا قالت الحكماء : الخير مراد مرضي ، والشر مراد مكروه ، والخير مقضي به بالذات ، والشر مقضي به باللعرض ، وفيه غور عظيم .\r\n المسألة الخامسة : قوله { وَسِعْتَ كُلَّ شَىْء رَّحْمَةً وَعِلْماً } يدل على كونه سبحانه عالماً بجميع المعلومات التي لا نهاية لها من الكليات والجزئيات ، وأيضاً فلولا ذلك لم يكن في الدعاء والتضرع فائدة لأنه إذا جاز أن يخرج عن علمه بعض الأشياء ، فعلى هذا التقدير لا يعرف هذا الداعي أن الله سبحانه يعلمه ويعلم دعاءه وعلى هذا التقدير لا يبقى في الدعاء فائدة ألبتة .\r\n واعلم أنه تعالى لما حكى عنهم كيفية ثنائهم على الله تعالى حكى عنهم كيفية دعائهم ، وهو أنهم قالوا { فاغفر لِلَّذِينَ تَابُواْ واتبعوا سَبِيلَكَ وَقِهِمْ عَذَابَ الجحيم } واعلم أن الملائكة طلبوا بالدعاء من الله تعالى أشياء كثيرة للمؤمنين ، فالمطلوب الأول الغفران وقد سبق تفسيره في قوله { فاغفر لِلَّذِينَ تَابُواْ واتبعوا سَبِيلَكَ } فإن قيل لا معنى للغفران إلا إسقاط العذاب ، وعلى هذا التقدير فلا فرق بين قوله : فاغفر لهم ، وبين قوله { وَقِهِمْ عَذَابَ الجحيم } قلنا دلالة لفظ المغفرة على إسقاط عذاب الجحيم دلالة حاصلة على الرمز والإشارة ، فلما ذكروا هذا الدعاء على سبيل الرمز والإشارة أردفوه بذكره على سبيل التصريح لأجل التأكيد والمبالغة ، واعلم أنهم لما طلبوا من الله إزالة العذاب عنهم أردفوه بأن طلبوا من الله إيصال الثواب إليهم فقالوا { رَبَّنَا وَأَدْخِلْهُمْ جنات عَدْنٍ التى وَعَدْتَّهُمْ } فإن قيل أنتم زعمتم أن هذه الشفاعة إنما حصلت للمذنبين وهذه الآية تبطل ذلك لأنه تعالى ما وعد المذنبين بأن يدخلهم في جنّات عدن ، قلنا لا نسلم أنه ما وعدهم بذلك ، لأنا بينا أن الدلائل الكثيرة في القرآن دلّت على أنه تعالى لا يخلد أهل لا إله إلا الله محمد رسول الله في النار ، وإذا أخرجهم من النار وجب أن يدخلهم الجنة فكان هذا وعداً من الله تعالى لهم بأن يدخلهم في جنّات عدن ، إما من غير دخول النار وإما بعد أن يدخلهم النار .\r\n قال تعالى : { وَمَنْ صَلَحَ مِنْ ءابَائِهِمْ وأزواجهم وَذُرّيَّاتِهِمْ } يعني وأدخل معهم في الجنة هؤلاء الطوائف الثلاث ، وهم الصالحون من الآباء والأزواج والذريات ، وذلك لأن الرجل إذا حضر معه في موضع عيشه وسروره أهله وعشيرته كان ابتهاجه أكمل ، قال الفرّاء والزجاج { مِنْ صالح } نصب من مكانين فإن شئت رددته على الضمير في قوله { وَأَدْخِلْهُمْ } وإن شئت في { وَعَدْتَّهُمْ } والمراد من قوله { وَمَنْ صَلَحَ } أهل الإيمان ، ثم قالوا : { إِنَّكَ أَنتَ العزيز الحكيم } وإنما ذكروا في دعائهم هذين الوصفين لأنه لو لم يكن عزيزاً بل كان بحيث يغلب ويمنع لما صح وقوع المطلوب منه ، ولو لم يكن حكيماً لما حصل هذا المطلوب على وفق الحكمة والمصلحة ، ثم قالوا بعد ذلك { وَقِهِمُ السيئات } قال بعضهم المراد وقهم عذاب السيئات ، فإن قيل فعلى هذا التقدير لا فرق بين قوله { وَقِهِمُ السيئات } وبين ما تقدم من قوله { وَقِهِمْ عَذَابَ الجحيم } وحينئذ يلزم التكرار الخالي عن الفائدة وإنه لا يجوز ، قلنا بل التفاوت حاصل من وجهين الأول : أن يكون قوله { وَقِهِمْ عَذَابَ الجحيم } دعاء مذكور للأصول وقوله { وَقِهِمُ السيئات } دعاءً مذكوراً للفروع الثاني : أن يكون قوله { وَقِهِمْ عَذَابَ الجحيم } مقصوراً على إزالة الجحيم وقوله { وَقِهِمُ السيئات } يتناول عذاب الجحيم وعذاب موقف القيامة وعذاب الحساب والسؤال .\r\n والقول الثاني : في تفسير { وَقِهِمُ السيئات } هو أن الملائكة طلبوا إزالة عذاب النار بقولهم { وَقِهِمْ عَذَابَ الجحيم } وطلبوا إيصال ثواب الجنة إليهم بقولهم { وَأَدْخِلْهُمْ جنات عَدْنٍ } ثم طلبوا بعد ذلك أن يصونهم الله تعالى في الدنيا عن العقائد الفاسدة ، والأعمال الفاسدة ، وهو المراد بقولهم { وَقِهِمُ السيئات } ثم قالوا { وَمَن تَقِ السيئات يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ } يعني ومن تق السيئات في الدنيا فقد رحمته في يوم القيامة ، ثم قالوا { وذلك هُوَ الفوز العظيم } حيث وجدوا بأعمال منقطعة نعيماً لا ينقطع ، وبأعمال حقيرة ملكاً لا تصل العقول إلى كنه جلالته .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الذين يحملون العرش ومن حوله يسبحون بحمد ربهم ويؤمنون به ويستغفرون للذين آمنوا ربنا وسعت كل شيء رحمة وعلما فاغفر للذين تابوا واتبعوا سبيلك وقهم عذاب الجحيم (7) ربنا وأدخلهم جنات عدن التي وعدتهم ومن صلح من آبائهم وأزواجهم وذرياتهم إنك أنت العزيز الحكيم (8) وقهم السيئات ومن تق السيئات يومئذ فقد رحمته وذلك هو الفوز العظيم (9) ",
        "babnum": 2
    },
    {
        "id": 2148,
        "cate": "40",
        "title": "إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الْإِيمَانِ فَتَكْفُرُونَ (10) قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِنْ سَبِيلٍ (11) ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ (12) ",
        "details": " اعلم أنه تعالى لما عاد إلى شرح أحوال الكافرين المجادلين في آيات الله وهم الذين ذكرهم الله في قوله { مَا يجادل فِى ءايات الله إِلاَّ الذين كَفَرُواْ } [ غافر : 4 ] بين أنهم في القيامة يتعرفون بذنوبهم واستحقاقهم العذاب الذي ينزل بهم ويسألون الرجوع إلى الدنيا ليتلافوا ما فرط منهم فقال : { إِنَّ الذين كَفَرُواْ يُنَادَوْنَ لَمَقْتُ الله أَكْبَرُ مِن مَّقْتِكُمْ } وفي الآية مسائل : المسألة الأولى : في الآية حذف وفيها أيضاً تقديم وتأخير ، أما الحذف فتقديره لمقت الله إياكم ، وأما التقديم والتأخير فهو أن التقدير أن يقال لمقت الله لكم حال ما تدعون إلى الإيمان فتكفرون أكبر من مقتكم أنفسكم وفي تفسير مقتهم أنفسهم وجوه الأول : أنهم إذا شاهدوا القيامة والجنة والنار مقتوا أنفسهم على إصرارهم على التكذيب بهذه الأشياء في الدنيا الثاني : أن الأتباع يشتد مقتهم للرؤساء الذين دعوهم إلى الكفر في الدنيا ، والرؤساء أيضاً يشتد مقتهم للأتباع فعبر عن مقت بعضهم بعضاً بأنهم مقتوا أنفسهم ، كما أنه تعالى قال : { فاقتلوا أَنفُسَكُمْ } [ البقرة : 54 ] والمراد قتل بعضهم بعضاً الثالث : قال محمد بن كعب إذا خطبهم إبليس وهم في النار بقوله { وَمَا كَانَ لِىَ عَلَيْكُمْ مّن سلطان } - إلى قوله - { وَلُومُواْ أَنفُسَكُمْ } [ إبراهيم : 22 ] ففي هذه الحالة مقتوا أنفسهم ، واعلم أنه لا نزاع أن مقتهم أنفسهم إنما يحصل في يوم القيامة ، أما مقت الله لهم ففيه وجهان الأول : أنه حاصل في الآخرة ، والمعنى لمقت الله لكم في هذا الوقت أشد من مقتكم أنفسكم في هذا الوقت والثاني : وعليه الأكثرون أن التقدير لمقت الله لكم في الدنيا إذ تدعون إلى الإيمان فتكفرون ، أكبر من مقتكم أنفسكم الآن ففي تفسير الألفاظ المذكورة في الآية أوجه الأول : أن الذين ينادونهم ويذكرون لهم هذا الكلام هم خزنة جهنم الثاني : المقت أشد البغض وذلك في حق الله تعالى محال ، فالمراد منه أبلغ الإنكار والزجر الثالث : قال الفراء { يُنَادَوْنَ لَمَقْتُ الله } معناه إنهم ينادون إن مقت الله أكبر يقال ناديت إن زيداً قائم وإن زيداً لقائم الرابع : قوله { إذ تدعون إلى الإيمان } فيه حذف والتقدير لمقت الله لكم إذ تدعون إلى الإيمان فتأتون بالكفر أكبر من مقتكم الآن أنفسكم .\r\n ثم إنه تعالى بيّن أن الكفار إذا خاطبوا بهذا الخطاب { قَالُواْ رَبَّنَا أَمَتَّنَا اثنتين } إلى آخر الآية ، والمعنى أنهم لما عرفوا أن الذي كانوا عليه في الدنيا كان فاسداً باطلاً تمنوا الرجوع إلى الدنيا لكي يشتغلوا عند الرجوع إليها بالأعمال الصالحة ، وفي الآية مسائل : المسألة الأولى : احتج أكثر العلماء بهذه الآية في إثبات عذاب القبر ، وتقرير الدليل أنهم أثبتوا لأنفسهم موتتين حيث قالوا { رَبَّنَا أَمَتَّنَا اثنتين } فأحد الموتتين مشاهد في الدنيا فلا بد من إثبات حياة أخرى في القبر حتى يصير الموت الذي يحصل عقيبها موتاً ثانياً ، وذلك يدل على حصول حياة في القبر ، فإن قيل قال كثير من المفسرين الموتة الأولى إشارة إلى الحالة الحاصلة عند كون الإنسان نطفة وعلقة والموتة الثانية إشارة إلى ما حصل في الدنيا ، فلم لا يجوز أن يكون الأمر كذلك ، والذي يدل على أن الأمر ما ذكرناه قوله تعالى : { كَيْفَ تَكْفُرُونَ بالله وَكُنتُمْ أمواتا فأحياكم ثُمَّ يُمِيتُكُمْ } [ البقرة : 28 ] والمراد من قوله { وَكُنتُمْ أمواتا } الحالة الحاصلة عند كونه نطفة وعلقة وتحقيق الكلام أن الإماتة تستعمل بمعنيين أحدهما : إيجاد الشيء ميتاً والثاني : تصيير الشيء ميتاً بعد أن كان حياً كقولك وسع الخياط ثوبي ، يحتمل أنه خاطه واسعاً ويحتمل أنه صيره واسعاً بعد أن كان ضيقاً ، فلم لا يجوز في هذه الآية أن يكون المراد بالإماتة خلقها ميتة ، ولا يكون المراد تصييرها ميتة بعد أن كانت حية .\r\n السؤال الثاني : أن هذا كلام الكفار فلا يكون حجة .\r\n السؤال الثالث : أن هذه الآية تدل على المنع من حصول الحياة في القبر ، وبيانه أنه لو كان الأمر كذلك لكان قد حصلت الحياة ثلاث مرات أولها : في الدنيا ، وثانيها : في القبر ، وثالثها : في القيامة ، والمذكور في الآية ليس إلا حياتين فقط ، فتكون إحداهما الحياة في الدنيا والحياة الثانية في القيامة والموت الحاصل بينهما هو الموت المشاهد في الدنيا .\r\n السؤال الرابع : أنه إن دلت هذه الآية على حصول الحياة في القبر فههنا ما يدل على عدمه وذلك بالمنقول والمعقول ، أما المنقول فمن وجوه الأول : قوله تعالى : { أَمَّنْ هُوَ قَانِتٌ ءانَاء اليل ساجدا وَقَائِماً يَحْذَرُ الأخرة وَيَرْجُو رَّحْمَةِ رَبّهِ } [ الزمر : 9 ] فلم يذكر في هذه الآية إلا الحذر عن الآخرة ، ولو حصلت الحياة في القبر لكان الحذر عنها حاصلاً ، ولو كان الأمر كذلك لذكره ، ولما لم يذكره علمنا أنه غير حاصل الثاني : أنه تعالى حكى في سورة الصافات عن المؤمنين المحقين أنهم يقولون بعد دخولهم في الجنة { أَفَمَا نَحْنُ بِمَيّتِينَ إِلاَّ مَوْتَتَنَا الأولى } [ الصافات : 58 ، 59 ] ولا شك أن كلام أهل الجنة حق وصدق ولو حصلت لهم حياة في القبر لكانوا قد ماتوا موتتين ، وذلك على خلاف قوله { أَفَمَا نَحْنُ بِمَيّتِينَ * إِلاَّ مَوْتَتَنَا الأولى } قالوا والاستدلال بهذه الآية أقوى من الاستدلال بالآية التي ذكرتموها ، لأنه الآية التي تمسكنا بها حكاية قول المؤمنين الذين دخلوا الجنة والآية التي تمسكتم بها حكاية قول الكافرين الذين دخلوا النار .\r\n وأما المعقول فمن وجوه الأول : وهو أن الذي افترسته السباع وأكلته لو أعيد حياً لكان إما أن يعاد حياً بمجموعة أو بأحاد أجزائه ، والأول باطل لأن الحس يدل على أنه لم يحصل له مجموع ، والثاني باطل لأنه لما أكلته السباع ، فلو جعلت تلك الأجزاء أحياء لحصلت أحياء في معدة السباع وفي أمعائها ، وذلك في غاية الاستبعاد .\r\n الثاني : أن الذي مات لو تركناه ظاهراً بحيث يراه كل واحد فإنهم يرونه باقياً على موته ، فلو جوزنا مع هذه الحالة أنه يقال إنه صار حياً لكان هذا تشكيكاً في المحسوسات ، وإنه دخول في السفسطة ( والجواب ) قوله لم لا يجوز أن تكون الموتة الأولى هي الموتة التي كانت حاصلة حال ما كان نطفة وعلقة؟ فنقول هذا لا يجوز ، وبيانه أن المذكور في الآية أن الله أماتهم ولفظ الإماتة مشروط بسبق حصول الحياة إذ لو كان الموت حاصلاً قبل هذه الحالة امتنع كون هذا إماتة ، وإلا لزم تحصيل الحاصل وهو محال وهذا بخلاف قوله { كَيْفَ تَكْفُرُونَ بالله وَكُنتُمْ أمواتا } لأن المذكور في هذه الآية أنهم كانوا أمواتاً وليس فيها أن الله أماتهم بخلاف الآية التي نحن في تفسيرها ، لأنها تدل على أن الله تعالى أماتهم مرتين ، وقد بينا أن لفظ الإماتة لا يصدق إلا عند سبق الحياة فظهر الفرق .\r\n أما قوله إن هذا كلام الكفار فلا يكون حجة ، قلنا لما ذكروا ذلك لم يكذبهم الله تعالى إذ لو كانوا كاذبين لأظهر الله تكذيبهم ، ألا ترى أنهم لما كذبوا في قولهم { والله رَبّنَا مَا كُنا مُشْرِكِينَ } كذبهم الله في ذلك فقال : { انظر كَيْفَ كَذَبُواْ } [ الأنعام : 23 ، 24 ] وأما قوله ظاهر الآية يمنع من إثبات حياة في القبرة إذ لو حصلت هذه الحياة لكان عدد الحياة ثلاث مرات لا مرتين ، فنقول ( الجواب ) عنه من وجوه : الأول : هو أن مقصودهم تعديل أوقات البلاء والمحنة وهي أربعة الموتة الأولى ، والحياة في القبر ، والموتة الثانية ، والحياة في القيامة ، فهذه الأربعة أوقات البلاء والمحنة ، فأما الحياة في الدنيا فليست من أقسام أوقات البلاء والمحنة فلهذا السبب لم يذكروها الثاني : لعلهم ذكروا الحياتين : وهي الحياة في الدنيا ، والحياة في القيامة ، أما الحياة في القبر فأهملوا ذكرها لقلة وجودها وقصر مدتها الثالث : لعلهم لما صاروا أحياء في القبور لم يموتوا بل بقوا أحياء ، إما في السعادة ، وإما في الشقاوة ، واتصل بها حياة القيامة فكانوا من جملة من أرادهم الله بالاستثناء في قوله { فَصَعِقَ مَن فِى السموات وَمَن فِى الأرض إِلاَّ مَن شَاء الله } [ الزمر : 68 ] الرابع : لو لم تثبت الحياة في القبر لزم أن لا يحصل الموت إلا مرة واحدة فكان إثبات الموت مرتين كذباً وهو على خلاف لفظ القرآن ، أما لو أثبتنا الحياة في القبر لزمنا إثبات الحياة ثلاث مرات والمذكور في القرآن مرتين ، أما المرة الثالثة فليس في اللفظ ما يدل على ثبوتها أو عدمها ، فثبت أن نفي حياة القبر يقتضي ترك ما دل اللفظ عليه ، فأما إثبات حياة القبر فإنه يقتضي إثبات شيء زائد على ما دل عليه اللفظ مع أن اللفظ لا إشعار فيه بثبوته ولا بعدمه فكان هذا أولى ، وأما ما ذكروه في المعارضة الأولى فنقول قوله { يَحْذَرُ الآخرة } [ الزمر : 9 ] تدخل فيه الحياة الآخرة سواء كانت في القبر أو في القيامة ، وأما المعارضة الثانية فجوابها أنا نرجح قولنا بالأحاديث الصحيحة الواردة في عذاب القبر .\r\n وأما الوجهان العقليان فمدفوعان ، لأنا إذا قلنا إن الإنسان ليس عبارة عن هذا الهيكل بل هو عبارة عن جسم نوراني سار في هذا البدن كانت الإشكالات التي ذكرتموها غير واردة في هذا الباب ، والله أعلم .\r\n المسألة الثانية : اعلم أنا لما أثبتنا حياة القبر فيكون الحاصل في حق بعضهم أربعة أنواع من الحياة وثلاثة أنواع من الموت ، والدليل عليه قوله تعالى في سورة البقرة : { أَلَمْ تَرَ إِلَى الذين خَرَجُواْ مِن ديارهم وَهُمْ أُلُوفٌ حَذَرَ الموت فَقَالَ لَهُمُ الله مُوتُواْ ثُمَّ أحياهم } [ البقرة : 243 ] فهؤلاء أربعة مراتب في الحياة ، حياتان في الدنيا ، وحياة في القبر ، وحياة رابعة في القيامة .\r\n المسألة الثالثة : قوله { اثنتين } نعت لمصدر محذوف والتقدير إماتتين اثنتين ، ثم حكى الله عنهم أنهم قالوا { فاعترفنا بِذُنُوبِنَا } فإن قيل الفاء في قوله { فاعترفنا } تقتضي أن تكون الإماتة مرتين والإحياء مرتين سبباً لهذا الاعتراف فبينوا هذه السببية ، قلنا لأنهم كانوا منكرين للبعث فلما شاهدوا الإحياء بعد الإماتة مرتين لم يبق لهم عذر في الإقرار بالبعث ، فلا جرم وقع هذا الإقرار كالمسبب عن ذلك الإحياء وتلك الإماتة ، ثم قال : { فَهَلْ إلى خُرُوجٍ مّن سَبِيلٍ } أي هل إلى نوع من الخروج سريع أو بطيء من سبيل ، أم اليأس وقع فلا خروج ، ولا سبيل إليه؟ وهذا كلام من غلب عليه اليأس والقنوط ، واعلم أن الجواب الصريح عنه أن يقال لا أو نعم وهو تعالى لم يفعل ذلك بل ذكر كلاماً يدل على أنه لا سبيل لهم إلى الخروج فقال : { ذَلِكُم بِأَنَّهُ إِذَا دُعِىَ الله وَحْدَهُ كَفَرْتُمْ وَإِن يُشْرَكْ بِهِ تُؤْمِنُواْ } أي ذلكم الذي أنتم فيه ، وهو أن لا سبيل لكم إلى الخروج قط ، إنما وقع بسبب كفركم بتوحيد الله تعالى ، وإيمانكم بالإشراك به { فالحكم للَّهِ } حيث حكم عليكم بالعذاب السرمدي ، وقوله { العلى الكبير } دلالة على الكبرياء والعظمة ، وعلى أن عقابه لا يكون إلا كذلك ، والمشبهة استدلوا بقوله تعالى : { العلي } على العلو الأعلى في الجهة ، وبقوله { الكبير } على كبر الجثة والذات ، وكل ذلك باطل ، لأنا دللنا على أن الجسمية والمكان محالان في حق الله تعالى ، فوجب أن يكون المراد من { العلى الكبير } العلو والكبرياء بحسب القدرة والإلهية .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين كفروا ينادون لمقت الله أكبر من مقتكم أنفسكم إذ تدعون إلى الإيمان فتكفرون (10) قالوا ربنا أمتنا اثنتين وأحييتنا اثنتين فاعترفنا بذنوبنا فهل إلى خروج من سبيل (11) ذلكم بأنه إذا دعي الله وحده كفرتم وإن يشرك به تؤمنوا فالحكم لله العلي الكبير (12) ",
        "babnum": 3
    },
    {
        "id": 2149,
        "cate": "40",
        "title": "هُوَ الَّذِي يُرِيكُمْ آيَاتِهِ وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ رِزْقًا وَمَا يَتَذَكَّرُ إِلَّا مَنْ يُنِيبُ (13) فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ (14) ",
        "details": " اعلم أنه تعالى لما ذكر ما يوجب التهديد الشديد في حق المشركين أردفه بذكر ما يدل على كمال قدرته وحكمته ، ليصير ذلك دليلاً على أنه لا يجوز جعل هذه الأحجار المنحوتة والخشب المصورة شركاء لله تعالى في المعبودية ، فقال : { هُوَ الذى يُرِيكُمْ ءاياته } واعلم أن أهم المهمات رعاية مصالح الأديان ، ومصالح الأبدان ، فهو سبحانه وتعالى راعى مصالح أديان العباد بإظهار البينات والآيات ، وراعى مصالح أبدانهم بإنزال الرزق من السماء ، فموقع الآيات من الأديان كموقع الأرزاق من الأبدان ، فالآيات لحياة الأديان ، والأرزاق لحياة الأبدان ، وعند حصولهما يحصل الإنعام على أقوى الاعتبارات وأكمل الجهات .\r\n ثم قال : { وَمَا يَتَذَكَّرُ إِلاَّ مَن يُنِيبُ } والمعنى أن الوقوف على دلائل توحيد الله تعالى كالأمر المركوز في العقل ، إلا أن القول بالشرك والاشتغال بعبادة غير الله يصير كالمانع من تجلي تلك الأنوار ، فإذا أعرض العبد عنها وأناب إلى الله تعالى زال الغطاء والوطاء فظهر الفوز التام ، ولما قرر هذا المعنى صرح بالمطلوب وهو الإعراض عن غير الله والإقبال بالكلية على الله تعالى فقال : { فادعوا الله مُخْلِصِينَ لَهُ الدين } من الشرك ، ومن الالتفات إلى غير الله { وَلَوْ كَرِهَ الكافرون } قرأ ابن كثير ينزل خفيفة والباقون بالتشديد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هو الذي يريكم آياته وينزل لكم من السماء رزقا وما يتذكر إلا من ينيب (13) فادعوا الله مخلصين له الدين ولو كره الكافرون (14) ",
        "babnum": 4
    },
    {
        "id": 2150,
        "cate": "40",
        "title": "رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ لِيُنْذِرَ يَوْمَ التَّلَاقِ (15) يَوْمَ هُمْ بَارِزُونَ لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ (16) الْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لَا ظُلْمَ الْيَوْمَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ (17) ",
        "details": " اعلم أنه تعالى لما ذكر من صفات كبريائه وإكرامه كونه مظهراً للآيات منزلاً للأرزاق ، ذكر في هذه الآية ثلاثة أخرى من صفات الجلال والعظمة وهو قوله { رَفِيعُ الدرجات ذُو العرش يُلْقِى الروح } قال صاحب «الكشاف» ثلاثة أخبار لقوله { هُوَ } مرتبة على قوله { الذى يُرِيكُمُ } [ غافر : 13 ] أو أخبار مبتدأ محذوف ، وهي مختلفة تعريفاً وتنكيراً ، قرىء { رَفِيعُ الدرجات } بالنصب على المدح ، وأقول لا بد من تفسير هذه الصفات الثلاثة : الصفة الأولى : قوله { رَفِيعُ الدرجات } واعلم أن الرفيع يحتمل أن يكون المراد منه الرافع وأن يكون المراد منه المرتفع ، أما إذا حملناه على الأول ففيه وجوه الوجه الأول : : أنه تعالى يرفع درجات الأنبياء والأولياء في الجنة والثاني : رافع درجات الخلق في العلوم والأخلاق الفاضلة ، فهو سبحانه عين لكل أحد من الملائكة درجة معينة ، كما قال : { وَمَا مِنَّا إِلاَّ لَهُ مَقَامٌ مَّعْلُومٌ } [ الصافات : 164 ] وعين لكل واحد من العلماء درجة معينة فقال : { يَرْفَعِ الله الذين ءامَنُواْ مِنكُمْ والذين أُوتُواْ العلم درجات } [ المجادلة : 11 ] وعين لكل جسم درجة معينة ، فجعل بعضها سفلية عنصرية ، وبعضها فلكية كوكبية ، وبعضها من جواهر العرش والكرسي ، فجعل لبعضها درجة أعلى من درجة الثاني ، وأيضاً جعل لكل واحد مرتبة معينة في الخلق والرزق والأجل ، فقال : { وَهُوَ الذى جَعَلَكُمْ خلائف الأرض وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ درجات } [ الأنعام : 165 ] وجعل لكل أحد من السعداء والأشقياء في الدنيا درجة معينة من موجبات السعادة وموجبات الشقاوة ، وفي الآخرة آثار لظهور تلك السعادة والشقاء ، فإذا حملنا الرفيع على الرفع كان معناه ما ذكرناه ، وأما إذا حملناه على المرتفع فهو سبحانه أرفع الموجودات في جميع صفات الكمال والجلال ، أما في الأصل الوجود فهو أرفع الموجودات ، لأنه واجب الوجود لذاته وما سواه ممكن ومحتاج إليه ، وأما في دوام الوجود فهو أرفع الموجودات ، لأنه واجب الوجود لذاته وهو الأزلي والأبدي والسرمدي ، الذي هو أول لكل ما سواه ، وليس له أول وآخر لكل ما سواه ، وليس له آخر ، أما في العلم : فلأنه هو العالم بجميع الذوات والصفات والكليات والجزئيات ، كما قال : { وَعِندَهُ مَفَاتِحُ الغيب لاَ يَعْلَمُهَا إِلاَّ هُوَ } [ الأنعام : 59 ] وأما في القدرة : فهو أعلى القادرين وأرفعهم ، لأنه في وجوده وجميع كمالات وجوده غني عن كل ما سواه ، وكل ما سواه فإنه محتاج في وجوده وفي جميع كمالات وجوده إليه ، وأما في الوحدانية : فهو الواحد الذي يمتنع أن يحصل له ضد وند وشريك ونظير ، وأقول : الحق سبحانه له صفتان أحدهما : استغناؤه في وجوده وفي جميع صفات وجوده عن كل ما سواه الثاني : افتقار كل ما سواه إليه في وجوده وفي صفات وجوده ، فالرفيع إن فسرناه بالمرتفع ، كان معناه أنه أرفع الموجودات وأعلاها في جميع صفات الجلال والإكرام ، وإن فسرناه بالرافع ، كان معناه أن كل درجة وفضيلة ورحمة ومنقبة حصلت لشيء سواه ، فإنما حصلت بإيجاده وتكوينه وفضله ورحمته .\r\n الصفة الثانية : قوله { ذُو العرش } ومعناه أنه مالك العرش ومدبره وخالقه ، واحتج بعض الأغمار من المشابهة بقوله { رَفِيعُ الدرجات ذُو العرش } وحملوه على أن المراد بالدرجات ، السموات ، وبقوله { ذُو العرش } أنه موجود في العرش فوق سبع سموات ، وقد أعظموا الفرية على الله تعالى ، فإنا بينا بالدلائل القاهرة العقلية أن كونه تعالى جسماً وفي جهة محال ، وأيضاً فظاهر اللفظ لا يدل على ما قالوه ، لأن قوله { ذُو العرش } لا يفيد إلا إضافته إلى العرش ويكفي في إضافته إليه بكونه مالكاً له ومخرجاً له من العدم إلى الوجود ، فأي ضرورة تدعونا إلى الذهاب إلى القول الباطل والمذهب الفاسد ، والفائدة في تخصيص العرش بالذكر هو أنه أعظم الأجسام ، والمقصود بيان كمال إلهيته ونفاذ قدرته ، فكل ما كان محل التصرف والتدبير أعظم ، كانت دلالته على كمال القدرة أقوى .\r\n الصفة الثالثة : قوله { يُلْقِي الروح مِنْ أَمْرِهِ على مَن يَشَاء مِنْ عِبَادِهِ } وفيه مباحث : البحث الأول : اختلفوا في المراد بهذا الروح ، والصحيح أن المراد هو الوحي ، وقد أطنبنا في بيان أنه لم سمي الوحي بالروح في أول سورة النحل في تفسير قوله { يُنَزّلُ الملائكة بالروح مِنْ أَمْرِهِ } [ النحل : 2 ] وقال أيضاً : { أَوَ مَن كَانَ مَيْتًا فأحييناه } [ الأنعام : 122 ] وحاصل الكلام فيه : أن حياة الأرواح بالمعارف الإلهية والجلايا القدسية ، فإذا كان الوحي سبباً لحصول هذه الأرواح سمي بالروح ، فإن الروح سبب لحصول الحياة ، والوحي سبب لحصول هذه الحياة الروحانية .\r\n واعلم أن هذه الآية مشتملة على أسرار عجيبة من علوم المكاشفات ، وذلك لأن كمال كبرياء الله تعالى لا تصل إليه العقول والأفهام ، فالطريق الكامل في تعريفه بقدر الطاقة البشرية أن يذكر ذلك الكلام على الوجه الكلي العقلي ، ثم يذكر عقيبه شيء من المحسوسات المؤكدة لذلك المعنى العقلي ليصير الحصر بهذا الطريق معاضداً للعقل ، فههنا أيضاً كذلك ، فقوله { رَفِيعُ الدرجات } إما أن يكون بمعنى كونه رافعاً للدرجات ، وهو إشارة إلى تأثير قدرة الله تعالى في إيجاد الممكنات على احتلاف درجاتها وتباين منازلها وصفاتها ، أو إلى كونه تعالى مرتفعاً في صفات الجلال ونعوت العزة عن كل الموجودات ، فهذا الكلام عقلي برهاني ، ثم إنه سبحانه بين هذا الكلام الكلي بمزيد تقرير ، وذلك لأن ما سوى الله تعالى إما جسمانيات وإما روحانيات ، فبين في هذه الآية أن كلا القسمين مسخر تحت تسخير الحق سبحانه وتعالى ، أما الجسمانيات فأعظمها العرش ، فقوله { ذُو العرش } يدل على استيلائه على كلية عالم الأجسام ، ولما كان العرش من جنس المحسوسات كان هذا المحسوس مؤكداً لذلك المعقول ، أعني قوله { رَفِيعُ الدرجات } وأما الروحانيات فكلها مسخرة للحق سبحانه ، وإليه الإشارة بقوله { يُلْقِي الروح مِنْ أَمْرِهِ } .\r\n واعلم أن أشرف الأحوال الظاهرة في روحانيات هذا العالم ظهور آثار الوحي ، والوحي إنما يتم بأركان أربعة فأولها : المرسل وهو الله سبحانه وتعالى ، فلهذا أضاف إلقاء الوحي إلى نفسه فقال : { يُلْقِى الروح } والركن الثاني : الإرسال والوحي وهو الذي سماه بالروح والركن الثالث : أن وصول الوحي من الله تعالى إلى الأنبياء لا يمكن أن يكون إلا بواسطة الملائكة ، وهو المشار إليه في هذه الآية بقوله { مِنْ أَمْرِهِ } فالركن الروحاني يسمى أمراً ، قال تعالى : { وأوحى فِى كُلّ سَمَاء أَمْرَهَا } [ فصلت : 12 ] وقال : { أَلاَ لَهُ الخلق والأمر } [ الأعراف : 54 ] والركن الرابع : الأنبياء الذين يلقي الله الوحي إليهم وهو المشار إليه بقوله { على مَن يَشَاء مِنْ عِبَادِهِ } والركن الخامس : تعيين الغرض والمقصود الأصلي من إلقاء هذا الوحي إليهم ، وذلك هو أن الأنبياء عليهم السلام يصرفون الخلق من عالم الدنيا إلى عالم الآخرة ، ويحملونهم على الإعراض عن هذه الجسمانيات والإقبال على الروحانيات ، وإليه الإشارة بقوله { لِيُنذِرَ يَوْمَ التلاق يَوْمَ هُم بارزون } فهذا ترتيب عجيب يدل على هذه الإشارات العالية من علوم المكاشفات الإلهية .\r\n وبقي ههنا أن نبين أنه ما السبب في تسمية يوم القيامة بيوم التلاق؟ وكم الصفات التي ذكرها الله تعالى في هذه السورة ليوم التلاق؟ أما السبب في تسمية يوم القيامة بيوم التلاق ففيه وجوه : الأول : أن الأرواح كانت متباينة عن الأجساد فإذا جاء يوم القيامة صارت الأرواح ملاقية للأجساد فكان ذلك اليوم يوم التلاق الثاني : أن الخلائق يتلاقون فيه فيقف بعضهم على حال البعض الثالث : أن أهل السماء ينزلون على أهل الأرض فيلتقي فيه أهل السماء وأهل الأرض قال تعالى : { وَيَوْمَ تَشَقَّقُ السماء بالغمام وَنُزّلَ الملائكة تَنزِيلاً } [ الفرقان : 25 ] الرابع : أن كل أحد يصل إلى جزاء عمله في ذلك اليوم فكان ذلك من باب التلاق وهو مأخوذ من قولهم فلان لقي عمله الخامس : يمكن أن يكون ذلك مأخوذاً من قوله { فَمَن كَانَ يَرْجُو لِقَاء رَبّهِ } [ الكهف : 110 ] ومن قوله { تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سلام } [ الأحزاب : 44 ] السادس : يوم يلتقي فيه العابدون والمعبودون السابع : يوم يلتقي فيه آدم عليه السلام وآخر ولده الثامن : قال ميمون بن مهران يوم يلتقي فيه الظالم والمظلوم فربما ظلم الرجل رجلاً وانفصل عنه ولو أراد أن يجده لم يقدر عليه ولم يعرفه ففي يوم القيامة يحضران ويلقى بعضهم بعضاً ، قرأ ابن كثير عنه التلاقي والتنادي بإثبات الياء في الوصل والوقف ، وهادي وواقي بالياء في الوقف وبالتنوين في الوصل .\r\n وأما بين أن الله تعالى كم عدد من الصفات ووصف بها يوم القيامة في هذه الآية ، فنقول : الصفة الأولى : كونه يوم التلاق وقد ذكرنا تفسيره .\r\n الصفة الثانية : قوله { يَوْمَ هُم بارزون } وفي تفسير هذا البروز وجوه الأول : أنهم برزوا عن بواطن القبور الثاني : بارزون أي ظاهرون لا يسترهم شيء من جبل أو أكمة أو بناء ، لأن الأرض بارزة قاع صفصف ، وليس عليهم أيضاً ثياب إنما هم عراة مكشوفون كما جاء في الحديث : « يحشرون عراة حفاة غرلا » الثالث : أن يجعل كونهم بارزين كناية عن ظهور أعمالهم وانكشاف أسرارهم كما قال تعالى : { يَوْمَ تبلى السرائر } [ الطارق : 9 ] الرابع : أن هذه النفوس الناطقة البشرية كأنها في الدنيا انغمست في ظلمات أعمال الأبدان فإذا جاء يوم القيامة أعرضت عن الاشتغال بتدبير الجسمانيات وتوجهت بالكلية إلى عالم القيامة ومجمع الروحانيات ، فكأنها برزت بعد أن كانت كامنة في الجسمانيات مستترة بها .\r\n الصفة الثالثة : قوله { لاَ يخفى عَلَى الله مِنْهُمْ شَىْء } والمراد يوم لا يخفى على الله منهم شيء ، والمقصود منه الوعيد فإنه تعالى بيّن أنهم إذا برزوا من قبورهم واجتمعوا وتلاقوا فإن الله تعالى يعلم ما فعله كل واحد منهم فيجازي كلاً بحسبه إن خيراً فخير وإن شراً فشر ، فهم وإن لم يعلموا تفصيل ما فعلوه ، فالله تعالى عالم بذلك ونظيره قوله { يَوْمَئِذٍ تُعْرَضُونَ لاَ تخفى مِنكُمْ خَافِيَةٌ } [ الحاقة : 18 ] وقال : { يَوْمَ تبلى السرائر } [ الطارق : 9 ] وقال : { إِذَا بُعْثِرَ مَا فِى القبور * وَحُصّلَ مَا فِى الصدور } [ العاديات : 9 ، 10 ] وقال : { يَوْمَئِذٍ تُحَدّثُ أَخْبَارَهَا } [ الزلزلة : 4 ] فإن قيل الله تعالى لا يخفى عليه منهم شيء في جميع الأيام ، فما معنى تقييد هذا المعنى بذلك اليوم؟ قلنا إنهم كانوا يتوهمون في الدنيا إذا استتروا بالحيطان والحجب أن الله لا يراهم وتخفى عليه أعمالهم ، فهم في ذلك اليوم صائرون من البروز والانكشاف إلى حال لا يتوهمون فيها مثل ما يتوهمونه في الدينا ، قال تعالى : { ولكن ظَنَنتُمْ أَنَّ الله لاَ يَعْلَمُ كَثِيراً مّمَّا تَعْمَلُونَ } [ فصلت : 22 ] وقال : { يَسْتَخْفُونَ مِنَ الناس وَلاَ يَسْتَخْفُونَ مِنَ الله } [ النساء : 108 ] وهو معنى قوله : { وَبَرَزُواْ للَّهِ الواحد الْقَهَّارِ } [ إبراهيم : 48 ] .\r\n الصفة الرابعة : قوله تعالى : { لّمَنِ الملك اليوم لِلَّهِ الواحد القهار } والتقدير يوم ينادي فيه لمن الملك اليوم؟ وهذا النداء في أي الأوقات يحصل فيه قولان : الأول : قال المفسرون إذا هلك كل من في السموات ومن في الأرض فيقول الرب تعالى : { لّمَنِ الملك اليوم } ؟ يعني يوم القيامة فلا يجيبه أحد فهو تعالى يجيب نفسه فيقول { للَّهِ الواحد الْقَهَّارِ } قال أهل الأصول هذا القول ضعيف وبيانه من وجوه الأول : أنه تعالى بيّن أن هذا النداء إنما يحصل يوم التلاق ويوم البروز ويوم تجزى كل نفس بما كسبت ، والناس في ذلك الوقت أحياء ، فبطل قولهم إن الله تعالى إنما ينادي بهذا النداء حين هلك كل من في السموات والأرض والثاني : أن الكلام لا بد فيه من فائدة لأن الكلام إما أن يذكر حال حضور الغير ، أو حال ما لا يحضر الغير ، والأول : باطل ههنا لأن القوم قالوا إنه تعالى إنما يذكر هذا الكلام عند فناء الكل ، والثاني : أيضاً باطل لأن الرجل إنما يحسن تكلمه حال كونه وحده إما لأنه يحفظ به شيئاً كالذي يكرر على الدرس وذلك على الله محال ، أو لأجل أنه يحصل سرور بما يقوله وذلك أيضاً على الله محال ، أو لأجل أن يعبد الله بذلك الذكر وذلك أيضاً على الله محال ، فثبت أن قول من يقول إن الله تعالى يذكر هذا النداء حال هلاك جميع المخلوقات باطل لا أصل له .\r\n والقول الثاني : أن في يوم التلاق إذا حضر الأولون والآخرون وبرزوا لله نادى منادٍ { لّمَنِ الملك اليوم } فيقول كل الحاضرين في محفل القيامة { لِلَّهِ الواحد القهار } فالمؤمنون يقولون تلذذاً بهذا الكلام ، حيث نالوا بهذا الذكر المنزلة الرفيعة ، والكفار يقولونه على الصغار والذلة على وجه التحسر والندامة على أن فاتهم هذا الذكر في الدنيا ، وقال القائلون بهذا القول إن صح القول الأول عن ابن عباس وغيره لم يمتنع أن يكون المراد أن هذا النداء يذكر بعد فناء البشر إلا أنه حضر هناك ملائكة يسمعون ذلك النداء ، وأقول أيضاً على هذا القول لا يبعد أن يكون السائل والمجيب هو الله تعالى ، ولا يبعد أيضاً أن يكون السائل جمعاً من الملائكة والمجيب جمعاً آخرين ، الكل ممكن وليس على التعيين دليل ، فإن قيل وما الفائدة في تخصيص هذا اليوم بهذا النداء؟ فنقول الناس كانوا مغرورين في الدنيا بالأسباب الظاهرة ، وكان الشيخ الإمام الوالد عمر رضي الله عنه يقول : لولا الأسباب لما ارتاب مرتاب ، وفي يوم القيامة زالت الأسباب ، وانعزلت الأرباب ، ولم يبق ألبتة غير حكم مسبب الأسباب ، فلهذا اختص النداء بيوم القيامة ، واعلم أنه وإن كان ظاهر اللفظ يدل على اختصاص ذلك النداء بذلك اليوم إلا أن قوله { للَّهِ الواحد الْقَهَّارِ } يفيد أن هذا النداء حاصل من جهة المعنى أبداً ، وذلك لأن قولنا : الله اسم لواجب الوجود لذاته ، وواجب الوجود لذاته واحد وكل ما سواه ممكن لذاته ، والممكن لذاته لا يوجد إلا بإيجاد الواجب لذاته ، ومعنى الإيجاد هو ترجيح جانب الوجود على جانب العدم ، وذلك الترجيح هو قهر للجانب المرجوح فثبت أن الإله القهار واحد أبداً ، ونداء لمن الملك اليوم إنما ظهر من كونه واحداً قهاراً ، فإذا كان كونه قهاراً باقياً من الأزل إلى الأبد لا جرم كان نداء { لّمَنِ الملك اليوم } باقياً في جانب المعنى من الأزل إلى الأبد .\r\n الصفة الخامسة : من صفات ذلك اليوم قوله { اليوم تجزى كُلُّ نَفْسٍ بِمَا كَسَبَتْ } .\r\n واعلم أنه سبحانه لما شرح صفات القهر في ذلك اليوم أردفه ببيان صفات العدل والفضل في ذلك اليوم فقال : { اليوم تجزى كُلُّ نَفْسٍ بِمَا كَسَبَتْ } وفيه مسألتان : المسألة الأولى : هذا الكلام اشتمل على أمور ثلاثة : أولها : إثبات الكسب للإنسان والثاني : أن كسبه يوجب الجزاء والثالث : أن ذلك الجزاء إنما يستوفى في ذلك اليوم فهذه الكلمة على اختصارها مشتملة على هذه الأصول الثلاثة في هذا الكتاب ، وهي أصول عظيمة الموقع في الدين ، وقد سبق تقرير هذه الأصول مراراً ، ولا بأس بذكر بعض النكت في تقرير هذه الأصول أما الأول : فهو إثبات الكسب للإنسان وهو عبارة عن كون أعضائه سليمة صالحة للفعل والترك فما دام يبقى على هذا الاستواء امتنع صدور الفعل والترك عنه ، فإذا انضاف إليه الداعي إلى الفعل أو الداعي إلى الترك وجب صدور ذلك الفعل أو الترك عنه .\r\n وأما الثاني : وهو بيان ترتب الجزاء عليه ، فاعلم أن الأفعال على قسمين منها ما يكون الداعي إليه طلب الخيرات الجسمانية الحاصلة في عالم الدنيا ، ومنها ما يكون الداعي إليه طلب الخيرات الروحانية التي لا يظهر كمالها إلا في عالم الآخرة وقد ثبت بالتجربة أن كثرة الأفعال سبب لحصول الملكات الراسخة ، فمن غلب عليه القسم الأول استحكمت رحمته رغبته في الدنيا وفي الجسمانيات ، فعند الموت يحصل الفراق بينه وبين مطلوبه على أعظم الوجوه ويعظم عليه البلاء ، ومن غلب عليه القسم الثاني فعند الموت يفارق المبغوض ويتصل بالمحبوب فتعظم الآلاء والنعماء ، فهذا هو معنى الكسب ، ومعنى كون ذلك الكسب موجباً للجزاء ، فظهر بهذا أن كمال الجزاء لا يحصل إلا في يوم القيامة ، فهذا قانون كلي عقلي ، والشريعة الحقة أتت بما يقوي هذا القانون الكلي في تفاصيل الأعمال والأقوال ، والله أعلم .\r\n المسألة الثانية : هذه الآية أصل عظيم في أصول الفقه ، وذلك لأنا نقول لو كان شيء من أنواع الضرر مشروعاً لكان إما أن يكون مشروعاً لكونه جزاء على شيء من الجنايات أو لا لكونه جزاء والقسمان باطلان ، فبطل القول بكونه مشروعاً ، أما بيان أنه لا يجوز أن يكون مشروعاً ليكون جزاء على شيء من الأعمال فلأن هذا النص يقتضي تأخير الأجزية إلى يوم القيامة ، فإثباته في الدنيا يكون على خلاف هذا النص ، وأما بيان أنه لا يجوز أن يكون مشروعاً للجزاء لقوله تعالى : { يُرِيدُ الله بِكُمُ اليسر وَلاَ يُرِيدُ بِكُمُ العسر } [ البقرة : 185 ] ولقوله تعالى : { وَمَا جَعَلَ عَلَيْكمْ فِى الدين مِنْ حَرَجٍ } [ الحج : 78 ] ولقوله صلى الله عليه وسلم : « لا ضرر ولا ضرار في الإسلام » عدلنا عن هذه العمومات فيما إذا كانت المضار أجزية ، وفيما ورد نص في الإذن فيه كذبح الحيوانات ، فوجب أن يبقى على أصل الحرمة فيما عداه ، فثبت بما ذكرنا أن الأصل في المضار والآلام التحريم ، فإن وجدنا نصاً خاصاً يدل على الشرعية قضينا به تقديماً للخاص على العام ، وإلا فهو باق على أصل التحريم ، وهذا أصل كلي منتفع به في الشريعة ، والله علم .\r\n الصفة السادسة : من صفات ذلك اليوم قوله { لاَ ظُلْمَ اليوم } والمقصود أنه لما قال : { اليوم تجزى كُلُّ نَفْسٍ بِمَا كَسَبَتْ } أردفه بما يدل على أنه لا يقع في ذلك اليوم نوع من أنواع الظلم ، قال المحققون وقوع الظلم في الجزاء يقع على أربعة أقسام أحدها : أن يستحق الرجل ثواباً فيمنع منه وثانيها : أن يعطي بعض بعض حقه ولكنه لا يوصل إليه حقه بالتمام وثالثها : أن يعذب من لا يستحق العذاب ورابعها : أن يكون الرجل مستحقاً للعذاب فيعذب ويزداد على قدر حقه فقوله تعالى : { لاَ ظُلْمَ اليوم } يفيد نفي هذه الأقسام الأربعة ، قال القاضي هذه الآية قوية في إبطال قول المجبرة لأن على قولهم لا ظلم غالباً وشاهداً إلا من الله ، ولأنه تعالى إذا خلق فيه الكفر ثم عذبه عليه فهذا هو عين الظلم والجواب عنه معلوم .\r\n ثم قال تعالى : { إِنَّ الله سَرِيعُ الحساب } وذكر هذا الكلام في هذا الموضع لائق جداً ، لأنه تعالى لما بيّن أنه لا ظلم بين أنه سريع الحساب .\r\n وذلك يدل على أنه يصل إليهم ما يستحقونه في الحال ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "رفيع الدرجات ذو العرش يلقي الروح من أمره على من يشاء من عباده لينذر يوم التلاق (15) يوم هم بارزون لا يخفى على الله منهم شيء لمن الملك اليوم لله الواحد القهار (16) اليوم تجزى كل نفس بما كسبت لا ظلم اليوم إن الله سريع الحساب (17) ",
        "babnum": 5
    },
    {
        "id": 2151,
        "cate": "40",
        "title": "وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ (18) يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ (19) وَاللَّهُ يَقْضِي بِالْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَقْضُونَ بِشَيْءٍ إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ (20) أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ كَانُوا مِنْ قَبْلِهِمْ كَانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ (21) ذَلِكَ بِأَنَّهُمْ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَكَفَرُوا فَأَخَذَهُمُ اللَّهُ إِنَّهُ قَوِيٌّ شَدِيدُ الْعِقَابِ (22) ",
        "details": " اعلم أن المقصود من هذه الآية وصف يوم القيامة بأنواع أخرى من الصفات الهائلة المهيبة ، وفي الآية مسائل : المسألة الأولى : ذكروا في تفسير يوم الآزفة وجوهاً الأول : أن يوم الآزفة هو يوم القيامة ، والآزفة فاعلة من أزف الأمر إذا دنا وحضر لقوله في صفة يوم القيامة { أَزِفَتِ الأزفة * لَيْسَ لَهَا مِن دُونِ الله كَاشِفَةٌ } [ النجم : 57 ، 58 ] وقال شاعر : أزف الترحل غير أن ركابنا \r\n لما تزل برحالنا وكأن قد والمقصود منه التنبيه على أن يوم القيامة قريب ونظيره قوله تعالى : { اقتربت الساعة } [ القمر : 1 ] قال الزجاج إنما قيل لها آزفة لأنها قريبة وإن استبعد الناس مداها ، وما هو كائن فهو قريب .\r\n واعلم أن الآزفة نعت لمحذوف مؤنث على تقدير يوم القيامة الآزفة أو يوم المجازاة الآزفة قال القفال : وأسماء القيامة تجري على التأنيث كالطامة والحاقة ونحوها كأنها يرجع معناها إلى الداهية والقول الثاني : أن المراد بيوم الآزفة وقت الآزفة وهي مسارعتهم إلى دخول النار ، فإن عند ذلك ترتفع قلوبهم عن مقارها من شدة الخوف والقول الثالث : قال أبو مسلم يوم الآزفة يوم المنية وحضور الأجل ، والذي يدل عليه أنه تعالى وصف يوم القيامة بأنه يوم التلاق ، و { يَوْمَ هُم بارزون } ثم قال بعده { وَأَنذِرْهُمْ يَوْمَ الأزفة } فوجب أن يكون هذا اليوم غير ذلك اليوم ، وأيضاً هذه الصفة مخصوصة في سائر الآيات بيوم الموت قال تعالى : { فَلَوْلاَ إِذَا بَلَغَتِ الحلقوم * وَأَنتُمْ حِينَئِذٍ تَنظُرُونَ } [ الواقعة : 83 ، 84 ] وقال : { كَلاَّ إِذَا بَلَغَتِ التراقي } [ القيامة : 26 ] وأيضاً فوصف يوم الموت بالقرب أولى من وصف يوم القيامة بالقرب ، وأيضاً الصفات المذكورة بعد قوله الآزفة لائقة بيوم حضور الموت لأن الرجل عند معاينة ملائكة العذاب يعظم خوفه ، فكأن قلوبهم تبلغ حناجرهم من شدة الخوف ، ويبقوا كاظمين ساكتين عن ذكر ما في قلوبهم من شدة الخوف ولا يكون لهم حميم ولا شفيع يدفع ما بهم من أنواع الخوف والقلق .\r\n المسألة الثانية : اختلفوا في أن المراد من قوله { إِذِ القلوب لَدَى الحناجر كاظمين } كناية عن شدة الخوف أو هو محمول على ظاهره ، قيل المراد وصف ذلك اليوم بشدة الخوف والفزع ونظيره قوله تعالى : { وَبَلَغَتِ القلوب الحناجر وَتَظُنُّونَ بالله الظنونا } [ الأحزاب : 10 ] وقال : { فَلَوْلاَ إِذَا بَلَغَتِ الحلقوم * وَأَنتُمْ حِينَئِذٍ تَنظُرُونَ } [ الواقعة : 83 ، 84 ] وقيل بل هو محمول على ظاهره ، قال الحسن : القلوب انتزعت من الصدور بسبب شدة الخوف وبلغت القلوب الحناجر فلا تخرج فيموتوا ولا ترجع إلى مواضعها فيتنفسوا ويتروحوا ولكنها مقبوضة كالسجال كما قال : { فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الذين كَفَرُواْ } [ الملك : 27 ] وقوله { كاظمين } أي مكروبين والكاظم الساكت حال امتلائه غماً وغيظاً فإن قيل بم انتصب { كاظمين } قلنا هو حال أصحاب القلوب على المعنى لأن المراد إذ قلوبهم لدى الحناجر حال كاظمين كونهم ويجوز أيضاً أن يكون حال عن القلوب ، وأن القلوب كاظمة على غم وكرب فيها مع بلوغها الحناجر ، وإنما جمع الكاظمة جمع السلامة لأنه وصفها بالكظم الذي هو من أفعال العقلاء كما قال : { رَأَيْتُهُمْ لِى سَاجِدِينَ } [ يوسف : 4 ] وقال : { فَظَلَّتْ أعناقهم لَهَا خاضعين } [ الشعراء : 4 ] ويعضده قراءة من قرأ كاظمون وبالجملة فالمقصود من الآية تقرير أمرين أحدهما : الخوف الشديد وهو المراد من قوله { إِذِ القلوب لَدَى الحناجر } ، والثاني : العجز عن الكلام وهو المراد من قوله { كاظمين } فإن الملهوف إذا قدر على الكلام حصلت له خفقة وسكون ، أما إذا لم يقدر على الكلام وبث الشكوى عظم قلقه وقوي خوفه .\r\n المسألة الثالثة : احتج أكثر المعتزلة في نفي الشفاعة عن المذنبين بقوله تعالى : { مَا للظالمين مِنْ حَمِيمٍ وَلاَ شَفِيعٍ يُطَاعُ } قالوا نفى حصول شفيع لهم يطاع فوجب أن لا تحصل لهم هذا الشفيع أجاب أصحابنا عنه من وجوه : الأول : أنه تعالى نفى أن يحصل لهم شفيع يطاع وهذا لا يدل على نفي الشفيع ، ألا ترى أنك إذا قلت ما عندي كتاب يباع فهذا يقتضي نفي كتاب يباع ولا يقتضي نفي الكتاب وقالت العرب : ولا ترى الضب بها ينجحر \r\n ولفظ الطاعة يقتضي حصول المرتبة فهذا يدل على أنه ليس لهم يوم القيامة شفيع يطيعه الله ، لأنه ليس في الوجود أحد أعلى حالاً من الله تعالى حتى يقال إن الله يطيعه الوجه الثاني : في الجواب أن المراد من الظالمين ، ههنا الكفار والدليل عليه أن هذه الآية وردت في زجر الكفار الذين يجادلون في آيات الله فوجب أن يكون مختصاً بهم ، وعندنا أنه لا شفاعة في حق الكفار والثالث : أن لفظ الظالمين ، إما أن يفيد الاستغراق ، وإما أن لا يفيد فإن أفاد الاستغراق كان المراد من الظالمين مجموعهم وجملتهم ويدخل في مجموع هذا الكلام الكفار ، وعندنا أنه ليس لهذا المجموع شفيع لأن بعض هذا المجموع هم الكفار ، وليس لهم شفيع فحينئذ لا يكون لهذا المجموع شفيع ، وإن لم يفد الاستغراق كان المراد من الظالمين بعض من كان موصوفاً بهذه الصفة ، وعندنا أن بعض الموصوفين بهذه الصفة ليس لهم شفيع وهم الكفار ، أجاب المستدلون عن السؤال الأول ، فقالوا يجب حمل كلام الله تعالى على محمل مفيد وكل أحد يعلم أنه ليس في الوجود شيء يطيعه الله لأن المطيع أدون حالاً من المطاع ، وليس في الوجود شيء أعلى مرتبة من الله تعالى حتى يقال إن الله يطيعه وإذا كان هذا المعنى معلوماً بالضرورة كان حمل الآية عليه إخراجاً لها عن الفائدة فوجب حمل الطاعة على الإجابة والذي يدل على ورود لفظ الطاعة بمعنى الإجابة قول الشاعر : رب من أنضجت غيظاً صدره \r\n قد تمنى لي موتاً لم يطع أما السؤال الثاني : فقد أجابوا عنه بأن لفظ الظالمين صيغة جمع دخل عليها حرف التعريف فيفيد العموم ، أقصى ما في الباب أن هذه الآية وردت لذم الكفار لأن العبرة بعموم اللفظ لا بخصوص السبب .\r\n أما السؤال الثالث : فجوابه أن قوله { مَا للظالمين مِنْ حَمِيمٍ } يفيد أن كل واحد من الظالمين محكوم عليه بأنه ليس له حميم ولا شفيع يطاع ، فهذا تمام كلام القوم في تقرير ذلك الاستدلال .\r\n أجاب أصحابنا عن السؤال الأول فقالوا إن القوم كانوا يقولون في الأصنام إنها شفعاؤنا عند الله وكانوا يقولون إنها تشفع لنا عند الله من غير حاجة فيه إلى إذن الله ، ولهذا السبب رد الله تعالى عليهم ذلك بقوله { مَن ذَا الذى يَشْفَعُ عِندَهُ إِلاَّ بِإِذْنِهِ } [ البقرة : 255 ] فهذا يدل على أن القوم اعتقدوا أنه يجب على الله إجابة الأصنام في تلك الشفاعة ، وهذا نوع طاعة ، فالله تعالى نفى تلك الطاعة بقوله { مَا للظالمين مِنْ حَمِيمٍ وَلاَ شَفِيعٍ يُطَاعُ } وأجابوا عن الكلام الثاني بأن قالوا الأصل في حرف التعريف أن ينصرف إلى المعهود السابق ، فإذا دخل حرف التعريف على صيغة الجمع ، وكان هناك معهود سابق انصرف إليه ، وقد حصل في هذه الآية معهود سابق وهم الكفار الذين يجادلون في آيات الله ، فوجب أن ينصرف إليه وأجابوا عن الكلام الثالث بأن قالوا قوله { مَا للظالمين مِنْ حَمِيمٍ وَلاَ شَفِيعٍ يُطَاعُ } يحتمل عموم السلب ، ويحتمل سلب العموم ، أما الأول : فعلى تقدير أن يكون المعنى أن كل واحد من الظالمين محكوم عليه بأنه ليس له حميم ولا شفيع ، وأما الثاني : فعلى تقدير أن يكون المعنى أن مجموع الظالمين ليس لهم حميم ولا شفيع ، ولا يلزم من نفي الحكم عن المجموع نفيه عن كل واحد من آحاد ذلك المجموع والذي يؤكد ما ذكرناه قوله تعالى : { الذين كَفَرُواْ سَوَاء عَلَيْهِمْ ءأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لاَ يُؤْمِنُونَ } [ البقرة : 6 ] فقوله : إن الذين كفروا لا يؤمنون ، إن حملناه على أن كل واحد منهم محكوم عليه بأنه لا يؤمن لزم وقوع الخلف في كلام الله ، لأن كثيراً ممن كفر فقد آمن بعد ذلك ، أما لو حملناه على أن مجموع الذين كفروا لا يؤمنون سواء آمن بعضهم أو لم يؤمن صدق وتخلص عن الخلف ، فلا جرم حملنا هذه الآية على سلب العموم ولم نحملها على عموم السلب فكذا قوله { مَا للظالمين مِنْ حَمِيمٍ وَلاَ شَفِيعٍ } يجب حمله على سلب العموم لا على عموم السلب ، وحينئذ استدلال المعتزلة بهذه الآية فهذا غاية الكلام في هذا الباب .\r\n المسألة الرابعة : في بيان نظم الآية ، فنقول إنه تعالى ذكر في هذه الآية جميع الأسباب الموجبة للخوف فأولها : أنه سمى ذلك اليوم يوم الآزفة ، أي يوم القرب من عذابه لمن ابتلي بالذنب العظيم ، لأنه إذا قرب زمان عقوبته كان في أقصى غايات الخوف ، حتى قيل إن تلك الغموم والهموم أعظم في الإيحاش من عين تلك العقوبة والثاني : قوله { إِذِ القلوب لَدَى الحناجر } والمعنى أنه بلغ ذلك الخوف إلى أن انقلع القلب من الصدر وارتفع إلى الحنجرة والتصق بها وصار مانعاً من دخول النفس والثالث : قوله { كاظمين } والمعنى أنه لا يمكنهم أن ينطقوا وأن يشرحوا ما عندهم من الحزن والخوف ، وذلك يوجب مزيد القلق والاضطراب الرابع : قوله { مَا للظالمين مِنْ حَمِيمٍ وَلاَ شَفِيعٍ يُطَاعُ } فبين أنه ليس لهم قريب ينفعهم ، ولا شفيع يطاع فيهم فتقبل شفاعته والخامس : قوله { يَعْلَمُ خَائِنَةَ الأعين وَمَا تُخْفِي الصدور } والمعنى أنه سبحانه عالم لا يعزب عن علمه مثقال ذرة في السموات ولا في الأرض ، والحاكم إذا بلغ في العلم إلى هذا الحد كان خوف المذنب منه شديداً جداً ، قال صاحب «الكشاف» : الخائنة صفة النظرة أو مصدر بمعنى الخائنة ، كالعافية المعافاة ، والمراد استراق النظر إلى ما لا يحل كما يفعل أهل الريب ، والمراد بقوله { وَمَا تُخْفِي الصدور } مضمرات القلوب ، والحاصل أن الأفعال قسمان : أفعال الجوارح وأفعال القلوب ، أما أفعال الجوارح ، فأخفاها خائنة الأعين ، والله أعلم بها ، فكيف الحال في سائر الأعمال .\r\n وأما أفعال القلوب ، فهي معلومة لله تعالى لقوله { وَمَا تُخْفِى الصدور } فدل هذا على كونه تعالى عالماً بجميع أفعالهم السادس : قوله تعالى : { والله يَقْضِى بالحق } وهذا أيضاً يوجب عظم الخوف ، لأن الحاكم إذا كان عالماً بجميع الأحوال ، وثبت منه أنه لا يقضي إلا بالحق في كل ما دق وجل ، كان خوف المذنب منه في الغاية القصوى السابع : أن الكفار إنما عولوا في دفع العقاب عن أنفسهم على شفاعة هذه الأصنام ، وقد بيّن الله تعالى أنه لا فائدة فيها ألبتة ، فقال : { والذين يَدْعُونَ مِن دُونِهِ لاَ يَقْضُونَ بِشَىْء } الثامن : قوله { إِنَّ الله هُوَ السميع البصير } أي يسمع من الكفار ثناءهم على الأصنام ، ولا يسمع منهم ثناءهم على الله ويبصر خضوعهم وسجودهم لهم ، ولا يبصر خضوعهم وتواضعهم لله ، فهذه الأحوال الثمانية إذا اجتمعت في حق المذنب الذي عظم ذنبه كان بالغاً في التخويف إلى الحد الذي لا تعقل الزيادة عليه ، ثم إنه تعالى لما بالغ في تخويف الكفار بعذاب الآخرة أردفه ببيان تخويفهم بأحوال الدنيا فقال : { أَوَلَمْ يَسيرُواْ فِى الأرض فَيَنظُرُواْ كَيْفَ كَانَ عاقبة الذين مِن قَبْلِهِمْ } والمعنى أن العاقل من اعتبر بغيره ، فإن الذين مضوا من الكفار كانوا أشد قوة من هؤلاء الحاضرين من الكفار ، وأقوى آثاراً في الأرض منهم ، والمراد حصونهم وقصورهم وعساكرهم ، فلما كذبوا رسلهم أهلكهم الله بضروب الهلاك معجلاً حتى إن هؤلاء الحاضرين من الكفار يشاهدون تلك الآثار ، فحذرهم الله تعالى من مثل ذلك بهذا القول ، وبين بقوله { وَمَا كَانَ لَهُم مّنَ الله مِن وَاقٍ } أنه لما نزل العذاب بهم عند أخذه تعالى لهم لم يجدوا من يعينهم ويخلصهم ، ثم بين أن ذلك نزل بهم لأجل أنهم كفروا وكذبوا الرسل ، فحذر قوم الرسول من مثله ، وختم الكلام ب { إِنَّهُ قَوِىٌّ شَدِيدُ العقاب } مبالغة في التحذير والتخويف ، والله أعلم .\r\n وقرأ ابن عامر وحده { كَانُواْ هُمْ أَشَدَّ مّنكُمْ } بالكاف ، والباقون بالهاء أما وجه قراءة ابن عامر فهو انصراف من الغيبة إلى الخطاب ، كقوله { إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ } بعد قوله { الحمدلله } والوجه في حسن هذا الخطاب أنه في شأن أهل مكة ، فجعل الخطاب على لفظ المخاطب الحاضر لحضورهم ، وهذه الآية في المعنى كقوله { مكناهم فِى الارض مَا لَمْ نُمَكّن لَّكُمْ } [ الأنعام : 6 ] وأما قراءة الباقين على لفظ الغيبة فلأجل موافقة ما قبله من ألفاظ الغيبة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأنذرهم يوم الآزفة إذ القلوب لدى الحناجر كاظمين ما للظالمين من حميم ولا شفيع يطاع (18) يعلم خائنة الأعين وما تخفي الصدور (19) والله يقضي بالحق والذين يدعون من دونه لا يقضون بشيء إن الله هو السميع البصير (20) أولم يسيروا في الأرض فينظروا كيف كان عاقبة الذين كانوا من قبلهم كانوا هم أشد منهم قوة وآثارا في الأرض فأخذهم الله بذنوبهم وما كان لهم من الله من واق (21) ذلك بأنهم كانت تأتيهم رسلهم بالبينات فكفروا فأخذهم الله إنه قوي شديد العقاب (22) ",
        "babnum": 6
    },
    {
        "id": 2152,
        "cate": "40",
        "title": "وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ (23) إِلَى فِرْعَوْنَ وَهَامَانَ وَقَارُونَ فَقَالُوا سَاحِرٌ كَذَّابٌ (24) فَلَمَّا جَاءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُوا أَبْنَاءَ الَّذِينَ آمَنُوا مَعَهُ وَاسْتَحْيُوا نِسَاءَهُمْ وَمَا كَيْدُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ (25) وَقَالَ فِرْعَوْنُ ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ إِنِّي أَخَافُ أَنْ يُبَدِّلَ دِينَكُمْ أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ (26) وَقَالَ مُوسَى إِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ مِنْ كُلِّ مُتَكَبِّرٍ لَا يُؤْمِنُ بِيَوْمِ الْحِسَابِ (27) ",
        "details": " واعلم أنه تعالى لما سلى رسوله بذكر الكفار الذين كذبوا الأنبياء قبله وبمشاهدة آثارهم ، سلاه أيضاً بذكر موسى عليه السلام ، وأنه مع قوة معجزاته بعثه إلى فرعون وهامان وقارون فكذبوه وكابروه ، وقالوا هو ساحر كذاب .\r\n واعلم أن موسى عليه السلام ، لما جاءهم بتلك المعجزات الباهرة وبالنبوّة وهي المراد بقوله { فَلَمَّا جَاءهُمْ بالحق مِنْ عِندِنَا } حكى الله تعالى عنهم ما صدر عنهم من الجهالات فالأول : أنهم وصفوه بكونه ساحراً كاذباً ، وهذا في غاية البعد ، لأن تلك المعجزات كانت قد بلغت في القوة والظهور إلى حيث يشهد كل ذي عقل سليم بأنه ليس من السحر ألبتة الثاني : أنهم قالوا { اقتلوا أَبْنَاء الذين ءامَنُواْ مَعَهُ واستحيوا نِسَاءهُمْ } والصحيح أن هذا القتل غير القتل الذي وقع في وقت ولادة موسى عليه السلام ، لأن في ذلك الوقت أخبره المنجمون بولادة عدو له يظهر عليه ، فأمر بقتل الأولاد في ذلك الوقت ، وأما في هذا الوقت فموسى عليه السلام قد جاءه وأظهر المعجزات الظاهرة ، فعند هذا أمر بقتل أبناء الذين آمنوا معه لئلا ينشئوا على دين موسى فيقوى بهم ، وهذه العلة مختصة بالبنين دون البنات ، فلهذا السبب أمر بقتل الأبناء .\r\n ثم قال تعالى : { وَمَا كَيْدُ الكافرين إِلاَّ فِى ضلال } ومعناه أن جميع ما يسعون فيه من مكايدة موسى ومكايدة من آمن معه يبطل ، لأن ما يفتح الله للناس من رحمة فلا ممسك لها النوع الثالث : من قبائح أفعال أولئك الكفار مع موسى عليه السلام ما حكاه الله تعالى : { وَقَالَ فِرْعَوْنُ ذَرُونِى أَقْتُلْ موسى } وهذا الكلام كالدلالة على أنهم كانوا يمنعونه من قتله ، وفيه احتمالان .\r\n والاحتمال الأول : أنهم منعوه من قتله لوجوه الأول : لعله كان فيهم من يعتقد بقلبه كون موسى صادقاً ، فيأتي بوجوه الحيل في منع فرعون من قتله الثاني : قال الحسن : أن أصحابه قالوا له لا تقتله فإنما هو ساحر ضعيف ولا يمكنه أن يغلب سحرتك ، وإن قتلته أدخلت الشبهة على الناس وقالوا إنه كان محقاً وعجزوا عن جوابه فقتلوه الثالث : لعلّهم كانوا يحتالون في منعه من قتله ، لأجل أن يبقى فرعون مشغول القلب بموسى فلا يتفرغ لتأديب أولئك الأقوام ، فإن من شأن الأمراء أن يشغلوا قلب ملكهم بخصم خارجي حتى يصيروا آمنين من شر ذلك الملك .\r\n والاحتمال الثاني : أن أحداً ما منع فرعون من قتل موسى وأنه كان يريد أن يقتله إلا أنه كان خائفاً من أنه لو حاول قتله لظهرت معجزات قاهرة تمنعه عن قتله فيفتضح إلا أنه لوقاحته قال : { ذَرُونِى أَقْتُلْ موسى } وغرضه منه أنه إنما امتنع عن قتله رعاية لقلوب أصحابه وغرضه منه إخفاء خوفه .\r\n أما قوله { وَلْيَدْعُ رَبَّهُ } فإنما ذكره على سبيل الاستهزاء يعني أني أقتله فليقل لربه حتى يخلصه مني .\r\n وأما قوله { إِنّى أَخَافُ أَن يُبَدّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِى الأرض الفساد } ففيه مسائل : المسألة الأولى : فتح ابن كثير الياء من قوله { ذَرُونِى } وفتح نافع وابن كثير وأبو عمرو الياء من { إِنّى أَخَافُ } وأيضاً قرأ نافع وابن عمرو { وأن يَظْهَر } بالواو وبحذف أو ، يعني أنه يجمع بين تبديل الدين وبين إظهار المفاسد ، والذين قرأوا بصيغة أو فمعناه أنه لا بد من وقع أحد الأمرين وقرىء يظهر بضم الياء وكسر الهاء والفساد بالنصب على التعدية ، وقرأ حمزة والكسائي وأبو بكر عن عاصم بلفظ أو يظهر بفتح الياء والهاء والفساد بالرفع ، أما وجه القراءة الأولى فهو أنه أسند الفعل إلى موسى في قوله { يُبَدَّلُ } فكذلك في يظهر ليكون الكلام على نسق واحد ، وأما وجه القراءة الثانية فهو أنه إذا بدل الدين فقد ظهر الفساد الحاصل بسبب ذلك التبديل .\r\n المسألة الثانية : المقصود من هذا الكلام بيان السبب الموجب لقتله وهو أن وجوده يوجب إما فساد الدين أو فساد الدنيا ، أما فساد الدين فلأن القوم اعتقدوا أن الدين الصحيح هو الذي كانوا عليه ، فلما كان موسى ساعياً في إفساده كان في اعتقادهم أنه ساع في إفساد الدين الحق وأما فساد الدنيا فهو أنه لا بد وأن يجتمع عليه قوم ويصير ذلك سبباً لوقوع الخصومات وإثارة الفتن ، ولما كان حب الناس لأديانهم فوق حبهم لأموالهم لا جرم بدأ فرعون بذكر الدين فقال : { إِنّى أَخَافُ أَن يُبَدّلَ دِينَكُمْ } ثم أتبعه بذكر فساد الدنيا فقال : { أَوْ أَن يُظْهِرَ فِى الأَرْضِ الفساد } .\r\n واعلم أنه تعالى لما حكى عن فرعون هذا الكلام حكى بعده ما ذكره موسى عليه السلام فحكى عنه أنه قال : { إِنّى عُذْتُ بِرَبّى وَرَبّكُمْ مّن كُلّ مُتَكَبّرٍ لاَّ يُؤْمِنُ بِيَوْمِ الحساب } وفيه مسألتان : المسألة الأولى : قرأ نافع وأبو بكر وحمزة والكسائي عذت بإدغام الذال في التاء والباقون بالإظهار .\r\n المسألة الثانية : المعنى أنه لم يأتِ في دفع شره إلا بأن استعاذ بالله ، واعتمد على فضل الله لا جرم صانه الله عن كل بلية وأوصله إلى كل أمنية ، وعلم أن هذه الكلمات التي ذكرها موسى عليه السلام تشتمل على فوائد : الفائدة الأولى : أن لفظة { إِنّى } تدل على التأكيد فهذا يدل على أن الطريق المؤكد المعتبر في دفع الشرور والآفات عن النفس الاعتماد على الله والتوكل على عصمة الله تعالى .\r\n الفائدة الثانية : أنه قال : { إِنّى عُذْتُ بِرَبّى وَرَبّكُمْ } فكما أن عند القراءة يقول المسلم : أعوذ بالله من الشيطان الرجيم ، فالله تعالى يصون دينه وإخلاصه عن وساوس شياطين الجن ، فكذلك عند توجه الآفات والمخافات من شياطين الإنس إذا قال المسلم : أعوذ بالله فالله يصونه عن كل الآفات والمخافات .\r\n الفائدة الثالثة : قوله { بِرَبّى وَرَبّكُمْ } والمعنى كأن العبد يقول إن الله سبحانه هو الذي رباني وإلى درجات الخير رقاني ، ومن الآفات وقاني ، وأعطاني نعماً لا حد لها ولا حصر ، فلما كان المولى ليس إلا الله وجب أن لا يرجع العاقل في دفع كل الآفات إلا إلى حفظ الله تعالى .\r\n الفائدة الرابعة : أن قوله { وَرَبّكُمْ } فيه بعث لقوم موسى عليه السلام على أن يقتدوا به في الاستعاذة بالله ، والمعنى فيه أن الأرواح الطاهرة القوية إذا تطابقت على همة واحدة قوي ذلك التأثير جداً ، وذلك هو السبب الأصلي في أداء الصلوات في الجماعات .\r\n الفائدة الخامسة : أنه لم يذكر فرعون في هذا الدعاء ، لأنه كان قد سبق له حق تربية على موسى من بعض الوجوه ، فترك التعيين رعاية لذلك الحق .\r\n الفائدة السادسة : أن فرعون وإن كان أظهر ذلك الفعل إلا أنه لا فائدة في الدعاء على فرعون بعينه ، بل الأولى الاستعاذة بالله في دفع كل من كان موصوفاً بتلك الصفة ، حتى يدخل فيه كل من كان عدواً سواء كان مظهراً لتلك العداوة أو كان مخفياً لها .\r\n الفائدة السابعة : أن الموجب للإقدام على إيذاء الناس أمران أحدهما : كون الإنسان متكبراً قاسي القلب والثاني : كونه منكراً للبعث والقيامة ، وذلك لأن التكبر القاسي قد يحمله طبعه على إيذاء الناس إلا أنه إذا كان مقراً بالبعث والحساب صار خوفه من الحساب مانعاً له من الجري على موجب تكبره ، فإذا لم يحصل عنده الإيمان بالبعث والقيامة كانت الطبيعة داعية له إلى الإيذاء والمانع وهو الخوف من السؤال والحساب زائلاً ، وإذا كان الخوف من السؤال والحساب زائلاً فلا جرم تحصل القسوة والإيذاء .\r\n الفائدة الثامنة : أن فرعون لما قال : { ذَرُونِى أَقْتُلْ موسى } قال على سبيل الاستهزاء { وليدع رَبَّهُ } فقال موسى إن الذي ذكرته يا فرعون بطريق الاستهزاء هو الدين المبين والحق المنير ، وأنا أدعو ربي وأطلب منه أن يدفع الشرك عني ، وسترى أن ربي كيف يقهرك ، وكيف يسلطني عليك .\r\n واعلم أن من أحاط عقله بهذه الفوائد علم أنه لا طريق أصلح ولا أصوب في دفع كيد الأعداء وإبطال مكرهم إلا الاستعاذة بالله والرجوع إلى حفظ الله ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد أرسلنا موسى بآياتنا وسلطان مبين (23) إلى فرعون وهامان وقارون فقالوا ساحر كذاب (24) فلما جاءهم بالحق من عندنا قالوا اقتلوا أبناء الذين آمنوا معه واستحيوا نساءهم وما كيد الكافرين إلا في ضلال (25) وقال فرعون ذروني أقتل موسى وليدع ربه إني أخاف أن يبدل دينكم أو أن يظهر في الأرض الفساد (26) وقال موسى إني عذت بربي وربكم من كل متكبر لا يؤمن بيوم الحساب (27) ",
        "babnum": 7
    },
    {
        "id": 2153,
        "cate": "40",
        "title": "وَقَالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ وَإِنْ يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ وَإِنْ يَكُ صَادِقًا يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ (28) ",
        "details": " اعلم أنه تعالى لما حكى عن موسى عليه السلام أنه ما زاد في دفع مكر فرعون وشره على الاستعاذة بالله ، بيّن أنه تعالى قيض إنساناً أجنبياً غير موسى حتى ذب عنه على أحسن الوجوه وبالغ في تسكين تلك الفتنة واجتهد في إزالة ذلك الشر .\r\n يقول مصنف هذا الكتاب رحمه الله ، ولقد جربت في أحوال نفسي أنه كلما قصدني شرير بشر ولم أتعرض له وأكتفي بتفويض ذلك الأمر إلى الله ، فإنه سبحانه يقيض أقواماً لا أعرفهم ألبتة ، يبالغون في دفع ذلك الشر ، وفيه مسائل : المسألة الأولى : اختلفوا في ذلك الرجل الذي كان من آل فرعون ، فقيل إنه كان ابن عم له ، وكان جارياً مجرى ولي العهد ومجرى صاحب الشرطة ، وقيل كان قبطياً من آل فرعون وما كان من أقاربه ، وقيل إنه كان من بني إسرائيل ، والقول الأول أقرب لأن لفظ الآل يقع على القرابة والعشيرة قال تعالى : { إِلاَّ آلَ لُوطٍ نجيناهم بِسَحَرٍ } [ القمر : 34 ] وعن رسول الله أنه قال : « الصديقون ثلاثة : حبيب النجار مؤمن آل ياسين ، ومؤمن آل فرعون الذي قال : { أَتَقْتُلُونَ رَجُلاً أَن يَقُولَ رَبّىَ الله } والثالث علي ابن أبي طالب وهو أفضلهم » وعن جعفر بن محمد أنه قال : كان أبو بكر خيراً من مؤمن آل فرعون لأنه كان يكتم إيمانه وقال أبو بكر جهاراً { أَتَقْتُلُونَ رَجُلاً أَن يَقُولَ رَبّىَ الله } فكان ذلك سراً وهذا كان جهاراً .\r\n المسألة الثانية : لفظ من في قوله { مّنْ ءالِ فِرْعَوْنَ } يجوز أن يكون متعلقاً بقوله { مُؤْمِنٍ } أي كان ذلك المؤمن شخصاً من آل فرعون ويجوز أن يكون متعلقاً بقوله { يَكْتُمُ إيمانه } والتقدير رجل مؤمن يكتم إيمانه من آل فرعون ، وقيل إن هذا الاحتمال غير جائز لأنه يقال كتمت من فلان كذا ، إنما يقال كتمته كذا قال تعالى : { وَلاَ يَكْتُمُونَ الله حَدِيثاً } [ النساء : 42 ] .\r\n المسألة الثالثة : رجل مؤمن الأكثرون قرأوا بضم الجيم وقرىء رجل بكسر الجيم كما يقال عضد في عضد .\r\n المسألة الرابعة : قوله تعالى : { أَتَقْتُلُونَ رَجُلاً أَن يَقُولَ رَبّىَ الله } استفهام على سبيل الإنكار ، وقد ذكر في هذا الكلام ما يدل على حسن ذلك الاستنكار ، وذلك لأنه ما زاد على أن قال : { رَبّىَ الله } وجاء بالبينات وذلك لا يوجب القتل ألبتة وقوله { وَقَدْ جَاءكُمْ بالبينات مِن رَّبّكُمْ } يحتمل وجهين الأول : أن قوله { رَبّىَ الله } إشارة إلى التوحيد ، وقوله { وَقَدْ جَاءكُمْ بالبينات } إشارة إلى الدلائل الدالة على التوحيد ، وهو قوله في سورة طه [ 50 ] { رَبُّنَا الذى أعطى كُلَّ شَىء خَلْقَهُ ثُمَّ هدى } وقوله في سورة الشعراء [ 24 ] { رَبّ السموات والأرض وَمَا بَيْنَهُمَا إِن كُنتُمْ مُّوقِنِينَ } إلى آخر الآيات ، ثم ذكر ذلك المؤمن حجة ثانية في أن الإقدام على قتله غير جائز وهي حجة مذكورة على طريقة التقسيم ، فقال إن كان هذا الرجل كاذباً كان وبال كذبه عائداً عليه فاتركوه وإن كان صادقاً يصبكم بعض الذي يعدكم ، فثبت أن على كلا التقديرين كان الأولى إبقاؤه حياً .\r\n فإن قيل السؤال على هذا الدليل من وجهين الأول : أن قوله { وَإِن يَكُ كاذبا فَعَلَيْهِ كَذِبُهُ } معناه أن ضرر كذبه مقصور عليه ولا يتعداه ، وهذا الكلام فاسد لوجوه أحدها : أنا لا نسلم أن بتقدير كونه كاذباً كان ضرر كذبه مقصوراً عليه ، لأنه يدعو الناس إلى ذلك الدين الباطل ، فيغتر به جماعة منهم ، ويقعون في المذهب الباطل والاعتقاد الفاسد ، ثم يقع بينهم وبين غيرهم الخصومات الكثيرة فثبت أن بتقدير كونه كاذباً لم يمكن ضرر كذبه مقصوراً عليه ، بل كان متعدياً إلى الكل ، ولهذا السبب العلماء أجمعوا على أن الزنديق الذي يدعو الناس إلى زندقته يجب قتله وثانيها : أنه إن كان الكلام حجة له ، فلا كذاب إلا ويمكنه أن يتمسك بهذه الطريقة ، فوجب تمكن جميع الزنادقة والمبطلين من تقرير أديانهم الباطلة وثالثها : أن الكفار الذين أنكروا نبوّة موسى عليه السلام وجب أن لا يجوز الإنكار عليهم ، لأنه يقال : إن كان ذلك المنكر كاذباً في ذلك الإنكار فعليه كذبه ، وإن يك صادقاً انتفعتم بصدقه ، فثبت أن هذا الطريق يوجب تصويب ضده ، وما أفضى ثبوته إلى عدمه كان باطلاً .\r\n السؤال الثاني : أنه كان من الواجب أن يقال وإن يك صادقاً يصبكم كل الذي يعدكم لأن الذي يصيب في بعض ما يعد دون البعض هم أصحاب الكهانة والنجوم ، أما الرسول الصادق الذي لا يتكلم إلا بالوحي فإنه يجب أن يكون صادقاً في كل ما يقول فكان قوله { يُصِبْكُمْ بَعْضُ الذى يَعِدُكُمْ } غير لائق بهذا المقام والجواب : عن الأسئلة الثلاثة بحرف واحد وهو أن تقدير الكلام أن يقال إنه لا حاجة بكم في دفع شره إلى قتله بل يكفيكم أن تمنعوه عن إظهار هذه المقالة ثم تتركوا قتله فإن كان كاذباً فحينئذ لا يعود ضرره إلا إليه ، وإن يك صادقاً انتفعتم به ، والحاصل أن المقصود من ذكر ذلك التقسيم بيان أنه لا حاجة إلى قتله بل يكفيكم أن تعرضوا عنه وأن تمنعوه عن إظهار دينه فبهذا الطريق ( تكون ) الأسئلة الثلاثة مدفوعة .\r\n وأما السؤال الثاني : وهو قوله كان الأولى أن يقال يصبكم كل الذي يعدكم ، فالجواب عنه من وجوه الأول : أن مدار هذا الاستدلال على إظهار الإنصاف وترك اللجاج لأن المقصود منه إن كان كاذباً كان ضرر كذبه مقصوراً عليه ، وإن كان صادقاً فلا أقل من أن يصل إليكم بعض ما يعدكم ، وإن كان المقصود من هذا الكلام ما ذكر صح ، ونظيره قولله تعالى : { وَإِنَّا أَوْ إِيَّاكُمْ لعلى هُدًى أَوْ فِى ضلال مُّبِينٍ } [ سبأ : 24 ] ، والوجه الثاني : أنه عليه السلام كان يتوعدهم بعذاب الدنيا وبعذاب الآخرة ، فإذا وصل إليهم في الدنيا عذاب الدنيا فقد أصابهم بعض الذي يعدهم به ، الوجه الثالث : حُكي عن أبي عبيدة أنه قال ورود لفظ البعض بمعنى الكل جائز ، واحتج بقول لبيد : تراك أمكنة إذا لم أرضها \r\n أو يرتبط بعض النفوس حمامها والجمهور على أن هذا القول خطأ ، قالوا وأراد لبيد ببعض النفوس نفسه ، والله أعلم .\r\n ثم حكى الله تعالى عن هذا المؤمن حكاية ثالثة في أنه لا يجوز إيذاء موسى عليه السلام فقال : { إِنَّ الله لاَ يَهْدِى مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌ } وتقرير هذا الدليل أن يقال : إن الله تعالى هدى موسى إلى الإتيان بهذه المعجزات الباهرة ، ومن هداه الله إلى الإتيان بالمعجزات لا يكون مسرفاً كذاباً فهذا يدل على أن موسى عليه السلام ليس من الكاذبين ، فكان قوله { إِنَّ الله لاَ يَهْدِى مَنْ هُوَ مُسْرِفٌ كَذَّابٌ } إشارة إلى علو شأن موسى عليه السلام على طريق الرمز والتعريض ، ويحتمل أيضاً أن يكون المراد أن فرعون مسرف في عزمه على قتل موسى ، كذاب في إقدامه على ادعاء الإلهية ، والله لا يهدي من هذا شأنه وصفته ، بل يبطله ويهدم أمره .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقال رجل مؤمن من آل فرعون يكتم إيمانه أتقتلون رجلا أن يقول ربي الله وقد جاءكم بالبينات من ربكم وإن يك كاذبا فعليه كذبه وإن يك صادقا يصبكم بعض الذي يعدكم إن الله لا يهدي من هو مسرف كذاب (28) ",
        "babnum": 8
    },
    {
        "id": 2154,
        "cate": "40",
        "title": "يَاقَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِينَ فِي الْأَرْضِ فَمَنْ يَنْصُرُنَا مِنْ بَأْسِ اللَّهِ إِنْ جَاءَنَا قَالَ فِرْعَوْنُ مَا أُرِيكُمْ إِلَّا مَا أَرَى وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ (29) وَقَالَ الَّذِي آمَنَ يَاقَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ مِثْلَ يَوْمِ الْأَحْزَابِ (30) مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعِبَادِ (31) وَيَاقَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ (32) يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ (33) ",
        "details": " اعلم أن مؤمن آل فرعون لما أقام أنواع الدلائل على أنه لا يجوز الإقدام على قتل موسى ، خوفهم في ذلك بعذاب الله فقال : { ياقوم لَكُمُ الملك اليوم ظاهرين فِى الأرض } يعني قد علوتم الناس وقهرتموهم ، فلا تفسدوا أمركم على أنفسكم ولا تتعرضوا لبأس الله وعذابه ، فإنه لا قبل لكم به ، وإنما قال : { يَنصُرُنَا } و { جَاءنَا } لأنه كان يظهر من نفسه أنه منهم وأن الذي ينصحهم به هو مشارك لهم فيه ، ولما قال ذلك المؤمن هذا الكلام { قال فرعون ما أريكم إلا ما أرى } أي لا أشير إليكم برأي سوى ما ذكرته أنه يجب قتله حسماً لمادة الفتنة { وَمَا أَهْدِيكُمْ } بهذا الرأي { إِلاَّ سَبِيلَ الرشاد } والصلاح ، ثم حكى تعالى أن ذلك المؤمن رد هذا الكلام على فرعون فقال : { إِنّى أَخَافُ عَلَيْكُمْ مّثْلَ يَوْمِ الأحزاب } .\r\n واعلم أنه تعالى حكى عن ذلك المؤمن أنه كان يكتم إيمانه ، والذي يكتم كيف يمكنه أن يذكر هذه الكلمات مع فرعون ، ولهذا السبب حصل ههنا قولان الأول : أن فرعون لما قال : { ذَرُونِى أَقْتُلْ موسى } [ غافر : 26 ] لم يصرح ذلك المؤمن بأنه على دين موسى ، بل أوهم أنه مع فرعون وعلى دينه ، إلا أنه زعم أن المصلحة تقتضي ترك قتل موسى ، لأنه لم يصدر عنه إلا الدعوة إلى الله والإتيان بالمعجزات القاهرة وهذا لا يوجب القتل ، والإقدام على قتله يوجب الوقوع في ألسنة الناس بأقبح الكلمات ، بل الأولى أن يؤخر قتله وأن يمنع من إظهار دينه ، لأن على هذا التقدير إن كان كاذباً كان وبال كذبه عائداً إليه ، وإن كان صادقاً حصل الانتفاع به من بعض الوجوه ، ثم أكد ذلك بقوله { إِنَّ الله لاَ يَهْدِى مَنْ هُوَ مُسْرِفٌ كَذَّابٌ } [ غافر : 28 ] يعني أنه إن صدق فيما يدعيه من إثبات الإله القادر الحكيم فهو لا يهدي المسرف الكذاب ، فأوهم فرعون أنه أراد بقوله { إِنَّ الله لاَ يَهْدِى مَنْ هُوَ مُسْرِفٌ كَذَّابٌ } أنه يريد موسى وهو إنما كان يقصد به فرعون ، لأن المسرف الكذاب هو فرعون والقول الثاني : أن مؤمن آل فرعون كان يكنم إيمانه أولاً ، فلما قال فرعون { ذَرُونِى أَقْتُلْ موسى } أزال الكتمان وأظهر كونه على دين موسى ، وشافه فرعون بالحق .\r\n واعلم أنه تعالى حكى عن هذا المؤمن أنواعاً من الكلمات ذكرها لفرعون الأول : قوله { ياقوم إِنّى أَخَافُ عَلَيْكُمْ مّثْلَ يَوْمِ الأحزاب } والتقدير مثل أيام الأحزاب ، إلا أنه لما أضاف اليوم إلى الأحزاب وفسرهم بقوم نوح وعاد ثمود ، فحينئذٍ ظهر أن كل حزب كان له يوم معين في البلاء ، فاقتصر من الجمع على ذكر الواحد لعدم الالتباس ، ثم فسّر قوله { إِنّى أَخَافُ عَلَيْكُمْ مّثْلَ يَوْمِ الأحزاب } بقوله { مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ } ودأب هؤلاء دونهم في عملهم من الكفار والتكذيب وسائر المعاصي ، فيكون ذلك دائباً ودائماً لا يفترون عنه ، ولا بد من حذف مضاف يريد مثل جزاء دأبهم ، والحاصل أنه خوفهم بهلاك معجل في الدنيا ، ثم خوفهم أيضاً بهلاك الآخرة ، وهو قوله { وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ } والمقصود منه التنبيه على عذاب الآخرة .\r\n والنوع الثاني : من كلمات ذلك المؤمن قوله تعالى : { وَمَا الله يُرِيدُ ظُلْماً لّلْعِبَادِ } يعني أن تدمير أولئك الأحزاب كان عدلاً ، لأنهم استوجبوه بسبب تكذيبهم للأنبياء ، فتلك الجملة قائمة ههنا ، فوجب حصول الحكم ههنا ، قالت المعتزلة : { وَمَا الله يُرِيدُ ظُلْماً لّلْعِبَادِ } يدل على أنه لا يريد أن يظلم بعض العباد بعضاً ، ويدل على أنه لا يريد ظلم أحد من العباد ، فلو خلق الكفر فيهم ثم عذبهم على ذلك الكفر لكان ظالماً ، وإذا ثبت أنه لا يريد الظلم ألبتة ثبت أنه غير خالق لأفعال العباد ، لأنه لو خلقها لأرادها ، وثبت أيضاً أنه قادر على الظلم ، إذ لو لم يقدر عليه لما حصل المدح بترك الظلم ، وهذا الاستدلال قد ذكرناه مراراً في هذا الكتاب مع الجواب ، فلا فائدة في الإعادة .\r\n النوع الثالث : من كلمات هذا المؤمن قوله { وياقوم إِنّى أَخَافُ عَلَيْكُمْ يَوْمَ التناد } وفيه مسائل : المسألة الأولى : التنادي تفاعل من النداء ، يقال تنادى القوم ، أي نادى بعضهم بعضاً ، والأصل الياء وحذف الياء حسن في الفواصل ، وذكرنا ذلك في { يَوْمَ التلاق } [ غافر : 15 ] وأجمع المفسرون على أن { يَوْمَ التناد } يوم القيامة ، وفي سبب تسمية ذلك اليوم بذلك الاسم وجوه الأول : أن أهل النار ينادون أهل الجنة ، وأهل الجنة ينادون أهل النار ، كما ذكر الله عنهم في سورة الأعراف { ونادى أصحاب النار أصحاب الجنة } [ الاعراف : 50 ] ، { وَنَادَى أصحاب الجنة أصحاب النار } [ الاعراف : 44 ] ، الثاني : قال الزجاج : لا يبعد أن يكون السبب فيه قوله تعالى : { يَوْمَ نَدْعُواْ كُلَّ أُنَاسٍ بإمامهم } [ الإسرار : 71 ] ، الثالث : أنه ينادي بعض الظالمين بعضاً بالويل والبثور فيقولون { يا ويلنا } [ الأنبياء : 14 ] ، الرابع : ينادون إلى المحشر ، أي يدعون الخامس : ينادي المؤمن { هَاؤُمُ اقرؤا كتابيه } [ الحاقة : 19 ] والكافر { ياليتنى لَمْ أُوتَ كتابيه } [ الحاقة : 25 ] ، السادس : ينادى باللعنة على الظالمين السابع : يجاء بالموت على صورة كبش أملح ، ثم يذبح وينادى يا أهل القيامة لا موت ، فيزداد أهل الجنة فرحاً على فرحهم ، وأهل النار حزناً على حزنهم الثامن : قال أبو علي الفارسي : التنادي مشتق من التناد ، من قولهم ند فلان إذا هرب ، وهو قراءة ابن عباس وفسرها ، فقال يندون كما تند الإبل ، ويدل على صحة هذه القراءة قوله تعالى : { يَوْمَ يَفِرُّ المرء مِنْ أَخِيهِ } [ عبس : 34 ] الآية .\r\n وقوله تعالى بعد هذه الآية { يَوْمَ تُوَلُّونَ مُدْبِرِينَ } لأنهم إذا سمعوا زفير النار يندون هاربين ، فلا يأتون قطراً من الأقطار إلا وجدوا ملائكة صفوفاً ، فيرجعون إلى المكان الذي كانوا فيه .\r\n المسألة الثانية : انتصب قوله { يَوْمَ التناد } لوجهين أحدهما : الظرف للخوف ، كأنه خاف عليهم في ذلك اليوم ، لما يلحقهم من العذاب ، إن لم يؤمنوا والآخر أن يكون التقدير إني أخاف عليكم عذاب يوم التناد وإذا كان كذلك كان انتصاب يوم انتصاب المفعول به ، لا انتصاب الظرف ، لأن إعرابه إعراب المضاف المحذوف ، ثم قال : { يَوْمَ تُوَلُّونَ مُدْبِرِينَ } وهو بدل من قوله { يَوْمَ التناد } عن قتادة : منصرفين عن موقف يوم الحساب إلى النار ، وعن مجاهد : فارين عن النار غير معجزين ، ثم أكد التهديد فقال : { مَا لَكُمْ مّنَ الله مِنْ عَاصِمٍ } ثم نبه على قوة ضلالتهم وشدة جهالتهم فقال : { وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياقوم لكم الملك اليوم ظاهرين في الأرض فمن ينصرنا من بأس الله إن جاءنا قال فرعون ما أريكم إلا ما أرى وما أهديكم إلا سبيل الرشاد (29) وقال الذي آمن ياقوم إني أخاف عليكم مثل يوم الأحزاب (30) مثل دأب قوم نوح وعاد وثمود والذين من بعدهم وما الله يريد ظلما للعباد (31) وياقوم إني أخاف عليكم يوم التناد (32) يوم تولون مدبرين ما لكم من الله من عاصم ومن يضلل الله فما له من هاد (33) ",
        "babnum": 9
    },
    {
        "id": 2155,
        "cate": "40",
        "title": "وَلَقَدْ جَاءَكُمْ يُوسُفُ مِنْ قَبْلُ بِالْبَيِّنَاتِ فَمَا زِلْتُمْ فِي شَكٍّ مِمَّا جَاءَكُمْ بِهِ حَتَّى إِذَا هَلَكَ قُلْتُمْ لَنْ يَبْعَثَ اللَّهُ مِنْ بَعْدِهِ رَسُولًا كَذَلِكَ يُضِلُّ اللَّهُ مَنْ هُوَ مُسْرِفٌ مُرْتَابٌ (34) الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ كَبُرَ مَقْتًا عِنْدَ اللَّهِ وَعِنْدَ الَّذِينَ آمَنُوا كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ (35) ",
        "details": " واعلم أن مؤمن آل فرعون لما قال : { وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ } [ غافر : 33 ] ذكر لهذا مثلاً ، وهو أن يوسف لما جاءهم بالبينات الباهرة فأصروا على الشك والشبهة ، ولم ينتفعوا بتلك الدلائل ، وهذا يدل على أن من أضله الله فما له من هاد وفي الآية مسائل : المسألة الأولى : قيل إن يوسف هذا هو يوسف بن يعقوب عليهما السلام ، ونقل صاحب «الكشاف» أنه يوسف بن أفراييم بن يوسف ابن يعقوب أقام فيهم نيفاً وعشرين سنة ، وقيل إن فرعون موسى هو فرعون يوسف بقي حياً إلى زمانه وقيل فرعون آخر ، والمقصود من الكل شيء واحد وهو أن يوسف جاء قومه بالبينات ، وفي المراد بها قولان الأول : أن المراد بالبينات قوله { أأرباب مُّتَّفَرّقُونَ خَيْرٌ أَمِ الله الواحد القهار } [ يوسف : 39 ] ، والثاني : المراد بها المعجزات ، وهذا أولى ، ثم إنهم بقوا في نبوته شاكين مرتابين ، ولم ينتفعوا ألبتة بتلك البينات ، فلما مات قالوا إنه { لَن يَبْعَثَ الله مِن بَعْدِهِ رَسُولاً } وإنما حكموا بهذا الحكم على سبيل التشهي والتمني من غير حجة ولا برهان ، بل إنما ذكروا ذلك ليكون ذلك أساساً لهم في تكذيب الأنبياء الذين يأتون بعد ذلك وليس في قولهم { لن يبعث الله من بعد رسولاً } لأجل تصديق رسالة يوسف وكيف وقد شكوا فيها وكفروا بها وإنما هو تكذيب لرسالة من هو بعده مضموماً إلى تكذيب رسالته ، ثم قال : { كَذَلِكَ يُضِلُّ الله مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌ } أي مثل هذا الضلال يضل الله كل مسرف في عصيانه مرتاب في دينه ، قال الكعبي هذه الآية حجة لأهل القدر لأنه تعالى بين كفرهم ، ثم بين أنه تعالى إنما أضلهم لكونهم مسرفين مرتابين ، فثبت أن العبد ما لم يضل عن الدين ، فإن الله تعالى لا يضله .\r\n ثم بيّن تعالى ما لأجله بقوا في ذلك الشك والإسراف فقال : { الذين يجادلون فِى ءايات الله بِغَيْرِ سلطان } أي بغير حجة ، بل إما بناء على التقليد المجرد ، وإما بناء على شبهات خسيسة { كَبُرَ مَقْتاً عِندَ الله } والمقت هو أن يبلغ المرء في القوم مبلغاً عظيماً فيمقته الله ويبغضه ويظهر خزيه وتعسه .\r\n وفيه مسائل : المسألة الأولى : في ذمة لهم بأنهم يجادلون بغير سلطان دلالة على أن الجدال بالحجة حسن وحق وفيه إبطال للتقليد .\r\n المسألة الثانية : قال القاضي مقت الله إياهم يدل على أن فعلهم ليس بخلق الله لأن كونه فاعلاً للفعل وماقتاً له محال .\r\n المسألة الثالثة : الآية تدل على أنه يجوز وصف الله تعالى بأنه قد يمقت بعض عباده إلا أن ذلك صفة واجبة التأويل في حق الله كالغضب والحياء والتعجب ، والله أعلم .\r\n ثم بيّن أن هذا المقت كما حصل عند الله فكذلك قد حصل عند الذين آمنوا .\r\n ثم قال : { كَذَلِكَ يَطْبَعُ الله على كُلّ قَلْبِ مُتَكَبّرٍ جَبَّارٍ } وفيه مسائل : المسألة الأولى : قرأ ابن عامر وأبو عمرون وقتيبة عن الكسائي { قَلْبٌ } منوناً { مُتَكَبّرٍ } صفة للقلب والباقون بغير تنوين على إضافة القلب إلى المتكبر قال أبو عبيد الاختيار الإضافة لوجوه الأول : أن عبد الله قرأ { على كُلّ قَلْبِ مُتَكَبّرٍ } وهو شاهد لهذه القراءة الثاني : أن وصف الإنسان بالتكبر والجبروت أولى من وصف القلب بهما ، وأما الذين قرأوا بالتنوين فقالوا إن الكبر قد أضيف إلى القلب في قوله { إِن فِى صُدُورِهِمْ إِلاَّ كِبْرٌ } [ غافر : 56 ] وقال تعالى : { فإنه آثم قلبه } [ البقرة : 283 ] وأيضاً فيمكن أن يكون ذلك على حذف المضاف أي على كل ذي قلب متكبر ، وأيضاً قال قوم الإنسان الحقيقي هو القلب وهذا البحث طويل وقد ذكرناه في تفسير قوله { نَزَلَ بِهِ الروح الأمين * على قَلْبِكَ } [ الشعراء : 193 ، 194 ] قالوا ومن أضاف ، فلا بد له من تقدير حذف ، والتقدير يطبع الله على قلب كل متكبر .\r\n المسألة الثانية : الكلام في الطبع والرين والقسوة والغشاوة قد سبق في هذا الكتاب بالاستقصاء ، وأصحابنا يقولون قوله { كَذَلِكَ يَطْبَعُ الله } يدل على أن الكل من الله والمعتزلة يقولون إن قوله { وكذلك يَطْبَعُ الله على كُلّ قَلْبِ مُتَكَبّرٍ جَبَّارٍ } يدل على أن هذا الطبع إنما حصل من الله لأنه كان في نفسه متكبراً جباراً وعند هذا تصير الآية حجة لكل واحد من هذين الفريقين من وجه ، وعليه من وجه آخر ، والقول الذي يخرج عليه الوجهان ما ذهبنا إليه وهو أنه تعالى يخلق دواعي الكبر والرياسة في القلب ، فتصير تلك الدواعي مانعة من حصول ما يدعون إلى الطاعة والانقياد لأمر الله ، فيكون القول بالقضاء والقدر حياً ويكون تعليل الصد عن الدين بكونه متجبراً متكبراً باقياً ، فثبت أن هذا المذهب الذي اخترناه في القضاء والقدر هو الذي ينطبق لفظ القرآن من أوله إلى آخره عليه .\r\n المسألة الثالثة : لا بد من بيان الفرق بين المتكبر والجبار ، قال مقاتل { مُتَكَبّرٍ } عن قبول التوحيد { جَبَّارٍ } في غير حق ، وأقول كمال السعادة في أمرين التعظيم لأمر الله والشفقة على خلق الله فعلى قول مقاتل التكبر كالمضاد للتعظيم لأمر الله والجبروت كالمضاد للشفقة على خلق الله ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد جاءكم يوسف من قبل بالبينات فما زلتم في شك مما جاءكم به حتى إذا هلك قلتم لن يبعث الله من بعده رسولا كذلك يضل الله من هو مسرف مرتاب (34) الذين يجادلون في آيات الله بغير سلطان أتاهم كبر مقتا عند الله وعند الذين آمنوا كذلك يطبع الله على كل قلب متكبر جبار (35) ",
        "babnum": 10
    },
    {
        "id": 2156,
        "cate": "40",
        "title": "وَقَالَ فِرْعَوْنُ يَاهَامَانُ ابْنِ لِي صَرْحًا لَعَلِّي أَبْلُغُ الْأَسْبَابَ (36) أَسْبَابَ السَّمَاوَاتِ فَأَطَّلِعَ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ كَاذِبًا وَكَذَلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ وَصُدَّ عَنِ السَّبِيلِ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِي تَبَابٍ (37) ",
        "details": " اعلم أنه تعالى لما وصف فرعون بكونه متكبراً جباراً بين أنه أبلغ في البلادة والحماقة إلى أن قصد الصعود إلى السموات ، وفي الآية مسائل : المسألة الأولى : احتج الجمع الكثير من المشبة بهذه الآية في إثبات أن الله في السموات وقرروا ذلك من وجوه الأول : أن فرعون كان من المنكرين لوجود الله ، وكل ما يذكره في صفات الله تعالى فذلك إنما يذكره لأجل أنه سمع أن موسى يصف الله بذلك ، فهو أيضاً يذكره كما سمعه ، فلولا أنه سمع موسى يصف الله بأنه موجود في السماء وإلا لما طلبه في السماء ، الوجه الثاني : أنه قال وإني لأظنه كاذباً ، ولم يبين أنه كاذب فيماذا ، والمذكور السابق متعين لصرف الكلام إليه فكأن التقدير فأطلع إلى الإله الذي يزعم موسى أنه موجود في السماء ، ثم قال : { وَإِنّى لأَظُنُّهُ كاذبا } أي وإني لأظن موسى كاذباً في إدعائه أن الإله موجود في السماء ، وذلك يدل على أن دين موسى هو أن الإله موجود في السماء الوجه الثالث : العلم بأنه لو وجد إله لكان موجوداً في السماء علم بديهي متقرر في كل العقول ولذلك فإن الصبيان إذا تضرعوا إلى الله رفعوا وجوههم وأيديهم إلى السماء ، وإن فرعون مع نهاية كفره لما طلب الإله فقد طلبه في السماء ، وهذا يدل على أن العلم بأن الإله موجود في السماء علم متقرر في عقل الصديق والزنديق والملحد والموحد والعالم والجاهل .\r\n فهذا جملة استدلالات المشبهة بهذه الآية ، والجواب : أن هؤلاء الجهال يكفيهم في كمال الخزي والضلال أن جعلوا قول فرعون اللعين حجة لهم على صحة دينهم ، وأما موسى عليه السلام فإنه لم يزد في تعريف إله العالم على ذكر صفة الخلاقية فقال في سورة طه { رَبُّنَا الذى أعطى كُلَّ شَىء خَلْقَهُ ثُمَّ هدى } [ طه : 50 ] وقال في سورة الشعراء { رَبُّكُمْ وَرَبُّ ءابَائِكُمُ الأولين * رَبُّ المشرق والمغرب وَمَا بَيْنَهُمَا } [ الشعراء : 26 ، 28 ] فظهر أن تعريف ذات الله بكونه في السماء دين فرعون وتعريفه بالخلاقية والموجودية دين موسى ، فمن قال بالأول كان على دين فرعون ، ومن قال بالثاني كان على دين موسى ، ثم نقول لا نسلم أن كل ما يقوله فرعون في صفات الله تعالى فذلك قد سمعه من موسى عليه السلام ، بل لعله كان على دين المشبهة فكان يعتقد أن الإله لو كان موجوداً لكان حاصلاً في السماء ، فهو إنما ذكر هذا الاعتقاد من قبل نفسه لا لأجل أنه قد سمعه من موسى عليه السلام .\r\n وأما قوله { وَإِنّى لأَظُنُّهُ كاذبا } فنقول لعله لما سمع موسى عليه السلام قال : { رَبّ السموات والأرض } ظن أنه عنى به أنه رب السموات ، كما يقال للواحد منا إنه رب الدار بمعنى كونه ساكناً فيه ، فلما غلب على ظنه ذلك حكى عنه ، وهذا ليس بمستبعد ، فإن فرعون كان بلغ في الجهل والحماقة إلى حيث لا يبعد نسبة هذا الخيال إليه ، فإن استبعد الخصم نسبة هذا الخيال إليه كان ذلك لائقاً بهم ، لأنهم لما كانوا على دين فرعون وجب عليهم تعظيمه .\r\n وأما قوله إن فطرة فرعون شهدت بأن الإله لو كان موجوداً لكان في السماء ، قلنا نحن لا ننكر أن فطرة أكثر الناس تخيل إليهم صحة ذلك لا سيما من بلغ في الحماقة إلى درجة فرعون فثبت أن هذا الكلام ساقط .\r\n المسألة الثانية : اختلف الناس في أن فرعون هل قصد بناء الصرح ليصعد منه إلى السماء أم لا؟ أما الظاهريون من المفسرين فقد قطعوا بذلك ، وذكروا حكاية طويلة في كيفية بناء ذلك الصرح ، والذي عندي أنه بعيد والدليل عليه أن يقال فرعون لا يخلو إما أن يقال إنه كان من المجانين أو كان من العقلاء ، فإن قلنا إنه كان من المجانين لم يجز من الله تعالى إرسال الرسول إليه ، لأن العقل شرط في التكليف ، ولم يجز من الله أن يذكر حكاية كلام مجنون في القرآن ، وأما إن قلنا إنه كان من العقلاء فنقول إن كل عاقل يعلم ببديهة عقله أنه يتعذر في قدرة البشر وضع بناء يكون أرفع من الجبل العالي ، ويعلم أيضاً ببديهة عقله أنه لا يتفاوت في البصر حال السماء بين أن ينظر إليه من أسفل الجبال وبين أن ينظر إليه من أعلى الجبال ، وإذا كان هذا العلمان بديهيين امتنع أن يقصد العاقل وضع بناء يصعد منه إلى السماء ، وإذا كان فساد هذا معلوماً بالضرورة امتنع إسناده إلى فرعون ، والذي عندي في تفسير هذه الآية أن فرعون كان من الدهرية وغرضه من ذكر هذا الكلام إيراد شبهة في نفي الصانع وتقريره أنه قال : إنا لا نرى شيئاً نحكم عليه بأنه إله العالم فلم يجز إثبات هذا الإله ، أما إنه لا نراه فلأنه لو كان موجوداً لكان في السماء ونحن لا سبيل لنا إلى صعود السموات فكيف يمكننا أن نراه ، ثم إنه لأجل المبالغة في بيان أنه لا يمكنه صعود السموات { قَالَ ياهامان ابن لِى صَرْحاً لَّعَلّى أَبْلُغُ الأسباب } والمقصود أنه لما عرف كل أحد أن هذا الطريق ممتنع كان الوصول إلى معرفة وجود الله بطريق الحس ممتنعاً ، ونظيره قوله تعالى : { فإن استطعت أن تبتغي نفقاً في الأرض أو سلماً في السماء فتأتيهم بآية } [ الأنعام : 35 ] وليس المراد منه أن محمداً صلى الله عليه وسلم طلب نفقاً في الأرض أو وضع سلماً إلى السماء ، بل المعنى أنه لما عرف أن هذا المعنى ممتنع فقد عرف أنه لا سبيل لك إلى تحصيل ذلك المقصود ، فكذا ههنا غرض فرعون من قوله { ياهامان ابن لِى صَرْحاً } يعني أن الاطلاع على إله موسى لما كان لا سبيل إليه إلا بهذا الطريق وكان هذا الطريق ممتنعاً ، فحينئذٍ يظهر منه أنه لا سبيل إلى معرفة الإله الذي يثبته موسى فنقول هذا ما حصلته في هذا الباب .\r\n واعلم أن هذه الشبهة فاسدة لأن طرق العلم ثلاثة الحس والخبر والنظر ، ولا يلزم من انتفاء طريق واحد وهو الحس انتفاء المطلوب ، وذلك لأن موسى عليه السلام كان قد بيّن لفرعون أن الطريق في معرفة الله تعالى إنما هو الحجة والدليل كما قال : { رَبُّكُمْ وَرَبُّ ءابَائِكُمُ الأولين * رَّبُّ المشرق والمغرب } [ الشعراء : 26 ، 28 ] إلا أن فرعون لخبثه ومكره تغافل عن ذلك الدليل ، وألقى إلى الجهال أنه لما كان لا طريق إلا الإحساس بهذا الإله وجب نفيه ، فهذا ما عندي في هذا الباب وبالله التوفيق والعصمة .\r\n المسألة الثالثة : ذهب قوم إلى أنه تعالى خلق جواهر الأفلاك وحركاتها بحيث تكون هي الأسباب لحدوث الحوادث في هذا العالم الأسفل ، واحتجوا بقوله تعالى : { لَّعَلّى أَبْلُغُ الأسباب أسباب السموات } ومعلوم أنها ليست أسباباً إلا لحوادث هذا العالم قالوا ويؤكد هذا بقوله تعالى في سورة ص { فَلْيَرْتَقُواْ فِى الأسباب } [ ص : 10 ] أما المفسرون فقد ذكروا في تفسير قوله تعالى : { لَّعَلّى أَبْلُغُ الأسباب أسباب السموات } أن المراد بأسباب السموات طرقها وأبوابها وما يؤدي إليها ، وكل ما أداك إلى شيء فهو سبب كالرشاد ونحوه .\r\n المسألة الرابعة : قالت اليهود أطبق الباحثون عن تواريخ بني إسرائيل وفرعون أن هامان ما كان موجوداً ألبتة في زمان موسى وفرعون وإنما جاء بعدهما بزمان مديد ودهر داهر ، فالقول بأن هامان كان موجوداً في زمان فرعون خطأ في التاريخ ، وليس لقائل أن يقول إن وجود شخص يسمى بهامان بعد زمان فرعون لا يمنع من وجود شخص آخر يسمى بهذا الاسم في زمانه ، قالوا لأن هذا الشخص المسمى بهامان الذي كان موجوداً في زمان فرعون ما كان شخصاً خسيساً في حضرة فرعون بل كان كالوزير له ، ومثل هذا الشخص لا يكون مجهول الوصف والحلية فلو كان موجوداً لعرف حاله ، وحيث أطبق الباحثون عن أحوال فرعون وموسى أن الشخص المسمى بهامان ما كان موجوداً في زمان فرعون وإنما جاء بعده بأدوار علم أن غلط وقع في التواريخ ، قالوا ونظير هذا أنا نعرف في دين الإسلام أن أبا حنيفة إنما جاء بعد محمد صلى الله عليه وسلم فلو أن قائلاً ادعى أن أبا حنيفة كان موجوداً في زمان محمد عليه السلام وزعم أنه شخص آخر سوى الأول وهو يسمى بأبي حنيفة ، فإن أصحاب التواريخ يقطعون بخطئه فكذا ههنا والجواب : أن تواريخ موسى وفرعون قد طال العهد بها واضطربت الأحوال والأدوار فلم يبق على كلام أهل التواريخ اعتماد في هذا الباب ، فكان الأخذ بقول الله تعالى أولى بخلاف حال رسولنا مع أبي حنيفة فإن هذه التواريخ قريبة غير مضطربة بل هي مضبوطة فظهر الفرق بين البابين ، فهذا جملة ما يتعلق بالمباحث المعنوية في هذه الآية ، وبقي ما يتعلق بالمباحث اللفظية .\r\n قيل الصرح البناء الظاهر لا يخفى على الناظر وإن بعد ، اشتقوه من صرح الشيء إذ ظهر و { أسباب السموات } طرقها ، فإن قيل ما فائدة هذا التكرير .\r\n ولو قيل : لعلي أبلغ الأسباب السموات ، كان كافياً؟ أجاب صاحب «الكشاف» عنه فقال : إذا أبهم الشيء ثم أوضح كان تفخيماً لشأنه ، فلما أراد تفخيم أسباب السموات أبهمها ثم أوضحها ، وقوله { فَأَطَّلِعَ إلى إله موسى } قرأ حفص عن عاصم { فَأَطَّلِعَ } بفتح العين والباقون بالرفع ، قال المبرد : من رفع فقد عطفه على قوله { أبلغ } والتقدير لعلي أبلغ الأسباب ثم أطلع إلا أن حرف ثم أشد تراخياً من الفاء ، ومن نصب جعله جواباً ، والمعنى لعلي أبلغ الأسباب فمتى بلغتها أطلع والمعنى مختلف ، لأن الأول : لعلي أطلع والثاني : لعلي أبلغ وأنا ضامر أني متى بلغت فلا بد وأن أطلع .\r\n واعلم أنه تعالى لما حكى عن فرعون هذه القصة قال بعدها { كاذبا وكذلك زُيّنَ لِفِرْعَوْنَ سُوء عَمَلِهِ وَصُدَّ عَنِ السبيل } وفيه مسائل : المسألة الأولى : قرأ عاصم وحمزة والكسائي { وَصُدَّ } بضم الصاد ، قال أبو عبيدة : وبه يقرأ ، لأن ما قبله فعل مبني للمفعول به فجعل ما عطف عليه مثله ، والباقون { وَصُدَّ } بفتح الصاد على أنه منع الناس عن الإيمان ، قالوا ومن صده قوله { لأُقَطّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ } [ الأعراف : 124 ] ويؤيد هذه القراءة قوله { الذين كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ الله } [ النساء : 167 ] وقوله { هُمُ الذين كَفَرُواْ وَصَدُّوكُمْ عَنِ المسجد الحرام } [ الفتح : 25 ] .\r\n المسألة الثانية : قوله تعالى : { زُيّنَ } لا بد له من المزين ، فقالت المعتزلة : إنه الشيطان ، فقيل لهم إن كان المزين لفرعون هو الشيطان ، فالمزين للشيطان إن كان شيطاناً آخر لزم إثبات التسلسل في الشياطين أو الدور وهو محال ، ولما بطل ذلك وجب انتهاء الأسباب والمسببات في درجات الحاجات إلى واجب الوجود ، وأيضاً فقوله { زُيّنَ } يدل على أن الشيء إن لم يكن في اعتقاد الفاعل موصوفاً بأنه خير وزينة وحسن فإنه لا يقدم عليه ، إلا أن ذلك الاعتقاد إن كان صواباً فهو العلم ، وإن كان خطأ فهو الجهل ، ففاعل ذلك الجهل ليس هو ذلك الإنسان ، لأن العاقل لا يقصد تحصيل الجهل لنفسه ، ولأنه إنما يقصد تحصيل الجهل لنفسه إذا عرف كونه جهلاً ، ومتى عرف كونه جهلاً امتنع بقاؤه جاهلاً ، فثبت أن فاعل ذلك الجهل ليس هو ذلك الإنسان ، ولا يجوز أن يكون فاعله هو الشيطان ، لأن البحث الأول بعينه عائد فيه ، فلم يبق إلا أن يكون فاعله هو الله تعالى ، والله أعلم .\r\n ويقوي ما قلناه أن صاحب «الكشاف» نقل أنه قرىء { وَزينَ لَهُ سُوء عَمَلِهِ } على البناء للفاعل والفعل لله عزّ وجلّ ، ويدل عليه قوله { إلى إله موسى } .\r\n ثم قال تعالى : { وَمَا كَيْدُ فِرْعَوْنَ إِلاَّ فِى تَبَابٍ } والتباب الهلاك والخسران ، ونظيره قوله تعالى : { وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ } [ هود : 101 ] وقوله تعالى : { تَبَّتْ يَدَا أَبِى لَهَبٍ } [ المسد : 1 ] ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقال فرعون ياهامان ابن لي صرحا لعلي أبلغ الأسباب (36) أسباب السماوات فأطلع إلى إله موسى وإني لأظنه كاذبا وكذلك زين لفرعون سوء عمله وصد عن السبيل وما كيد فرعون إلا في تباب (37) ",
        "babnum": 11
    },
    {
        "id": 2157,
        "cate": "40",
        "title": "وَقَالَ الَّذِي آمَنَ يَاقَوْمِ اتَّبِعُونِ أَهْدِكُمْ سَبِيلَ الرَّشَادِ (38) يَاقَوْمِ إِنَّمَا هَذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ (39) مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَى إِلَّا مِثْلَهَا وَمَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ (40) وَيَاقَوْمِ مَا لِي أَدْعُوكُمْ إِلَى النَّجَاةِ وَتَدْعُونَنِي إِلَى النَّارِ (41) تَدْعُونَنِي لِأَكْفُرَ بِاللَّهِ وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ وَأَنَا أَدْعُوكُمْ إِلَى الْعَزِيزِ الْغَفَّارِ (42) لَا جَرَمَ أَنَّمَا تَدْعُونَنِي إِلَيْهِ لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ وَأَنَّ مَرَدَّنَا إِلَى اللَّهِ وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ (43) فَسَتَذْكُرُونَ مَا أَقُولُ لَكُمْ وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ (44) ",
        "details": " اعلم أن هذا من بقية كلام الذي آمن من آل فرعون ، وقد كان يدعوهم إلى الإيمان بموسى والتمسك بطريقته .\r\n واعلم أنه نادى في قومه ثلاث مرات : في المرة الأولى دعاهم إلى قبول ذلك الدين على سبيل الإجمال ، وفي المرتين الباقيتين على سبيل التفصيل .\r\n أما الإجمال فهو قوله { ياقوم اتبعون أَهْدِكُمْ سَبِيلَ الرشاد } وليس المراد بقوله { اتبعون } طريقة التقليد ، لأنه قال بعده { أَهْدِكُمْ سَبِيلَ الرشاد } والهدى هو الدلالة ، ومن بين الأدلة للغير يوصف بأنه هداه ، وسبيل الرشاد هو سبيل الثواب والخير وما يؤدي إليه ، لأن الرشاد نقيض الغي ، وفيه تصريح بأن ما عليه فرعون وقومه هو سبيل الغي .\r\n وأما التفصيل فهو أنه بين حقارة حال الدينا وكمال حال الآخرة ، أما حقارة الدنيا فهي قوله { ياقوم إِنَّمَا هذه الحياة الدنيا متاع } والمعنى أنه يستمتع بهذه الحياة الدنيا في أيام قليلة ، ثم تنقطع وتزول ، وأما الآخرة فهي دار القرار والبقاء والدوام ، وحاصل الكلام أن الآخرة باقية دائمة والدنيا منقضية منقرضة ، والدائم خير من المنقضي ، وقال بعض العارفين : لو كانت الدينا ذهباً فانياً ، والآخرة خزفاً باقياً ، لكانت الآخرة خيراً من الدنيا ، فكيف والدنيا خزف فان ، والآخرة ذهب باق .\r\n واعلم أن الآخرة كما أن النعيم فيها دائم فكذلك العذاب فيها دائم ، وإن الترغيب في النعيم الدائم والترهيب عن العذاب الدائم من أقوى وجوه الترغيب والترهيب ، ثم بين كيف تحصل المجازاة في الآخرة ، وأشار فيه إلى أن جانب الرحمة غالب على جانب العقاب فقال : { مَنْ عَمِلَ سَيّئَةً فَلاَ يجزى إِلاَّ مِثْلَهَا } والمراد بالمثل ما يقابلها في الاستحقاق ، فإن قيل كيف يصح هذا الكلام ، مع أن كفر ساعة يوجب عقاب الأبد؟ قلنا إن الكافر يعتقد في كفره كونه طاعة وإيماناً فلهذا السبب يكون الكافر على عزم أن يبقى مصراً على ذلك الاعتقاد أبداً ، فلا جرم كان عقابه مؤبداً بخلاف الفاسق فإنه يعتقد فيه كونه خيانة ومعصية فيكون على عزم أن لا يبقى مصراً عليه ، فلا جرم قلنا إن عقاب الفاسق منقطع .\r\n أما الذي يقوله المعتزلة من أن عقابه مؤبد فهو باطل ، لأن مدة تلك المعصية منقطعة والعزم على الإتيان بها أيضاً ليس دائماً بل منقطعاً فمقابلته بعقاب دائم يكون على خلاف قوله { مَنْ عَمِلَ سَيّئَةً فَلاَ يجزى إِلاَّ مِثْلَهَا } ، واعلم أن هذه الآية أصل كبير في علوم الشريعة فيما يتعلق بأحكام الجنايات فإنها تقتضي أن يكون المثل مشروعاً ، وأن يكون الزائد على المثل غير مشروع ، ثم نقول ليس في الآية بيان أن تلك المماثلة معتبرة في أي الأمور فلو حملناه على رعاية المماثلة في شيء معين ، مع أن ذلك المعين غير مذكور في الآية صارت الآية مجملة ، ولو حملناه على رعاية المماثلة في جميع الأمور صارت الآية عاماً مخصوصاً ، وقد ثبت في أصول الفقه أن التعارض إذا وقع بين الإجمال وبين التخصيص كان دفع الإجمال أولى فوجب أن تحمل هذه الآية على رعاية المماثلة من كل الوجوه إلا في مواضع التخصيص ، وإذا ثبت هذا فالأحكام الكثيرة في باب الجنايات على النفوس ، وعلى الأعضاء ، وعلى الأموال يمكن تفريعها على هذه الآية .\r\n ثم نقول إنه تعالى لما بيّن أن جزاء السيئة مقصور على المثل بين أن جزاء الحسنة غير مقصور على المثل بل هو خارج عن الحساب فقال : { وَمَنْ عَمِلَ صالحا مّن ذَكَرٍ أَوْ أنثى وَهُوَ مُؤْمِنٌ فَأُوْلَئِكَ يَدْخُلُونَ الجنة يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ } واحتج أصحابنا بهذه الآية فقالوا قوله { وَمَنْ عَمِلَ صالحا } نكرة في معرض الشرط في جانب الإثبات فجرى مجرى أن يقال من ذكر كلمة أو من خطا خطوة فله كذا فإنه يدخل فيه كل من أتى بتلك الكلمة أو بتلك الخطوة مرة واحدة ، فكذلك ههنا وجب أن يقال كل من عمل صالحاً واحداً من الصالحات فإنه يدخل الجنة ويرزق فيها بغير حساب ، والآتي بالإيمان والمواظب على التوحيد والتقديس مدة ثمانين سنة قد أتى بأعظم الصالحات وبأحسن الطاعات ، فوجب أن يدخل الجنة والخصم يقول إنه يبقى مخلداً في النار أبد الآباد فكان ذلك على خلاف هذا النص الصريح .\r\n قالت المعتزلة إنه تعالى شرط فيه كونه مؤمناً وصاحب الكبيرة عندنا ليس بمؤمن فلا يدخل في هذا الوعد والجواب : أنا بينا في أول سورة البقرة في تفسير قوله تعالى : { الذين يُؤْمِنُونَ بالغيب } [ البقرة : 3 ] أن صاحب الكبيرة مؤمن فسقط هذا الكلام ، واختلفوا في تفسير قوله { يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ } فمنهم من قال لما كان لا نهاية لذلك الثواب قيل بغير حساب ، وقال الآخرون لأنه تعالى يعطيهم ثواب أعمالهم ويضم إلى ذلك الثواب من أقسام التفضل ما يخرج عن الحساب وقوله { بِغَيْرِ حِسَابٍ } واقع في مقابلة { إِلاَّ مِثْلَهَا } يعني أن جزاء السيئة له حساب وتقدير ، لئلا يزيد على الاستحقاق ، فأما جزاء العمل الصالح فبغير تقدير وحساب بل ما شئت من الزيادة على الحق والكثرة والسعة ، وأقول هذا يدل على أن جانب الرحمة والفضل راجح على جانب القهر والعقاب ، فإذا عارضنا عمومات الوعد بعمومات الوعيد ، وجب أن يكون الترجيح بجانب عمومات الوعد وذلك يهدم قواعد المعتزلة ، ثم استأنف ذلك المؤمن ونادى في المرة الثالثة وقال : { يا قوم مالي أدعوكم إلى النجاة وتدعونني إلى النار } يعني أنا أدعوكم إلى الإيمان الذي يوجب النجاة وتدعونني إلى الكفر الذي يوجب النار ، فإن قيل لم كرر نداء قومه ، ولم جاء بالواو في النداء الثالث دون الثاني؟ قلنا أما تكرير النداء ففيه زيادة تنبيه لهم وإيقاظ من سنة الغفلة ، وإظهار أن له بهذا المهم مزيد اهتمام ، وعلى أولئك الأقوام فرط شفقة ، وأما المجيء بالواو العاطفة فلأن الثاني يقرب من أن يكون عين الأول ، لأن الثاني بيان للأول والبيان عين المبين ، وأما الثالث فلأنه كلام مباين للأول والثاني فحسن إيراد الواو العاطفة فيه ، ولما ذكر هذا المؤمن أنه يدعوهم إلى النجاة وهم يدعونه إلى النار ، فسّر ذلك بأنهم يدعونه إلى الكفر بالله وإلى الشرك به ، أما الكفر بالله فلأن الأكثرين من قوم فرعون كانوا ينكرون وجود الإله ، ومنهم من كان يقر بوجود الله إلا أنه كان يثبت عبادة الأصنام وقوله تعالى : { وَأُشْرِكَ بِهِ مَا لَيْسَ لِى بِهِ عِلْمٌ } المراد بنفي العلم نفي المعلوم ، كأنه قال وأشرك به ما ليس بإله وما ليس بإله كيف يعقل جعله شريكاً للإله؟ ولما بيّن أنهم يدعونه إلى الكفر والشرك بيّن أنه يدعوهم إلى الإيمان بالعزيز الغفار فقوله { العزيز } إشارة إلى كونه كامل القدرة ، وفيه تنبيه على أن الإله هو الذي يكون كامل القدرة ، وأما فرعون فهو في غاية العجز فكيف يكون إلهاً ، وأما الأصنام فإنها أحجار منحوتة فكيف يعقل القول بكونها آلهة وقوله { الغفار } إشارة إلى أنه لا يجب أن يكونوا آيسين من رحمة الله بسبب إصرارهم على الكفر مدة مديدة ، فإن إله العالم وإن كان عزيزاً لا يغلب قادراً لا يغالب ، لكنه غفار يغفر كفر سبعين سنة بإيمان ساعة واحدة ، ثم قال ذلك المؤمن { لاَ جَرَمَ } والكلام في تفسير لا جرم مرّ في سورة هود في قوله { لاَ جَرَمَ أَنَّهُمْ فِى الأخرة هُمُ الأخسرون } [ هود : 22 ] وقد أعاده صاحب «الكشاف» ههنا فقال { لاَ جَرَمَ } مساقه على مذهب البصريين أن يجعل ( لا ) رداً لما دعاه إليه قومه و { جَرَمَ } فعل بمعنى حق و { إِنَّمَا } مع ما في حيزه فاعله أي حق ووجب بطلان دعوته أو بمعنى كسب من قوله تعالى : { وَلاَ يَجْرِمَنَّكُمْ شَنَانُ قَوْمٍ أَن صَدُّوكُمْ عَنِ المسجد الحرام أَن تَعْتَدُواْ } [ المائدة : 2 ] أي كسب ذلك الدعاء إليه بطلان دعوته بمعنى أنه ما حصل من ذلك إلا ظهور بطلان دعوته ، ويجوز أن يقال إن { لاَ جَرَمَ } نظيره لا بد فعل من الجرم وهو القطع كما أن بد فعل من التبديد وهو التفريق ، وكما أن معنى لا بد أنك تفعل كذا أنه لا بد لك من فعله ، فكذلك { لاَ جَرَمَ أَنَّ لَهُمُ النار } [ النحل : 62 ] أي لا قطع لذلك بمعنى أنهم أبداً يستحقون النار لا انقطاع لاستحقاقهم ، ولا قطع لبطلان دعوة الأصنام ، أي لا تزال باطلة لا ينقطع ذلك فينقلب حقاً ، وروي عن بعض العرب لا جرم أنه يفعل بضم الجيم وسكون الراء بزنة بد وفعل إخوان كرشد ورشد وكعدم وعدم هذا كله ألفاظ صاحب «الكشاف» .\r\n ثم قال : { أَنَّمَا تَدْعُونَنِى إِلَيْهِ لَيْسَ لَهُ دَعْوَةٌ فِى الدنيا وَلاَ فِى الأخرة } والمراد أن الأوثان التي تدعونني إلى عبادتها ليس لها دعوة في الدنيا ولا في الآخرة وفي تفسير هذه الدعوة احتمالان .\r\n الأول : أن المعنى ما تدعونني إلى عبادته ليس له دعوة إلى نفسه لأنه جمادات والجمادات لا تدعو أحداً إلى عبادة نفسها وقوله { فِى الأخرة } يعني أنه تعالى إذا قلبها حيواناً في الآخرة فإنها تتبرأ من هؤلاء العابدين .\r\n والاحتمال الثاني : أن يكون قوله { لَيْسَ لَهُ دَعْوَةٌ فِى الدنيا وَلاَ فِى الأخرة } معناه ليس له استجابة دعوة في الدنيا ولا في الآخرة ، فسميت استجابة الدعوة بالدعوة إطلاقاً لاسم أحد المتضايفين على الآخر ، كقوله { وَجَزَاء سَيّئَةٍ سَيّئَةٌ مّثْلُهَا } [ الشورى : 40 ] ثم قال : { وَأَنَّ مَرَدَّنَا إِلَى الله } فبين أن هذه الأصنام لا فائدة فيها ألبتة ، ومع ذلك فإن مردنا إلى الله العالم بكل المعلومات القادر على كل الممكنات الغني عن كل الحاجات الذي لا يبدل القول لديه وما هو بظلام للعبيد ، فأي عاقل يجوز له عقله أن يشتغل بعبادة تلك الأشياء الباطلة وأن يعرض عن عبادة هذا الإله الذي لا بد وأن يكون مرده إليه؟ وقوله { وَأَنَّ المسرفين هُمْ أصحاب النار } قال قتادة يعني المشركين وقال مجاهد السفاكين للدماء والصحيح أنهم أسرفوا في معصية الله بالكلمة والكيفية ، أما الكمية فالدوام وأما الكيفية فبالعود والإصرار ، ولما بالغ مؤمن آل فرعون في هذه البيانات ختم كلامه بخاتمة لطيفة فقال : { فَسَتَذْكُرُونَ مَا أَقُولُ لَكُمْ } وهذا كلام مبهم يوجب التخويف ويحتمل أن يكون المراد أن هذا الذكر يحصل في الدنيا وهو وقت الموت ، وأن يكون في القيامة وقت مشاهدة الأهوال وبالجملة فهو تحذير شديد ، ثم قال : { وَأُفَوّضُ أَمْرِى إِلَى الله } وهذا كلام من هدد بأمر يخافه فكأنهم خوفوه بالقتل وهو أيضاً خوفهم بقوله { فَسَتَذْكُرُونَ مَا أَقُولُ لَكُمْ } ثم عول في دفع تخويفهم وكيدهم ومكرهم على فضل الله تعالى فقال : { وَأُفَوّضُ أَمْرِى إِلَى الله } وهو إنما تعلم هذه الطريقة من موسى عليه السلام ، فإن فرعون لما خوفه بالقتل رجع موسى في دفع ذلك الشر إلى الله حيث قال : { إِنّى عُذْتُ بِرَبّى وَرَبّكُمْ مّن كُلّ مُتَكَبّرٍ لاَّ يُؤْمِنُ بِيَوْمِ الحساب } [ غافر : 27 ] فتح نافع وأبو عمرو الياء من { أَمْرِى } والباقون بالإسكان .\r\n ثم قال : { إِنَّ الله بَصِيرٌ بالعباد } أي عالم بأحوالهم وبمقادير حاجاتهم ، وتمسك أصحابنا بقوله تعالى : { وَأُفَوّضُ أَمْرِى إِلَى الله } على أن الكل من الله ، وقالوا إن المعتزلة الذين قالوا إن الخير والشر يحصل بقدرتهم قد فوضوا أمر أنفسهم إليهم وما فوضوها إلى الله ، والمعتزلة تمسكوا بهذه الآية فقالوا إن قوله { أفوض } اعتراف بكونه فاعلاً مستقلاً بالفعل ، والمباحث المذكورة في قوله أعوذ بالله عائدة بتمامها في هذا الموضع .\r\n وههنا آخر كلام مؤمن آل فرعون ، والله الهادي .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقال الذي آمن ياقوم اتبعون أهدكم سبيل الرشاد (38) ياقوم إنما هذه الحياة الدنيا متاع وإن الآخرة هي دار القرار (39) من عمل سيئة فلا يجزى إلا مثلها ومن عمل صالحا من ذكر أو أنثى وهو مؤمن فأولئك يدخلون الجنة يرزقون فيها بغير حساب (40) وياقوم ما لي أدعوكم إلى النجاة وتدعونني إلى النار (41) تدعونني لأكفر بالله وأشرك به ما ليس لي به علم وأنا أدعوكم إلى العزيز الغفار (42) لا جرم أنما تدعونني إليه ليس له دعوة في الدنيا ولا في الآخرة وأن مردنا إلى الله وأن المسرفين هم أصحاب النار (43) فستذكرون ما أقول لكم وأفوض أمري إلى الله إن الله بصير بالعباد (44) ",
        "babnum": 12
    },
    {
        "id": 2158,
        "cate": "40",
        "title": "فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُوا وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ (45) النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ (46) وَإِذْ يَتَحَاجُّونَ فِي النَّارِ فَيَقُولُ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا نَصِيبًا مِنَ النَّارِ (47) قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا كُلٌّ فِيهَا إِنَّ اللَّهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ (48) وَقَالَ الَّذِينَ فِي النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ (49) قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ قَالُوا بَلَى قَالُوا فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ (50) ",
        "details": " اعلم أنه تعالى لما بيّن أن ذلك الرجل لم يقصر في تقرير الدين الحق ، وفي الذب عنه فالله تعالى رد عنه كيد الكافرين وقصد القاصدين ، وقوله تعالى : { فَوقَاهُ الله سَيّئَاتِ مَا مَكَرُواْ } يدل على أنه لما صرّح بتقرير الحق فقد قصدوه بنوع من أنواع السوء ، قال مقاتل لما ذكر هذه الكلمات قصدوا قتله فهرب منهم إلى الجبل فطلبوه فلم يقدروا عليه ، وقيل المراد بقوله { فَوقَاهُ الله سَيّئَاتِ مَا مَكَرُواْ } أنهم قصدوا إدخاله في الكفر وصرفه عن الإسلام فوقاه الله عن ذلك إلا أن الأول أولى لأن قوله بعد ذلك { وَحَاقَ بِئَالِ فِرْعَوْنَ سُوء العذاب } لا يليق إلا بالوجه الأول ، وقوله تعالى : { وَحَاقَ بِئَالِ فِرْعَوْنَ } أي أحاط بهم { سُوء العذاب } أي غرقوا في البحر ، وقيل بل المراد منه النار المذكورة في قوله { النار يُعْرَضُونَ عَلَيْهَا } قال الزجاج { النار } بدل من قوله { سُوء العذاب } قال : وجائز أيضاً أن تكون مرتفعة على إضمار تفسير { سُوء العذاب } كأن قائلاً قال : ما سوء العذاب؟ فقيل : { النار يُعْرَضُونَ عَلَيْهَا } .\r\n قرأ حمزة { حاق } بكسر الحاء وكذلك في كل القرآن والباقون بالفتح أما قوله { النار يُعْرَضُونَ عَلَيْهَا غُدُوّاً وَعَشِيّاً } ففيه مسائل : المسألة الأولى : احتج أصحابنا بهذه الآية على إثبات عذاب القبر قالوا الآية تقتضي عرض النار عليهم غدواً وعشياً ، وليس المراد منه يوم القيامة لأنه قال : { وَيَوْمَ تَقُومُ الساعة أَدْخِلُواْ ءالَ فِرْعَوْنَ أَشَدَّ العذاب } ، وليس المراد منه أيضاً الدنيا لأن عرض النار عليهم غدواً وعشياً ما كان حاصلاً في الدنيا ، فثبت أن هذا العرض إنما حصل بعد الموت وقبل يوم القيامة ، وذلك يدل على إثبات عذاب القبر في حق هؤلاء ، وإذ ثبت في حقهم ثبت في حق غيرهم لأنه لا قائل بالفرق ، فإن قيل لم لا يجوز أن يكون المراد من عرض النار عليهم غدواً وعشياً عرض النصائح عليهم في الدنيا؟ لأن أهل الدين إذا ذكروا لهم الترغيب والترهيب وخوفوهم بعذاب الله فقد عرضوا عليهم النار ، ثم نقول في الآية ما يمنع من حمله على عذاب القبر وبيانه من وجهين : الأول : أن ذلك العذاب يجب أن يكون دائماً غير منقطع ، وقوله { يُعْرَضُونَ عَلَيْهَا غُدُوّاً وَعَشِيّاً } يقتضي أن لا يحصل ذلك العذاب إلا في هذين الوقتين ، فثبت أن هذا لا يمكن حمله على عذاب القبر الثاني : أن الغدوة والعشية إنما يحصلان في الدينا ، أما في القبر فلا وجود لهما ، فثبت بهذين الوجهين أنه لا يمكن حمل هذه الآية على عذاب القبر والجواب : عن السؤال الأول أن في الدنيا عرض عليهم كلمات تذكرهم أمر النار ، لا أنه يعرض عليهم نفس النار ، فعلى قولهم يصير معنى الآية الكلمات المذكرة لأمر النار كانت تعرض عليهم ، وذلك يفضي إلى ترك ظاهر اللفظ والعدول إلى المجاز ، أما قوله الآية تدل على حصول هذا العذاب في هذين الوقتين وذلك لا يجوز ، قلنا لم لا يجوز أن يكتفي في القبر بإيصال العذاب إليه في هذين الوقتين ، ثم عند قيام القيامة يلقى في النار فيدوم عذابه بعد ذلك ، وأيضاً لا يمتنع يأن يكون ذكر الغدوة والعشية كناية عن الدوام كقوله { وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيّاً } [ مريم : 62 ] أما قوله إنه ليس في القبر والقيامة غدوة وعشية ، قلنا لم لا يجوز أن يقال إن عند حصول هذين الوقتين لأهل الدنيا يعرض عليهم العذاب؟ والله أعلم .\r\n المسألة الثانية : قرأ نافع وحمزة والكسائي وحفص عن عاصم { أدخلوا آل فرعون } أي يقال لخزنة جهنم : أدخلوهم في أشد العذاب ، والباقون أدخلوا على معنى أنه يقال لهؤلاء الكفار : أدخلوا أشد العذاب ، والقراءة الأولى اختيار أبي عبيدة ، واحتج عليها بقوله تعالى : { يُعْرَضُونَ } فهذا يفعل بهم فكذلك { أَدْخِلُواْ } وأما وجه القراءة الثانية فقوله { ادخلوا أبواب جَهَنَّمَ } ، وههنا آخر الكلام في قصة مؤمن آل فرعون .\r\n واعلم أن الكلام في تلك القصة لما انجر إلى شرح أحوال النار ، لا جرم ذكر الله عقيبها قصة المناظرات التي تجري بين الرؤساء والأتباع من أهل النار فقال : { وَإِذْ يَتَحَاجُّونَ فِى النار } والمعنى اذكر يا محمد لقومك إذ يتحاجون أي يحاجج بعضهم بعضاً ، ثم شرح خصومتهم وذلك أن الضعفاء يقولون للرؤساء { إِنَّا كُنَّا لَكُمْ تَبَعًا } في الدنيا ، قال صاحب «الكشاف» تبعاً كخدم في جمع خادم أو ذوي تبع أي أتباع أو وصفاً بالمصدر { فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيباً مّنَ النار } أي فهل تقدرون على أن تدفعوا أيها الرؤساء عنا نصيباً من العذاب ، واعلم أن أولئك الأتباع يعلمون أن أولئك الرؤساء لا قدرة لهم على ذلك التخفيف ، وإنما مقصودهم من هذا الكلام المبالغة في تخجيل أولئك الرؤساء وإيلام قلوبهم ، لأنهم هم الذين سعوا في إيقاع هؤلاء الأتباع في أنواع الضلالات فعند هذا يقول الرؤساء { إِنَّا كُلٌّ فِيهَا } يعني أن كلنا واقعون في هذا العذاب ، فلو قدرت على إزالة العذاب عنك لدفعته عن نفسي ، ثم يقولون { إِنَّ الله قَدْ حَكَمَ بَيْنَ العباد } يعني يوصل إلى كل أحد مقدار حقه من النعيم أو من العذاب ، ثم عند هذا يحصل اليأس للأتباع من المتبوعين فيرجعون إلى خزنة جهنم ويقولون لهم { ادعوا رَبَّكُمْ يُخَفّفْ عَنَّا يَوْماً مّنَ العذاب } فإن قيل لم لم يقل : وقال الذين في النار لخزنتها بل قال : { وَقَالَ الذين فِى النار لِخَزَنَةِ جَهَنَّمَ } ؟ قلنا فيه وجهان الأول : أن يكون المقصود من ذكر جهنم التهويل والتفظيع والثاني : أن يكون جهنم اسماً لموضع هو أبعد النار قعراً ، من قولهم بئر جهنام أي بعيدة القعر ، وفيها أعظم أقسام الكفار عقوبة وخزنة ذلك الموضع تكون أعظم خزنة جهنم عند الله درجة ، فإذا عرف الكفار أن الأمر كذلك استغاثوا بهم ، فأولئك الملائكة يقولون لهم { أَوَ لَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بالبينات } والمقصود أن قبل إرسال الرسل كان للقوم أن يقولوا إنه { مَا جَاءنَا مِن بَشِيرٍ وَلاَ نَذِيرٍ } [ المائدة : 19 ] أما بعد مجيء الرسل فلم يبق عذر ولا علة كما قال تعالى : { وَمَا كُنَّا مُعَذّبِينَ حتى نَبْعَثَ رَسُولاً } [ الإسراء : 15 ] وهذه الآية تدل على أن الواجب لا يتحقق إلا بعد مجيء الشرع ، ثم إن أولئك الملائكة يقولون للكفار ادعوا أنتم فإنا لا نجترىء على ذلك ولا نشفع إلا بشرطين أحدهما : كون المشفوع له مؤمناً والثاني : حصول الإذن في الشفاعة ولم يوجد واحد من هذين الشرطين فإقدامنا على هذه الشفاعة ممتنع لكن ادعوا أنتم ، وليس قولهم فادعوا لرجاء المنفعة ، ولكن للدلالة على الخيبة ، فإن الملك المقرب إذا لم يسمع دعاؤه فكيف يسمع دعاء الكفار ، ثم يصرحون لهم بأنه لا أثر لدعائهم فيقولون { وَمَا دُعَاء الكافرين إِلاَّ فِى ضلال } فإن قيل إن الحاجة على الله محال ، وإذا كان كذلك امتنع أن يقال : إنه تأذى من هؤلاء المجرمين بسبب جرمهم ، وإذا كان التأذي محالاً عليه كانت شهوة الانتقام ممتنعة في حقه ، إذا ثبت هذا فنقول إيصال هذه المضار العظيمة إلى أولئك الكفار إضرار لا منفعة فيه إلى الله تعالى ولا لأحد من العبيد ، فهو إضرار خال عن جميع الجهات المنتفعة فكيف يليق بالرحيم الكريم أن يبقى على ذلك الإيلام أبد الآباد ودهر الداهرين ، من غير أن يرحم حاجتهم ومن غير أن يسمع دعاءهم ومن غير أن يلتفت إلى تضرعهم وانكسارهم ، ولو أن أقصى الناس قلباً فعل مثل هذا التعذيب ببعض عبيده لدعاه كرمه ورحمته إلى العفو عنه مع أن هذا السيد في محل النفع والضرر والحاجة ، فأكرم الأكرمين كيف يليق به هذا الإضرار؟ قلنا أفعال الله لا تعلل و { لاَ يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْئَلُونَ } [ الأنبياء : 23 ] فلما جاء الحكم الحق به في الكتاب الحق وجب الإقرار به ، والله أعلم بالصواب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فوقاه الله سيئات ما مكروا وحاق بآل فرعون سوء العذاب (45) النار يعرضون عليها غدوا وعشيا ويوم تقوم الساعة أدخلوا آل فرعون أشد العذاب (46) وإذ يتحاجون في النار فيقول الضعفاء للذين استكبروا إنا كنا لكم تبعا فهل أنتم مغنون عنا نصيبا من النار (47) قال الذين استكبروا إنا كل فيها إن الله قد حكم بين العباد (48) وقال الذين في النار لخزنة جهنم ادعوا ربكم يخفف عنا يوما من العذاب (49) قالوا أولم تك تأتيكم رسلكم بالبينات قالوا بلى قالوا فادعوا وما دعاء الكافرين إلا في ضلال (50) ",
        "babnum": 13
    },
    {
        "id": 2159,
        "cate": "40",
        "title": "إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ (51) يَوْمَ لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ (52) وَلَقَدْ آتَيْنَا مُوسَى الْهُدَى وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ (53) هُدًى وَذِكْرَى لِأُولِي الْأَلْبَابِ (54) فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنْبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ (55) ",
        "details": " اعلم أن في كيفية النظم وجوهاً الأول : أنه تعالى لما ذكر وقاية الله موسى صلوات الله عليه وذلك المؤمن من مكر فرعون بين في هذه الآية أنه ينصر رسله والذين آمنوا معه والثاني : لما بين من قبل ما يقع بين أهل النار من التخاصم وأنهم عند الفزع إلى خزنة جهنم يقولون { أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بالبينات } [ غافر : 50 ] أتبع ذلك بذكر الرسل وأنه ينصرهم في الدنيا والآخرة والثالث : وهو الأقرب عندي أن الكلام في أول السورة إنما وقع من قوله { مَا يجادل فِى ءايات الله إِلاَّ الذين كَفَرُواْ فَلاَ يَغْرُرْكَ تَقَلُّبُهُمْ فِى البلاد } [ غافر : 4 ] وامتد الكلام في الرد على أولئك المجادلين وعلى أن المحقين أبداً كانوا مشغولين بدفع كيد المبطلين ، وكل ذلك إنما ذكره الله تعالى تسلية للرسول صلى الله عليه وسلم وتصبيراً له على تحمل أذى قومه .\r\n ولما بلغ الكلام في تقرير المطلوب إلى الغاية القصوى وعد تعالى رسوله صلى الله عليه وسلم بأن ينصره على أعدائه في الحياة الدنيا وفي الآخرة فقال : { إِنَّا لَنَنصُرُ رُسُلَنَا والذين ءامَنُواْ } الآية ، أما في الدنيا فهو المراد بقوله { في الحياة الدنيا } ، وأما في الآخرة فهو المراد بقوله { وَيَوْمَ يَقُومُ الأشهاد } فحاصل الكلام أنه تعالى وعد بأنه ينصر الأنبياء والرسل ، وينصر الذين ينصرونهم نصرة يظهر أثرها في الدنيا وفي الآخرة .\r\n واعلم أن نصرة الله المحقين تحصل بوجوه أحدها : النصرة بالحجة ، وقد سمى الله الحجة سلطاناً في غير موضع ، وهذه النصرة عامة للمحقين أجمع ، ونعم ما سمى الله هذه النصرة سلطاناً لأن السلطنة في الدنيا قد تبطل ، وقد تتبدل بالفقر والذلة والحاجة والفتور ، أما السلطنة الحاصلة بالحجة فإنها تبقى أبد الآباد ويمتنع تطرق الخلل والفتور إليها وثانيها : أنهم منصورون بالمدح والتعظيم ، فإن الظلمة وإن قهروا شخصاً من المحقين إلا أنهم لا يقدرون على إسقاط مدحه عن ألسنة الناس وثالثها : أنهم منصورون بسبب أن بواطنهم مملوءة من أنوار الحجة وقوة اليقين ، فإنهم إنما ينظرون إلى الظلمة والجهال كما تنظر ملائكة السموات إلى أخس الأشياء ورابعها : أن المبطلين وإن كان يتفق لهم أن يحصل لهم استيلاء على المحقين ، ففي الغالب أن ذلك لا يدوم بل يكشف للناس أن ذلك كان أمراً وقع على خلاف الواجب ونقيض الحق وخامسها : أن المحق إن اتفق له أن وقع في نوع من أنواع المحذور فذلك يكون سبباً لمزيد ثوابه وتعظيم درجاته وسادسها : أن الظلمة والمبطلين كما يموتون تموت آثارهم ولا يبقى لهم في الدنيا أثر ولا خبر .\r\n وأما المحقون فإن آثارهم باقية على وجه الدهر والناس بهم يقتدون في أعمال البر والخير ولمحنهم يتركون فهذا كله أنواع نصرة الله للمحقين في الدينا وسابعها : أنه تعالى قد ينتقم للأنبياء والأولياء بعد موتهم ، كما نصر يحيى بن زكريا فإنه لما قتل به سبعون ألفاً ، وأما نصرته تعالى إياهم في الآخرة فذلك بإعلاء درجاتهم في مراتب الثواب وكونهم مصاحبين لأنبياء الله ، كما قال : { فَأُوْلَئِكَ مَعَ الذين أَنْعَمَ الله عَلَيْهِم مّنَ النبيين والصديقين والشهداء والصالحين وَحَسُنَ أُولَئِكَ رَفِيقاً } [ النساء : 69 ] .\r\n واعلم أن في قوله { إِنَّا لَنَنصُرُ رُسُلَنَا } إلى قوله { وَيَوْمَ يَقُومُ الأشهاد } دقيقة معتبرة وهي أن السلطان العظيم إذا خص بعض خواصه بالإكرام العظيم والتشريف الكامل عند حضور الجمع العظيم من أهل المشرق والمغرب كان ذلك ألذ وأبهج فقوله { إِنَّا لَنَنصُرُ رُسُلَنَا إلى وَيَوْمَ يَقُومُ الأشهاد } المقصود منه هذه الدقيقة ، واختلفوا في المراد بالأشهاد ، والظاهر أن المراد كل من يشهد بأعمال العباد يوم القيامة من ملك ونبي ومؤمن ، أما الملائكة فهم الكرام الكاتبون يشهدون بما شاهدوا ، وأما الأنبياء فقال تعالى : { فَكَيْفَ إِذَا جِئْنَا مِن كُلّ أمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ على هَؤُلاء شَهِيداً } [ النساء : 41 ] وقال تعالى : { وكذلك جعلناكم أُمَّةً وَسَطًا لّتَكُونُواْ شُهَدَاء عَلَى الناس وَيَكُونَ الرسول عَلَيْكُمْ شَهِيدًا } [ البقرة : 143 ] قال المبرد يجوز أن يكون واحد الأشهاد شاهداً كأطيار وطائر وأصحاب وصاحب ، ويجوز أن يكون واحد الأشهاد شهيداً كأشراف وشريف وأيتام ويتيم .\r\n ثم قال تعالى : { يَوْمَ لاَ يَنفَعُ الظالمين مَعْذِرَتُهُمْ وَلَهُمُ اللعنة وَلَهُمْ سُوء الدار } قرأ ابن كثير وأبو عمرو وابن عامر لا تنفع بالتاء لتأنيث المعذرة والباقون بالياء كأنه أريد الاعتذار .\r\n واعلم أن المقصود أيضاً من هذا شرح تعظيم ثواب أهل الثواب ، وذلك لأنه تعالى بيّن أنه ينصرهم في يوم يجتمع فيه الأولون والآخرون ، فحالهم في علو الدرجات في ذلك اليوم ما ذكرناه وأما حال أعدائهم فهو أنه حصلت لهم أمور ثلاثة أحدها : أنه لا ينفعهم شيء من المعاذير ألبتة وثانيها : أن { لَهُمُ اللعنة } وهذا يفيد الحصر يعني اللعنة مقصورة عليهم وهي الإهانة والإذلال وثالثها : سوء الدار وهو العقاب الشديد فهذا اليوم إذا كان الأعداء واقعين في هذه المراتب الثلاثة من الوحشة والبلية ، ثم إنه خص الأنبياء والأولياء بأنواع التشريفات الواقعة في الجمع الأعظم فهنا يظهر أن سرور المؤمن كم يكون ، وأن غموم الكافرين إلى أين تبلغ .\r\n فإن قيل قوله { يَوْمَ لاَ يَنفَعُ الظالمين مَعْذِرَتُهُمْ } يدل على أنهم يذكرون الأعذار إلا أن تلك الأعذار لا تنفعهم فكيف الجمع بين هذا وبين قوله { وَلاَ يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ } [ المرسلات : 36 ] قلنا قوله { لاَّ تَنفَعُ الظالمين مَعْذِرَتُهُمْ } لا يدل على أنهم ذكروا الأعذار ، بل ليس فيه إلا أنه ليس عندهم عذر مقبول نافع ، وهذا القدر لا يدل على أنهم ذكروه أم لا .\r\n وأيضاً فيقال يوم القيامة يوم طويل فيعتذرون في وقت ولا يعتذرون في وقت آخر ، ولما بين الله تعالى أنه ينصر الأنبياء والمؤمنين في الدنيا والآخرة ذكر نوعاً من أنواع تلك النصرة في الدنيا فقال : { وَلَقَدْ ءاتَيْنَا مُوسَى الهدى } ويجوز أن يكون المراد من الهدى ما آتاه الله من العلوم الكثيرة النافعة في الدنيا والآخرة ، ويجوز أن يكون المراد تلك الدلائل القاهرة التي أوردها على فرعون وأتباعه وكادهم بها ، ويجوز أن يكون المراد هو النبوّة التي هي أعظم المناصب الإنسانية ، ويجوز أن يكون المراد إنزال التوراة عليه .\r\n ثم قال تعالى : { وَأَوْرَثْنَا بَنِى إسراءيل الكتاب هُدًى وذكرى لأُوْلِى الألباب } يجوز أن يكون المراد منه أنه تعالى لما أنزل التوراة على موسى بقي ذلك العلم فيهم وتوارثوه خلفاً عن سلف ، ويجوز أن يكون المراد سائر الكتب التي أنزلها الله عليهم وهي كتب أنبياء بني إسرائيل التوراة والزبور والإنجيل ، والفرق بين الهدى والذكرى وأن الهدى ما يكون دليلاً على الشيء وليس من شرطه أن يذكر شيئاً آخر كان معلوماً ثم صار منسياً ، وأما الذكرى فهي الذي يكون كذلك فكتب أنبياء الله مشتملة على هذين القسمين بعضها دلائل في أنفسها ، وبعضها مذكرات لما ورد في الكتب الإلهية المتقدمة .\r\n ولما بيّن أن الله تعالى ينصر رسله وينصر المؤمنين في الدنيا والآخرة وضرب المثال في ذلك بحال موسى وخاطب بعد ذلك محمداً صلى الله عليه وسلم فقال : { فاصبر إِنَّ وَعْدَ الله حَقٌّ } فالله ناصرك كما نصرهم ومنجز وعده في حقك كما كان كذلك في حقهم ، ثم أمره بأن يقبل على طاعة الله النافعة في الدنيا والآخرة فإن من كان لله كان الله له .\r\n واعلم أن مجامع الطاعات محصورة في قسمين التوبة عما لا ينبغي ، والاشتغال بما ينبغي ، والأول مقدم على الثاني بحسب الرتبة الذاتية فوجب أن يكون مقدماً عليه في الذكر ، أما التوبة عما لا ينبغي فهو قوله { واستغفر لِذَنبِكَ } والطاعنون في عصمة الأنبياء عليهم السلام يتمسكون به ونحن نحمله على التوبة عن ترك الأولى والأفضل ، أو على ما كان قد صدر عنهم قبل النبوة ، وقيل أيضاً المقصود منه محض التعبد كما في قوله { رَبَّنَا وَءاتِنَا مَا وَعَدتَّنَا على رُسُلِكَ } [ آل عمران : 194 ] فإن إيتاء ذلك الشيء واجب ثم إنه أمرنا بطلبه ، وكقوله { رَبّ احكم بالحق } [ الأنبياء : 112 ] من أنا نعلم أنه لا يحكم إلا بالحق ، وقيل إضافة المصدر إلى الفاعل والمفعول فقوله { واستغفر لِذَنبِكَ } من باب إضافة المصدر إلى المفعول أي واستغفر لذنب أمتك في حقك ، وأما الاشتغال بما ينبغي فهو قوله { وَسَبّحْ بِحَمْدِ رَبّكَ بالعشى والإبكار } والتسبيح عبارة عن تنزيه الله عن كل ما لا يليق به ، والعشي والإبكار ، قيل صلاة العصر وصلاة الفجر ، وقيل الإبكار ، عبارة عن أول النهار إلى النصف ، والعشي عبارة عن النصف إلى آخر النهار ، فيدخل فيه كل الأوقات ، وقيل المراد طرفا النهار ، كما قال : { وَأَقِمِ الصلاة طَرَفَىِ النهار } [ هود : 114 ] وبالجملة فالمراد منه الأمر بالمواظبة على ذكر الله ، وأن لا يفتر اللسان عنه ، وأن لا يغفل القلب عنه ، حتى يصير الإنسان بهذا السبب داخلاً في زمرة الملائكة ، كما قال في وصفهم { يُسَبّحُونَ الليل والنهار لاَ يَفْتُرُونَ } [ الأنبياء : 20 ] ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا لننصر رسلنا والذين آمنوا في الحياة الدنيا ويوم يقوم الأشهاد (51) يوم لا ينفع الظالمين معذرتهم ولهم اللعنة ولهم سوء الدار (52) ولقد آتينا موسى الهدى وأورثنا بني إسرائيل الكتاب (53) هدى وذكرى لأولي الألباب (54) فاصبر إن وعد الله حق واستغفر لذنبك وسبح بحمد ربك بالعشي والإبكار (55) ",
        "babnum": 14
    },
    {
        "id": 2160,
        "cate": "40",
        "title": "إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ (56) لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (57) وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَلَا الْمُسِيءُ قَلِيلًا مَا تَتَذَكَّرُونَ (58) إِنَّ السَّاعَةَ لَآتِيَةٌ لَا رَيْبَ فِيهَا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ (59) ",
        "details": " اعلم أنا بينا أن الكلام في أول هذه السورة إنما ابتدىء رداً على الذين يجادلون في آيات الله ، واتصل البعض بالبعض وامتد على الترتيب الذي لخصناه ، والنسق الذي كشفنا عنه إلى هذا الموضع ، ثم إنه تعالى نبّه في هذه الآية على الداعية التي تحمل أولئك الكفار على تلك المجادلة ، فقال : { إِنَّ الذين يجادلون فِى ءايات الله بِغَيْرِ سلطان } إنما يحملهم على هذا الجدال الباطل كبر في صدرهم فذلك الكبر هو الذي يحملهم على هذا الجدال الباطل ، وذلك الكبر هو أنهم لو سلموا نبوتك لزمهم أن يكونوا تحت يدك وأمرك ونهيك ، لأن النبوّة تحتها كل ملك ورياسة وفي صدورهم كبر لا يرضون أن يكونوا في خدمتك ، فهذا هو الذي يحملهم على هذه المجادلات الباطلة والمخاصمات الفاسدة .\r\n ثم قال تعالى : { مَّا هُم ببالغيه } يعني أنهم يريدون أن يكونوا تحت يدك ولا يصلون إلى هذا المراد ، بل لا بدّ وأن يصيروا تحت أمرك ونهيك ، ثم قال : { فاستعذ بالله } أي فالتجىء إليه من كيد من يجادلك { إِنَّهُ هُوَ السميع } بما يقولون ، أو تقول { البصير } بما تعمل ويعملون ، فهو يجعلك نافذ الحكم عليهم ويصونك عن مكرهم وكيدهم .\r\n واعلم أنه تعالى لما وصف جدالهم في آيات الله بأنه بغير سلطان ولا حجة ذكر لهذا مثالاً ، فقال { لَخَلْقُ السموات والأرض أَكْبَرُ مِنْ خَلْقِ الناس } والقادر على الأكبر قادر على الأصغر لا محالة ، وتقرير هذا الكلام أن الاستدلال بالشيء على غيره على ثلاثة أقسام أحدها : أن يقال لما قدر على الأضعف وجب أن يقدر على الأقوى وهذا فاسد وثانيها : أن يقال لما قدر على الشيء قدر على مثله ، فهذا استدلال حق لما ثبت في العقول أن حكم الشيء حكم مثله وثالثها : أن يقال لما قدر على الأقوى الأكمل فبأن يقدر على الأقل الأرذل كان أولى ، وهذا الاستدلال في غاية الصحة والقوة ولا يرتاب فيه عاقل ألبتة ، ثم إن هؤلاء القوم يسلمون أن خالق السموات والأرض هو الله سبحانه وتعالى ، ويعلمون بالضرورة أن خلق السموات والأرض أكبر من خلق الناس وكان من حقهم أن يقروا بأن القادر على خلق السموات والأرض يكون قادراً على إعادة الإنسان الذي خلقه أولاً ، فهذا برهان جلي في إفادة هذا المطلوب ، ثم إن هذا البرهان على قوته صار بحيث لا يعرفه أكثر الناس ، والمراد منهم الذين ينكرون الحشر والنشر ، فظهر بهذا المثال أن هؤلاء الكفار يجادلون في آيات الله بغير سلطان ولا حجة ، بل بمجرد الحسد والجهل والكبر والتعصب ، ولما بيّن الله تعالى أن الجدال المقرون بالكبر والحسد والجهل كيف يكون ، وأن الجدال المقرون بالحجة والبرهان كيف يكون ، نبّه تعالى على الفرق بين البابين بذكر المثال فقال : { وَمَا يَسْتَوِى الأعمى والبصير } يعني وما يستوي المستدل والجاهل المقلد ، ثم قال : { والذين ءامَنُواْ وَعَمِلُواْ الصالحات وَلاَ المسىء } فالمراد بالأول التفاوت بين العالم والجاهل ، والمراد بالثاني التفاوت بين الآتي بالأعمال الصالحة وبين الآتي بالأعمال الفاسدة الباطلة ، ثم قال : { قَلِيلاً مَّا تَتَذَكَّرُونَ } يعني أنهم وإن كانوا يعلمون أن العلم خير من الجهل ، وأن العمل الصالح خير من العمل الفاسد ، إلا أنه قليلاً ما تتذكرون في النوع المعين من الاعتقاد أنه علم أو جهل ، والنوع المعين من العمل أنه عمل صالح أو فاسد ، فإن الحسد يعمي قلوبهم ، فيعتقدون في الجهل والتقليد أنه محض المعرفة ، وفي الحسد والحقد والكبر أنه محض الطاعة ، فهذا هو المراد من قوله { قَلِيلاً مَّا تَتَذَكَّرُونَ } قرأ عاصم وحمزة والكسائي { تَتَذَكَّرُونَ } بالتاء على الخطاب ، أي قل لهم قليلاً ما تتذكرون ، والباقون بالياء على الغيبة .\r\n ولما قرر الدليل الدال على إمكان وجود يوم القيامة ، أردفه بأن أخبر عن وقوعها ودخولها في الوجود فقال : { إِنَّ الساعة لأَتِيَةٌ لاَّ رَيْبَ فِيهَا ولكن أَكْثَرَ الناس لاَ يُؤْمِنُونَ } والمراد بأكثر الناس الكفار الذين ينكرون البعث والقيامة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين يجادلون في آيات الله بغير سلطان أتاهم إن في صدورهم إلا كبر ما هم ببالغيه فاستعذ بالله إنه هو السميع البصير (56) لخلق السماوات والأرض أكبر من خلق الناس ولكن أكثر الناس لا يعلمون (57) وما يستوي الأعمى والبصير والذين آمنوا وعملوا الصالحات ولا المسيء قليلا ما تتذكرون (58) إن الساعة لآتية لا ريب فيها ولكن أكثر الناس لا يؤمنون (59) ",
        "babnum": 15
    },
    {
        "id": 2161,
        "cate": "40",
        "title": "وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ (60) اللَّهُ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ (61) ذَلِكُمُ اللَّهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُؤْفَكُونَ (62) كَذَلِكَ يُؤْفَكُ الَّذِينَ كَانُوا بِآيَاتِ اللَّهِ يَجْحَدُونَ (63) ",
        "details": " اعلم أنه تعالى لما بيّن أن القوم بالقيامة حق وصدق ، وكان من المعلوم بالضرورة أن الإنسان لا ينتفع في يوم القيامة إلا بطاعة الله تعالى ، لا جرم كان الاشتغال بالطاعة من أهم المهمات ، ولما كان أشرف أنواع الطاعات الدعاء والتضرع ، لا جرم أمر الله تعالى به في هذه الآية فقال : { وَقَالَ رَبُّكُمْ ادعونى أَسْتَجِبْ لَكُمْ } واختلف الناس في المراد بقوله { ادعونى } فقيل إنه الأمر بالدعاء ، وقيل إنه الأمر بالعبادة ، بدليل أنه قال بعده { الذين يَسْتَكْبِرُونَ عَنْ عِبَادَتِى } ولولا أن الأمر بالدعاء أمر بمطلق العبادة لما بقي لقوله { إِنَّ الذين يَسْتَكْبِرُونَ عَنْ عِبَادَتِى } معنى ، وأيضاً الدعاء بمعنى العبادة كثير في القرآن كقوله { إِن يَدْعُونَ مِن دُونِهِ إِلاَّ إناثا } [ النساء : 117 ] وأجيب عنه بأن الدعاء هو اعتراف بالعبودية والذلة والمسكنة ، فكأنه قيل إن تارك الدعاء إنما تركه لأجل أن يستكبر عن إظهار العبودية وأجيب عن قوله إن الدعاء بمعنى العبادة كثير في القرآن ، بأن ترك الظاهرة لا يصار إليه إلا بدليل منفصل ، فإن قيل كيف قال : { ادعونى استجب لَكُمْ } وقد يدعى كثيراً فلا يستجاب أجاب الكعبي عنه بأن قال : الدعاء إنما يصح على شرط ، ومن دعا كذلك استجيب له ، وذلك الشرط هو أن يكون المطلوب بالدعاء مصلحة وحكمة ، ثم سأل نفسه فقال : فما هو أصلح يفعله بلا دعاء ، فما الفائدة في الدعاءا وأجاب : عنه من وجهين الأول : أن فيه الفزع والانقطاع إلى الله والثاني : أن هذا أيضاً وارد على الكل ، لأنه إن علم أنه يفعله فلا بدّ وأن يفعله ، فلا فائدة في الدعاء ، وإن علم أنه لا يفعله فإنه ألبتة لا يفعله ، فلا فائدة في الدعاء ، وكل ما يقولونه ههنا فهو جوابنا ، هذا تمام ما ذكره ، وعندي فيه وجه آخر وهو أنه قال : { ادعونى استجب لَكُمْ } فكل من دعا الله وفي قلبه ذرة من الاعتماد على ماله وجاهه وأقاربه وأصدقائه وجده واجتهاده ، فهو في الحقيقة ما دعا الله إلا باللسان ، أما بالقلب فإنه معول في تحصيل ذلك المطلوب على غير الله ، فهذا الإنسان ما دعا ربه في وقت ، أما إذا دعا في وقت لا يبقى في القلب التفات إلى غير الله ، فالظاهر أنه تحصل الاستجابة ، إذا عرفت هذا ففيه بشارة كاملة ، وهي أن انقطاع القلب بالكلية عما سوى الله لا يحصل إلا عند القرب من الموت ، فإن الإنسان قاطع في ذلك الوقت بأنه لا ينفعه شيء سوى فضل الله تعالى ، فعلى القانون الذي ذكرناه وجب أن يكون الدعاء في ذلك الوقت مقبولاً عند الله ، ونرجو من فضل الله وإحسانه أن يوفقنا للدعاء المقرون بالإخلاص والتضرع في ذلك الوقت ، واعلم أن الكلام المستقصى في الدعاء قد سبق ذكره في سورة البقرة .\r\n ثم قال تعالى : { إِنَّ الذين يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ داخرين } أي صاغرين وهذا إحسان عظيم من الله تعالى حيث ذكر الوعيد الشديد على ترك الدعاء ، فإن قيل روي عن رسول الله صلى الله عليه وسلم أنه قال حكاية عن رب العزة أنه قال : \" من شغله ذكري عن مسألتي أعطيته أفضل ما أعطي السائلين \" فهذا الخبر يقتضي أن ترك الدعاء أفضل ، هذه الآية تدل على أن ترك الدعاء يوجب الوعيد الشديد ، فكيف الجمع بينهما ؟ قلنا لا شك أن العقل اذا كان مستغرقاً في الثناء كان ذلك أفضل من الدعاء ، لأن الدعاء طلب للحظ والاستغراق في معرفة جلال الله أفضل من طلب الحظ ، أما إذا لم يحصل ذلك الاستغراق كان الاشتغال بالدعاء أولى ، لأن الدعاء يشتمل على معرفة عزة الربوبية وذلة العبودية ، ثم قال تعالى { الله الذى جعل لكم الليل لتسكنوا فيه } واعلم أن تعلقه بما قبله من وجهين الأول : كأنه تعالى قال : إني أنعمت عليك قبل طلبك لهذه النعم الجليلة العظيمة ، ومن أنعم قبل السؤال بهذه النعم العالية فكيف لا ينعم بالأشياء القليلة بعد السؤال والثاني : أنه تعالى لما أمر بالدعاء ، فكأنه قيل الاشتغال بالدعاء لا بد وأن يكون مسبوقاً بحصول المعرفة ، فما الدليل على وجود الإله القادر ، وقد ذكر الله تعالى هذه الدلائل العشرة على وجوده وقدرته وحكمته ، واعلم أنا بينا أن دلائل وجود الله وقدرته ، إما فلكية ، وإما عنصرية ، أما الفلكيات فأقسام كثيرة أحدها : تعاقب الليل والنهار ، و ( لما ) كان أكثر مصالح العالم مربوطاً بهما فذكرهما الله تعالى في هذا المقام ، وبيّن أن الحكمة في خلق الليل حصول الراحة بسبب النوم والسكون ، والحكمة في خلق النهار ، إبصار الأشياء ليحصل مكنة التصرف فيها على الوجه الأنفع ، أما أن السكون في وقت النوم سبب للراحة فبيانه من وجهين : الأول : أن الحركات توجب الإعياء من حيث إن الحركة توجب السخونة والجفاف ، وذلك يوجب التألم والثاني : أن الإحساس بالأشياء إنما يمكن بإيصال الأرواح الجسمانية إلى ظاهر الحس ، ثم إن تلك الأرواح تتحلل بسبب كثرة الحركات فتضعف الحواس والإحساسات ، وإذا نام الإنسان عادت الأرواح الحساسة في باطن البدن وركزت وقويت وتخلصت عن الإعياء ، وأيضاً الليل بارد رطب فبرودته ورطوبته يتداركان ما حصل في النهار من الحر والجفاف بسبب ما حدث من كثرة الحركات ، فهذه هي المنافع المعلومة من قوله تعالى : { الله الذى جَعَلَ لَكُمُ اليل لِتَسْكُنُواْ فِيهِ } وأما قوله { والنهار مُبْصِراً } فاعلم أن الإنسان مدني بالطبع ، ومعناه أنه ما لم يحصل مدينة تامة لم تنتظم مهمات الإنسان في مأكوله ومشروبه وملبسه ومنكحه ، وتلك المهمات لا تحصل إلا بأعمال كثيرة ، وتلك الأعمال تصرفات في أمور ، وهذه التصرفات لا تكمل إلا بالضوء والنور حتى يميز الإنسان بسبب ذلك النور بين ما يوافقه وبين ما لا يوافقه ، فهذا هو الحكمة في قوله { والنهار مُبْصِراً } فإن قيل كان الواجب بحسب رعاية النظم أن يقال هو الذي جعل لكم الليل لتسكنوا فيه والنهار لتبصروا فيه ، أو فجعل لكم الليل ساكناً ولكنه لم يقل كذلك بل قال في الليل لتسكنوا فيه ، وقال في النهار مبصراً فما الفائدة فيه؟ وأيضاً فما الحكمة في تقديم ذكر الليل على ذكر النهار مع أن النهار أشرف من الليل؟ قلنا : أما الجواب عن الأول : فهو أن الليل والنوم في الحقيقة طبيعة عدمية فهو غير مقصود بالذات ، أما اليقظة فأمور وجودية ، وهي مقصودة بالذات ، وقد بيّن الشيخ عبد القاهر النحوي في «دلائل الإعجاز» أن دلالة صيغة الاسم على التمام والكمال أقوى من دلالة صيغة الفعل عليهما ، فهذا هو السبب في هذا الفرق ، والله أعلم ، وأما الجواب عن الثاني : فهو أن الظلمة طبيعة عدمية والنور طبيعة وجودية والعدم في المحدثات مقدم على الوجود ، ولهذا السبب قال في أول سورة الأنعام { وَجَعَلَ الظلمات والنور } [ الأنعام : 1 ] .\r\n واعلم أنه تعالى لما ذكر ما في الليل والنهار من المصالح والحكم البالغة قال : { إِنَّ الله لَذُو فَضْلٍ عَلَى الناس ولكن أَكْثَرَ الناس لاَ يَشْكُرُونَ } والمراد أن فضل الله على الخلق كثير جداً ولكنهم لا يشكرونه ، واعلم أن ترك الشكر لوجوه : أحدها : أن يعتقد الرجل أن هذه النعم ليست من الله تعالى مثل أن يعتقد أن هذه الأفلاك واجبة الوجود لذواتها وواجبة الدوران لذواتها ، فحينئذٍ هذا الرجل لا يعتقد أن هذه النعم من الله وثانيها أن الرجل وإن اعتقد أن كل العالم حصل بتخليق الله وتكونيه إلا أن هذه النعم العظيمة ، أعني نعمة تعاقب الليل والنهار لما دامت واستمرت نسيها الإنسان ، فإذا ابتلي الإنسان بفقدان شيء منها عرف قدرها مثل أن يتفق لبعض الناس والعياذ بالله أن يحبسه بعض الظلمة في آبار عميقة مظلمة مدة مديدة ، فحينئذٍ يعرف ذلك الإنسان قدر نعمة الهواء الصافي وقدر نعمة الضوء ، ورأيت بعض الملوك كان يعذب بعض خدمه بأن أمر أقواماً حتى يمنعونه عن الاستناد إلى الجدار ، وعن النوم فعظم وقع هذا التعذيب وثالثها : أن الرجل وإن كان عارفاً بمواقع هذه النعم إلا أنه يكون حريصاً على الدنيا محباً للمال والجاه ، فإذا فاته المال الكثير والجاه العريض وقع في كفران هذه النعم العظيمة ، ولما كان أكثر الخلق هالكين في أحد هذه الأودية الثلاثة التي ذكرناها ، لا جرم قال تعالى : { ولكن أَكْثَرَ الناس لاَ يَشْكُرُونَ } ونظيره قوله تعالى : { وَقَلِيلٌ مّنْ عِبَادِىَ الشكور } [ سبأ : 13 ] وقول إبليس { وَلاَ تَجِدُ أَكْثَرَهُمْ شاكرين } [ الأعراف : 17 ] ولما بيّن الله تعالى بتلك الدلائل المذكورة وجود الإله القادر الرحيم الحكيم قال : { ذَلِكُمُ الله رَبُّكُمْ خالق كُلّ شَىْء لاَّ إله إِلاَّ هُوَ } قال صاحب «الكشاف» ذلكم المعلوم المميز بالأفعال الخاصة التي لا يشاركه فيها أحد هو الله ربكم خالق كل شيء لا إله إلا هو أخبار مترادفة أي هو الجامع لهذه الأوصاف من الإلهية والربوبية وخلق كل شيء لا إله إلا هو أخبار مترادفة أي هو الجامع لهذه الأوصاف من الإلهية والربوبية وخلق كل شيء وأنه لا ثاني له { فأنى تُؤْفَكُونَ } والمراد فأنى تصرفون ولم تعدلون عن هذه الدلائل وتكذبون بها ، ثم قال تعالى : { وكذلك يُؤْفَكُ الذين كَانُواْ بئايات الله يَجْحَدُونَ } يعني أن كل من جحد بآيات الله ولم يتأملها ولم يكن فيه همة لطلب الحق وخوف العاقبة أفك كما أفكوا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقال ربكم ادعوني أستجب لكم إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين (60) الله الذي جعل لكم الليل لتسكنوا فيه والنهار مبصرا إن الله لذو فضل على الناس ولكن أكثر الناس لا يشكرون (61) ذلكم الله ربكم خالق كل شيء لا إله إلا هو فأنى تؤفكون (62) كذلك يؤفك الذين كانوا بآيات الله يجحدون (63) ",
        "babnum": 16
    },
    {
        "id": 2162,
        "cate": "40",
        "title": "اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَرَارًا وَالسَّمَاءَ بِنَاءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَتَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ (64) هُوَ الْحَيُّ لَا إِلَهَ إِلَّا هُوَ فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (65) قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَمَّا جَاءَنِيَ الْبَيِّنَاتُ مِنْ رَبِّي وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ الْعَالَمِينَ (66) هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا وَمِنْكُمْ مَنْ يُتَوَفَّى مِنْ قَبْلُ وَلِتَبْلُغُوا أَجَلًا مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ (67) ",
        "details": " اعلم أنا بينا أن دلائل وجود الله وقدرته إما أن تكون من دلائل الآفاق أو من باب دلائل الأنفس ، أما دلائل الآفاق فالمراد كل ما هو غير الإنسان من كل هذا العالم وهي أقسام كثيرة ، والمذكور منها في هذه الآية أقسام منها أحوال الليل والنهار وقد سبق ذكره وثانيها : الأرض والسماء وهو المراد من قوله { الله الذى جَعَلَ لَكُمُ الأرض قَرَاراً والسماء بِنَاء } قال ابن عباس في قوله { قَرَاراً } أي منزلاً في حال الحياة وبعد الموت { والسماء بِنَاء } كالقبة المضروبة على الأرض ، وقيل مسك الأرض بلا عمد حتى أمكن التصرف عليها { والسماء بِنَاء } أي قائماً ثابتاً وإلا لوقعت علينا ، وأما دلائل الأنفس فالمراد منها دلالة أحوال بدن الإنسان ودلالة أحوال نفسه على وجود الصانع القادر الحكيم ، والمذكور منها في هذه الآية قسمان أحدها : ما هو حاصل مشاهد حال كما حاله والثاني : ما كان حاصلاً في ابتداء خلقته وتكوينه .\r\n أما القسم الأول : فأنواع كثيرة والمذكور منها في هذه الآية أنواع ثلاثة أولها : حدوث صورته وهو المراد من قوله { وَصَوَّرَكُمْ } وثانيها : حسن صورته وهو المراد من قوله { فَأَحْسَنَ صُوَرَكُمْ } ، وثالثها : أنه رزقه من الطيبات وهو المراد من قوله { وَرَزَقَكُم مّنَ الطيبات } وقد أطنبنا في تفسير هذه الأشياء في هذا الكتاب مراراً لا سيما في تفسير قوله تعالى { وَلَقَدْ كَرَّمْنَا بَنِى ءادَمَ } [ الإسراء : 70 ] ولما ذكر الله تعالى هذه الدلائل الخمسة اثنين من دلائل الآفاق وثلاثة من دلائل الأنفس قال : { ذَلِكُمُ الله رَبُّكُمْ فتبارك الله رَبُّ العالمين } وتفسير تبارك إما الدوام والثبات وإما كثرة الخيرات ، ثم قال : { هُوَ الحى لاَ إله إِلاَّ هُوَ } وهذا يفيد الحصر وأن لا حي إلا هو ، فوجب أن يحمل ذلك على الحي الذي يمتنع أن يموت امتناعاً ذاتياً وحينئذٍ لا حي إلا هو فكأنه أجرى الشيء الذي يجوز زواله مجرى المعدوم .\r\n واعلم أن الحي عبارة عن الدراك الفعال والدراك إشارة إلى العلم التام ، والفعال إشارة إلى القدرة الكاملة ، ولما نبه على هاتين الصفتين من صفات الجلال نبه على الصفة الثالثة وهي : الوحدانية بقوله لا إله إلا هو ، ولما وصفه بهذه الصفات أمر العباد بشيئين أحدها : بالدعاء والثاني : بالإخلاص فيه ، فقال : { فادعوه مُخْلِصِينَ لَهُ الدين } ثم قال : { الحمد لله رب العالمين } فيجوز أن يكون المراد قول : { الحمد للَّهِ رَبّ العالمين } ويجوز أن يكون المراد أنه لما كان موصوفاً بصفات الجلال والعزة استحق لذاته أن يقال له الحمد لله رب العالمين ولما بيّن صفات الجلال والعظمة قال : { قُلْ إِنّى نُهِيتُ أَنْ أَعْبُدَ الذين تَدْعُونَ مِن دُونِ الله } فأورد ذلك على المشركين بألين قول ليصرفهم عن عبادة الأوثان ، وبيّن أن وجه النهي في ذلك ما جاءه من البينات ، وتلك البينات أن إله العالم قد ثبت كونه موصوفاً بصفات الجلال والعظمة على ما تقدم ذكره ، وصريح العقل يشهد بأن العبادة لا تليق إلا به ، وأن جعل الأحجار المنحوتة والخشب المصورة شركاء له في المعبودية مستنكر في بديهة العقل .\r\n ولما بيّن أنه أمر بعبادة الله تعالى فقال : { وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبّ العالمين } وإنما ذكر هذه الأحكام في حق نفسه لأنهم كانوا يعتقدون فيه أنه في غاية العقل وكمال الجوهر ، ومن المعلوم بالضرورة أن كل أحد فإنه لا يريد لنفسه إلا الأفضل الأكمل ، فإذا ذكر أن مصلحته لا تتم إلا بالإعراض عن غير الله والإقبال بالكلية على طاعة الله ظهر به أن هذا الطريق أكمل من كل ما سواه ، ثم قال : { هُوَ الذى خَلَقَكُمْ مّن تُرَابٍ } .\r\n واعلم أنا قد ذكرنا أن الدلائل على قسمين دلائل الآفاق والأنفس ، أما دلائل الآفاق فكثيرة والمذكور منها في هذه الآية أربعة : الليل والنهار والأرض والسماء ، وأما دلائل الأنفس فقد ذكرنا أنها على قسمين أحدها : الأحوال الحاضرة حال كمال الصحة وهي أقسام كثيرة ، والمذكور ههنا منها ثلاثة أنواع : الصورة وحسن الصورة ورزق الطيبات .\r\n وأما القسم الثاني : وهو كيفية تكون هذا البدن من ابتداء كونه نطفة وجنيناً إلى آخر الشيخوخة والموت فهو المذكور في هذه الآية فقال : { هُوَ الذى خَلَقَكُمْ مّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ } فقيل المراد آدم ، وعندي لا حاجة إليه لأن كل إنسان فهو مخلوق من المني ومن دم الطمث ، والمني مخلوق من الدم فالإنسان مخلوق من الدم والدم إنما يتولد من الأغذية والأغذية إما حيوانية وإما نباتية ، والحال في تكون ذلك الحيوان كالحال في تكون الإنسان ، فالأغذية بأسرها منتهية إلى النباتية والنبات إنما يكون من التراب والماء ، فثبت أن كل إنسان فهو متكون من التراب ، ثم إن ذلك التراب يصير نطفة ثم علقة بعد كونه علقة مراتب كثيرة إلى أن ينفصل من بطن الأم ، فالله تعالى ترك ذكرها ههنا لأجل أنه تعالى ذكرها في سائر الآيات .\r\n واعلم أنه تعالى رتب عمر الإنسان على ثلاث مراتب أولها : كونه طفلاً ، وثانيها : أن يبلغ أشده ، وثالثها : الشيخوخة وهذا ترتيب صحيح مطابق للعقل ، وذلك لأن الإنسان في أول عمره يكون في التزايد والنشوء والنماء وهو المسمى بالطفولية والمرتبة الثانية : أن يبلغ إلى كمال النشوء وإلى أشد السن من غير أن يكون قد حصل فيه نوع من أنواع الضعف ، وهذه المرتبة هي المراد من قوله { لتبلغوا أشدكم } والمرتبة الثالثة : أن يتراجع ويظهر فيه أثر من آثار الضعف والنقص ، وهذه المرتبة هي المراد من قوله { ثُمَّ لِتَكُونُواْ شُيُوخاً } وإذا عرفت هذا التقسيم عرفت أن مراتب العمر بحسب هذا التقسيم لا تزيد على هذه الثلاثة ، قال صاحب «الكشاف» قوله { لِتَبْلُغُواْ أَشُدَّكُمْ } متعلق بفعل محذوف تقديره ثم يبقيكم لتبلغوا .\r\n ثم قال : { وَمِنكُمْ مَّن يتوفى مِن قَبْلُ } أي من قبل الشيخوخة أو من قبل هذه الأحوال إذا خرج سقطاً .\r\n ثم قال : { وَلِتَبْلُغُواْ أَجَلاً مُّسَمًّى } ومعناه يفعل ذلك لتبلغوا أجلاً مسمى وهو وقت الموت وقيل يوم القيامة .\r\n ثم قال : { وَلَعَلَّكُمْ تَعْقِلُونَ } ما في هذه الأحوال العجيبة من أنواع العبر وأقسام الدلائل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الله الذي جعل لكم الأرض قرارا والسماء بناء وصوركم فأحسن صوركم ورزقكم من الطيبات ذلكم الله ربكم فتبارك الله رب العالمين (64) هو الحي لا إله إلا هو فادعوه مخلصين له الدين الحمد لله رب العالمين (65) قل إني نهيت أن أعبد الذين تدعون من دون الله لما جاءني البينات من ربي وأمرت أن أسلم لرب العالمين (66) هو الذي خلقكم من تراب ثم من نطفة ثم من علقة ثم يخرجكم طفلا ثم لتبلغوا أشدكم ثم لتكونوا شيوخا ومنكم من يتوفى من قبل ولتبلغوا أجلا مسمى ولعلكم تعقلون (67) ",
        "babnum": 17
    },
    {
        "id": 2163,
        "cate": "40",
        "title": "هُوَ الَّذِي يُحْيِي وَيُمِيتُ فَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (68) ",
        "details": " اعلم أنه تعالى لما ذكر انتقال الإنسان من كونه تراباً إلى كونه نطفة ثم إلى كونه علقة ثم إلى كونه طفلاً ثم إلى بلوغ الأشد ثم إلى الشيخوخة واستدل بهذه التغيرات على وجود الإله القادر قال بعده : { هو الذى يحيي ويميت } يعني كما أن الاتنقال من صفة إلى صفة أخرى من الصفات التي تقدم ذكرها يدل على الإله القادر ، فكذلك الانتقال من الحياة إلى الموت وبالعكس يدل على الإله القادر وقوله { فَإِذَا قضى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ } فيه وجوه الأول : معناه أنه لما نقل هذه الأجسام من بعض هذه الصفات إلى صفة أخرى لم يتعب في ذلك التصرف ولم يحتج إلى آلة وأداة ، فعبّر عن نفاذ قدرته في الكائنات والمحدثات من غير معارض ولا مدافع بما إذا قال : { كن فيكون } الوجه الثاني : أنه عبّر عن الإحياء والإماتة بقول { كُنْ فَيَكُونُ } فكأنه قيل الانتقال من كونه تراباً إلى كونه نطفة ، ثم إلى كونه علقة انتقالات تحصل على التدرج قليلاً قليلاً ، وأما صيرورة الحياة فهي إنما تحصل لتعليق جوهر الروح النطقية به ، وذلك يحدث دفعة واحدة ، فلهذا السبب وقع التعبير عنه بقوله { كُنْ فَيَكُونُ } الوجه الثالث : أن من الناس من يقول إن تكون الإنسان إنما ينعقد من المني والدم في الرحم في مدة معينة وبحسب انتقالاته من حالات إلى حالات ، فكأنه قيل إنه يمتنع أن يكون كل إنسان عن إنسان آخر ، لأن التسلسل محال ، ووقوع الحادث في الأزل محال ، فلا بد من الاعتراف بإنسان هو أول الناس ، فحينئذٍ يكون حدوث ذلك الإنسان لا بواسطة المني والدم ، بل بإيجاد الله تعالى ابتداء ، فعبّر الله تعالى عن هذا المعنى بقوله { كُنْ فَيَكُونُ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هو الذي يحيي ويميت فإذا قضى أمرا فإنما يقول له كن فيكون (68) ",
        "babnum": 18
    },
    {
        "id": 2164,
        "cate": "40",
        "title": "أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ أَنَّى يُصْرَفُونَ (69) الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا فَسَوْفَ يَعْلَمُونَ (70) إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ (71) فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ (72) ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ (73) مِنْ دُونِ اللَّهِ قَالُوا ضَلُّوا عَنَّا بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ (74) ذَلِكُمْ بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُونَ (75) ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (76) ",
        "details": " اعلم أنه تعالى عاد إلى ذم الذين يجادلون في آيات الله فقال : { أَلَمْ تَرَ إِلَى الذين يجادلون فِى ءايات الله أنى يُصْرَفُونَ } وهذا ذم لهم على أن جادلوا في آيات الله ودفعها والتكذيب بها ، فعجب تعالى منهم بقوله { أنى يُصْرَفُونَ } كما يقول الرجل لمن لا يبين : أنى يذهب بك تعجباً من غفلته ، ثم بيّن أنهم هم { الذين كَذَّبُواْ بالكتاب } أي بالقرآن { وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا } من سائر الكتب ، فإن قيل سوف للاستقبال ، وإذ للماضي فقوله { فَسَوْفَ يَعْلَمُونَ إِذِ الأغلال فِى أعناقهم } مثل قولك : سوف أصوم أمس قلنا المراد من قوله { إِذْ } هو إذاً ، لأن الأمور المستقبلة لما كان في أخبار الله تعالى متيقنة مقطوعاً بها عبر عنها بلفظ ما كان ووجد ، والمعنى على الاستقبال ، هذا لفظ صاحب «الكشاف» .\r\n ثم إنه تعالى وصف كيفية عقابهم فقال : { إِذِ الأغلال فِى أعناقهم والسلاسل يُسْحَبُونَ ، فِى الحميم } والمعنى : أنه يكون في أعناقهم الأغلال والسلاسل ، ثم يسحبون بتلك السلاسل في الحميم ، أي في الماء المسخن بنار جهنم { ثُمَّ فِى النار يُسْجَرُونَ } والسجر في اللغة الإيقاد في التنور ، ومعناه أنهم في النار فهي محيطة بهم ، ويقرب منه قوله تعالى : { نَارُ الله الموقدة التى تَطَّلِعُ عَلَى الافئدة } [ الهمزة : 6 ، 7 ] { ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ مِن دُونِ الله } فيقولون { ضَلُّواْ عَنَّا } أي غابوا عن عيوننا فلا نراهم ولا نستشفع بهم ، ثم قالوا { بَل لَّمْ نَكُنْ نَّدْعُواْ مِن قَبْلُ شَيْئاً } أي تبيّن أنهم لو لم يكونوا شيئاً ، وما كنا نعبد بعبادتهم شيئاً ، كما تقول حسبت أن فلاناً شيء ، فإذا هو ليس بشيء إذا جربته فلم تجد عنده خيراً ، ويجوز أيضاً أن يقال إنهم كذبوا وأنكروا أنهم عبدوا غير الله ، كما أخبر الله تعالى عنهم في سورة الأنعام أنهم قالوا { والله رَبّنَا مَا كُنَّا مُشْرِكِينَ } ثم قال تعالى : { كَذَلِكَ يُضِلُّ الله الكافرين } قال القاضي : معناه أنه يضلهم عن طريق الجنة ، إذ لا يجوز أن يقال يضلهم عن الحجة إذ قد هداهم في الدنيا إليها ، وقال صاحب «الكشاف» { كَذَلِكَ يُضِلُّ الله الكافرين } مثل ضلال آلهتهم عنهم يضلهم عن آلهتهم ، حتى أنهم لو طلبوا الآلهة أو طلبتم الآلهة لم يجد أحدهما الآخر ، ثم قال : { ذَلِكُمْ بِمَا كُنتُمْ تَفْرَحُونَ فِى الأرض } أي ذلكم الإضلال بسبب ما كان لكم من الفرح والمرح بغير الحق ، وهو الشرك وعبادة الأصنام { ادخلوا أبواب جَهَنَّمَ } السبعة المقسومة لكم ، قال الله تعالى : { لَهَا سَبْعَةُ أَبْوَابٍ لِكُلّ بَابٍ مّنْهُمْ جُزْء مَّقْسُومٌ } [ الحجر : 44 ] ، { خالدين فِيهَا فَبِئْسَ مَثْوَى المتكبرين } والمراد منه ما قال في الآية المتقدمة في صفة هؤلاء المجادلين { إِن فِى صُدُورِهِمْ إِلاَّ كِبْرٌ } [ غافر : 56 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ألم تر إلى الذين يجادلون في آيات الله أنى يصرفون (69) الذين كذبوا بالكتاب وبما أرسلنا به رسلنا فسوف يعلمون (70) إذ الأغلال في أعناقهم والسلاسل يسحبون (71) في الحميم ثم في النار يسجرون (72) ثم قيل لهم أين ما كنتم تشركون (73) من دون الله قالوا ضلوا عنا بل لم نكن ندعو من قبل شيئا كذلك يضل الله الكافرين (74) ذلكم بما كنتم تفرحون في الأرض بغير الحق وبما كنتم تمرحون (75) ادخلوا أبواب جهنم خالدين فيها فبئس مثوى المتكبرين (76) ",
        "babnum": 19
    },
    {
        "id": 2165,
        "cate": "40",
        "title": "فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ (77) وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ فَإِذَا جَاءَ أَمْرُ اللَّهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ (78) ",
        "details": " اعلم أنه تعالى لما تكلم من أول السورة إلى هذا الموضع في تزييف طريقة المجادلين في آيات الله ، أمر في هذه الآية رسوله بأن يصبر على إيذائهم وإيحاشهم بتلك المجادلات ، ثم قال : { إِنَّ وَعْدَ الله حَقٌّ } وعنى به ما وعد به الرسول من نصرته ، ومن إنزال العذاب على أعدائه ، ثم قال : { فَإِمَّا نُرِيَنَّكَ بَعْضَ الذى نَعِدُهُمْ } يعني أولئك الكفار من أنواع العذاب ، مثل القتل يوم بدر ، فذلك هو المطلوب { أَوْ نَتَوَفَّيَنَّكَ } قبل إنزال العذاب عليهم { فَإِلَيْنَا يُرْجَعُونَ } يوم القيامة فننتقم منهم أشد الانتقام ، ونظيره قوله تعالى : { فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُم مُّنتَقِمُونَ * أَوْ نُرِيَنَّكَ الذى وعدناهم فَإِنَّا عَلَيْهِمْ مُّقْتَدِرُونَ } [ الزخرف : 41 ، 42 ] .\r\n ثم قال تعالى : { وَلَقَدْ أَرْسَلْنَا رُسُلاً مّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَّن لَّمْ نَقُصُّ عَلَيْكَ } والمعنى أنه قال لمحمد صلى الله عليه وسلم : أنت كالرسل من قبلك ، وقد ذكرنا حال بعضهم لك ولم نذكر حال الباقين ، وليس فيهم أحد أعطاه الله آيات ومعجزات إلا وقد جادله قومه فيها وكذبوه فيها وجرى عليهم من الهم ما يقارب ما جرى عليك فصبروا ، وكانوا أبداً يقترحون على الأنبياء إظهار المعجزات الزائدة على قدر الحاجة على سبيل العناد والتعنت ، ثم إن الله تعالى لما علم أن الصلاح في إظهار ما أظهره ، وإلا لم يظهره ولم يكن ذلك قادحاً في نبوتهم ، فكذلك الحال في اقتراح قومك عليك المعجزات الزائدة لما لم يكن إظهارها صلاحاً ، لا جرم ما أظهرناها ، وهذا هو المراد من قوله { وما كان لرسول أن يأتي بآية إلا بإذن الله } ثم قال : { فَإِذَا جَاء أَمْرُ الله قُضِىَ بالحق } وهذا وعيد ورد عقيب اقتراح الآيات { وَأَمَرُّ الله } القيامة { والمبطلون } هم المعاندون الذين يجادلون في آيات الله ، ويقترحون المعجزات الزائدة على قدر الحاجة على سبيل التعنت .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فاصبر إن وعد الله حق فإما نرينك بعض الذي نعدهم أو نتوفينك فإلينا يرجعون (77) ولقد أرسلنا رسلا من قبلك منهم من قصصنا عليك ومنهم من لم نقصص عليك وما كان لرسول أن يأتي بآية إلا بإذن الله فإذا جاء أمر الله قضي بالحق وخسر هنالك المبطلون (78) ",
        "babnum": 20
    },
    {
        "id": 2166,
        "cate": "40",
        "title": "اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعَامَ لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَ (79) وَلَكُمْ فِيهَا مَنَافِعُ وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ (80) وَيُرِيكُمْ آيَاتِهِ فَأَيَّ آيَاتِ اللَّهِ تُنْكِرُونَ (81) ",
        "details": " اعلم أنه تعالى لما أطنب في تقرير الوعيد عاد إلى ذكر ما يدل على وجود الإله الحكيم الرحيم ، وإلى ذكر ما يصلح أن يعد إنعاماً على العباد ، قال الزجاج الإبل خاصة ، وقال القاضي هي الأزواج الثمانية ، وفي الآية سؤالات : السؤال الأول : أنه لم أدخل لام الغرض على قوله { لتركبوا } وعلى قوله { لتبلغوا } ولم يدخل على البواقي فما السبب فيه؟ الجواب : قال صاحب «الكشاف» الركوب في الحج والغزو إما أن يكون واجباً أو مندوباً ، فهذان القسمان أغراض دينية فلا جرم أدخل عليهما حرف التعليل ، وأما الأكل وإصابة المنافع فمن جنس المباحات ، فلا جرم ما أدخل عليها حرف التعليل ، نظيره قوله تعالى : { والخيل والبغال والحمير لِتَرْكَبُوهَا وَزِينَةً } [ النحل : 8 ] فأدخل التعليل على الركوب ولم يدخله على الزنية .\r\n السؤال الثاني : قوله تعالى : { وَعَلَيْهَا وَعَلَى الفلك تُحْمَلُونَ } معناه تحملون في البر والبحر إذا عرفت هذا فنقول : لم لم يقل وفي الفلك كما قال { قُلْنَا احمل فِيهَا مِن كُلّ زَوْجَيْنِ اثنين } [ هود : 40 ] والجواب : أن كلمة على للاستعلاء فالشيء الذي يوضع في الفلك كما يصح أن يقال وضع فيه يصح أن يقال وضع عليه ، ولما صح الوجهان كانت لفظة على أولى حتى يتم المراد في قوله { وَعَلَيْهَا وَعَلَى الفلك تُحْمَلُونَ } ولما ذكر الله هذه الدلائل الكثيرة قال : { وَيُرِيكُمْ آياته فَأَىَّ ءايات الله تنكرون } يعني أن هذه الآيات التي عددناها كلها ظاهرة باهرة ، فقوله { فَأَىَّ ءايات الله تنكرون } تنبيه على أنه ليس في شيء من الدلائل التي تقدم ذكرها ما يمكن إنكاره ، قل صاحب «الكشاف» قوله { فَأَىُّ آيات الله } جاء على اللغة المستفيضة ، وقولك : فأية آيات الله قليل لأن التفرقة بين المذكر والمؤنث في الأسماء غير الصفات نحوحمار وحمارة غريب ، وهي في أي أغرب لإبهامه ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الله الذي جعل لكم الأنعام لتركبوا منها ومنها تأكلون (79) ولكم فيها منافع ولتبلغوا عليها حاجة في صدوركم وعليها وعلى الفلك تحملون (80) ويريكم آياته فأي آيات الله تنكرون (81) ",
        "babnum": 21
    },
    {
        "id": 2167,
        "cate": "40",
        "title": "أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ (82) فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (83) فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ (84) فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ (85) ",
        "details": " اعلم أنه تعالى راعى ترتيبا لطيفاً في آخر هذه السورة ، وذلك أنه ذكر فصلاً في دلائل الإلهية وكمال القدرة والرحمة والحكمة ، ثم أردفه بفصل التهديد والوعيد وهذا الفصل الذي وقع عليه ختم هذه السورة هو الفصل المشتمل على الوعيد ، والمقصود أن هؤلاء الكفار الذين يجادلون في آيات الله وحصل الكبر العظيم في صدورهم بهذا ، والسبب في ذلك كله طلب الرياسة والتقدم على الغير في المال والجاه ، فمن ترك الانقياد للحق لأجل طلب هذه الأشياء فقد باع الآخرة بالدنيا ، فبين تعالى أن هذه الطريقة فاسدة ، لأن الدنيا فانية ذاهبة ، واحتج عليه بقوله تعالى : { أَفَلَمْ يَسِيرُواْ فِى الأرض فَيَنظُرُواْ كَيْفَ كَانَ عاقبة الذين مِن قَبْلِهِمْ } يعني لو ساروا في أطراف الأرض لعرفوا أن عاقبة المتكبرين المتمردين ، ليست إلا الهلاك والبوار ، مع أنهم كانوا أكثر عدداً ومالاً وجاهاً من هؤلاء المتأخرين ، فلما لم يستفيدوا من تلك المكنة العظيمة والدولة القاهرة إلا الخيبة والخسار ، والحسرة والبوار ، فكيف يكون حال هؤلاء الفقراء المساكين ، أما بيان أنهم كانوا أكثر من هؤلاء عدداً فإنما يعرف في الأخبار ، وأما أنهم كانوا أشد قوة وآثاراً في الأرض ، فلأنه قد بقيت آثارهم بحصون عظيمة بعدهم ، مثل الأهرام الموجودة بمصر ، ومثل هذه البلاد العظيمة التي بناها الملوك المتقدمون ، ومثل ما حكى الله عنهم من أنهم كانوا ينحتون من الجبال بيوتاً .\r\n ثم قال تعالى : { فَمَآ أغنى عَنْهُمْ مَّا كَانُواْ يَكْسِبُونَ } ما في قوله { فَمَا أغنى عَنْهُمْ } نافية أو مضمنة معنى الاستفهام ومحلها النصب ، وما في قوله { مَّا كَانُواْ يَكْسِبُونَ } موصولة أو مصدرية ومحلها الرفع يعني أي شيء أغنى عنهم مكسوبهم أو كسبهم .\r\n ثم بيّن تعالى أن أولئك الكفار لما جاءتهم رسلهم بالبينات والمعجزات فرحوا بما عندهم من العلم ، واعلم أن الضمير في قوله { فَرِحُواْ } يحتمل أن يكون عائداً إلى الكفار ، وأن يكون عائداً إلى الرسل ، أما إذا قلنا إنه عائد إلى الكفار ، فذلك العلم الذي فرحوا به أي علم كان؟ وفيه وجوه الأول : أن يكون المراد الأشياء التي كانوا يسمونها بالعلم ، وهي الشبهات التي حكاها الله عنهم في القرآن كقولهم { وَمَا يُهْلِكُنَا إِلاَّ الدهر } [ الجاثية : 24 ] وقولهم { لَوْ شَاء الله مَا أَشْرَكْنَا وَلاَ آبَاؤُنَا } [ الأنعام : 148 ] وقولهم { مَن يُحىِ العظام وَهِىَ رَمِيمٌ } [ يس : 78 ] ، { وَلَئِن رُّدِدتُّ إلى رَبّى لأَجِدَنَّ خَيْراً مّنْهَا مُنْقَلَباً } [ الكهف : 36 ] وكانوا يفرحون بذلك ويدفعون به علوم الأنبياء ، كما قال : { كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ } [ المؤمنون : 53 ] ، الثاني : يجوز أن يكون المراد علوم الفلاسفة ، فإنهم كانوا إذا سمعوا بوحي الله دفعوه وصغروا علم الأنبياء إلى علومهم ، وعن سقراط أنه سمع بمجيء بعض الأنبياء فقيل له لو هاجرت فقال نحن قوم مهديون فلا حاجة بنا إلى من يهدينا الثالث : يجوز أن يكون المراد علمهم بأمور الدنيا ومعرفتهم بتدبيرها ، كما قال تعالى : { يَعْلَمُونَ ظَاهِراً مّنَ الحياة الدنيا وَهُمْ عَنِ الأخرة هُمْ غافلون } [ الروم : 7 ] ، { ذَلِكَ مَبْلَغُهُمْ مّنَ العلم } [ النجم : 30 ] فلما جاءهم الرسل بعلوم الديانات وهي معرفة الله تعالى ومعرفة المعاد وتطهير النفس عن الرذائل لم يلتفتوا إليها واستهزؤا بها ، واعتقدوا أنه لا علم أنفع وأجلب للفوائد من علمهم ، ففرحوا به .\r\n أما إذا قلنا الضمير عائد إلى الأنبياء ففيه وجهان الأول : أن يجعل الفرح للرسل ، ومعناه أن الرسل لما رأوا من قومهم جهلاً كاملاً ، وإعراضاً عن الحق وعلموا سوء عاقبتهم وما يلحقهم من العقوبة على جهلهم وإعراضهم ، فرحوا بما أوتوا من العلم وشكروا الله عليه ، وحاق بالكافرين جزاء جهلهم واستهزائهم الثاني : أن يكون المراد فرحوا بما عند الرسل من العلم فرح ضحك منه واستهزاء به ، كأنه قال استهزؤا بالبينات ، وبما جاؤا به من علم الوحي فرحين ، ويدل عليه قوله تعالى : { وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِءونَ } .\r\n ثم قال تعالى : { فَلَمَّا رَأَوْاْ بَأْسَنَا قَالُواْ ءامَنَّا بالله وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ } البأس شدة العذاب ومنه قوله تعالى : { بِعَذَابٍ بَئِيسٍ } [ الأعراف : 165 ] فإن قيل أي فرق بين قوله { فَلَمْ يَكُ يَنفَعُهُمْ إيمانهم } وبين ما لو قيل فلم ينفعهم إيمانهم؟ قلنا هو مثل كان في نحو قوله { مَا كَانَ للَّهِ أَن يَتَّخِذَ مِن وَلَدٍ } [ مريم : 35 ] والمعنى فلم يصح ولم يستقم أن ينفعهم إيمانهم ، فإن قيل اذكروا ضابطاً في الوقت الذي لا ينفع الإتيان بالإيمان فيه ، قلنا إنه الوقت الذي يعاين فيه نزول ملائكة الرحمة والعذاب ، لأن في ذلك الوقت يصير المرء ملجأ إلى الإيمان فذلك الإيمان لا ينفع إنما ينفع مع القدرة على خلافه ، حتى يكون المرء مختاراً ، أما إذا عاينوا علامات الآخرة فلا .\r\n ثم قال تعالى : { سُنَّةَ الله التى قَدْ خَلَتْ فِى عِبَادِهِ } والمعنى أن عدم قبول الإيمان حال اليأس سنة الله مطردة في كل الأمم .\r\n ثم قال : { وَخَسِرَ هُنَالِكَ الكافرون } فقوله { هُنَالِكَ } مستعار للزمان أي وخسروا وقت رؤية البأس ، والله الهادي للصواب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أفلم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم كانوا أكثر منهم وأشد قوة وآثارا في الأرض فما أغنى عنهم ما كانوا يكسبون (82) فلما جاءتهم رسلهم بالبينات فرحوا بما عندهم من العلم وحاق بهم ما كانوا به يستهزئون (83) فلما رأوا بأسنا قالوا آمنا بالله وحده وكفرنا بما كنا به مشركين (84) فلم يك ينفعهم إيمانهم لما رأوا بأسنا سنت الله التي قد خلت في عباده وخسر هنالك الكافرون (85) ",
        "babnum": 22
    }
]