[
    {
        "id": 2127,
        "cate": "39",
        "title": "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ (1) إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ (2) أَلَا لِلَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ (3) لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ سُبْحَانَهُ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ (4) ",
        "details": " اعلم أن في الآية مسائل : المسألة الأولى : ذكر الفراء والزجاج : في رفع { تَنزِيلَ } وجهين أحدهما : أن يكون قوله : { تَنزِيلَ } مبتدأ وقوله : { مِنَ الله العزيز الحكيم } خبر والثاني : أن يكون التقدير هذا تنزيل الكتاب ، فيضمر المبتدأ كقوله : { سورة أنزلناها } [ النور : 1 ] أي هذه سورة ، قال بعضهم : الوجه الأول لوجوه الأول : أن الإضمار خلاف الأصل ، فلا يصار إليه إلا لضرورة ، ولا ضرورة ههنا الثاني : أنا إذا قلنا : { تَنزِيلُ الكتاب مِنَ الله } جملة تامة من المبتدأ والخبر أفاد فائدة شريفة ، وهي أن تنزيل الكتاب يكون من الله ، لا من غيره وهذا الحصر معنى معتبر ، أما إذا أضمرنا المبتدأ لم تحصل هذه الفائدة الثالث : أنا إذا أضمرنا المبتدأ صار التقدير هذا تنزيل الكتاب من الله ، وحينئذ يلزمنا مجاز آخر ، لأن هذا إشارة إلى السورة ، والسورة ليست نفس التنزيل ، بل السورة منزلة ، فحينئذ يحتاج إلى أن نقول المراد من المصدر المفعول وهو مجاز تحملناه لا لضرورة .\r\n المسألة الثانية : القائلون بخلق القرآن احتجوا بأن قالوا إنه تعالى وصف القرآن بكونه تنزيلاً ومنزلاً ، وهذا الوصف لا يليق إلا بالمحدث المخلوق والجواب : أنا نحمل هذه اللفظة على الصيغ والحروف .\r\n المسألة الثالثة : الآيات الكثيرة تدل على وصف القرآن بكونه تنزيلاً وآيات أخر تدل على كونه منزلاً .\r\n أما الأول : فقوله تعالى : { وإنه لتنزيل رب العالمين } [ الشعراء : 192 ] ، وقال : { تَنزِيلٌ مّنْ حَكِيمٍ حَمِيدٍ } [ فصلت : 42 ] وقال : { حم * تَنزِيلٌ مّنَ الرحمن الرحيم } [ فصلت : 1 ، 2 ] .\r\n وأما الثاني : فقوله : { إِنَّا نَحْنُ نَزَّلْنَا الذكر } [ الحجر : 9 ] وقال : { وبالحق أَنْزَلْنَاهُ وبالحق نَزَلَ } [ الإسراء : 105 ] وأنت تعلم أن كونه منزلاً أقرب إلى الحقيقة من كونه تنزيلاً ، فكونه منزلاً مجاز أيضاً لأنه إن كان المراد من القرآن الصفة القائمة بذات الله فهو لا يقبل الإنفصال والنزول ، وإن كان المراد منه الحروف والأصوات فهي أعراض لا تقبل الانتقال والنزول ، بل المراد من النزول نزول الملك الذي بلغها إلى الرسول صلى الله عليه وسلم .\r\n المسألة الرابعة : قالت المعتزلة العزيز هو القادر الذي لا يغلب فهذا اللفظ يدل على كونه تعالى قادراً على ما لا نهاية له والحكيم هو الذي يفعل لداعية الحكمة لا لداعية الشهوة ، وهذا إنما يتم إذا ثبت أنه تعالى عالم بجميع المعلومات ، وأنه غني عن جميع الحاجات إذا ثبت هذا فنقول كونه تعالى : عزيزاً حكيماً يدل على هذه الصفات الثلاثة ، العلم بجميع المعلومات ، والقدرة على كل الممكنات ، والاستغناء عن كل الحاجات ، فمن كان كذلك امتنع أن يفعل القبيح وأن يحكم بالقبيح ، وإذا كان كذلك فكل ما يفعله يكون حكمة وصواباً .\r\n إذا ثبت هذا فنقول الانتفاع بالقرآن يتوقف على أصلين أحدهما : أن يعلم أن القرآن كلام الله ، والدليل عليه أنه ثبت بالمعجز كون الرسول صادقاً ، وثبت بالتواتر أنه كان يقول القرآن كلام الله فيحصل من مجموع هاتين المقدمتين أن القرآن كلام الله والأصل الثاني : أن الله أراد بهذه الألفاظ المعاني التي هي موضوعة لها ، أم بحسب اللغة أو بحسب القرينة العرفية أو الشرعية لأنه لو لم يرد بها ذلك لكان تلبيساً ، وذلك لا يليق بالحكيم فثبت بما ذكرنا أن الانتفاع بالقرآن لا يحصل إلا بعد تسليم هذين الأصلين ، وثبت أنه لا سبيل إلى إثبات هذين الأصلين إلا بإثبات كونه تعالى حكيماً ، وثبت أن لا سبيل إلى إثبات كونه حكيماً إلا بالبناء على كونه تعالى عزيزاً ، فلهذا السبب قال : { تنزيل الكتاب من الله العزيز الحكيم } .\r\n أما قوله تعالى : { إِنَّا أَنزَلْنَا إِلَيْكَ الكتاب بالحق } ففيه سؤالان : السؤال الأول : لفظ التنزيل يشعر بأنه تعالى أنزله عليه نجماً على سبيل التدريج ولفظ الإنزال يشعر بأنه تعالى أنزله عليه دفعة واحدة فكيف الجمع بينهما والجواب : إن صح الفرق بين التنزيل وبين الإنزال من الوجه الذي ذكرتم فطريق الجمع أن يقال المعنى إنا حكمنا حكماً كلياً جزماً بأن يوصل إليك هذا الكتاب ، وهذا هو الإنزال ، ثم أوصلناه نجماً إليك على وفق المصالح وهذا هو التنزيل .\r\n السؤال الثاني : ما المراد من قوله : { إِنَّا أَنزَلْنَا إِلَيْكَ الكتاب بالحق } ؟ والجواب : فيه وجهان الأول : المراد أنزلنا الكتاب إليك ملتبساً بالحق والصدق والصواب على معنى كل ما أودعناه فيه من إثبات التوحيد والنبوة والمعاد ، وأنواع التكاليف فهو حق وصدق يجب العمل به والمصير إليه الثاني : أن يكون المراد إنا أنزلنا إليك الكتاب بناء على دليل حق دل على أن الكتاب نازل من عند الله ، وذلك الدليل هو أن الفصحاء عجزوا عن معارضته ، ولو لم يكن معجزاً لما عجزوا عن معارضته .\r\n ثم قال : { فاعبد الله مُخْلِصاً لَّهُ الدين } وفيه مسائل : المسألة الأولى : أنه تعالى لما بين في قوله : { إِنَّا أَنزَلْنَا إِلَيْكَ الكتاب بالحق } أن هذا الكتاب مشتمل على الحق والصدق والصواب أردف هنا بعض ما فيه من الحق والصدق وهو أن يشتغل الإنسان بعبادة الله تعالى على سبيل الإخلاص ويتبرأ عن عبادة غير الله تعالى بالكلية ، فأما اشتغاله بعبادة الله تعالى على سبيل الإخلاص فهو المراد من قوله تعالى : { فاعبد الله مُخْلِصاً } ، وأما براءته من عبادة غير الله تعالى فهو المراد بقوله : { أَلاَ لِلَّهِ الدين الخالص } لأن قوله : { أَلاَ لِلَّهِ } يفيد الحصر ، ومعنى الحصر أن يثبت الحكم في المذكور وينتفي عن غير المذكور ، واعلم أن العبادة مع الإخلاص لا تعرف حقيقة إلا إذا عرفنا أن العبادة ما هي وأن الإخلاص ما هو وأن الوجوه المنافية للإخلاص ما هي فهذه أمور ثلاثة لا بد من البحث عنها : أما العبادة : فهي فعل أو قول أو ترك فعل أو ترك قول ويؤتى به لمجرد اعتقاد أن الأمر به عظيم يجب قبوله .\r\n وأما الإخلاص : فهو أن يكون الداعي له إلى الإتيان بذلك الفعل أو الترك مجرد هذا الانقياد والامتثال ، فإن حصل منه داع آخر فإما أن يكون جانب الداعي إلى الطاعة راجحاً على الجانب الآخر أو معادلاً له أو مرجوحاً .\r\n وأجمعوا على أن المعادل والمرجوح ساقط ، وأما إذا كان الداعي إلى طاعة الله راجحاً على الجانب الآخر فقد اختلفوا في أنه هل يفيد أم لا ، وقد ذكرنا هذه المسألة مراراً ولفظ القرآن يدل على وجوب الإتيان به على سبيل الخلوص ، لأن قوله : { فاعبد الله مُخْلِصاً } صريح في أنه يجب الإتيان بالعبادة على سبيل الخلوص وتأكد هذا بقوله تعالى : { وَمَا أُمِرُواْ إِلاَّ لِيَعْبُدُواْ الله مُخْلِصِينَ لَهُ الدين } [ البينة : 5 ] وأما بيان الوجوه المنافية للإخلاص فهي الوجوه الداعية للشريك وهي أقسام أحدها : أن يكون للرياء والسمعة فيه مدخل وثانيها : أن يكون مقصودة من الإتيان بالطاعة الفوز بالجنة والخلاص من النار وثالثها : أن يأتي بها ويعتقد أن لها تأثيراً في إيجاب الثواب أو دفع العقاب ورابعها : وهو أن يخلص تلك الطاعات عن الكبائر حتى تصير مقبولة ، وهذا القول إنما يعتبر على قول المعتزلة .\r\n المسألة الثانية : من الناس من قال : { فاعبد الله مخلصاً له الدين } المراد منه شهادة أن لا إله إلا الله ، واحتجوا بما روي أن النبي صلى الله عليه وسلم قال : « لا إله إلا الله حصني ومن دخل حصني أمن من عذابي » وهذا قول من يقول : لا تضر المعصية مع الإيمان كما لا تنفع الطاعة مع الكفر ، وأما الأكثرون فقالوا الآية متناولة لكل ما كلف الله به من الأوامر والنواهي ، وهذا هو الأولى لأن قوله : { فاعبد الله } عام ، وروي أن امرأة الفرزدق لما قرب وفاتها أوصت أن يصلي الحسن البصري عليها ، فلما صلى عليها ودفنت ، قال للفرزدق : يا أبا فراس ما الذي أعددت لهذا الأمر؟ قال : شهادة أن لا إله إلا الله ، فقال الحسن رضي الله عنه : هذا العمود فأين الطنب؟ فبين بهذا أن عمود الخيمة لا ينتفع به إلا مع الطنب حتى يمكن الانتفاع بالخيمة ، قال القاضي : فأما ما يروى أنه صلى الله عليه وسلم قال لمعاذ وأبي الدرادء : « وإن زنى وإن سرق على رغم أنف أبي الدرداء » فإن صح فإنه يجب أن يحمل عليه بشرط التوبة وإلا لم يجز قبول هذا الخبر لأنه مخالف للقرآن ، ولأنه يوجب أن لا يكون الإنسان مزجوراً عن الزنا والسرقة ، وأن لا يكون متعدياً بفعلهما لأنه مع شدة شهوته للقبيح يعلم أنه لا يضره مع تمسكه بالشهادتين فكأن ذلك إغراء بالقبيح ، والكل ينافي حكمة الله تعالى ولا يلزم أن يقال ذلك فالقول بأنه يزول ضرره بالتوبة يوجب أيضاً الإغراء بالقبيح ، لأنا نقول إن من اعتقد أن ضرره يزول بالتوبة فقد اعتقد أن فعل القبيح مضرة إلا أنه يزيل ذلك الضرر بفعل التوبة بخلاف قول من يقول إن فعل القبيح لا يضر مع التمسك بالشهادتين .\r\n هذا تمام كلام القاضي ، فيقال له : أما قولك إن القول بالمغفرة مخالف للقرآن فليس كذلك بل القرآن يدل عليه قال تعالى : { إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء } [ النساء : 48 ] وقال : { وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لّلنَّاسِ على ظُلْمِهِمْ } [ الرعد : 6 ] أي حال ظلمهم كما يقال رأيت الأمير على أكله وشربه أي حال كونه آكلاً وشارباً ، وقال : { ياعبادى الذين أَسْرَفُواْ على أَنفُسِهِمْ لاَ تَقْنَطُواْ مِن رَّحْمَةِ الله إِنَّ الله يَغْفِرُ الذنوب جَمِيعاً } [ الزمر : 53 ] ، وأما قوله : إن ذلك يوجب الإغراء بالقبيح ، فيقال له إن كان الأمر كذلك وجب أن يقبح غفرانه عقلاً ، وهذا مذهب البغداديين من المعتزلة ، وأنت لا تقول به ، لأن مذهب البصريين أن عذاب المذنب جائز عقلاً ، وأيضاً فيلزم عليه أن لا يحصل الغفران بالتوبة ، لأنه إذا علم أنه إذا أذنب ثم تاب غفر الله له لم ينزجر وأما الفرق الذي ذكره القاضي فبعيد ، لأنه إذا عزم على أن يتوب عنه في الحال علم أنه لا يضره ذلك الذنب ألبتة .\r\n ثم نقول مذهبنا أنا نقطع بحصول العفو عن الكبائر في الجملة ، فأما في حق كل واحد من الناس فذلك مشكوك فيه لأنه تعالى قال : { وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء } فقطع بحصول المغفرة في الجملة ، إلا أنه سبحانه وتعالى لم يقطع بحصول هذا الغفران في حق كل أحد بل في حق من شاء وإذا كان كذلك كان الخوف حاصلاً فلا يكون الإغراء حاصلاً ، والله أعلم .\r\n المسألة الثالثة : قال صاحب «الكشاف» قرىء الدين بالرفع ، ثم قال : وحق من رفعه أن يقرأ مخلصاً بفتح اللام لقوله تعالى : { وَأَخْلَصُواْ دِينَهُمْ للَّهِ } [ النساء : 146 ] حتى يطابق قوله : { أَلاَ لِلَّهِ الدين الخالص } والخالص والمخلص واحد إلا أنه وصف الدين بصفة صاحبه على الإسناد المجازي كقولهم شعر شاعر ، واعلم أنه تعالى لما بين أن رأس العبادات ورئيسها الإخلاص في التوحيد أردفه بذم طريقة المشركين فقال : { والذين اتخذوا مِن دُونِهِ أَوْلِيَاء مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرّبُونَا إِلَى الله زُلْفَى } وتقدير الكلام والذين اتخذوا من دونه أولياء يقولون ما نعبدهم إلا ليقربونا إلى الله زلفى ، وعلى هذا التقدير فخبر الذين محذوف وهو قوله يقولون ، واعلم أن الضمير في قوله : { مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرّبُونَا إِلَى الله زُلْفَى } عائد على الأشياء التي عبدت من دون الله ، وهي قسمان العقلاء وغير العقلاء ، أما العقلاء فهو أن قوماً عبدوا المسيح وعزيزاً والملائكة ، وكثير من الناس يعبدون الشمس والقمر والنجوم ويعتقدون فيها أنها أحياء عاقلة ناطقة ، وأما الأشياء التي عبدت مع أنها ليست موصوفة بالحياة والعقل فهي الأصنام ، إذا عرفت هذا فنقول الكلام الذي ذكره الكفار لائق بالعقلاء ، أما بغير العقلاء فلا يليق ، وبيانه من وجهين الأول : أن الضمير في قوله : { مَا نَعْبُدُهُمْ } ضمير للعقلاء فلا يليق بالأصنام الثاني : أنه لا يبعد أن يعتقد أولئك الكفار في المسيح والعزيز والملائكة أن يشفعوا لهم عند الله ، أما يبعد من العاقل أن يعتقد في الأصنام والجمادات أنها تقربه إلى الله ، وعلى هذا التقدير فمرادهم أن عبادتهم لها تقربهم إلى الله ، ويمكن أن يقال إن العاقل لا يعبد الصنم من حيث إنه خشب أو حجر ، وإنما يعبدونه لاعتقادهم أنها تماثيل الكواكب أو تماثيل الأرواح السماوية ، أو تماثيل الأنبياء والصالحين الذين مضوا ، ويكون مقصودهم من عبادتها توجيه تلك العبادات إلى تلك الأشياء التي جعلوا هذه التماثيل صوراً لها .\r\n وحاصل الكلام لعباد الأصنام أن قالوا : إن الإله الأعظم أجل من أن يعبده البشر لكن اللائق بالبشر أن يشتغلوا بعبادة الأكابر من عباد الله مثل الكواكب ومثل الأرواح السماوية ، ثم إنها تشتغل بعبادة الإله الأكبر ، فهذا هو المراد من قولهم : { مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرّبُونَا إِلَى الله زُلْفَى } .\r\n واعلم أن الله تعالى لما حكى مذاهبهم أجاب عنها من وجوه : الأول : أنه اقتصر في الجواب على مجرد التهديد فقال : { إِنَّ الله يَحْكُمُ بَيْنَهُمْ فِيمَا هُمْ فِيهِ يَخْتَلِفُونَ } واعلم أن الرجل المبطل إذا ذكر مذهباً باطلاً وكان مصراً عليه ، فالطريق في علاجه أن يحتال بحيلة توجب زوال ذلك الإصرار عن قلبه ، فإذا زال الإصرار عن قلبه فبعد ذلك يسمعه الدليل الدال على بطلانه ، فيكون هذا الطريق أفضى إلى المقصود .\r\n والأطباء يقولون : لا بد من تقديم المنضج على سقي المسهل فإن بتناول المنضج تصير المواد الفاسدة رخوة قابلة للزوال ، فإذا سقيته المسهل بعد ذلك حصل النقاء التام ، فكذلك ههنا سماع التهديد والتخويف أولاً يجري مجرى سقي المنضج أولاً ، وإسماع الدليل ثانياً يجري مجرى سقي المسهل ثانياً .\r\n فهذا هو الفائدة في تقديم هذا التهديد .\r\n ثم قال تعالى : { إِنَّ الله لاَ يَهْدِى مَنْ هُوَ كاذب كَفَّارٌ } والمراد أن من أصر على الكذب والكفر بقي محروماً عن الهداية ، والمراد بهذا الكذب وصفهم لهذه الأصنام بأنها آلهة مستحقة للعبادة مع علمهم بأنها جمادات خسيسة وهم نحتوها وتصرفوا فيها ، والعلم الضروري حاصل بأن وصف هذه الأشياء بالإلهية كذب محض ، وأما الكفر فيحتمل أن يكون المراد منه الكفر الراجع إلى الاعتقاد ، والأمر ههنا كذلك فإن وصفهم لها بالإلهية كذب ، واعتقادهم فيها بالإلهية جهل وكفر .\r\n ويحتمل أن يكون المراد كفران النعمة ، والسبب فيه أن العبادة نهاية التعظيم ونهاية التعظيم لا تليق إلا بمن يصدر عنه غاية الإنعام ، وذلك المنعم هو الله سبحانه وتعالى وهذه الأوثان لا مدخل لها في ذلك الإنعام فالإشتغال بعبادة هذه الأوثان يوجب كفران نعمة المنعم الحق .\r\n ثم قال تعالى : { لَّوْ أَرَادَ الله أَن يَتَّخِذَ وَلَداً لاصطفى مِمَّا يَخْلُقُ مَا يَشَاء سبحانه هُوَ الله الواحد القهار } والمراد من هذا الكلام : إقامة الدلائل القاهرة على كونه منزهاً عن الولد وبيانه من وجوه الأول : أنه لو اتخذ ولداً لما رضي إلا بأكمل الأولاد وهو الإبن فكيف نسبتم إليه البنت الثاني : أنه سبحانه واحد حقيقي والواحد الحقيقي يمتنع أن يكون له ولد ، أما أنه واحد حقيقي فلأنه لو كان مركباً لاحتاج إلى كل واحد من أجزائه وجزؤه غيره ، فكان يحتاج إلى غيره والمحتاج إلى الغير ممكن لذاته ، والممكن لذاته لا يكون واجب الوجود لذاته ، وأما أن الواحد لا يكون له ولد فلوجوه الأول : أن الولد عبارة عن جزء من أجزاء الشيء ينفصل عنه ، ثم يحصل له صورة مساوية لصورة الوالد .\r\n وهذا إنما يعقل في الشيء الذي ينفصل منه جزء والفرد المطلق لا يقال ذلك فيه الثاني : شرط الولد أن يكون مماثلاً في تمام الماهية للوالد فتكون حقيقة ذلك الشيء حقيقة نوعية محمولة على شخصين ، وذلك محال لأن تعيين كل واحد منهما إن كان من لوازم تلك الماهية لزم أن لا يحصل من تلك الماهية إلا الشخص الواحد ، وإن لم يكن ذلك التعيين من لوازم تلك الماهية كان ذلك التعيين معلوماً بسبب منفصل ، فلا يكون إلهاً واجب الوجود لذاته .\r\n فثبت أن كونه إلهاً واجب الوجود لذاته يوجب كونه واحداً في حقيقته ، وكونه واحداً في حقيقته يمنع من ثبوت الولد له ، فثبت أن كونه واحداً يمنع من ثبوت الولد الثالث : أن الولد لا يحصل إلا من الزوج والزوجة والزوجان لا بد وأن يكونا من جنس واحد ، فلو كان له ولد لما كان واحداً بل كانت زوجته من جنسه ، وأما أن كونه قهاراً يمنع من ثبوت الولد له ، فلأن المحتاج إلى الولد هو الذي يموت فيحتاج إلى ولد يقوم مقامه ، فالمحتاج إلى الولد هو الذي يكون مقهوراً بالموت ، أما الذي يكون قاهراً ولا يقهره غيره كان الولد في حقه محالاً ، فثبت أن قوله : { هُوَ الله الواحد القهار } ألفاظ مشتملة على دلائل قاطعة في نفي الولد عن الله تعالى .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "تنزيل الكتاب من الله العزيز الحكيم (1) إنا أنزلنا إليك الكتاب بالحق فاعبد الله مخلصا له الدين (2) ألا لله الدين الخالص والذين اتخذوا من دونه أولياء ما نعبدهم إلا ليقربونا إلى الله زلفى إن الله يحكم بينهم في ما هم فيه يختلفون إن الله لا يهدي من هو كاذب كفار (3) لو أراد الله أن يتخذ ولدا لاصطفى مما يخلق ما يشاء سبحانه هو الله الواحد القهار (4) ",
        "babnum": 1
    },
    {
        "id": 2128,
        "cate": "39",
        "title": "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى أَلَا هُوَ الْعَزِيزُ الْغَفَّارُ (5) خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ (6) إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (7) ",
        "details": " اعلم أن الآية المتقدمة دلت على أنه تعالى بين كونه منزهاً عن الولد بكونه إلهاً واحداً وقهاراً غالباً أي : كامل القدرة ، فلما بنى تلك المسألة على هذه الأصول ذكر عقيبها ما يدل على كمال القدرة وعلى كمال الاستغناء ، وأيضاً فإنه تعالى طعن في إلهية الأصنام فذكر عقيبها الصفات التي باعتبارها تحصل الإلهية ، واعلم أنا بينا في مواضع من هذا الكتاب أن الدلائل التي ذكرها الله تعالى في إثبات إلهيته ، إما أن تكون فلكية أو عنصرية ، أما الفلكية فأقسام أحدها : خلق السموات والأرض ، وهذا المعنى يدل على وجود الإله القادر من وجوه كثيرة شرحناها في تفسير قوله تعالى : { الحمد الله الذى خَلَقَ السموات والأرض } [ الأنعام : 1 ] والثاني : اختلاف أحوال الليل والنهار وهو المراد ههنا من قوله : { يُكَوّرُ اليل عَلَى النهار وَيُكَوّرُ النهار عَلَى اليل } وذلك لأن النور والظلمة عسكران مهيبان عظيمان ، وفي كل يوم يغلب هذا ذاك تارة ، وذلك هذا أخرى .\r\n وذلك يدل على أن كل واحد منهما مغلوب مقهور ، ولا بد من غالب قاهر لهما يكونان تحت تدبيره وقهره وهو الله سبحانه وتعالى ، والمراد من هذا التكوير أنه يزيد في كل واحد منهما بقدر ما ينقص عن الآخر ، والمراد من تكوير الليل والنهار ما ورد في الحديث : « نعوذ الله من الحور بعد الكور » أي : من الإدبار بعد الإقبال ، واعلم أنه سبحانه وتعالى عبر عن هذا المعنى بقوله : { يُكَوّرُ اليل عَلَى النهار } وبقوله : { يغشى الليل النهار } [ الأعراف : 54 ] وبقوله : { يُولِجُ اليل فِى النهار } [ فاطر : 13 ] وبقوله : { وَهُوَ الذى جَعَلَ اليل والنهار خِلْفَةً لّمَنْ أَرَادَ أَن يَذَّكَّرَ } [ الفرقان : 62 ] والثالث : اعتبار أحوال الكواكب لا سيما الشمس والقمر ، فإن الشمس سلطان النهار والقمر سلطان الليل ، وأكثر مصالح هذا العالم مربوطة بهما وقوله : { كل يجري لأجل مسمى } الأجل المسمى يوم القيامة ، لا يزالان يجريان إلى هذا اليوم فإذا كان يوم القيامة ذهبا ، ونظيره قوله تعالى : { وَجُمِعَ الشمس والقمر } [ القيامة : 9 ] والمراد من هذا التسخير أن هذه الأفلاك تدور كدوران المنجنون على حد واحد إلى يوم القيامة وعنده تطوي السماء كطي السجل للكتب .\r\n ولما ذكر الله هذه الأنواع الثلاثة من الدلائل الفلكية قال : { أَلا هُوَ العزيز الغفار } والمعنى : أن خلق هذه الأجرام العظيمة وإن دل على كونه عزيزاً أي كامل القدرة إلا أنه غفار عظيم الرحمة والفضل والإحسان ، فإنه لما كان الإخبار عن كونه عظيم القدرة يوجب الخوف والرهبة فكونه غفاراً يوجب كثرة الرحمة ، وكثرة الرحمة توجب الرجاء والرغبة ، ثم إنه تعالى أتبع ذكر الدلائل الفلكية بذكر الدلائل المأخوذة من هذا العالم الأسفل ، فبدأ بذكر الإنسان فقال : { خَلَقَكُمْ مّن نَّفْسٍ واحدة ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا } ودلالة تكون الإنسان على الإله المختار قد سبق بيانها مراراً كثيرة ، فإن قيل كيف جاز أن يقول : { خَلَقَكُمْ مّن نَّفْسٍ واحدة ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا } والزوج مخلوق قبل خلقهم؟ أجابوا عنه من وجوه الأول : أن كلمة ثم كما تجيء لبيان كون إحدى الواقعتين متأخرة عن الثانية ، فكذلك تجيء لبيان تأخر أحد الكلامين عن الآخر ، كقول القائل بلغني ما صنعت اليوم ، ثم ما صنعت أمس كان أعجب ، ويقول أيضاً قد أعطيتك اليوم شيئاً ، ثم الذي أعطيتك أمس أكثر الثاني : أن يكون التقدير خلقكم من نفس خلقت وحدها ثم جعل منها زوجها الثالث : أخرج الله تعالى ذرية آدم من ظهره كالذر ثم خلق بعد ذلك حواء .\r\n واعلم أنه تعالى لما ذكر الاستدلال بخلقة الإنسان على وجود الصانع ذكر عقيبه الاستدلال بوجود الحيوان عليه فقال : { وَأَنزَلَ لَكُمْ مّنَ الأنعام ثمانية أزواج } وهي الإبل والبقر والضأن والمعز وقد بينا كيفية دلالة هذه الحيوانات على وجود الصانع في قوله : { والأنعام خَلَقَهَا لَكُمْ فِيهَا دِفْء } [ النحل : 5 ] وفي تفسير قوله تعالى : { وَأَنزَلَ لَكُمْ } وجوه : الأول : أن قضاء الله وتقديره وحكمه موصوف بالنزول من السماء لأجل أنه كتب في اللوح المحفوظ كل كائن يكون الثاني : أن شيئاً من الحيوان لا يعيش إلا بالنبات والنبات لا يقوم إلا بالماء والتراب ، والماء ينزل من السماء فصار التقدير كأنه أنزلها الثالث : أنه تعالى خلقها في الجنة ثم أنزلها إلى الأرض وقوله : { ثمانية أزواج } أي ذكر وأنثى من الإبل والبقر والضأن والمعز ، والزوج اسم لكل واحد معه آخر ، فإذا انفرد فهو فرد منه قال تعالى : { فَجَعَلَ مِنْهُ الزوجين الذكر والأنثى } [ القيامة : 39 ] .\r\n ثم قال تعالى : { يَخْلُقُكُمْ فِى بُطُونِ أمهاتكم خَلْقاً مّن بَعْدِ خَلْقٍ } وفيه أبحاث : الأول : قرأ حمزة بكسر الألف والميم ، والكسائي بكسر الهمزة وفتح الميم ، والباقون أمهاتكم بضم الألف وفتح الميم .\r\n الثاني : أنه تعالى لما ذكر تخليق الناس من شخص واحد وهو آدم عليه السلام أردفه بتخليق الأنعام ، وإنما خصها بالذكر لأنها أشرف الحيوانات بعد الإنسان ، ثم ذكر عقيب ذكرهما حالة مشتركة بين الإنسان وبين الأنعام وهي كونها مخلوقة في بطون أمهاتهم وقوله : { خَلْقاً مّن بَعْدِ خَلْقٍ } المراد منه ما ذكره الله تعالى في قوله : { وَلَقَدْ خَلَقْنَا الإنسان مِن سلالة مّن طِينٍ * ثُمَّ جعلناه نُطْفَةً فِى قَرَارٍ مَّكِينٍ * ثُمَّ خَلَقْنَا النطفة عَلَقَةً فَخَلَقْنَا العلقة مُضْغَةً فَخَلَقْنَا المضغة عظاما فَكَسَوْنَا العظام لَحْماً ثُمَّ أنشأناه خَلْقاً ءاخَرَ فَتَبَارَكَ الله أحسن الخالقين } [ المؤمنون : 12 - 14 ] وقوله : { فِى ظلمات ثَلاث } قيل : الظلمات الثلاث البطن والرحم والمشيمة وقيل : الصلب والرحم والبطن ووجه الاستدلال بهذه الحالات قد ذكرناه في قوله : { هُوَ الذي يُصَوّرُكُمْ فِي الأرحام كَيْفَ يَشَاء } .\r\n واعلم أنه تعالى لما شرح هذه الدلائل ووصفها قال : { ذلكم الله رَبُّكُمُ } أي : ذلكم الشيء الذي عرفتم عجائب أفعاله هو الله ربكم ، وفي هذه الآية : دلالة على كونه سبحانه وتعالى منزهاً عن الأجزاء والأعضاء وعلى كونه منزهاً عن الجسمية والمكانية ، وذلك أنه تعالى عندما أراد أن يعرف عباده ذاته المخصوصة لم يذكر إلا كونه فاعلاً لهذه الأشياء ، ولو كان جسماً مركباً من الأعضاء لكان تعريفه بتلك الأجزاء والأعضاء تعريفاً للشيء بأجزاء حقيقته ، ولو كان ذلك القسم ممكناً لكان الاكتفاء بهذا القسم الثاني تقصيراً ونقصاً وذلك غير جائز ، فعلمنا أن الاكتفاء بهذا القسم إنما حسن لأن القسم الأول محال ممتنع الوجود ، وذلك يدل على كونه سبحانه وتعالى متعالياً عن الجسمية والأعضاء والأجزاء .\r\n ثم قال تعالى : { لَهُ الملك } وهذا يفيد الحصر أي له الملك لا لغيره ، ولما ثبت أنه لا ملك إلا له وجب القول بأنه لا إله إلا هو لأنه لو ثبت إله آخر ، فذلك الإله إما أن يكون له الملك أو لا يكون له الملك ، فإن كان له الملك فحينئذ يكون كل واحد منهما مالكاً قادراً ويجري بينهما التمانع كما ثبت في قوله : { لَوْ كَانَ فِيهِمَا الِهَةٌ إِلاَّ الله لَفَسَدَتَا } [ الأنبياء : 22 ] وذلك محال ، وإن لم يكن للثاني شيء من القدرة والملك فيكون ناقصاً ولا يصلح للإلهية ، فثبت أنه لما دل الدليل على أنه لا ملك إلا الله ، وجب أن يقال لا إله للعالمين ولا معبود للخلق أجمعين إلا الله الأحد الحق الصمد ، ثم اعلم أنه سبحانه لما بين بهذه الدلائل كمال قدرة الله سبحانه وحكمته ورحمته ، رتب عليه تزييف طريقة المشركين والضالين من وجوه الأول : قوله : { فأنى تُصْرَفُونَ } يحتج به أصحابنا ويحتج به المعتزلة .\r\n أما أصحابنا فوجه الاستدلال لهم بهذه الآية : أنها صريحة في أنهم لم ينصرفوا بأنفسهم عن هذه البيانات بل صرفها عنهم غيرهم ، وما ذاك الغير إلا الله ، وأيضاً فدليل العقل يقوي ذلك لأن كل واحد يريد لنفسه تحصيل الحق والصواب ، فلما لم يحصل ذلك وإنما حصل الجهل والضلال علمنا أنه من غيره لا منه ، وأما المعتزلة فوجه الاستدلال لهم : أن قوله : { فأنى تُصْرَفُونَ } تعجب من هذا الانصراف ، ولو كان الفاعل لذلك الصرف هو الله تعالى لم يبق لهذا التعجب معنى .\r\n ثم قال تعالى : { إِن تَكْفُرُواْ فَإِنَّ الله غَنِىٌّ عَنكُمْ } والمعنى أن الله تعالى ما كلف المكلفين ليجر إلى نفسه منفعة أو ليدفع عن نفسه مضرة ، وذلك لأنه تعالى غني على الإطلاق ، ويمتنع في حقه جر المنفعة ودفع المضرة ، وإنما قلنا إنه غني لوجوه : الأول : واجب الوجود لذاته وواجب الوجود في جميع صفاته ، ومن كان كذلك كان غنياً على الإطلاق الثاني : أنه لو كان محتاجاً لكانت تلك الحاجة إما قديمة وإما حادثة .\r\n والأول باطل وإلا لزم أن يخلق في الأزل ما كان محتاجاً إليه وذلك محال ، لأن الخلق والأزل متناقض .\r\n والثاني باطل لأن الحاجة نقصان والحكيم لا يدعوه الداعي إلى تحصيل النقصان لنفسه الثالث : هب أنه يبقى الشك في أنه هل تصح الشهوة والنفرة والحاجة عليه أم لا؟ أما من المعلوم بالضرورة أن الإله القادر على خلق السموات والأرض والشمس والقمر والنجوم والعرش والكرسي والعناصر الأربعة ، والمواليد الثلاثة يمتنع أن ينتفع بصلاة زيد وصيام عمرو ، وأن يضر بعدم صلاة هذا وعدم صيام ذاك ، فثبت بما ذكرنا أن جميع العالمين لو كفروا وأصروا على الجهل فإن الله غني عنهم .\r\n ثم قال تعالى بعده : { وَلاَ يرضى لِعِبَادِهِ الكفر } يعني أنه وإن كان لا ينفعه إيمان ولا يضره كفران إلا أنه لا يرضى بالكفر ، واحتج الجبائي بهذه الآية من وجهين : الأول : أن المجبرة يقولون إن الله تعالى خلق كفر العباد وإنه من جهة ما خلقه حق وصواب ، قال ولو كان الأمر كذلك لكان قد رضي الكفر من الوجه الذي خلقه ، وذلك ضد الآية الثاني : لو كان الكفر بقضاء الله تعالى لوجب علينا أن نرضى به لأن الرضا بقضاء الله تعالى واجب ، وحيث اجتمعت الأمة على أن الرضا بالكفر كفر ثبت أنه ليس بقضاء الله وليس أيضاً برضاء الله تعالى ، وأجاب الأصحاب عن هذا الاستدلال من وجوه الأول : أن عادة القرآن جارية بتخصيص لفظ العباد بالمؤمنين ، قال الله تعالى : { وَعِبَادُ الرحمن الذين يَمْشُونَ على الأرض هَوْناً } [ الفرقان : 63 ] وقال : { عَيْناً يَشْرَبُ بِهَا عِبَادُ الله } [ الإنسان : 6 ] وقال : { إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سلطان } [ الحجر : 42 ] فعلى هذا التقدير قوله : { وَلاَ يرضى لِعِبَادِهِ الكفر } ولا يرضى للمؤمنين الكفر ، وذلك لا يضرنا الثاني : أنا نقول الكفر بإرادة الله تعالى ولا نقول إنه برضا الله لأن الرضا عبارة عن المدح عليه والثناء بفعله ، قال الله تعالى : { لَّقَدْ رَضِيَ الله عَنِ المؤمنين } [ الفتح : 18 ] أي يمدحهم ويثني عليهم الثالث : كان الشيخ الوالد ضياء الدين عمر رحمه الله يقول : الرضا عبارة عن ترك اللوم والاعتراض ، وليس عبارة عن الإرادة ، والدليل عليه قول ابن دريد : رضيت قسراً وعلى القسر رضا \r\n من كان ذا سخط على صرف القضا أثبت الرضا مع القسر وذلك يدل على ما قلناه والرابع : هب أن الرضا هو الإرادة إلا أن قوله : { وَلاَ يرضى لِعِبَادِهِ الكفر } عام ، فتخصيصه بالآيات الدالة على أنه تعالى يريد الكفر من الكافر كقوله تعالى : { وَمَا تَشَاءونَ إِلاَّ أَن يَشَاء الله } [ الإنسان : 30 ] ، والله أعلم .\r\n ثم قال تعالى : { وَإِن تَشْكُرُواْ يَرْضَهُ لَكُمْ } والمراد أنه لما بين أنه لا يرضى الكفر بين أنه يرضى الشكر ، وفيه مسائل : المسألة الأولى : اختلف القراء في هاء { يَرْضَهُ } على ثلاثة أوجه أحدها : قرأ نافع وأبو عمرو وابن عامر وعاصم وحمزة بضم الهاء مختلسة غير متبعة وثانيها : قرأ أبو عمرو وحمزة في بعض الروايات يرضه ساكنة الهاء للتخفيف وثالثها : قرأ نافع في بعض الروايات وابن كثير وابن عامر والكسائي مضمومة الهاء مشبعة ، قال الواحدي رحمه الله من القراء من أشبع الهاء حتى ألحق بها واواً ، لأن ما قبل الهاء متحرك فصار بمنزلة ضربه وله ، فكما أن هذا مشبع عند الجميع كذلك يرضه ، ومنهم من حرك الهاء ولم يلحق الواو ، لأن الأصل يرضاه والألف المحذوفة للجزم ليس يلزم حذفها فكانت كالباقية ، ومع بقاء الألف لا يجوز إثبات الواو فكذا ههنا .\r\n المسألة الثانية : الشكر حالة مركبة من قول واعتقاد وعمل أما القول فهو الإقرار بحصول النعمة وأما الاعتقاد فهو اعتقاد صدور النعمة من ذلك المنعم .\r\n ثم قال تعالى : { وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى } قال الجبائي هذا يدل على أنه تعالى لا يعذب أحداً على فعل غيره ، فلو فعل الله كفرهم لما جاز أن يعذبهم عليه ، وأيضاً لا يجوز أن يعذب الأولاد بذنوب الآباء ، بخلاف ما يقول القوم .\r\n واحتج أيضاً من أنكر وجوب ضرب الدية على العاقلة بهذه الآية .\r\n ثم قال تعالى : { ثُمَّ إلى رَبّكُمْ مَّرْجِعُكُمْ } واعلم أنا ذكرنا كثيراً أن أهم المطالب للإنسان أن يعرف خالقه بقدر الإمكان ، وأن يعرف ما يضره وما ينفعه في هذه الحياة الدنيوية ، وأن يعرف أحواله بعد الموت ، ففي هذه الآية ذكر الدلائل الكثيرة من العالم الأعلى والعالم الأسفل على كمال قدرة الصانع وعلمه وحكمته ، ثم أتبعه بأن أمره بالشكر ونهاه عن الكفر ثم بين أحواله بعد الموت بقوله : { ثُمَّ إلى رَبّكُمْ مَّرْجِعُكُمْ } وفيه مسائل : المسألة الأولى : المشبهة تمسكوا بلفظ إلى على أن إله العالم في جهة وقد أجبنا عنه مراراً .\r\n المسألة الثانية : زعم القوم أن هذه الأرواح كانت قبل الأجساد وتمسكوا بلفظ الرجوع الموجود في هذه الآية وفي سائر الآيات .\r\n المسألة الثالثة : دلت هذه الآية على إثبات البعث والقيامة .\r\n ثم قال : { فَيُنَبّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ } وهذا تهديد للعاصي وبشارة للمطيع ، وقوله تعالى : { إِنَّهُ عَلِيمٌ بِذَاتِ الصدور } كالعلة لما سبق ، يعني أنه يمكنه أن ينبئكم بأعمالكم ، لأنه عالم بجميع المعلومات ، فيعلم ما في قلوبكم من الدواعي والصوارف ، وقال صلى الله عليه وسلم : « إن الله لا ينظر إلى صوركم ولا إلى أقوالكم ، ولكن ينظر إلى قلوبكم وأعمالكم » .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "خلق السماوات والأرض بالحق يكور الليل على النهار ويكور النهار على الليل وسخر الشمس والقمر كل يجري لأجل مسمى ألا هو العزيز الغفار (5) خلقكم من نفس واحدة ثم جعل منها زوجها وأنزل لكم من الأنعام ثمانية أزواج يخلقكم في بطون أمهاتكم خلقا من بعد خلق في ظلمات ثلاث ذلكم الله ربكم له الملك لا إله إلا هو فأنى تصرفون (6) إن تكفروا فإن الله غني عنكم ولا يرضى لعباده الكفر وإن تشكروا يرضه لكم ولا تزر وازرة وزر أخرى ثم إلى ربكم مرجعكم فينبئكم بما كنتم تعملون إنه عليم بذات الصدور (7) ",
        "babnum": 2
    },
    {
        "id": 2129,
        "cate": "39",
        "title": "وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ (8) أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ (9) ",
        "details": " اعلم أن الله تعالى لما بين فساد القول بالشرك وبين أن الله تعالى هو الذي يجب أن يعبد ، بين في هذه الآية أن طريقة هؤلاء الكفار الذين يعبدون الأصنام متناقضة وذلك لأنهم إذا مسهم نوع من أنواع الضر لم يرجعوا في طلب دفعه إلا إلى الله ، وإذا زال ذلك الضر عنهم رجعوا إلى عبادة الأصنام ومعلوم أنهم إنما رجعوا إلى الله تعالى عند حصول الضر ، لأنه هو القادر على إيصال الخير ودفع الضر ، وإذا عرفوا أن الأمر كذلك في بعض الأحوال كان الواجب عليهم أن يعترفوا به في كل الأحوال فثبت أن طريقتهم في هذا الباب متناقضة .\r\n أما قوله تعالى : { وَإِذَا مَسَّ الإنسان } فقيل المراد بالإنسان أقوام معينون مثل عتبة بن ربيعة وغيره ، وقيل المراد به الكافر الذي تقدم ذكره ، لأن الكلام يخرج على معهود ، تقدم .\r\n وأما قوله { ضُرٌّ } فيدخل فيه جميع المكاره سواه كان في جسمه أو في ماله أو أهله وولده ، لأن اللفظ مطلق فلا معنى للتقييد { ودعاَ رَبَّهُ } أي استجار بربه وناداه ولم يؤمل في كشف الضر سواء ، فلذلك قال : { مُنِيباً إِلَيْهِ } أي راجعاً إليه وحده في إزالة ذلك الضر لأن الإنابة هي الرجوع { ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مّنْهُ } أي أعطاه ، قال صاحب «الكشاف» : وفي حقيقته وجهان أحدهما : جعله خائل مال من قولهم هو خائل مال وخال مال ، إذا كان متعهداً له حسن القيام به ومنه ما روي عن رسول الله صلى الله عليه وسلم : \" أنه كان يتخول أصحابه بالموعظة \" والثاني : جعله يخول من خال يخول إذا اختال وافتخر ، وفي المعنى قالت العرب : إن الغنى طويل الذيل مياس \r\n ثم قال تعالى : { نَسِىَ مَا كَانَ يَدْعُو إِلَيْهِ مِن قَبْلُ } أي نسي ربه الذي كان يتضرع إليه ويبتهل إليه ، وما بمعنى من كقوله تعالى : { وَمَا خَلَقَ الذكر والأنثى } [ الليل : 3 ] وقوله تعالى : { وَلاَ أَنتُمْ عابدون مَا أَعْبُدُ } [ الكافرون : 3 ] وقوله تعالى : { فانكحوا مَا طَابَ لَكُمْ مّنَ النساء } [ النساء : 3 ] وقيل نسي الضر الذي كان يدعو الله إلى كشفه والمراد من قوله نسي أن ترك دعاءه كأنه لم يفزع إلى ربه ، ولو أراد به النسيان الحقيقي لما ذمه عليه ، ويحتمل أن يكون المراد أنه نسي أن لا يفزع ، وأن لا إله سواه فعاد إلى اتخاذ الشركاء مع الله .\r\n ثم قال تعالى : { وَجَعَلَ لِلَّهِ أَندَاداً لّيُضِلَّ عَن سَبِيلِهِ } وفيه مسائل : المسألة الأولى : قرأ ابن كثير وأبو عمرو ليضل بفتح الياء والباقون ليضل بضم الياء على معنى ليضل غيره .\r\n المسألة الثانية : المراد أنه تعالى يعجب العقلاء من مناقضتهم عند هاتين الحالتين ، فعند الضر يعتقدون أنه لا مفزع إلى ما سواه وعند النعمة يعودون إلى اتخاذ آلهة معه .\r\n ومعلوم أنه تعالى إذا كان إنما يفزع إليه في حال الضر لأجل أنه هو القادر على الخير والشر ، وهذا المعنى باق في حال الراحة والفراغ كان في تقرير حالهم في هذين الوقتين بما يوجب المناقضة وقلة العقل .\r\n المسألة الثالثة : معنى قوله : { لّيُضِلَّ عَن سَبِيلِهِ } أنه لا يقتصر في ذلك على أن يضل نفسه بل يدعو غيره إما بفعله أو قوله إلى أن يشاركه في ذلك ، فيزداد إثماً على إثمه ، واللام في قوله { لِيُضِلَّ } لام العاقبة كقوله : { فالتقطه ءالُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوّاً وَحَزَناً } [ القصص : 8 ] ولما ذكر الله تعالى عنهم هذا الفعل المتناقض هددهم فقال : { قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلاً } وليس المراد منه الأمر بل الزجر ، وأن يعرفه قلة تمتعه في الدنيا ، ثم يكون مصيره إلى النار .\r\n ولما شرح الله تعالى صفات المشركين والضالين ، ثم تمسكهم بغير الله تعالى أردفه بشرح أحوال المحقين الذين لا رجوع لهم إلا الله ولا اعتماد لهم إلا على فضل الله ، فقال : { أَمَّنْ هُوَ قَانِتٌ ءانَاء اليل ساجدا وَقَائِماً } وفيه مسائل : المسألة الأولى : قرأ نافع وابن كثير وحمزة { آمن } مخففة الميم والباقون بالتشديد ، أما التخفيف ففيه وجهان الأول : أن الألف ألف الاستفهام داخلة على من ، والجواب محذوف على تقدير كمن ليس كذلك ، وقيل كالذي جعل لله أنداداً فاكتفى بما سبق ذكره والثاني : أن يكون ألف نداء كأنه قيل يا من هو قانت من أهل الجنة ، وأما التشديد فقال الفراء الأصل أم من فأدغمت الميم في الميم وعلى هذا القول هي أم التي في قولك أزيد أفضل أم عمرو .\r\n المسألة الثانية : القانت القائم بما يجب عليه من الطاعة ، ومنه قوله صلى الله عليه وسلم : « أفضل الصلاة صلاة القنوت » وهو القيام فيها .\r\n ومنه القنوت في الصبح لأنه يدعو قائماً .\r\n عن ابن عمر رضي الله عنه أنه قال لا أعلم القنوت إلا قراءة القرآن وطول القيام وتلا { أَمَّنْ هُوَ قَانِتٌ } وعن ابن عباس القنوت طاعة الله ، لقوله : { كُلٌّ لَّهُ قانتون } [ البقرة : 116 ] أي مطيعون ، وعن قتادة { آناء الليل } ساعات الليل أوله ووسطه وآخره ، وفي هذه اللفظة تنبيه على فضل قيام الليل وأنه أرجح من قيام النهار ، ويؤكده وجوه الأول : أن عبادة الليل أستر عن العيون فتكون أبعد عن الرياء الثاني : أن الظلمة تمنع من الإبصار ونوم الخلق يمنع من السماع ، فإذا صار القلب فارغاً عن الاشتغال بالأحوال الخارجية عاد إلى المطلوب الأصلي ، وهو معرفة الله وخدمته الثالث : أن الليل وقت النوم فتركه يكون أشق فيكون الثواب أكثر الرابع : قوله تعالى : { إِنَّ نَاشِئَةَ اليل هِىَ أَشَدُّ وَطْأً وَأَقْوَمُ قِيلاً } [ المزمل : 6 ] وقوله : { ساجدا } حال ، وقرىء ساجد وقائم على أنه خبر بعد خبر الواو للجميع بين الصفتين .\r\n واعلم أن هذه الآية دالة على أسرار عجيبة ، فأولها أنه بدأ فيها بذكر العلم وختم فيها بذكر العلم ، أما العمل فكونه قانتاً ساجداً قائماً ، وأما العلم فقوله : { هَلْ يَسْتَوِى الذين يَعْلَمُونَ والذين لاَ يَعْلَمُونَ } وهذا يدل على أن كمال الإنسان محصور في هذين المقصودين ، فالعمل هو البداية والعلم والمكاشفة هو النهاية .\r\n الفائدة الثانية : أنه تعالى نبه على أن الانتفاع بالعمل إنما يحصل إذا كان الإنسان مواظباً عليه ، فإن القنوت عبارة عن كون الرجل قائماً بما يجب عليه من الطاعات ، وذلك يدل على أن العلم إنما يفيد إذا واظب عليه الإنسان ، وقوله : { ساجدا وَقَائِماً } إشارة إلى أصناف الأعمال وقوله : { يَحْذَرُ الأخرة وَيَرْجُو رَّحْمَةِ رَبّهِ } إشارة إلى أن الإنسان عند المواظبة ينكشف له في الأول مقام القهر وهو قوله : { يَحْذَرُ الأخرة } ثم بعده مقام الرحمة وهو قوله : { وَيَرْجُو رَّحْمَةِ رَبّهِ } ثم يحصل أنواع المكاشفات وهو المراد بقوله : { هَلْ يَسْتَوِى الذين يَعْلَمُونَ والذين لاَ يَعْلَمُونَ } .\r\n الفائدة الثالثة : أنه قال في مقام الخوف { يَحْذَرُ الأخرة } فما أضاف الحذر إلى نفسه ، وفي مقام الرجاء أضافه إلى نفسه ، وهذا يدل على أن جانب الرجاء أكمل وأليق بحضرة الله تعالى .\r\n المسألة الثالثة : قيل المراد من قوله : { أَمَّنْ هُوَ قَانِتٌ ءانَاء اليل } عثمان لأنه كان يحيي الليل في ركعة واحدة ويقرأ القرآن في ركعة واحدة ، والصحيح أن المراد منه كل من كان موصوفاً بهذه الصفة فيدخل فيه عثمان وغيره لأن الآية غير مقتصرة عليه .\r\n المسألة الرابعة : لا شبهة في أن في الكلام حذفاً ، والتقدير أمن هو قانت كغيره ، وإما حسن هذا الحذف لدلالة الكلام عليه ، لأنه تعالى ذكر قبل هذه الآية الكافر وذكر بعدها : { قُلْ هَلْ يَسْتَوِى الذين يَعْلَمُونَ والذين لاَ يَعْلَمُونَ } وتقدير الآية قل هل يستوي الذين يعلمون وهم الذين صفتهم أنهم يقنتون آناء الليل سجداً وقياماً ، والذين لا يعلمون وهم الذين وصفهم عند البلاء والخوف يوحدون وعند الراحة والفراغة يشركون ، فإذا قدرنا هذا التقدير ظهر المراد وإنما وصف الله الكفار بأنهم لا يعلمون ، لأنهم وإن آتاهم الله العلم إلا أنهم أعرضوا عن تحصيل العلم ، فلهذا السبب جعلهم كأنهم ليسوا أولي الألباب من حيث إنهم لم ينتفعوا بعقولهم وقلوبهم .\r\n وأما قوله تعالى : { قُلْ هَلْ يَسْتَوِى الذين يَعْلَمُونَ والذين لاَ يَعْلَمُونَ } فهو تنبيه عظيم على فضيلة العلم ، وقد بالغنا في تقرير هذا المعنى في تفسير قوله تعالى : { وَعَلَّمَ ءادَمَ الأسماء كُلَّهَا } [ البقرة : 31 ] قال صاحب «الكشاف» أراد بالذين يعلمون الذين سبق ذكرهم وهم القانتون ، وبالذين لا يعلمون الذين لا يأتون بهذا العمل كأنه جعل القانتين هم العلماء ، وهو تنبيه على أن من يعمل فهو غير عالم ، ثم قال وفيه ازدراء عظيم بالذين يقتنون العلوم ثم لا يقنتون ، ويفتنون فيها ثم يفتنون بالدنيا فهم عند الله جهلة .\r\n ثم قال تعالى : { إِنَّمَا يَتَذَكَّرُ أُوْلُواْ الألباب } يعني هذا التفاوت العظيم الحاصل بين العلماء والجهال لا يعرفه أيضاً إلا أولوا الألباب ، قيل لبعض العلماء : إنكم تقولون العلم أفضل من المال ثم نرى العلماء يجتمعون عند أبواب الملوك ، ولا نرى الملوك مجتمعين عند أبواب العلماء ، فأجاب العالم بأن هذا أيضاً يدل على فضيلة العلم لأن العلماء علموا ما في المال من المنافع فطلبوه ، والجهال لم يعرفوا ما في العلم من المنافع فلا جرم تركوه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذا مس الإنسان ضر دعا ربه منيبا إليه ثم إذا خوله نعمة منه نسي ما كان يدعو إليه من قبل وجعل لله أندادا ليضل عن سبيله قل تمتع بكفرك قليلا إنك من أصحاب النار (8) أمن هو قانت آناء الليل ساجدا وقائما يحذر الآخرة ويرجو رحمة ربه قل هل يستوي الذين يعلمون والذين لا يعلمون إنما يتذكر أولو الألباب (9) ",
        "babnum": 3
    },
    {
        "id": 2130,
        "cate": "39",
        "title": "قُلْ يَاعِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَأَرْضُ اللَّهِ وَاسِعَةٌ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ (10) قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا لَهُ الدِّينَ (11) وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ (12) قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ (13) قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي (14) فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ (15) لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ ذَلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ يَاعِبَادِ فَاتَّقُونِ (16) ",
        "details": " اعلم أنه تعالى لما بين نفي المساواة بين من يعلم وبين من لا يعلم ، أتبعه بأن أمر رسوله بأن يخاطب المؤمنين بأنواع من الكلام : النوع الأول : قوله : { قُلْ يا عِبَادِى الذين ءامَنُواْ اتقوا رَبَّكُمْ } والمراد أن الله تعالى أمر المؤمنين بأن يضموا إلى الإيمان التقوى ، وهذا من أول الدلائل على أن الإيمان يبقى مع المعصية ، قال القاضي : أمرهم بالتقوى لكيلا يحبطوا إيمانهم ، لأن عند الاتقاء من الكبائر يسلم لهم الثواب وبالإقدام عليها يحبط ، فيقال له هذا بأن يدل على ضد قولك أولى ، لأنه لما أمر المؤمنين بالتقوى دل ذلك على أنه يبقى مؤمناً مع عدم التقوى ، وذلك يدل على أن الفسق لا يزيل الإيمان .\r\n واعلم أنه تعالى لما أمر المؤمنين بالاتقاء بين لهم ما في هذا الاتقاء من الفوائد ، فقال تعالى : { لّلَّذِينَ أَحْسَنُواْ فِى هذه الدنيا حَسَنَةٌ } فقوله : { فِى هذه الدنيا } يحتمل أن يكون صلة لقوله : { أَحْسَنُواْ } أو لحسنة ، فعلى التقدير الأول معناه للذين أحسنوا في هذه الدنيا كلهم حسنة في الآخرة ، وهي دخول الجنة ، والتنكير في قوله : { حَسَنَةٌ } للتعظيم يعني حسنة لا يصل العقل إلى كنه كمالها .\r\n وأما على التقدير الثاني : فمعناه الذين أحسنوا فلهم في هذه الدنيا حسنة ، والقائلون بهذا القول قالوا هذه الحسنة هي الصحة والعافية ، وأقول الأولى أن تحمل على الثلاثة المذكورة في قوله صلى الله عليه وسلم : « ثلاثة ليس لها نهاية : الأمن والصحة والكفاية » ومن الناس من قال القول الأول أولى ويدل عليه وجوه الأول : أن التنكير في قوله : { حَسَنَةٌ } يدل على النهاية والجلالة والرفعة ، وذلك لا يليق بأحوال الدنيا ، فإنها خسيسة ومنقطعة ، وإنما يليق بأحوال الآخرة ، فإنها شريفة وآمنة من الانقضاء والانقراض والثاني : أن ثواب المحسن بالتوحيد والأعمال الصالحة إنما يحصل في الآخرة قال تعالى : { اليوم تجزى كُلُّ نَفْسٍ بِمَا كَسَبَتْ } وأيضاً فنعمة الدنيا من الصحة والأمن والكفاية حاصلة للكفار ، وأيضاً فحصولها للكافر أكثر وأتم من حصولها للمؤمن ، كما قال صلى الله عليه وسلم : « الدنيا سجن المؤمن وجنة الكافر » وقال تعالى : { لَّجَعَلْنَا لِمَن يَكْفُرُ بالرحمن لِبُيُوتِهِمْ سُقُفاً مّن فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ } [ الزخرف : 33 ] ، الثالث : أن قوله : { لّلَّذِينَ أَحْسَنُواْ فِى هذه الدنيا حَسَنَةٌ } يفيد الحصر ، بمعنى أنه يفيد أن حسنة هذه الدنيا لا تحصل إلا للذين أحسنوا ، وهذا باطل .\r\n أما لو حملنا هذه الحسنة على حسنة الآخرة صح هذا الحصر ، فكأن حمله على حسنة الآخرة أولى ، ثم قال الله تعالى : { وَأَرْضُ الله وَاسِعَةٌ } وفيه قولان الأول : المراد أنه لا عذر ألبتة للمقصرين في الإحسان ، حتى إنهم إن اعتلوا بأوطانهم وبلادهم ، وأنهم لا يتمكنون فيها من التوفرة على الإحسان وصرف الهمم إليه ، قل لهم فإن أرض الله واسعة وبلاده كثيرة ، فتحولوا من هذه البلاد إلى بلاد تقدرون فيها على الاشتغال بالطاعات والعبادات ، واقتدوا بالأنبياء والصالحين في مهاجرتهم إلى غير بلادهم ، ليزدادوا إحساناً إلى إحسانهم ، وطاعة إلى طاعتهم ، والمقصود منه الترغيب في الهجرة من مكة إلى المدينة والصبر على مفارقة الوطن ، ونظيره قوله تعالى : { قَالُواْ فِيمَ كُنتُمْ قَالُواْ كُنَّا مُسْتَضْعَفِينَ فِى الأرض قَالْواْ أَلَمْ تَكُنْ أَرْضُ الله واسعة فتهاجروا فِيهَا } [ النساء : 97 ] والقول الثاني : قال أبو مسلم : لا يمتنع أن يكون المراد من الأرض أرض الجنة ، وذلك لأنه تعالى أمر المؤمنين بالتقوى وهي خشية الله ، ثم بين أن من اتقى فله في الآخرة الحسنة ، وهي الخلود في الجنة ، ثم بين أن أرض الله ، أي جنته واسعة ، لقوله تعالى : { نَتَبَوَّأُ مِنَ الجنة حَيْثُ نَشَاء } [ الزمر : 74 ] وقوله تعالى : { وَجَنَّةٍ عَرْضُهَا السموات والأرض أُعِدَّتْ لِلْمُتَّقِينَ } [ آل عمران : 133 ] والقول الأول عندي أولى ، لأن قوله : { إِنَّمَا يُوَفَّى الصابرون أَجْرَهُمْ بِغَيْرِ حِسَابٍ } لا يليق إلا بالأول ، وفي هذه الآية مسائل : المسألة الأولى : أما تحقيق الكلام في ماهية الصبر ، فقد ذكرناه في سورة البقرة ، والمراد ههنا بالصابرين الذين صبروا على مفارقة أوطانهم وعشائرهم ، وعلى تجرع الغصص واحتمال البلايا في طاعة الله تعالى .\r\n المسألة الثانية : تسمية المنافع التي وعد الله بها على الصبر بالأجر توهم أن العمل على الثواب ، لأن الأجر هو المستحق ، إلا أنه قامت الدلائل القاهرة على أن العمل ليس عليه الثواب ، فوجب حمل لفظ الأجر على كونه أجراً بحسب الوعد ، لا بحسب الاستحقاق .\r\n المسألة الثالثة : أنه تعالى وصف ذلك الأجر بأنه بغير حساب ، وفيه وجوه الأول : قال الجبائي : المعنى أنهم يعطون ما يستحقون ويزدادون تفضلاً فهو بغير حساب ، ولو لم يعطوا إلا المستحق لكان ذلك حساباً ، قال القاضي هذا ليس بصحيح ، لأن الله تعالى وصف الأجر بأنه بغير حساب ، ولو لم يعطوا إلا الأجر المستحق ، والأجر غير التفضل الثاني : أن الثواب له صفات ثلاثة أحدها : أنها تكون دائمة الأجر لهم ، وقوله : { بِغَيْرِ حِسَابٍ } معناه بغير نهاية ، لأن كل شيء دخل تحت الحساب فهو متناه ، فما لا نهاية له كان خارجاً عن الحساب وثانيها : أنها تكون منافع كاملة في أنفسها ، وعقل المطيع ما كان يصل إلى كنه ذلك الثواب ، قال صلى الله عليه وسلم : \" إن في الجنة ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر \" وكل ما يشاهدونه من أنواع الثواب وجدوه أزيد مما تصوروه وتوقعوه ، وما لا يتوقعه الإنسان ، فقد يقال إنه ليس في حسابه ، فقوله : { بِغَيْرِ حِسَابٍ } محمول على هذا المعنى والوجه الثالث : في التأويل أن ثواب أهل البلاء لا يقدر بالميزان والمكيال ، روى صاحب «الكشاف» عن النبي صلى الله عليه وسلم أنه قال : « ينصب الله الموازين يوم القيامة ، فيؤتى أهل الصلاة فيوفون أجورهم بالموازين ، ويؤتى بأهل الصدقة فيوفون أجورهم بالموازين ، ويؤتى بأهل البلاء فلا ينصب لهم ميزان ولا ينشر لهم ديوان ، ويصب عليهم الأجر صباً » قال الله تعالى : { إِنَّمَا يُوَفَّى الصابرون أَجْرَهُمْ بِغَيْرِ حِسَابٍ } حتى يتمنى أهل العافية في الدنيا أن أجسادهم تقرض بالمقاريض لما به أهل البلاء من الفضل .\r\n النوع الثاني : من البيانات أمر الله رسوله أن يذكرها قوله تعالى : { قُلْ إِنّى أُمِرْتُ أَنْ أَعْبُدَ الله مُخْلِصاً لَّهُ الدين } قال مقاتل : إن كفار قريش قالوا للنبي صلى الله عليه وسلم ما يحملك على هذا الدين الذي أتيتنا به؟ ألا تنظر إلى ملة أبيك وجدك وسادات قومك يعبدون اللات والعزى! فأنزل الله ، قل يا محمد إني أمرت أن أعبد الله مخلصاً له الدين ، وأقول إن التكليف نوعان أحدهما : الأمر بالاحتراز عما لا ينبغي والثاني : الأمر بتحصيل ما ينبغي ، والمرتبة الأولى مقدمة على المرتبة الثانية بحسب الرتبة الواجبة اللازمة ، إذا ثبت هذا فنقول إنه تعالى قدم الأمر بإزالة ما ينبغي فقال : { اتقوا رَبَّكُمُ } لأن التقوى هي الاحتراز عما لا ينبغي ثم ذكر عقيبه الأمر بتحصيل ما ينبغي فقال : { إِنّى أُمِرْتُ أَنْ أَعْبُدَ الله مُخْلِصاً لَّهُ الدين } وهذا يشتمل على قيدين أحدهما : الأمر بعبادة الله الثاني : كون تلك العبادة خالصة عن شوائب الشرك الجلي وشوائب الشرك الخفي ، وإنما خص الله تعالى الرسول بهذا الأمر لينبه على أن غيره بذلك أحق فهو كالترغيب للغير ، وقوله تعالى : { وَأُمِرْتُ لأَنْ أَكُونَ أَوَّلَ المسلمين } لا شبهة في أن المراد إني أول من تمسك بالعبادات التي أرسلت بها ، وفي هذه الآية فائدتان : الفائدة الأولى : كأنه يقول إني لست من الملوك الجبابرة الذين يأمرون الناس بأشياء وهم لا يفعلون ذلك ، بل كل ما أمرتكم به فأنا أول الناس شروعاً فيه وأكثرهم مداومة عليه .\r\n الفائدة الثانية : أنه قال : { إِنّى أُمِرْتُ أَنْ أَعْبُدَ الله } والعبادة لها ركنان عمل القلب وعمل الجوارح ، وعمل القلب أشرف من عمل الجوارح ، فقدم ذكر الجزء الأشرف وهو قوله : { مُخْلِصاً لَّهُ الدين } ثم ذكر عقيبه الأدون وهو عمل الجوارح وهو الإسلام ، فإن النبي صلى الله عليه وسلم فسر الإسلام في خبر جبريل عليه السلام بالأعمال الظاهرة ، وهو المراد بقوله في هذه الآية : { وَأُمِرْتُ لأَن أَكُونَ أَوَّلَ المسلمين } وليس لقائل أن يقول ما الفائدة في تكرير لفظ { أُمِرْتُ } لأنا نقول ذكر لفظ { أُمِرْتُ } أولاً في عمل القلب وثانياً في عمل الجوارح ولا يكون هذا تكريراً .\r\n الفائدة الثالثة : في قوله : { وَأُمِرْتُ لأَن أَكُونَ أَوَّلَ المسلمين } التنبيه على كونه رسولاً من عند الله واجب الطاعة ، لأن أول المسلمين في شرائع الله لا يمكن أن يكون إلا رسول الله ، لأن أول من يعرف تلك الشرائع والتكاليف هو الرسول المبلغ ، ولما بين الله تعالى أمره بالإخلاص بالقلب وبالأعمال المخصوصة ، وكان الأمر يحتمل الوجوب ويحتمل الندب بين أن ذلك الأمر للوجوب فقال : { قُلْ إِنّى أَخَافُ إِنْ عَصَيْتُ رَبّى عَذَابَ يَوْمٍ عَظِيمٍ } وفيه فوائد : الفائدة الأولى : أن الله أمر محمداً صلى الله عليه وسلم أن يجري هذا الكلام على نفسه ، والمقصود منه المبالغة في زجر الغير عن المعاصي ، لأنه مع جلالة قدرة وشرف نبوته إذا وجب أن يكون خائفاً حذراً عن المعاصي فغيره بذلك أولى .\r\n الفائدة الثانية : دلت الآية على أن المرتب على المعصية ليس حصول العقاب بل الخوف من العقاب ، وهذا يطابق قولنا : إن الله تعالى قد يعفو عن المذنب والكبيرة ، فيكون اللازم عند حصول المعصية هو الخوف من العقاب لا نفس حصول العقاب .\r\n الفائدة الثالثة : دلت هذه الآية على أن ظاهر الأمر للوجوب ، وذلك لأنه قال في أول الآية : { إِنّى أُمِرْتُ أَنْ أَعْبُدَ الله } ثم قال بعده : { قُلْ إِنّى أَخَافُ إِنْ عَصَيْتُ رَبّى عَذَابَ يَوْمٍ عَظِيمٍ } فيكون معنى هذا العصيان ترك الأمر الذي تقدم ذكره ، وذلك يقتضي أن يكون تارك الأمر عاصياً ، والعاصي يترتب عليه الخوف من العقاب ، ولا معنى للوجوب إلا ذلك .\r\n النوع الثالث : من الأشياء التي أمر الله رسوله أن يذكرها قوله : { قُلِ الله أَعْبُدُ مُخْلِصاً لَّهُ دِينِى } فإن قيل ما معنى التكرير في قوله : { قُلْ إِنّى أُمِرْتُ أَنْ أَعْبُدَ الله مُخْلِصاً لَّهُ الدين } وقوله : { قُلِ الله أَعْبُدُ مُخْلِصاً لَّهُ دِينِى } ؟ ، قلنا هذا ليس بتكرير لأن الأول إخبار بأنه مأمور من جهة الله بالإتيان بالعبادة ، والثاني إخبار بأنه أمر بأن لا يعبد أحداً غيره ، وذلك لأن قوله : { أُمِرْتُ أَنْ أَعْبُدَ الله } لا يفيد الحصر وقوله تعالى : { قُلِ الله أَعْبُدُ } يفيد الحصر يعني الله أعبد ولا أعبد أحداً سواه ، والدليل عليه أنه لما قال بعد : { قُلِ الله أَعْبُدُ } قال بعده : { فاعبدوا مَا شِئْتُمْ مّن دُونِهِ } ولا شبهة في أن قوله : { فاعبدوا مَا شِئْتُمْ مّن دُونِهِ } ليس أمراً بل المراد منه الزجر ، كأنه يقول لما بلغ البيان في وجوب رعاية التوحيد إلى الغاية القصوى فبعد ذلك أنتم أعرف بأنفسكم ، ثم بين تعالى كمال الزجر بقوله : { قُلْ إِنَّ الخاسرين الذين خَسِرُواْ أَنفُسَهُمْ } لوقوعها في هلاك لا يعقل هلاك أعظم منه ، وخسروا أهليهم أيضاً لأنهم إن كانوا من أهل النار فقد خسروهم كما خسروا أنفسهم ، وإن كانوا من أهل الجنة ، فقد ذهبوا عنهم ذهاباً لا رجوع بعده ألبتة ، وقال ابن عباس : إن لكل رجل منزلاً وأهلاً وخدماً في الجنة ، فإن أطاع أعطى ذلك ، وإن كان من أهل النار حرم ذلك فخسر نفسه وأهله ومنزله وورثه غيره من المسلمين ، والخاسر المغبون ، ولما شرح الله خسرانهم وصف ذلك الخسران بغاية الفظاعة فقال : { أَلاَ ذَلِكَ هُوَ الخسران المبين } كان التكرير لأجل التأكيد الثاني : أنه تعالى ذكر في أول هذه الكلمة حرف ألا وهو للتنبيه ، وذكر التنبيه في هذا الموضع يدل على التعظيم كأنه قيل إنه بلغ في العظمة إلى حيث لا تصل عقولكم ليها فتنبهوا لها الثالث : أن كلمة ( هو ) : في قوله : { هُوَ الخسران المبين } تفيد الحصر كأنه قيل كل خسران فإنه يصير في مقابلته كل خسران الرابع : وصفه بكونه ( مبيناً ) : يدل على التهويل ، وأقول قد بينا أن لفظ الآية يدل على كونه خسراناً مبيناً فلنبين بحسب المباحث العقلية كونه خسراناً مبيناً ، وأقول نفتقر إلى بيان أمرين إلى أن يكون خسراناً ثم كونه مبيناً أما الأول : فتقريره أنه تعالى أعطى هذه الحياة وأعطى العقل ، وأعطى المكنة وكل ذلك رأس المال ، أما هذه الحياة فالمقصود منها أن يكتسب فيها الحياة الطيبة في الآخرة .\r\n وأما العقل فإنه عبارة عن العلوم البديهية وهذه العلوم هي رأس المال والنظر ، والفكر لا معنى له إلا ترتيب علوم ليتوصل بذلك الترتيب إلى تحصيل علوم كسبية ، فتلك العلوم البديهية المسماة بالعقل رأس المال وتركيبها على الوجوه المخصوصة يشبه تصرف التاجر في رأس المال وتركيبها على الوجوه بالبيع والشراء ، وحصول العلم بالنتيجة يشبه حصول الربح ، وأيضاً حصول القدرة على الأعمال يشبه رأس المال ، واستعمال تلك القوة في تحصيل أعمال البر والخير يشبه تصرف التاجر في رأس المال ، وحصول أعمال الخير والبر يشبه الربح ، إذا ثبت هذا فنقول : إن من أعطاه الله الحياة والعقل والتمكن ، ثم إنه لم يستفد منها لا معرفة الحق ولا عمل الخير ألبتة كان محروماً عن الربح بالكلية ، وإذا مات فقد ضاع رأس المال بالكلية فكان ذلك خسراناً ، فهذا بيان كونه خسراناً وأما الثاني : وهو بيان كون ذلك الخسران مبيناً فهو أن من لم يربح الزيادة ولكنه مع ذلك سلم من الآفات والمضار ، فهذا كما لم يحصل له مزيد نفع لم يحصل له أيضاً مزيد ضرر ، أما هؤلاء الكفار فقد استعملوا عقولهم التي هي رأس مالهم في استخراج وجوه الشبهات وتقوية الجهالات والضلالات ، واستعملوا قواهم وقدرهم في أفعال الشر والباطل والفساد ، فهم قد جمعوا بين أمور في غاية الرداءة أولها : أنهم أتعبوا أبدانهم وعقولهم طلباً في تلك العقائد الباطلة والأعمال الفاسدة وثانيها : أنهم عند الموت يضيع عنهم رأس المال من غير فائدة وثالثها : أن تلك المتاعب الشديدة التي كانت موجودة في الدنيا في نصرة تلك الضلالات تصير أسباباً للعقوبة الشديدة والبلاء العظيم بعد الموت ، وعند الوقوف على هذه المعاني يظهر أنه لا يعقل خسران أقوى من خسرانهم ، ولا حرمان أعظم من حرمانهم ، ونعوذ بالله منه .\r\n ولما شرح الله تعالى أحوال حرمانهم عن الربح وبين كيفية خسرانهم ، بين أنهم لم يقتصروا على الحرمان والخسران ، بل ضموا إليه استحقاق العذاب العظيم والعقاب الشديد ، فقال : { لَهُمْ مّن فَوْقِهِمْ ظُلَلٌ مّنَ النار وَمِن تَحْتِهِمْ ظُلَلٌ } والمراد إحاطة النار بهم من جميع الجوانب ، ونظيره في الأحوال النفسانية إحاطة الجهل والحرمان والحرص وسائر الأخلاق الذميمة بالإنسان ، فإن قيل الظلل ما على الإنسان فكيف سمى ما تحته بالظلل؟ والجواب من وجوه الأول : أنه من باب إطلاق اسم أحد الضدين على الآخر كقوله : { وجزاء سيئة سيئة مثلها } [ الشورى : 40 ] ، الثاني : أن الذي يكون تحته يكون ظلة لإنسان آخر تحته لأن النار دركات كما أن الجنة درجات والثالث : أن الظلة التحتانية إذا كانت مشابهة للظلة الفوقانية في الحرارة والإحراق والإيذاء ، أطلق اسم أحدهما على الآخر لأجل المماثلة والمشابهة .\r\n قال الحسن هم بين طبقتين من النار لا يدرون ما فوقهم أكثر مما تحتهم ، ونظير هذه الآية قوله تعالى : { يَوْمَ يغشاهم العذاب مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ } [ العنكبوت : 55 ] وقوله تعالى : { لَهُم مّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ غَوَاشٍ } [ الأعراف : 41 ] .\r\n ثم قال تعالى : { ذلك يُخَوّفُ الله بِهِ عِبَادَهُ } أي ذلك الذي تقدم ذكره من وصف العذاب فقوله : { ذلك } مبتدأ وقوله : { يُخَوّفُ الله بِهِ عِبَادَهُ } خبر ، وفي قوله : { يُخَوّفُ الله بِهِ عِبَادَهُ } قولان الأول : التقدير ذلك العذاب المعد للكفار هو الذي يخوف الله به عباده أي المؤمنين ، لأنا بينا أن لفظ العباد في القرآن مختص بأهل الإيمان وإنما كان تخويفاً للمؤمنين لأجل أنهم إذا سمعوا أن حال الكفار ما تقدم خافوا فأخلصوا في التوحيد والطاعة الوجه الثاني : أن هذا الكلام في تقدير جواب عن سؤال ، لأنه يقال إنه تعالى غني عن العالمين منزه عن الشهوة والانتقام وداعية الإيذاء ، فكيف يليق به أن يعذب هؤلاء المساكين إلى هذا الحد العظيم ، وأجيب عنه بأن المقصود منه تخويف الكفار والضلال عن الكفر والضلال ، فإذا كان التكليف لا يتم إلا بالتخويف والتخويف لا يكمل الانتفاع به إلا بإدخال ذلك الشيء في الوجود وجب إدخال ذلك النوع من العذاب في الوجود تحصيلاً لذلك المطلوب الذي هو التكليف ، والوجه الأول عندي أقرب ، والدليل عليه أنه قال بعده : { يا عِبَادِ فاتقون } وقوله : { يا عبادِ } الأظهر منه أن المراد منه المؤمنون فكأنه قيل المقصود من شرح عذاب الكفار للمؤمنين تخويف المؤمنين في أيها المؤمنون بالغوا في الخوف والحذر والتقوى .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل ياعباد الذين آمنوا اتقوا ربكم للذين أحسنوا في هذه الدنيا حسنة وأرض الله واسعة إنما يوفى الصابرون أجرهم بغير حساب (10) قل إني أمرت أن أعبد الله مخلصا له الدين (11) وأمرت لأن أكون أول المسلمين (12) قل إني أخاف إن عصيت ربي عذاب يوم عظيم (13) قل الله أعبد مخلصا له ديني (14) فاعبدوا ما شئتم من دونه قل إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة ألا ذلك هو الخسران المبين (15) لهم من فوقهم ظلل من النار ومن تحتهم ظلل ذلك يخوف الله به عباده ياعباد فاتقون (16) ",
        "babnum": 4
    },
    {
        "id": 2131,
        "cate": "39",
        "title": "وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا وَأَنَابُوا إِلَى اللَّهِ لَهُمُ الْبُشْرَى فَبَشِّرْ عِبَادِ (17) الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولَئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ وَأُولَئِكَ هُمْ أُولُو الْأَلْبَابِ (18) أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ (19) لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ الْمِيعَادَ (20) ",
        "details": " اعلم أن الله تعالى لما ذكر وعيد عبدة الأصنام والأوثان ذكر وعد من اجتنب عبادتها واحترز عن الشرك ، ليكون الوعد مقروناً بالوعيد أبداً فيحصل كمال الترغيب والترهيب ، وفيه مسائل : المسألة الأولى : قال صاحب «الكشاف» : الطاغوت فعلوت من الطغيان كالملكوت والرحموت إلا أن فيها قلباً بتقديم اللام على العين ، وفي هذا اللفظ أنواع من المبالغة أحدها : التسمية بالمصدر كأن عين ذلك الشيء الطغيان وثانيها : أن البناء بناء المبالغة فإن الرحموت الرحمة الواسعة والملكوت الملك المبسوط وثالثها : ما ذكرنا من تقديم اللام على العين ومثل هذا إنما يصار إليه عند المبالغة .\r\n المسألة الثانية : اختلفوا في أن المراد من الطاغوت ههنا الشيطان أم الأوثان ، فقيل إنه الشيطان فإن قيل إنهم ما عبدوا الشيطان وإنما عبدوا الصنم ، قلنا الداعي إلى عبادة الصنم لما كان هو الشيطان كان الإقدام على عبادة الصنم عبادة للشيطان ، وقيل المراد بالطاغوت الصنم وسميت طواغيت على سبيل المجاز لأنه لا فعل لها ، والطغاة هم الذين يعبدونها إلا أنه لما حصل الطغيان عند مشاهدتها والقرب منها ، وصفت بهذه الصفة إطلاقاً لاسم المسبب على السبب بحسب الظاهر ، وقيل كل ما يعبد ويطاع من دون الله فهو طاغوت ، ويقال في التواريخ إن الأصل في عبادة الأصنام ، أن القوم كانوا مشبهة اعتقدوا في الإله أنه نور عظيم ، وفي الملائكة أنها أنوار مختلفة في الصغر والكبر ، فوضعوا تماثيل وصوراً على وفق تلك الخيالات فكانوا يعبدون تلك التماثيل على أعتقاد أنهم يعبدون الله والملائكة ، وأقول حاصل الكلام في قوله : { والذين اجتنبوا الطاغوت } أي أعرضوا عن عبودية كل ما سوى الله .\r\n قوله تعالى : { وَأَنَابُواْ إِلَى الله } أي رجعوا بالكلية إلى الله .\r\n ورأيت في السفر الخامس من التوراة ، أن الله تعالى قال لموسى : يا موسى أجب إلهك بكل قلبك .\r\n وأقول ما دام يبقى في القلب التفات إلى غير الله فهو ما أجاب إلهه بكل قلبه ، وإنما تحصل الإجابة بكل القلب إذا أعرض القلب عن كل ما سوى الله من باب الطاعات فكيف يعرض عنها مع أنه بالحس يشاهد الأسباب المفضية إلى المسببات في هذا العالم ، قلنا ليس المراد من إعراض القلب عنها أن يقضي عليها بالعدم فإن ذلك دخول في السفسطة وهو باطل ، بل المراد أن يعرف أن واجب الوجود لذاته واحد ، وأن كل ما سواه فإنه ممكن الوجود لذاته وكل ما كان ممكناً لذاته فإنه لا يوجد إلا بتكوين الواجب وإيجاده ، ثم إنه سبحانه وتعالى جعل تكوينه للأشياء على قسمين منها ما يكون بغير واسطة وهي عالم السموات والروحانيات ، ومنها ما يكون بواسطة وهو عالم العناصر والعالم الأسفل ، فإذا عرفت الأشياء على هذا الوجه عرفت أن الكل لله ومن الله وبالله ، وأنه لا مدبر إلا هو ولا مؤثر غيره ، وحينئذٍ ينقطع نظره عن هذه الممكنات ويبقى مشغول القلب بالمؤثر الأول والموجد الأول ، فإنه إن كان قد وضع الأسباب الروحانية والجسمانية بحيث يتأذى إلى هذا المطلوب ، فهذا الشيء يحصل وإن كان قد وضع بحيث لا يفضي إلى حصول هذا الشيء لم يحصل ، وبهذا الطريق ينقطع نظره عن الكل ولا يبقى في قلبه التفات إلى شيء إلا إلى الموجود الأول ، وقد اتفق أني كنت أنصح بعض الصبيان في حفظ العرض والمال فعارضني وقالا يجوز الاعتماد على الجد والجهد بل يجب الاعتماد على قضاء الله وقدره ، فقلت هذه كلمة حق سمعتها ولكنك ما عرفت معناها ، وذلك لأنه لا شبهة أن الكل من الله تعالى إلا أنه سبحانه دبر الأشياء على قسمين منها ما جعل حدوثه وحصوله معلقاً بأسباب معلومة ومنها ما يحدثه من غير واسطة هذه الأسباب .\r\n أما القسم الأول : فهو حوادث هذا العالم الأسفل .\r\n وأما القسم الثاني : فهو حوادث هذا العالم الأعلى ، وإذا ثبت هذا فنقول من طلب حوادث هذا العالم الأسفل لا من الأسباب التي عينها الله تعالى كان هذا الشخص منازعاً لله في حكمته مخالفاً في تدبيره ، فإن الله تعالى حكم بحدوث هذه الأشياء بناءً على تلك الأسباب المعينة المعلومة وأنت تريد تحصيلها لا من تلك الأسباب ، فهذا هو الكلام في تحقيق الإعراض عن غير الله والإقبال بالكلية على الله تعالى فقوله تعالى : { والذين اجتنبوا الطاغوت } إشارة إلى الإعراض عن غير الله وقوله تعالى : { وَأَنَابُواْ إِلَى الله } إشارة إلى الإقبال بالكلية على عبادة الله ، ثم إنه تعالى وعد هؤلاء بأشياء أحدها : قوله تعالى : { لَهُمُ البشرى } واعلم أن هذه الكلمة تتعلق بجهات أحدها : أن هذه البشارة متى تحصل؟ فنقول إنها تحصل عند القرب من الموت وعند الوضع في القبر وعند الوقوف في عرصة القيامة وعندما يصير فريق في الجنة وفريق في السعير وعندما يدخل المؤمنون الجنة ، ففي كل موقف من هذه المواقف تحصل البشارة بنوع من الخير والروح والراحة والريحان وثانيها : أن هذه البشارة فبماذا تحصل؟ فنقول إن هذه البشارة تحصل بزوال المكروهات وبحصول المرادات ، أما زوال المكروهات فقوله تعالى : { أَلاَّ تَخَافُواْ وَلاَ تَحْزَنُواْ } [ فصلت : 30 ] والخوف إنما يكون من المستقبل والحزن إنما يكون بسبب الأحوال الماضية فقوله : { أَن لا تَخَافُواْ } يعني لا تخافوا فيما تستقبلونه من أحوال القيامة ولا تحزنوا بسبب ما فاتكم من خيرات الدنيا ، ولما أزال الله عنهم هذه المكروهات بشرهم بحصول الخيرات والسعادات فقال : { وَأَبْشِرُواْ بالجنة } [ فصلت : 30 ] وقال أيضاً في آية أخرى : { يَوْمَ تَرَى المؤمنين والمؤمنات يسعى نُورُهُم بَيْنَ أَيْدِيهِمْ وبأيمانهم بُشْرَاكُمُ اليوم جنات تَجْرِى مِن تَحْتِهَا الأنهار } [ الحديد : 12 ] وقال أيضاً : { وَفِيهَا مَا تَشْتَهِيهِ الأنفس وَتَلَذُّ الأعين وَأَنتُمْ فِيهَا خالدون } [ الزخرف : 71 ] والثالث : أن المبشر من هو؟ فنقول يحتمل أن يكون هم الملائكة ، إما عند الموت فقوله : { الذين تتوفاهم الملائكة طَيّبِينَ يَقُولُونَ سلام عَلَيْكُمُ } [ النحل : 32 ] وإما بعد دخول الجنة فقوله : { الملائكة يَدْخُلُونَ عَلَيْهِمْ مّن كُلّ بَابٍ * سلام عَلَيْكُم بِمَا صَبَرْتُمْ فَنِعْمَ عقبى الدار } [ الرعد : 23 ، 24 ] ويحتمل أن يكون هو الله سبحانه كما قال : { تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سلام } [ الأحزاب : 44 ] .\r\n واعلم أن قوله : { لَهُمُ البشرى } فيه أنواع من التأكيدات أحدها : أنه يفيد الحصر فقوله : { لَهُمُ البشرى } أي لهم لا لغيرهم ، وهذا يفيد أنه لا بشارة لأحد إلا إذا اجتنب عبادة غير الله تعالى وأقبل بالكلية على الله تعالى وثانيها : أن الألف واللام في لفظ البشرى مفيد للماهية فيفيد أن هذه الماهية بتمامها لهؤلاء ، ولم يبق منها نصيب لغيرهم وثالثها : أن لا فرق بين الإخبار وبين البشارة فالبشارة هو الخبر الأول بحصول الخيرات ، إذا عرفت هذا فنقول كل ما سمعوه في الدنيا من أنواع الثواب والخير إذا سمعوه عند الموت أو في القبر فذاك لا يكون إلا إخباراً ، فثبت أن هذه البشارة لا تتحقق إلا إذا حصل الإخبار بحصول أنواع أخر من السعادات فوق ما عرفوها وسمعوها في الدنيا نسأل الله تعالى الفوز بها ، قال تعالى : { فَلاَ تَعْلَمُ نَفْسٌ مَّا أُخْفِىَ لَهُم مّن قُرَّةِ أَعْيُنٍ } [ السجدة : 17 ] ورابعها : أن المخبر بقوله : { لَهُمُ البشرى } هو الله تعالى وهو أعظم العظماء وأكمل الموجودات والشرط المعتبر في حصول هذه البشارة شرط عظيم وهو الاجتناب عما سوى الله تعالى والإقبال بالكلية على الله والسلطان العظيم إذا ذكر شرطاً عظيماً .\r\n ثم قال لمن أتى بذلك الشرط العظيم أبشر فهذه البشارة الصادرة من السلطان العظيم المرتبة على حصول ذلك الشرط العظيم تدل على أن الذي وقعت البشارة به قد بلغ في الكمال والرفعة إلى حيث لا يصل إلى شرحها العقول والأفكار ، فثبت أن قوله : { لَهُمُ البشرى } يدل على نهاية الكمال والسعادة من هذه الوجوه ، والله أعلم .\r\n واعلم أنه تعالى : لما قال : { لَهُمُ البشرى } وكان هذا كالمجمل أردفه بكلام يجري مجرى التفسير والشرح له فقال تعالى : { فَبَشّرْ عِبَادِ الذين يَسْتَمِعُونَ القول فَيَتَّبِعُونَ أَحْسَنَهُ } وأراد بعباده الذين يستمعون القول فيتبعون أحسنه ، الذين اجتنبوا وأنابوا لا غيرهم وهذا يدل على أن رأس السعادات ومركز الخيرات ومعدن الكرامات هو الإعراض عن غير الله تعالى ، والإقبال بالكلية على طاعة الله ، والمقصود من هذا اللفظ التنبيه على أن الذين اجتنبوا الطاغوت وأنابوا ، هم الموصوفون بأنهم هم الذين يستمعون القول فيتبعون أحسنه ، فوضع الظاهر موضع المضمر تنبيهاً على هذا الحرف ، ومنهم من قال إنه تعالى لما بين أن الذين اجتنبوا وأنابوا لهم البشرى وكان ذلك درجة عالية لا يصل إليها إلا الأولون ، وقصر السعادة عليهم يقتضي الحرمان للأكثرين ، وذلك لا يليق بالرحمة التامة ، لا جرم جعل الحكم أعم فقال كل من اختار الأحسن في كل باب كان في زمرة السعداء ، واعلم أن هذه الآية تدل على فوائد : الفائدة الأولى : وجوب النظر والاستدلال ، وذلك لأنه تعالى بين أن الهداية والفلاح مرتبطان بما إذا سمع الإنسان أشياء كثيرة ، فإنه يختار منها ما هو الأحسن الأصوب ، ومن المعلوم أن تمييز الأحسن الأصوب عما سواه لا يحصل بالسماع ، لأن السماع صار قدراً مشتركاً بين الكل ، لأن قوله : { الذين يستمعون القول } يدل على أن السماع قدر مشترك فيه ، فثبت أن تمييز الأحسن عما سواه لا يتأتى بالسماع وإنما يتأتى بحجة العقل ، وهذا يدل على أن الموجب لاستحقاق المدح والثناء متابعة حجة العقل وبناء الأمر على النظر والاستدلال .\r\n الفائدة الثانية : أن الطريق إلى تصحيح المذاهب والأديان قسمان : أحدهما : إقامة الحجة والبينة على صحته على سبيل التحصيل ، وذلك أمر لا يمكن تحصيله إلا بالخوض في كل واحد من المسائل على التفصيل والثاني : أنا قبل البحث عن الدلائل وتقريرها والشبهات وتزييفها نعرض تلك المذاهب وأضدادها على عقولنا ، فكل ما حكم أول العقل بأنه أفضل وأكمل كائن أولى بالقبول .\r\n مثاله أن صريح العقل شاهد بأن الإقرار بأن إله العالم حي عالم قادر حليم حكيم رحيم ، أولى من إنكار ذلك ، فكان ذلك المذهب أولى ، والإقرار بأن الله تعالى لا يجري في ملكه وسلطانه إلا ما كان على وفق مشيئته أولى من القول بأن أكثر ما يجرى في سلطان الله على خلاف إرادته ، وأيضاً الإقرار بأن الله فرد أحد صمد منزه عن التركيب والأعضاء أولى من القول بكونه متبعضاً مؤلفاً ، وأيضاً القول باستغنائه عن الزمان والمكان أولى من القول باحتياجه اليهما ، وأيضاً القول بأن الله رحيم كريم قد يعفو عن العقاب أولى من القول بأنه لا يعفو عنه ألبتة ، وكل هذه الأبواب تدخل تحت قوله : { الذين يستمعون القول فيتبعون أحسنه } فهذا ما يتعلق باختيار الأحسن في أبواب الاعتقادات .\r\n وأما ما يتعلق بأبواب التكاليف فهو على قسمين : منها ما يكون من أبواب العبادات ، ومنها ما يكون من أبواب المعاملات ، فأما العبادات فمثل قولنا الصلاة التي يذكر في تحريمها الله أكبر وتكون النية فيها مقارنة للتكبير ، ويقرأ فيها سورة الفاتحة ، ويؤتى فيها بالطمأنينة في المواقف الخمسة ، ويقرأ فيها التشهد ، ويخرج منها بقوله السلام عليكم ، فلا شك أنها أحسن من الصلاة التي لا يراعى فيها شيء من هذه الأحوال ، وتوجب على العاقل أن يختار هذه الصلاة ، وأن يترك ما سواها ، وكذلك القول في جميع أبواب العبادات .\r\n وأما المعاملات فكذلك مثل أنه تعالى شرع القصاص والدية والعفو ، ولكنه ندب إلى العفو فقال : { وأن تعفو أقرب للتقوى } وعن ابن عباس أن المراد منه الرجل يجلس مع القوم ويسمع الحديث فيه محاسن ومساوىء ، فيحدث بأحسن ما سمع ويترك ما سواه .\r\n واعلم أنه تعالى حكم على الذين يستمعون القول فيتبعون أحسنه بأن قال : { أولئك الذين هداهم الله وأولئك هم أولوا الألباب } وفي ذلك دقيقة عجيبة ، وهي أن حصول الهداية في العقل والروح أمر حادث ، ولا بد له من فاعل وقابل : أما الفاعل فهو الله سبحانه وهو المراد من قوله : { أولئك الذين هداهم الله } وأما القابل فإليه الإشارة بقوله : { وأولئك هم أولوا الألباب } فإن الإنسان ما لم يكن عاقلاً كامل الفهم امتنع حصول هذه المعارف الحقية في قلبه .\r\n وإنما قلنا إن الفاعل لهذه الهداية هو الله ، وذلك لأن جوهر النفس مع ما فيها من نور العقل قابل للاعتقاد الحق والاعتقاد الباطل ، وإذا كان الشيء قابلا للضدين كانت نسبة ذلك القابل إليهما على السوية ، ومتى كان الأمر كذلك امتنع كون ذلك القابل سبباً لرجحان أحد الطرفين ، ألا ترى أن الجسم لما كان قابلا للحركة والسكون على السوية ، امتنع أن تصير ذات الجسم سبباً لرجحان أحد الطرفين على الآخر ، فإن قالوا لا نقول إن ذات النفس والعقل يوجب هذا الرجحان ، بل نقول إنه يريد تحصيل أحد الطرفين ، فتصير تلك الإرادة سبباً لذلك الرجحان ، فنقول هذا باطل ، لأن ذات النفس كما أنها قابلة لهذه الإرادة ، فكذلك ذات العقل قابلة لإرادة مضادة لتلك الإرادة ، فيمتنع كون جوهر النفس سبباً لتلك الإرادة ، فثبت أن حصول الهداية لا بد لها من فاعل ومن قابل أما الفاعل : فيمتنع أن يكون هو النفس ، بل الفاعل هو الله تعالى وأما القابل : فهو جوهر النفس ، فلهذا السبب قال : { أولئك الذين هداهم الله وأولئك هم أولوا الألباب } ثم قال { أفمن حق عليه كلمة العذاب أفأنت تنقذ من في النار } وفيه مسائل : المسألة الأولى : في لفظ الآية سؤال وهو أنه يقال إنه قال : { أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ العذاب } ولا يصح في الكلام العربي أن يدخل حرف الاستفهام على الاسم وعلى الخبر معاً ، فلا يقال أزيد أتقتله ، بل ههنا شيء آخر ، وهو أنه كما دخل حرف الاستفهام على الشرط وعلى الجزاء ، فكذلك دخل حرف الفاء عليهما معاً وهو قوله : { أَفَمَنْ حَقَّ } ، { أَفَأَنتَ تُنقِذُ } ولأجل هذا السؤال اختلف النحويون وذكروا فيه وجوهاً الأول : قال الكسائي : الآية جملتنا والتقدير أفمن حق عليه كلمة العذاب ، أفأنت تحميه ، أفأنت تنقذ من في النار الثاني : قال صاحب «الكشاف» : أصل الكلام أفمن حق عليه كلمة العذاب أفأنت تنقذه ، وهي جملة شرطية دخل عليها همزة الإنكار والفاء فاء الجزاء ، ثم دخلت الفاء التي في أولها للعطف على محذوف يدل عليه الخطاب والتقدير أأنت مالك أمرهم ، فمن حق عليه كلمة العذاب أفأنت تنقذه ، والهمزة الثانية هي الأولى كررت لتوكيد معنى الإنكار والاستبعاد ، ووضع من في النار موضع الضمير ، والآية على هذا جملة واحدة الثالث : لا يبعد أن يقال إن حرف الاستفهام إنما ورد ههنا لإفادة معنى الإنكار ، ولما كان استنكاره هذا المعنى كاملاً تاماً .\r\n لا جرم ذكر هذا الحرف في الشرط وأعاده في الجزاء تنبيهاً على المبالغة التامة في ذلك الإنكار .\r\n المسألة الثانية : احتج الأصحاب بهذه الآية في مسألة الهدى والضلال ، وذلك لأنه تعالى قال : { أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ العذاب } فإذا حقت كلمة العذاب عليه امتنع منه فعل الإيمان والطاعة ، وإلا لزم انقلاب خبر الله الصدق كذباً ، وانقلاب علمه جهلاً وهو محال والوجه الثاني : في الاستدلال بالآية أنه تعالى حكم بأن حقية كلمة العذاب توجب الاستنكار التام من صدور الإيمان والطاعة عنه ، ولو كان ذلك ممكناً ولم تكن حقيقة كلمة العذاب مانعة منه لم يبق لهذا الاستنكار والاستبعاد معنى .\r\n المسألة الثالثة : احتج القاضي بهذه الآية على أن النبي صلى الله عليه وسلم لا يشفع لأهل الكبائر ، قال لأنه حق عليهم العذاب فتلك الشفاعة تكون جارية مجرى إنقاذهم من النار ، وأن الله تعالى حكم عليهم بالإنكار والاستبعاد ، فيقال له لا نسلم أن أهل الكبائر قد حق عليهم العذاب وكيف يحق العذاب عليهم مع أن الله تعالى قال : { إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء } [ النساء : 48 ] ومع قوله : { إِنَّ الله يَغْفِرُ الذنوب جَمِيعاً } [ الزمر : 53 ] ، والله أعلم .\r\n النوع الثاني : من الأشياء التي وعدها الله هؤلاء الذين اجتنبوا وأنابوا قوله تعالى : { لكن الذين اتقوا رَبَّهُمْ لَهُمْ غُرَفٌ مّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ } وهذا كالمقابل لما ذكر في وصف الكفار { لَهُمْ مّن فَوْقِهِمْ ظُلَلٌ مّنَ النار وَمِن تَحْتِهِمْ ظُلَلٌ } [ الزمر : 16 ] فإن قيل ما معنى قوله { مَّبْنِيَّةٌ } ؟ قلنا لأن المنزل إذا بنى على منزل آخر تحته كان الفوقاني أضعف بناء من التحتاني فقوله : { مَّبْنِيَّةٌ } معناه أنه وإن كان فوق غيره لكنه في القوة والشدة مساو للمنزل الأسفل ، والحاصل أن المنزل الفوقاني والتحتاني حصل في كل واحد منهما فضيلة ومنقصة ، أما الفوقاني ففضيلته العلو والارتفاع ونقصانه الرخاوة والسخافة ، وأما التحتاني فبالضد منه ، أما منازل الجنة فإنها تكون مستجمعة لكل الفضائل وهي عالية مرتفعة وتكون في غاية القوة والشدة ، وقال حكماء الإسلام هذه الغرف المبنية بعضها فوق البعض ، مثاله من الأحوال النفسانية العلوم الكسبية فإن بعضها يكون مبنياً على البعض والنتائج الآخرة التي هي عبارة عن معرفة ذات الله وصفاته تكون في غاية القوة بل تكون في القوة والشدة كالعلوم الأصلية البديهية .\r\n ثم قال : { تَجْرِى مِن تَحْتِهَا الأنهار } وذلك معلوم ، ثم ختم الكلام فقال : { وَعْدَ الله لاَ يُخْلِفُ الله الميعاد } فقوله : { وَعَدَ الله } مصدر مؤكد لأن قوله { لَهُمْ غُرَفٌ } في معنى وعدهم الله ذلك وفي الآية دقيقة شريفة ، وهي أنه تعالى في كثير من آيات الوعد صرح بأن هذا وعد الله وأنه لا يخلف وعده ولم يذكر في آيات الوعيد ألبتة مثل هذا التأكيد والتقوية ، وذلك يدل على أن جانب الوعد أرجح من جانب الوعيد بخلاف ما يقوله المعتزلة ، فإن قالوا أليس أنه قال في جانب الوعيد { مَا يُبَدَّلُ القول لَدَىَّ وَمَا أَنَاْ بظلام لّلْعَبِيدِ } [ ق : 29 ] قلنا قوله ما يبدل القول لدي ليس تصريحاً بجانب الوعيد بل هو كلام عام يتناول القسمين أعني الوعد والوعيد ، فثبت أن الترجيح الذي ذكرناه حق ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والذين اجتنبوا الطاغوت أن يعبدوها وأنابوا إلى الله لهم البشرى فبشر عباد (17) الذين يستمعون القول فيتبعون أحسنه أولئك الذين هداهم الله وأولئك هم أولو الألباب (18) أفمن حق عليه كلمة العذاب أفأنت تنقذ من في النار (19) لكن الذين اتقوا ربهم لهم غرف من فوقها غرف مبنية تجري من تحتها الأنهار وعد الله لا يخلف الله الميعاد (20) ",
        "babnum": 5
    },
    {
        "id": 2132,
        "cate": "39",
        "title": "أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا إِنَّ فِي ذَلِكَ لَذِكْرَى لِأُولِي الْأَلْبَابِ (21) ",
        "details": " اعلم أنه تعالى لما وصف الآخرة بصفات توجب الرغبة العظيمة لأولي الألباب فيها وصف الدنيا بصفة توجب اشتداد النفرة عنها ، وذلك أنه تعالى بين أنه أنزل من السماء ماء وهو المطر وقيل كل ما كان في الأرض فهو من السماء ، ثم إنه تعالى ينزله إلى بعض المواضع ثم يقسمه فيسلكه ينابيع في الأرض ، أي فيدخله وينظمه ينابيع في الأرض عيوناً ، ومسالك ومجاري كالعروق في الأجسام ، يخرج به زرعاً مختلفاً ألوانه من خضرة وحمرة وصفرة وبياض وغير ذلك ، أو مختلفاً أصنافه من بر وشعير وسمسم ثم يهيج ، وذلك لأنه إذا تم جفافه جاز له أن ينفصل عن منابته ، وإن لم تتفرق أجزاؤه ، فتلك الأجزاء كأنها هاجت لأن تتفرق ثم يصير حطاماً يابساً { إِنَّ فِى ذَلِكَ لذكرى } يعني أن من شاهد هذه الأحوال في النبات علم أن أحوال الحيوان والإنسان كذلك وأنه وإن طال عمره فلا بد له من الانتهاء إلى أن يصير مصفر اللون منحطم الأعضاء والأجزاء ، ثم تكون عاقبته الموت .\r\n فإذا كانت مشاهدة هذه الأحوال في النبات تذكره حصول مثل هذه الأحوال في نفسه وفي حياته ، فحينئذ تعظم نفرته في الدنيا وطيباتها .\r\n والحاصل أنه تعالى في الآيات المتقدمة ذكر ما يقوي الرغبة في الآخرة ، وذكر في هذه الآية ما يقوي النفرة عن الدنيا ، فشرح صفات القيامة يقوي الرغبة في طاعة الله ، وشرح صفات الدنيا يقوي النفرة عن الدنيا ، وإنما قدم الترغيب في الآخرة على التنفير عن الدنيا ، لأن الترغيب في الآخرة مقصود بالذات ، والتنفير عن الدنيا مقصود بالعرض ، والمقصود بالذات مقدم على المقصود بالعرض ، فهذا تمام الكلام في تفسير الآية ، بقي ههنا ما يتعلق بالبحث عن الألفاظ ، قال الواحدي : والينابيع جمع ينبوع وهو يفعول من نبع ينبع يقال نبع الماء ينبع وينبع وينبع ثلاث لغات ذكرها الكسائي والفراء ، وقوله { يَنَابِيعَ } نصب بحذف الخافض لأن التقدير فسلكه في ينابيع ثم يهيج أي يخضر ، والحطام ما يجف ويتفتت ويكسر من النبت .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ألم تر أن الله أنزل من السماء ماء فسلكه ينابيع في الأرض ثم يخرج به زرعا مختلفا ألوانه ثم يهيج فتراه مصفرا ثم يجعله حطاما إن في ذلك لذكرى لأولي الألباب (21) ",
        "babnum": 6
    },
    {
        "id": 2133,
        "cate": "39",
        "title": "أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ أُولَئِكَ فِي ضَلَالٍ مُبِينٍ (22) اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ (23) أَفَمَنْ يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ يَوْمَ الْقِيَامَةِ وَقِيلَ لِلظَّالِمِينَ ذُوقُوا مَا كُنْتُمْ تَكْسِبُونَ (24) كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ (25) فَأَذَاقَهُمُ اللَّهُ الْخِزْيَ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ (26) وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ (27) قُرْآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ (28) ",
        "details": " وفيه مسائل : المسألة الأولى : اعلم أنه تعالى لما بالغ في تقرير البيانات الدالة على وجوب الإقبال على طاعة الله تعالى ووجوب الإعراض عن الدنيا بين بعد ذلك أن الانتفاع بهذه البيانات لا يكمل إلا إذا شرح الله الصدور ونور القلوب فقال : { أَفَمَن شَرَحَ الله صَدْرَهُ للإسلام فَهُوَ على نُورٍ مّن رَّبّهِ } .\r\n واعلم أنا بالغنا في سورة الأنعام في تفسير قوله : { فَمَن يُرِدِ الله أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ للإسلام } [ الأنعام : 125 ] في تفسير شرح الصدر وفي تفسير الهداية ، ولا بأس بإعادة كلام قليل ههنا ، فنقول إنه تعالى خلق جواهر النفوس مختلفة بالماهية فبعضها خيرة نورانية شريفة مائلة إلى الإلهيات عظيمة الرغبة في الاتصال بالروحانيات ، وبعضها نذلة كدرة خسيسة مائلة إلى الجسمانيات وفي هذا التفاوت أمر حاصل في جواهر النفوس البشرية ، والاستقراء يدل على أن الأمر كذلك ، إذا عرفت هذا فنقول المراد بشرح الصدر هو ذلك الاستعداد الشديد الموجود في فطرة النفس ، وإذا كان ذلك الاستعداد الشديد حاصلاً كفى خروج تلك الحالة من القوة إلى الفعل بأدنى سبب ، مثل الكبريت الذي يشتعل بأدنى نار ، أما إذا كانت النفس بعيدة عن قبول هذه الجلايا القدسية والأحوال الروحانية ، بل كانت مستغرقة في طلب الجسمانيات قليلة التأثر عن الأحوال المناسبة للإلهيات فكانت قاسية كدرة ظلمانية ، وكلما كان إيراد الدلائل اليقينية والبراهين الباهرة عليها أكثر كانت قسوتها وظلمتها أقل .\r\n إذا عرفت هذه القاعدة فنقول .\r\n أما شرح الصدر فهو ما ذكرناه ، وأما النور فهو عبارة عن الهداية والمعرفة ، وما لم يحصل شرح الصدر أولا لم يحصل النور ثانياً ، وإذا كان الحاصل هو القوة النفسانية لم يحصل الانتفاع ألبتة بسماع الدلائل ، وربما صار سماع الدلائل سبباً لزيادة القسوة ولشدة النفرة فهذه أصول يقينية يجب أن تكون معلومة عند الإنسان حتى يمكنه الوقوف على معاني هذه الآيات ، أما استدلال أصحابنا في مسألة الجبر والقدر وكلام الخصوم عليه فقد تقدم هناك ، والله أعلم .\r\n المسألة الثانية : من محذوف الخبر كما في قوله : { أَمَّنْ هُوَ قَانِتٌ } [ الزمر : 9 ] والتقدير : أفمن شرح الله صدره للإسلام فاهتدى كمن طبع على قلبه فلم يهتد لقسوته ، والجواب متروك لأن الكلام المذكور دل عليه وهو قوله تعالى : { فَوَيْلٌ للقاسية قُلُوبُهُمْ مّن ذِكْرِ الله } .\r\n المسألة الثالثة : قوله : { فَوَيْلٌ للقاسية قُلُوبُهُمْ مّن ذِكْرِ الله } فيه سؤال ، وهو أن ذكر الله سبب لحصول النور والهداية وزيادة الاطمئنان كما قال : { أَلاَ بِذِكْرِ الله تَطْمَئِنُّ القلوب } [ الرعد : 28 ] فكيف جعله في هذه الآية سبباً لحصول قسوة القلب ، والجواب أن نقول إن النفس إذا كانت خبيثة الجوهر كدرة العنصر بعيدة عن مناسبة الروحانيات شديدة الميل إلى الطبائع البهيمية والأخلاق الذميمة ، فإن سماعها لذكر الله يزيدها قسوة وكدورة ، وتقرير هذا الكلام بالأمثلة فإن الفاعل الواحد تختلف أفعاله بحسب اختلاف القوابل كنور الشمس يسود وجه القصار ويبيض ثوبه ، وحرارة الشمس تلين الشمع وتعقد الملح ، وقد نرى إنساناً واحداً يذكر كلاماً واحداً في مجلس واحد فيستطيبه واحد ويستكرهه غيره ، وما ذاك إلا ما ذكرناه من اختلاف جواهر النفوس ، ومن اختلاف أحوال تلك النفوس ، ولما نزل قوله تعالى : { وَلَقَدْ خَلَقْنَا الإنسان مِن سلالة مّن طِينٍ } وكان قد حضر هناك عمر بن الخطاب وإنسان آخر فلما انتهى رسول الله صلى الله عليه وسلم إلى قوله تعالى { ثم أنشأناه خلقاً آخر } قال كل واحد منهم { فَتَبَارَكَ الله أَحْسَنُ الخالقين } [ المؤمنون : 12 14 ] فقال رسول الله صلى الله عليه وسلم « اكتب فهكذا أنزلت » فازداد عمر إيماناً على إيمان وازداد ذلك الإنسان كفراً على كفر ، إذا عرفت هذا لم يبعد أيضاً أن يكون ذكر الله يوجب النور والهداية والاطمئنان في النفوس الطاهرة الروحانية ، ويوجب القسوة والبعد عن الحق في النفوس الخبيثة الشيطانية ، إذا عرفت هذا فنقول إن رأس الأدوية التي تفيد الصحة الروحانية ورئيسها هو ذكر الله تعالى ، فإذا اتفق لبعض النفوس أن صار ذكر الله تعالى سبباً لازدياد مرضها كان مرض تلك النفس مرضاً لا يرجى زواله ولا يتوقع علاجه وكانت في نهاية الشر والرداءة ، فلهذا المعنى قال تعالى : { فَوَيْلٌ للقاسية قُلُوبُهُمْ مّن ذِكْرِ الله أُوْلَئِكَ فِى ضلال مُّبِينٍ } وهذا كلام كامل محقق ، ولما بين تعالى ذلك أردفه بما يدل على أن القرآن سبب لحصول النور والشفاء والهداية وزيادة الاطمئنان ، والمقصود منه بيان أن القرآن لما كان موصوفاً بهذه الصفات ، ثم إنه في حق ذلك الإنسان صار سبباً لمزيد القسوة دل ذلك على أن جوهر تلك النفس قد بلغ في الرداءة والخساسة إلى أقصى الغايات ، فنقول إنه تعالى وصف القرآن بأنواع من صفات الكمال .\r\n الصفة الأولى : قوله تعالى : { الله نَزَّلَ أَحْسَنَ الحديث } وفيه مسائل : المسألة الأولى : القائلون بحدوث القرآن احتجوا بهذه الآية من وجوه : الأول : أنه تعالى وصفه بكونه حديثاً في هذه الآيات وفي آيات أخرى منها قوله تعالى : { فَلْيَأْتُواْ بِحَدِيثٍ مّثْلِهِ } [ الطور : 34 ] ومنها قوله تعالى : { أفبهذا الحديث أَنتُمْ مُّدْهِنُونَ } [ الواقعة : 81 ] والحديث لا بد وأن يكون حادثاً ، قالوا بل الحديث أقوى في الدلالة على الحدوث من الحادث لأنه يصح أن يقال هذا حديث وليس بعتيق ، وهذا عتيق وليس بحادث ، فثبت أن الحديث هو الذي يكون قريب العهد بالحديث ، وسمي الحديث حديثاً لأنه مؤلف من الحروف والكلمات ، وتلك الحروف والكلمات تحدث حالا فحالا وساعة فساعة ، فهذا تمام تقرير هذا الوجه .\r\n أما الوجه الثاني : في بيان استدلال القوم أن قالوا : إنه تعالى وصفه بأنه نزله والمنزل يكون في محل تصرف الغير .\r\n وما يكون كذلك فهو محدث وحادث .\r\n وأما الوجه الثالث : في بيان استدلال القوم أن قالوا : إن قوله أحسن الحديث يقتضي أن يكون هو من جنس سائر الأحاديث كما أن قوله زيد أفضل الإخوة يقتضي أن يكون زيد مشاركاً لأولئك الأقوام في صفة الأخوة ويكون من جنسهم ، فثبت أن القرآن من جنس سائر الأحاديث ، ولما كان سائر الأحاديث حادثة وجب أيضاً أن يكون القرآن حادثاً .\r\n أما الوجه الرابع : في الاستدلال أن قالوا : إنه تعالى وصفه بكونه كتاباً والكتاب مشتق من الكتبة وهي الاجتماع ، وهذا يدل على أنه مجموع جامع ومحل تصرف متصرف .\r\n وذلك يدل على كونه محدثاً والجواب : أن نقول نحمل هذا الدليل على الكلام المؤلف من الحروف والأصوات والألفاظ والعبارات ، وذلك الكلام عندنا محدث مخلوق ، والله أعلم .\r\n المسألة الثانية : كون القرآن أحسن الحديث ، إما أن يكون أحسن الحديث بحسب لفظه أو بحسب معناه .\r\n القسم الأول : أن يكون أحسن الحديث بحسب لفظه وذلك من وجهين : الأول : أن يكون ذلك الحسن لأجل الفصاحة والجزالة الثاني : أن يكون بحسب النظم في الأسلوب ، وذلك لأن القرآن ليس من جنس الشعر ، ولا من جنس الخطب .\r\n ولا من جنس الرسائل ، بل هو نوع يخالف الكل ، مع أن كل ذي طبع سليم يستطيبه ويستلذه .\r\n القسم الثاني : أن يكون كونه أحسن الحديث لأجل المعنى ، وفيه وجوه : الأول : أنه كتاب منزه عن التناقض ، كما قال تعالى : { وَلَوْ كَانَ مِنْ عِندِ غَيْرِ الله لَوَجَدُواْ فِيهِ اختلافا كَثِيراً } [ النساء : 82 ] ومثل هذا الكتاب إذا خلا عن التناقض كان ذلك من المعجزات الوجه الثاني : اشتماله على الغيوب الكثيرة في الماضي والمستقبل الوجه الثالث : أن العلوم الموجودة فيه كثيرة جداً .\r\n وضبط هذه العلوم أن نقول : العلوم النافعة هي ما ذكره الله في كتابه في قوله : { والمؤمنون كُلٌّ ءامَنَ بالله وَمَلَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرّقُ بَيْنَ أَحَدٍ مّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ المصير } [ البقرة : 285 ] فهذا أحسن ضبط يمكن ذكره للعلوم النافعة .\r\n أما القسم الأول : وهو الإيمان بالله ، فاعلم أنه يشتمل على خمسة أقسام : معرفة الذات والصفات والأفعال والأحكام والأسماء .\r\n أما معرفة الذات فهي أن يعلم وجود الله وقدمه وبقاءه .\r\n وأما معرفة الصفات فهي نوعان : أحدهما : ما يجب تنزيهه عنه ، وهو كونه جوهراً ومركباً من الأعضاء والأجزاء وكونه مختصاً بحيز وجهة ، ويجب أن يعلم أن الألفاظ الدالة على التنزيه أربعة : ليس ولم وما ولا ، وهذه الأربعة المذكورة ، مذكورة في كتاب الله تعالى لبيان التنزيه .\r\n أما كلمة ليس ، فقوله : { لَيْسَ كَمِثْلِهِ شَىْء } [ الشورى : 11 ] وأما كلمة لم ، فقوله : { لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُنْ لَّهُ كُفُواً أَحَدٌ } [ الإخلاص : 3 ، 4 ] وأما كلمة ما ، فقوله : { وَمَا كَانَ رَبُّكَ نَسِيّاً } [ مريم : 64 ] ، { مَا كَانَ للَّهِ أَن يَتَّخِذَ مِن وَلَدٍ } [ مريم : 35 ] وأما كلمة لا ، فقوله تعالى : { لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ } [ البقرة : 255 ] ، { وَهُوَ يُطْعِمُ وَلاَ يُطْعَمُ } [ الأنعام : 14 ] ، { وَهُوَ يُجْيِرُ وَلاَ يُجَارُ عَلَيْهِ } [ المؤمنون : 88 ] ، وقوله في سبعة وثلاثين موضعاً من القرآن { لاَ إله إِلاَّ الله } [ محمد : 19 ] .\r\n وأما النوع الثاني : وهي الصفات التي يجب كونه موصوفاً بها من القرآن فأولها العلم بالله ، والعلم بكونه محدثاً خالقاً ، قال تعالى : { الحمد للَّهِ الذى خَلَقَ * السموات والأرض } [ الأنعام : 1 ] وثانيها : العلم بكونه قادراً ، قال تعالى في أول سورة القيامة { بلى قادرين على أَن نُّسَوّىَ بَنَانَهُ } [ القيامة : 4 ] وقال في آخر هذه السورة { أَلَيْسَ ذَلِكَ بقادر على أَن يُحْيِىَ الموتى } [ القيامة : 40 ] وثالثها : العلم بكونه تعالى عالماً ، قال تعالى : { هُوَ الله الذى لاَ إله إِلاَّ هُوَ عَالِمُ الغيب والشهادة } [ الحشر : 22 ] ورابعها : العلم بكونه عالماً بكل المعلومات ، قال تعالى : { وَعِندَهُ مَفَاتِحُ الغيب لاَ يَعْلَمُهَا إِلاَّ هُوَ } [ الأنعام : 59 ] وقوله تعالى : { الله يَعْلَمُ مَا تَحْمِلُ كُلُّ أنثى } [ الرعد : 8 ] وخامسها : العلم بكونه حياً ، قال تعالى : { هُوَ الحى لاَ إله إِلاَّ هُوَ فادعوه مُخْلِصِينَ لَهُ الدين } [ غافر : 65 ] وسادسها : العلم بكونه مريداً ، قال الله تعالى : { فَمَن يُرِدِ الله أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ للإسلام } [ الأنعام : 125 ] وسابعها : كونه سميعاً بصيراً ، قال تعالى : { وَهُوَ السميع البصير } [ الشورى : 11 ] وقال تعالى : { إِنَّنِى مَعَكُمَا أَسْمَعُ وأرى } [ طه : 46 ] وثامنها : كونه متكلما ، قال تعالى : { وَلَوْ أَنَّمَا فِى الأرض مِن شَجَرَةٍ أَقْلاَمٌ والبحر يَمُدُّهُ مِن بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَّا نَفِدَتْ كلمات الله } [ لقمان : 27 ] وتاسعها : كونه أمراً ، قال تعالى : { لِلَّهِ الأمر مِن قَبْلُ وَمِن بَعْدُ } [ الروم : 4 ] وعاشرها : كونه رحماناً رحيماً مالكاً ، قال تعالى : { الرحمن الرحيم * مالك يَوْمِ الدين } [ الفاتحة : 3 ، 4 ] فهذا ما يتعلق بمعرفة الصفات التي يجب اتصافه بها .\r\n وأما القسم الثالث : وهو الأفعال ، فاعلم أن الأفعال إما أرواح وإما أجسام .\r\n أما الأرواح فلا سبيل للوقوف عليها إلا للقليل ، كما قال تعالى : { وَمَا يَعْلَمُ جُنُودَ رَبّكَ إِلاَّ هُوَ } [ المدثر : 31 ] وأما الأجسام ، فهي إما العالم الأعلى وإما العالم الأسفل .\r\n أما العالم الأعلى فالبحث فيه من وجوه أحدها : البحث عن أحوال السموات ، و ثانيها : البحث عن أحوال الشمس والقمر كما قال تعالى : { إِنَّ رَبَّكُمُ الله الذى خَلَقَ السموات والأرض فِي سِتَّةِ أَيَّامٍ ثُمَّ استوى عَلَى العرش يُغْشِى الليل النهار يطلبهُ حثيثاً والشمس والقمر والنجوم مسخرات بأمره } [ الأعراف : 54 ] و ثالثها : البحث عن أحوال الأضواء ، قال الله تعالى : { الله نُورُ السموات والأرض } [ النور : 35 ] وقال تعالى : { هُوَ الذى جَعَلَ الشمس ضِيَاء والقمر نُوراً } [ يونس : 5 ] و رابعها : البحث عن أحوال الظلال ، قال الله تعالى : { أَلَمْ تَرَ إلى رَبّكَ كَيْفَ مَدَّ الظل وَلَوْ شَاء لَجَعَلَهُ سَاكِناً } [ الفرقان : 45 ] و خامسها : اختلاف الليل والنهار ، قال الله تعالى : { يُكَوّرُ اليل عَلَى النهار وَيُكَوّرُ النهار عَلَى اليل } [ الزمر : 5 ] و سادسها : منافع الكواكب ، قال تعالى : { وَهُوَ الذى جَعَلَ لَكُمُ النجوم لِتَهْتَدُواْ بِهَا فِى ظلمات البر والبحر } [ الأنعام : 97 ] و سابعها : صفات الجنة ، قال تعالى : { وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السماء والأرض } [ الحديد : 21 ] و ثامنها : صفات النار ، قال تعالى : { لَهَا سَبْعَةُ أَبْوَابٍ لِكُلّ بَابٍ مّنْهُمْ جُزْء مَّقْسُومٌ } [ الحجر : 44 ] و تاسعها : صفة العرش ، قال تعالى : { الذين يَحْمِلُونَ العرش وَمَنْ حَوْلَهُ } [ غافر : 7 ] و عاشرها : صفة الكرسي ، قال تعالى : { وَسِعَ كُرْسِيُّهُ السموات والأرض } [ البقرة : 255 ] و حادي عشرها : صفة اللوح والقلم .\r\n أما اللوح ، فقوله تعالى : { بَلْ هُوَ قُرْءانٌ مَّجِيدٌ * فِى لَوْحٍ مَّحْفُوظٍ } [ البروج : 21 ، 22 ] وأما القلم ، فقوله تعالى : { ن والقلم وَمَا يَسْطُرُونَ } [ القلم : 1 ] .\r\n وأما شرح أحوال العالم الأسفل فأولها : الأرض ، وقد وصفها بصفات كثيرة إحداها : كونه مهداً ، قال تعالى : { الذى جَعَلَ لَكُمُ الارض مَهْداً } [ طه : 53 ] و ثانيها : كونه مهاداً ، قال تعالى : { أَلَمْ نَجْعَلِ الأرض مهادا } [ النبأ : 6 ] و ثالثها : كونه كفاتاً ، قال تعالى : { كِفَاتاً * أَحْيَاء وأمواتا } [ المرسلات : 24 ، 25 ] و رابعها : الذلول ، قال تعالى : { هُوَ الذى جَعَلَ لَكُمُ الأرض ذَلُولاً } [ الملك : 15 ] و خامسها : كونه بساطاً ، قال تعالى : { والله جَعَلَ لَكُمُ الأرض بِسَاطاً * لّتَسْلُكُواْ مِنْهَا سُبُلاً فِجَاجاً } [ نوح : 19 ، 20 ] والكلام فيه طويل و ثانيها : البحر ، قال تعالى : { وَهُوَ الذى سَخَّرَ البحر لِتَأْكُلُواْ مِنْهُ لَحْمًا طَرِيّا } [ النحل : 14 ] و ثالثها : الهواء والرياح .\r\n قال تعالى : { وَهُوَ الذى يُرْسِلُ الرياح بُشْرًاَ بَيْنَ يَدَىْ رَحْمَتِهِ } [ الأعراف : 57 ] وقال تعالى : { وَأَرْسَلْنَا الرياح لَوَاقِحَ } [ الحجر : 22 ] و رابعها : الآثار العلوية كالرعد والبرق ، قال تعالى : { وَيُسَبّحُ الرعد بِحَمْدِهِ والملائكة مِنْ خِيفَتِهِ } [ الرعد : 13 ] وقال تعالى : { فَتَرَى الودق يَخْرُجُ مِنْ خِلاَلِهِ } [ النور : 43 ] ومن هذا الباب ذكر الصواعق والأمطار وتراكم السحاب و خامسها : أحوال الأشجار والثمار وأنواعها وأصنافها ، و سادسها : أحوال الحيوانات ، قال تعالى : { وَبَثَّ فِيهَا مِن كُلّ دَابَّةٍ } [ البقرة : 164 ] وقال : { والأنعام خَلَقَهَا لَكُمْ } [ النحل : 5 ] و سابعها : عجائب تكوين الإنسان في أول الخلقة ، قال : { وَلَقَدْ خَلَقْنَا الإنسان مِن سلالة مّن طِينٍ } [ المؤمنون : 12 ] و ثامنها : العجائب في سمعه وبصره ولسانه وعقله وفهمه و تاسعها : تواريخ الأنبياء والملوك وأحوال الناس من أول خلق العالم إلى آخر قيام القيامة ، و عاشرها ذكر أحوال الناس عند الموت وبعد الموت ، وكيفية البعث والقيامة ، وشرح أحوال السعداء والأشقياء ، فقد أشرنا إلى عشرة أنواع من العلوم في عالم السموات ، وإلى عشرة أخرى في عالم العناصر ، والقرآن مشتمل على شرح هذه الأنواع من العلوم العالية الرفيعة .\r\n وأما القسم الرابع : وهو شرح أحكام الله تعالى وتكاليفه ، فنقول هذه التكاليف إما أن تحصل في أعمال القلوب أو في أعمال الجوارح .\r\n أما القسم الأول : فهو المسمى بعلم الأخلاق وبيان تمييز الأخلاق الفاضلة والأخلاق الفاسدة والقرآن يشتمل على كل ما لا بد منه في هذا الباب ، قال الله تعالى : { إِنَّ الله يَأْمُرُ بالعدل والإحسان وَإِيتَآء ذِى القربى وينهى عَنِ الفحشاء والمنكر والبغى } [ النحل : 90 ] ، وقال : { خُذِ العفو وَأْمُرْ بالعرف وَأَعْرِض عَنِ الجاهلين } [ الأعراف : 199 ] .\r\n وأما الثاني : فهو التكاليف الحاصلة في أعمال الجوارح وهو المسمى بعلم الفقه والقرآن مشتمل على جملة أصول هذا العلم على أكمل الوجوه .\r\n وأما القسم الخامس : وهو معرفة أسماء الله تعالى فهو مذكور في قوله تعالى : { وَللَّهِ الأسماء الحسنى فادعوه بِهَا } [ الأعراف : 180 ] فهذا كله يتعلق بمعرفة الله .\r\n وأما القسم الثاني : من الأصول المعتبرة في الإيمان الإقرار بالملائكة كما قال تعالى : { والمؤمنون كُلٌّ ءامَنَ بالله وَمَلَئِكَتِهِ } [ البقرة : 285 ] والقرآن يشتمل على شرح صفاتهم تارة على سبيل الإجمال وأخرى على طريق التفصيل ، أما بالإجمال فقوله : { وَمَلَئِكَتُهُ } وأما بالتفصيل فمنها ما يدل على كونهم رسل الله قال تعالى : { جَاعِلِ الملائكة رُسُلاً } [ فاطر : 1 ] ومنها أنها مدبرات لهذا العالم ، قال تعالى : { فالمقسمات أَمْراً } [ الذاريات : 4 ] { فالمدبرات أَمْراً } [ النازعات : 5 ] وقال تعالى : { والصافات صَفَّا } [ الصافات : 1 ] ومنها حملة العرش قال : { وَيَحْمِلُ عَرْشَ رَبّكَ فَوْقَهُمْ يَوْمَئِذٍ ثمانية } [ الحاقة : 17 ] ومنها الحافون حول العرش قال : { وَتَرَى الملائكة حَافّينَ مِنْ حَوْلِ العرش } [ الزمر : 75 ] ومنها خزنة النار قال تعالى : { عَلَيْهَا مَلائِكَةٌ غِلاَظٌ شِدَادٌ } [ التحريم : 6 ] ومنها الكرام الكاتبون قال : { وَإِنَّ عَلَيْكُمْ لحافظين * كِرَاماً كاتبين } [ الانفطار : 10 ، 11 ] ومنها المعقبات قال تعالى : { لَهُ معقبات مّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ } [ الرعد : 11 ] وقد يتصل بأحوال الملائكة أحوال الجن والشياطين .\r\n وأما القسم الثالث : من الأصول المعتبرة في الإيمان معرفة الكتب والقرآن يشتمل على شرح أحوال كتاب آدم عليه السلام قال تعالى : { فَتَلَقَّى ءادَمُ مِن رَّبِّهِ كَلِمَاتٍ } [ البقرة : 37 ] ومنها أحوال صحف إبراهيم عليه السلام قال تعالى : { وَإِذِ ابتلى إبراهيم رَبُّهُ بكلمات فَأَتَمَّهُنَّ } [ البقرة : 124 ] ومنها أحوال التوراة والإنجيل والزبور .\r\n وأما القسم الرابع : من الأصول المعتبرة في الإيمان معرفة الرسل والله تعالى قد شرح أحوال البعض وأبهم أحوال الباقين قال : { مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَّن لَّمْ نَقْصُصْ عَلَيْكَ } [ غافر : 78 ] .\r\n القسم الخامس : ما يتعلق بأحوال المكلفين وهي على نوعين الأول : أن يقروا بوجوب هذه التكاليف عليهم وهو المراد من قوله : { وَقَالُواْ سَمِعْنَا وَأَطَعْنَا } ، الثاني : أن يعترفوا بصدور التقصير عنهم في تلك الأعمال ثم طلبوا المغفرة وهو المراد من قوله : { غُفْرَانَكَ رَبَّنَا } ثم لما كانت مقادير رؤية التقصير في مواقف العبودية بحسب المكاشفات في مطالعة عزة الربوبية أكثر ، كانت المكاشفات في تقصير العبودية أكثر وكان قوله : { غُفْرَانَكَ رَبَّنَا } أكثر .\r\n القسم السادس : معرفة المعاد والبعث والقيامة وهو المراد من قوله : { وَإِلَيْكَ المصير } [ البقرة : 285 ] وهذا هو الإشارة إلى معرفة المطالب المهمة في طلب الدين ، والقرآن بحر لا نهاية له في تقرير هذه المطالب وتعريفها وشرحها ولا ترى في مشارق الأرض ومغاربها كتاباً يشتمل على جملة هذه العلوم كما يشتمل القرآن عليها .\r\n ومن تأمل في هذا التفسير علم أنا لم نذكر من بحار فضائل القرآن إلا قطرة ، ولما كان الأمر على هذه الجملة ، لا جرم مدح الله عز وجل القرآن فقال تعالى : { الله نَزَّلَ أَحْسَنَ الحديث } ، والله أعلم .\r\n الصفة الثانية : من صفات القرآن قوله تعالى : { كتابا متشابها } أما الكتاب فقد فسرناه في قوله تعالى : { ذلك الكتاب لاَ رَيْبَ فِيهِ } [ البقرة : 2 ] وأما كونه متشابهاً فاعلم أن هذه الآية تدل على أن القرآن كله متشابه .\r\n وقوله : { هُوَ الذى أَنزَلَ عَلَيْكَ الكتاب مِنْهُ آيات محكمات هُنَّ أُمُّ الكتاب وَأُخَرُ متشابهات } [ آل عمران : 7 ] يدل على كون البعض متشابهاً دون البعض .\r\n وأما كونه كله متشابهاً كما في هذه الآية ، فقال ابن عباس : معناه أنه يشبه بعضه بعضاً ، وأقول هذا التشابه يحصل في أمور أحدها : أن الكاتب البليغ إذا كتب كتاباً طويلاً ، فإنه يكون بعض كلماته فصيحاً ، ويكون البعض غير فصيح ، والقرآن يخالف ذلك فإنه فصيح كامل الفصاحة بجميع أجزائه وثانيها : أن الفصيح إذا كتب كتاباً في واقعة بألفاظ فصيحة فلو كتب كتاباً آخر في غير تلك الواقعة كان الغالب أن كلامه في الكتاب الثاني غير كلامه في الكتاب الأول ، والله تعالى حكى قصة موسى عليه السلام في مواضع كثيرة من القرآن وكلها متساوية متشابهة في الفصاحة وثالثها : أن كل ما فيه من الآيات والبيانات فإنه يقوي بعضها بعضاً ويؤكد بعضها بعضاً ورابعها : أن هذه الأنواع الكثيرة من العلوم التي عددناها متشابهة متشاركة في أن المقصود منها بأسرها الدعوة إلى الدين وتقرير عظمة الله ، ولذلك فإنك لا ترى قصة من القصص إلا ويكون محصلها المقصود الذي ذكرناه ، فهذا هو المراد من كونه متشابهاً ، والله الهادي .\r\n الصفة الثالثة : من صفات القرآن كونه مثَاني وقد بالغنا في تفسير هذه اللفظة عند قوله تعالى : { وَلَقَدْ ءاتيناك سَبْعًا مّنَ المثاني } [ الحجر : 87 ] وبالجملة فأكثر الأشياء المذكورة وقعت زوجين زوجين مثل : الأمر والنهي ، والعام والخاص ، والمجمل والمفصل ، وأحوال السموات والأرض ، والجنة والنار ، والظلمة والضوء ، واللوح والقلم ، والملائكة والشياطين ، والعرش والكرسي ، والوعد والوعيد ، والرجاء والخوف ، والمقصود منه بيان أن كل ما سوى الحق زوج ويدل على أن كل شيء مبتلى بضده ونقيضه وأن الفرد الأحد الحق هو الله سبحانه .\r\n الصفة الرابعة : من صفات القرآن قوله : { تَقْشَعِرُّ مِنْهُ جُلُودُ الذين يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إلى ذِكْرِ الله } وفيه مسائل : المسألة الأولى : معنى { تَقْشَعِرُّ جُلُودُهُمْ } تأخذهم قشعريرة وهي تغير يحدث في جلد الإنسان عند الوجل والخوف ، قال المفسرون : والمعنى أنهم عند سماع آيات الرحمة والإحسان يحصل لهم الفرح فتلين قلوبهم إلى ذكر الله ، وأقول إن المحققين من العارفين قالوا : السائرون في مبدأ إجلال الله إن نظروا إلى عالم الجلال طاشوا ، وإن لاح لهم أثر من عالم الجمال عاشوا ، ويجب علينا أن نذكر في هذا الباب مزيد شرح وتقرير ، فنقول الإنسان إذا تأمل في الدلائل الدالة على أنه يجب تنزيه الله عن التحيز والجهة .\r\n فهنا يقشعر جلده ، لأن إثبات موجود لا داخل العالم ولا خارج ولا متصل بالعالم ولا منفصل عن العالم ، مما يصعب تصوره فههنا تقشعر الجلود ، أما إذا تأمل في الدلائل الدالة على أنه يجب أن يكون فرداً أحداً ، وثبت أن كل متحيز فهو منقسم فههنا يلين جلده وقلبه إلى ذكر الله .\r\n وأيضاً إذا أراد أن يحيط عقله بمعنى الأزل فيتقدم في ذهنه بمقدار ألف ألف سنة ثم يتقدم أيضاً بحسب كل لحظة من لحظات تلك المدة ألف ألف سنة ، ولا يزال يحتال ويتقدم ويتخيل في الذهن ، فإذا بالغ وتوغل وظن أنه استحضر معنى الأزل قال العقل هذا ليس بشيء ، لأن كل ما استحضرته في فهو متناه والأزل هو الوجود المتقدم على هذه المدة المتناهية ، فههنا يتحير العقل ويقشعر الجلد ، وأما إذا ترك هذا الاعتبار وقال ههنا موجود والموجود إما واجب وإما ممكن ، فإن كان واجباً فهو دائماً منزه عن الأول والآخر وإن كان ممكناً فهو محتاج إلى الواجب فيكون أزلياً أبدياً ، فإذا اعتبر العقل فهم معنى الأزلية فههنا يلين جلده وقلبه إلى ذكر الله ، فثبت أن المقامين المذكورين في الآية لا يجب قصرهما على سماع آية العذاب وآية الرحمة ، بل ذاك أول تلك المراتب وبعده مراتب لا حد لها ولا حصر في حصول تلك الحالتين المذكورتين .\r\n المسألة الثانية : روى الواحدي في «البسيط» عن قتادة أنه قال : القرآن دل على أن أولياء الله موصوفون بأنهم عند المكاشفات والمشاهدات ، تارة تقشعر جلودهم وأخرى تلين جلودهم وقلوبهم إلى ذكر الله .\r\n وليس فيه أن عقولهم تزول وأن أعضاءهم تضطرب ، فدل هذا على أن تلك الأحوال لو حصلت لكانت من الشيطان ، وأقول ههنا بحث آخر وهو أن الشيخ أبا حامد الغزالي أورد مسألة في كتاب إحياء علوم الدين ، وهي أنا نرى كثيراً من الناس يظهر عليه الوجد الشديد التام عند سماع الأبيات المشتملة على شرح الوصل والهجر ، وعند سماع الآيات لا يظهر عليه شيء من هذه الأحوال ، ثم إنه سلم هذا المعنى وذكر العذر فيه من وجوه كثيرة ، وأنا أقول : إني خلقت محروماً عن هذا المعنى ، فإني كلما تأملت في أسرار القرآن اقشعر جلدي وقف على شعري وحصلت في قلبي دهشة وروعة ، وكلما سمعت تلك الأشعار غلب الهزل علي وما وجدت ألبتة في نفسي منها أثراً ، وأظن أن المنهج القويم والصراط المستقيم هو هذا ، وبيانه من وجوه الأول : أن تلك الأشعار كلمات مشتملة على وصل وهجر وبغض وحب تليق بالخلق ، وإثباته في حق الله تعالى كفر ، وأما الانتقال من تلك الأحوال إلى معان لائقة بجلال الله فلا يصل إليها إلا العلماء الراسخون في العلم ، وأما المعاني التي يشتمل عليها القرآن فهي أحوال لائقة بجلال الله ، فمن وقف عليها عظم الوله في قلبه ، فإن من كان عنده نور الإيمان وجب أن يعظم اضطرابه عند سماع قوله : { وَعِندَهُ مَفَاتِحُ الغيب لاَ يَعْلَمُهَا إِلاَّ هُوَ } [ الأنعام : 59 ] إلى آخر الآية والثاني : وهو أني سمعت بعض المشايخ قال كما أن الكلام له أثر فكذلك صدور ذلك الكلام من القائل المعين له أثر ، لأن قوة نفس القائل تعين على نفاذ الكلام في الروح ، والقائل في القرآن هنا هو الله بواسطة جبريل بتبليغ الرسول المعصوم ، والقائل هناك شاعر كذاب مملوء من الشهوة وداعية الفجور والثالث : أن مدار القرآن على الدعوة إلى الحق قال تعالى : { وَإِنَّكَ لَتَهْدِى إلى صراط مُّسْتَقِيمٍ * صراط الله الذى لَهُ مَا فِى السموات وَمَا فِي الأرض } [ الشورى : 52 ، 53 ] وأما الشعر فمداره على الباطل قال تعالى : { والشعراء يَتَّبِعُهُمُ الغاوون * أَلَمْ تَرَ أَنَّهُمْ فِى كُلّ وَادٍ يَهِيمُونَ * وَأَنَّهُمْ يَقُولُونَ مَا لاَ يَفْعَلُونَ } [ الشعراء : 224 ، 226 ] فهذه الوجوه الثلاثة فروق ظاهرة ، وأما ما يتعلق بالوجدان من النفس فإن كل أحد إنما يخبر عما يجده من نفسه والذي وجدته من النفس والعقل ما ذكرته ، والله أعلم .\r\n المسألة الثالثة : في بيان ما بقي من المشكلات في هذه الآية ونذكرها في معرض السؤال والجواب .\r\n السؤال الأول : كيف تركيب لفظ القشعريرة الجواب : قال صاحب «الكشاف» تركيبه من حروف التقشع وهو الأديم اليابس مضموماً إليها حرف رابع وهو الراء ليكون رباعياً ودالاً على معنى زائد يقال : اقشعر جلده من الخوف وقف شعره ، وذلك مثل في شدة الخوف .\r\n السؤال الثاني : كيف قال : { تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إلى ذِكْرِ الله } وما الوجه في تعديه بحرف إلى؟ والجواب : التقدير تلين جلودهم وقلوبهم حال وصولها إلى حضرة الله وهو لا يحس بالإدراك .\r\n السؤال الثالث : لم قال { إلى ذكر الله } ولم يقل إلى ذكر رحمة الله؟ والجواب : أن من أحب الله لأجل رحمته فهو ما أحب الله ، وإنما أحب شيئاً غيره ، وأما من أحب الله لا لشيء سواه فهذا هو المحب المحق وهو الدرجة العالية ، فلهذا السبب لم يقل ثم تلين جلودهم وقلوبهم إلى ذكر رحمة الله بل قال إلى ذكر الله ، وقد بين الله تعالى هذا المعنى في قوله تعالى : { فَمَن يُرِدِ الله أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ للإسلام } [ الأنعام : 125 ] وفي قوله : { أَلاَ بِذِكْرِ الله تَطْمَئِنُّ القلوب } [ الرعد : 28 ] وأيضاً قال لأمة موسى : { يابنى إسراءيل اذكروا نِعْمَتِيَ التى أَنْعَمْتُ عَلَيْكُمْ } [ البقرة : 40 ] وقال أيضاً لأمة محمد صلى الله عليه وسلم : { فاذكرونى أَذْكُرْكُمْ } [ البقرة : 152 ] .\r\n السؤال الرابع : لم قال في جانب الخوف قشعريرة الجلود فقط ، وفي جانب الرجاء لين الجلود والقلوب معاً؟ والجواب : لأن المكاشفة في مقام الرجاء أكمل منها في مقام الخوف ، لأن الخير مطلوب بالذات والشر مطلوب بالعرض ومحل المكاشفات هو القلوب والأرواح ، والله أعلم .\r\n ثم إنه تعالى لما وصف القرآن بهذه الصفات قال : { ذَلِكَ هُدَى الله يَهْدِى بِهِ مَن يَشَاء وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ } فقوله : { ذلك } إشارة إلى الكتاب وهو هدى الله يهدي به من يشاء من عباده وهو الذي شرح صدره أولاً لقبول هذه الهداية { وَمَن يُضْلِلِ الله } أي من جعل قلبه قاسياً مظلماً بليد الفهم منافياً لقبول هذه الهداية { فَمَا لَهُ مِنْ هَادٍ } واستدلال أصحابنا بهذه الآية وسؤالات المعتزلة وجوابات أصحابنا عين ما تقدم في قوله : { فَمَن يُرِدِ الله أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ للإسلام } .\r\n أما قوله تعالى : { أَفَمَن يَتَّقِي بِوَجْهِهِ سُوء العذاب يَوْمَ القيامة } فاعلم أنه تعالى حكم على القاسية قلوبهم بحكم في الدنيا وبحكم في الآخرة ، أما حكمهم في الدنيا فهو الضلال التام كما قال : { وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ } [ الرعد : 33 ] وأما حكمهم في الآخرة فهو العذاب الشديد وهو المراد من قوله : { أَفَمَن يَتَّقِي بِوَجْهِهِ سُوء العذاب يَوْمَ القيامة } وتقريره أن أشرف الأعضاء هو الوجه لأنه محل الحسن والصباحة ، وهو أيضاً صومعة الحواس ، وإنما يتميز بعض الناس عن بعض بسبب الوجه ، وأثر السعادة والشقاوة لا يظهر إلا في الوجه قال تعالى : { وُجُوهٌ يَوْمَئِذٍ مُّسْفِرَةٌ * ضاحكة مُّسْتَبْشِرَةٌ * وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ * تَرْهَقُهَا قَتَرَةٌ * أُوْلَئِكَ هُمُ الكفرة الفجرة } [ عبس : 38 42 ] ويقال لمقدم القوم يا وجه العرب ، ويقال للطريق الدال على كنه حال الشيء وجه كذا هو كذا ، فثبت بما ذكرنا أن أشرف الأعضاء هو الوجه ، فإذا وقع الإنسان في نوع من أنواع العذاب فإنه يجعل يده وقاية لوجهه وفداءً له ، وإذا عرفت هذا فنقول : إذا كان القادر على الاتقاء يجعل كل ما سوى الوجه فداء للوجه لا جرم حسن جعل الاتقاء بالوجه كناية عن العجز عن الاتقاء ، ونظيره قول النابغة : ولا عيب فيهم غير أن سيوفهم \r\n بهن فلول من قراع الكتائب أي لا عيب فيهم إلا هذا وهو ليس بعيب فلا عيب فيهم إذن بوجه من الوجوه ، فكذا ههنا لا يقدرون على الاتقاء بوجه من الوجوه إلا بالوجه وهذا ليس باتقاء ، فلا قدرة لهم على الاتقاء ألبتة ، ويقال أيضاً إن الذي يلقى في النار يلقى مغلولة يداه إلى عنقه ولا يتهيأ له أن يتقي النار إلا بوجهه ، إذا عرفت هذا فنقول : جوابه محذوف وتقديره أفمن يتقي بوجهه سوء العذاب يوم القيامة كمن هو آمن من العذاب فحذف الخبر كما حذف في نظائره ، وسوء العذاب شدته .\r\n ثم قال تعالى : { وَقِيلَ لِلظَّلِمِينَ ذُوقُواْ مَا كُنتُمْ تَكْسِبُونَ } ولما بين الله تعالى كيفية عذاب القاسية قلوبهم في الآخرة بين أيضاً كيفية وقوعهم في العذاب في الدنيا فقال : { كَذَّبَ الذين مِن قَبْلِهِمْ فأتاهم العذاب مِنْ حَيْثُ لاَ يَشْعُرُونَ } وهذا تنبيه على حال هؤلاء لأن الفاء في قوله : { فأتاهم العذاب } تدل على أنهم إنما أتاهم العذاب بسبب التكذيب ، فإذا كان التكذيب حاصلاً ههنا لزم حصول العذاب استدلالاً بالعلة على المعلول ، وقوله : { مِنْ حَيْثُ لاَ يَشْعُرُونَ } أي من الجهة التي لا يحسبون ولا يخطر ببالهم أن الشر يأتيهم منها ، بينما هم آمنون إذ أتاهم العذاب من الجهة التي توقعوا الأمن منها ، ولما بين أنه أتاهم العذاب في الدنيا بين أيضاً أنه أتاهم الخزي وهو الذل والصغار والهوان ، والفائدة في ذكر هذا القيد أن العذاب التام هو أن يحصل فيه الألم مقروناً بالهوان والذل .\r\n ثم قال : { وَلَعَذَابُ الأخرة أَكْبَرُ لَوْ كَانُواْ يَعْلَمُونَ } يعني أن أولئك وإن نزل عليهم العذاب والخزي كما تقدم ذكره ، فالعذاب المدخر لهم في يوم القيامة أكبر وأعظم من ذلك الذي وقع .\r\n والمقصود من كل ذلك التخويف والترهيب ، فلما ذكر الله تعالى هذه الفوائد المتكاثرة والنفائس المتوافرة في هذه المطالب ، بين تعالى أنه بلغت هذه البيانات إلى حد الكمال والتمام فقال : { وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هذا القرءان مِن كُلّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُونَ } والمقصود ظاهر ، وقالت المعتزلة دلت الآية على أن أفعال الله وأحكامه معللة ، ودلت أيضاً على أنه يريد الإيمان والمعرفة من الكل لأن قوله : { وَلَقَدْ ضَرَبْنَا لِلنَّاسِ } مشعر بالتعليل ، وقوله في آخر الآية : { لَعَلَّهُمْ يَتَذَكَّرُونَ } مشعر بالتعليل أيضاً ، ومشعر بأن المقصود من ضرب هذه الأمثال إرادة حصول التذكر والعلم ، ولما كانت هذه البيانات النافعة والبينات الباهرة موجودة في القرآن ، لا جرم وصف القرآن بالمدح والثناء ، فقال : { قُرْءاناً عَرَبِيّاً غَيْرَ ذِى عِوَجٍ لَّعَلَّهُمْ يَتَّقُونَ } وفيه مسائل : المسألة الأولى : احتج القائلون بحدوث القرآن بهذه الآية من وجوه الأول : أن قوله : { وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هذا القرءان مِن كُلّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُونَ } يدل على أنه تعالى إنما ذكر هذه الأمثال ليحصل لهم التذكر ، والشيء الذي يؤتى به لغرض آخر يكون محدثاً ، فإن القديم هو الذي يكون موجوداً في الأزل ، وهذا يمتنع أن يقال إنه إنما أتى به لغرض كذا وكذا ، والثاني : أنه وصفه بكونه عربياً وإنما كان عربياً لأن هذه الألفاظ إنما صارت دالة على هذه المعاني بوضع العرب وباصطلاحهم ، وما كان حصوله بسبب أوضاع العرب واصطلاحاتهم كان مخلوقاً محدثاً الثالث : أنه وصفه بكونه قرآناً والقرآن عبارة عن القراءة والقراءة مصدر والمصدر هو المفعول المطلق فكان فعلاً ومفعولاً والجواب : أنا نحمل كل هذه الوجوه على الحروف والأصوات وهي حادثة ومحدثة .\r\n المسألة الثانية : قال الزجاج قوله : { عَرَبِيّاً } منصوب على الحال والمعنى ضربنا للناس في هذا القرآن في حال عربيته وبيانه ويجوز أن ينتصب على المدح .\r\n المسألة الثالثة : أنه تعالى وصفه بصفات ثلاثة أولها : كونه قرآناً ، والمراد كونه متلواً في المحاريب إلى قيام القيامة ، كما قال : { إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لحافظون } [ الحجر : 9 ] ، وثانيها : كونه عربياً والمراد أنه أعجز الفصحاء والبلغاء عن معارضته كما قال : { قُل لَّئِنِ اجتمعت الإنس والجن على أَن يَأْتُواْ بِمِثْلِ هذا القرءان لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا } [ الإسراء : 88 ] وثالثها : كونه غير ذي عوج والمراد براءته عن التناقض ، كما قال : { وَلَوْ كَانَ مِنْ عِندِ غَيْرِ الله لَوَجَدُواْ فِيهِ اختلافا كَثِيراً } [ النساء : 82 ] وأما قوله : { لَعَلَّهُمْ يَتَّقُونَ } فالمعتزلة يتمسكون به في تعليل أحكام الله تعالى .\r\n وفيه بحث آخر : وهو أنه تعالى قال في الآية الأولى : { لَعَلَّهُمْ يَتَذَكَّرُونَ } وقال في هذه الآية : { لَعَلَّهُمْ يَتَّقُونَ } والسبب فيه أن التذكر متقدم على الاتقاء ، لأنه إذا تذكره وعرفه ووقف على فحواه وأحاط بمعناه ، حصل الاتقاء والاحتراز ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أفمن شرح الله صدره للإسلام فهو على نور من ربه فويل للقاسية قلوبهم من ذكر الله أولئك في ضلال مبين (22) الله نزل أحسن الحديث كتابا متشابها مثاني تقشعر منه جلود الذين يخشون ربهم ثم تلين جلودهم وقلوبهم إلى ذكر الله ذلك هدى الله يهدي به من يشاء ومن يضلل الله فما له من هاد (23) أفمن يتقي بوجهه سوء العذاب يوم القيامة وقيل للظالمين ذوقوا ما كنتم تكسبون (24) كذب الذين من قبلهم فأتاهم العذاب من حيث لا يشعرون (25) فأذاقهم الله الخزي في الحياة الدنيا ولعذاب الآخرة أكبر لو كانوا يعلمون (26) ولقد ضربنا للناس في هذا القرآن من كل مثل لعلهم يتذكرون (27) قرآنا عربيا غير ذي عوج لعلهم يتقون (28) ",
        "babnum": 7
    },
    {
        "id": 2134,
        "cate": "39",
        "title": "ضَرَبَ اللَّهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ وَرَجُلًا سَلَمًا لِرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (29) إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ (30) ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ (31) فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ (32) ",
        "details": " اعلم أنه تعالى لما بالغ في شرح وعيد الكفار أردفه بذكر مثل ما يدل على فساد مذهبهم وقبح طريقتهم فقال : { ضَرَبَ الله مَثَلاً } وفيه مسائل : المسألة الأولى : المتشاكسون المختلفون العسرون يقال شكس يشكس شكوساً وشكساً إذا عسر ، وهو رجل شكس ، أي عسر وتشاكس إذا تعاسر ، قال الليث : التشاكس التنازع والاختلاف ، ويقال الليل والنهار متشاكسان ، أي أنهما متضادان إذا جاء أحدهما ذهب الآخر ، وقوله فيه صلة شركاء كما تقول اشتركوا فيه .\r\n المسألة الثانية : قرأ ابن كثير وأبو عمرو سالماً بالألف وكسر اللام يقال سلم فهو سالم والباقون سلماً بفتح السين واللام بغير الألف ، ويقال أيضاً بفتح السين وكسرها مع سكون العين أما من قرأ سالماً فهو اسم الفاعل تقدير مسلم فهو سالم ، وأما سائر القراءات فهي مصادر سلم والمعنى ذا سلامة ، وقوله : { لِرَجُلٍ } أي ذا خلوص له من الشركة من قولهم : سلمت له الضيعة ، وقرىء بالرفع على الابتداء أي وهناك رجل سالم لرجل .\r\n المسألة الثالثة : تقدير الكلام : اضرب لقومك مثلاً وقل لهم ما يقولون في رجل من المماليك قد اشترك فيه شركاء بينهم اختلاف وتنازع ، كل واحد منهم يدعي أنه عبده فهم يتجاذبونه في حوائجهم وهو متحير في أمره ، فكلما أرضى أحدهم غضب الباقون ، وإذا احتاج في مهم إليهم فكل واحد منهم يرده إلى الآخر ، فهو يبقى متحيراً لا يعرف أيهم أولى بأن يطلب رضاه ، وأيهم يعينه في حاجاته ، فهو بهذا السبب في عذاب دائم وتعب مقيم ، ورجل آخر له مخدوم واحد يخدمه على سبيل الإخلاص ، وذلك المخدوم يعينه على مهماته ، فأي هذين العبدين أحسن حالاً وأحمد شأناً ، والمراد تمثيل حال من يثبت آلهة شتى ، فإن أولئك الآلهة تكون متنازعة متغالبة ، كما قال تعالى : { لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلاَّ الله لَفَسَدَتَا } [ الأنبياء : 22 ] وقال : { وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ } [ المؤمنون : 91 ] فيبقى ذلك المشرك متحيراً ضالاً ، لا يدري أي هؤلاء الآلهة يعبد وعلى ربوبية أيهم يعتمد ، وممن يطلب رزقه ، وممن يلتمس رفقه ، فهمه شفاع ، وقلبه أوزاع .\r\n أما من لم يثبت إلا إلهاً واحداً فهو قائم بما كلفه عارف بما أرضاه وما أسخطه ، فكان حال هذا أقرب إلى الصلاح من حال الأول ، وهذا مثل ضرب في غاية الحسن في تقبيح الشرك وتحسين التوحيد ، فإن قيل : هذا المثال لا ينطبق على عبادة الأصنام لأنها جمادات ، فليس بينها منازعة ولا مشاكسة ، قلنا إن عبدة الأصنام مختلفون منهم من يقول هذه الأصنام تماثيل الكواكب السبعة ، فهم في الحقيقة إنما يعبدون الكواكب السبعة ، ثم إن القوم يثبتون بين هذه الكواكب منازعة ومشاكسة ، ألا ترى أنهم يقولون زحل هو النحس الأعظم ، والمشتري هو السعد الأعظم ، ومنهم من يقول هذه الأصنام تماثيل الأرواح الفلكية ، والقائلون بهذا القول زعموا أن كل نوع من أنواع حوادث هذا العالم يتعلق بروح من الأرواح السماوية ، وحينئذٍ يحصل بين تلك الأرواح منازعة ومشاكسة ، وحينئذٍ يكون المثل مطابقاً ، ومنهم من يقول هذه الأصنام تماثيل الأشخاص من العلماء والزهاد الذين مضوا ، فهم يعبدون هذه التماثيل لتصير أولئك الأشخاص من العلماء والزهاد شفعاء لهم عند الله ، والقائلون بهذا القول تزعم كل طائفة منهم أن المحق هو ذلك الرجل الذي هو على دينه ، وأن من سواه مبطل ، وعلى هذا التقدير أيضاً ينطبق المثال ، فثبت أن هذا المثال مطابق للمقصود .\r\n أما قوله تعالى : { هَلْ يَسْتَوِيَانِ مَثَلاً } فالتقدير هل يستويان صفة ، فقوله : { مَثَلاً } نصب على التمييز ، والمعنى هل تستوي صفتاهما وحالتاهما ، وإنما اقتصر في التمييز على الواحد لبيان الجنس وقرىء مثلين ، ثم قال : { الحمد للَّهِ } والمعنى أنه لما بطل القول بإثبات الشركاء والأنداد ، وثبت أنه لا إله إلا هو الواحد الأحد الحق ، ثبت أن الحمد له لا لغيره ، ثم قال بعده : { بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ } أي لا يعلمون أن الحمد له لا لغيره ، وأن المستحق للعبادة هو الله لا غيره ، وقيل المراد أنه لما سبقت هذه الدلائل الظاهرة والبينات الباهرة ، قال : الحمد لله على حصول هذه البيانات وظهور هذه البينات ، وإن كان أكثر الخلق لم يعرفوها ولم يقفوا عليها ، ولما تمم الله هذه البيانات قال : { إِنَّكَ مَيّتٌ وَإِنَّهُمْ مَّيّتُونَ } والمراد أن هؤلاء الأقوام وإن لم يلتفتوا إلى هذه الدلائل القاهرة بسبب استيلاء الحرص والحسد عليهم في الدنيا ، فلا تبال يا محمد بهذا فإنك ستموت وهم أيضاً سيموتون ، ثم تحشرون يوم القيامة وتختصمون عند الله تعالى ، والعادل الحق يحكم بينكم فيوصل إلى كل واحد ما هو حقه ، وحينئذٍ يتميز المحق من المبطل ، والصديق من الزنديق ، فهذا هو المقصود من الآية ، وقوله تعالى : { إِنَّكَ مَيّتٌ وَإِنَّهُمْ مَّيّتُونَ } أي إنك وإياهم ، وإن كنتم أحياء فإنك وإياهم في أعداد الموتى ، لأن كل ما هو آت آت ، ثم بين تعالى نوعاً آخر من قبائح أفعالهم ، وهو أنهم يكذبون ويضمون إليه أنهم يكذبون القائل المحق .\r\n أما أنهم يكذبون ، فهو أنهم أثبتوا لله ولداً وشركاء .\r\n وأما أنهم مصرون على تكذيب الصادقين ، فلأنهم يكذبون محمداً صلى الله عليه وسلم بعد قيام الدلالة القاطعة على كونه صادقاً في ادعاء النبوة ، ثم أردفه بالوعيد فقال : { أَلَيْسَ فِى جَهَنَّمَ مَثْوًى للكافرين } ومن الناس من تمسك بهذه الآية في تكفير المخالف من أهل القبلة ، وذلك لأن المخالف في المسائل القطعية كلها يكون كاذباً في قوله ، ويكون مكذباً للمذهب الذي هو الحق ، فوجب دخوله تحت هذا الوعيد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ضرب الله مثلا رجلا فيه شركاء متشاكسون ورجلا سلما لرجل هل يستويان مثلا الحمد لله بل أكثرهم لا يعلمون (29) إنك ميت وإنهم ميتون (30) ثم إنكم يوم القيامة عند ربكم تختصمون (31) فمن أظلم ممن كذب على الله وكذب بالصدق إذ جاءه أليس في جهنم مثوى للكافرين (32) ",
        "babnum": 8
    },
    {
        "id": 2135,
        "cate": "39",
        "title": "وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ (33) لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ذَلِكَ جَزَاءُ الْمُحْسِنِينَ (34) لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ (35) أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ (36) وَمَنْ يَهْدِ اللَّهُ فَمَا لَهُ مِنْ مُضِلٍّ أَلَيْسَ اللَّهُ بِعَزِيزٍ ذِي انْتِقَامٍ (37) ",
        "details": " اعلم أنه تعالى لما ذكر وعيد الكاذبين والمكذبين للصادقين ذكر عقيبه وعد الصادقين ووعد المصدقين ، ليكون الوعد مقروناً بالوعيد ، وفيه مسائل : المسألة الأولى : قوله : { والذى جَاء بالصدق وَصَدَّقَ بِهِ } تقديره : والذي جاء بالصدق والذي صدق به ، وفيه قولان الأول : أن المراد شخص واحد فالذي جاء بالصدق محمد ، والذي صدق به هو أبو بكر ، وهذا القول مروي عن علي بن أبي طالب عليه السلام وجماعة من المفسرين رضي الله عنهم والثاني : أن المراد منه كل من جاء بالصدق ، فالذي جاء بالصدق الأنبياء ، والذي صدق به الأتباع ، واحتج القائلون بهذا القول بأن الذي جاء بالصدق جماعة وإلا لم يجز أن يقال : { أُوْلَئِكَ هُمُ المتقون } .\r\n المسألة الثانية : أن الرسالة لا تتم إلا بأركان أربعة : المرسل والمرسل والرسالة والمرسل إليه ، والمقصود من الإرسال إقدام المرسل إليه على القبول والتصديق ، فأول شخص أتى بالتصديق هو الذي يتم به الإرسال ، وسمعت بعض القاصين من الذي يروى عن النبي صلى الله عليه وسلم أنه قال : \" دعوا أبا بكر فإنه من تتمة النبوة \" .\r\n واعلم أنا سواء قلنا المراد بالذي صدق به شخص معين ، أو قلنا المراد منه كل من كان موصوفاً بهذه الصفة ، فإن أبا بكر داخل فيه .\r\n أما على التقدير الأول : فدخول أبي بكر فيه ظاهر ، وذلك لأن هذا يتناول أسبق الناس إلى التصديق ، وأجمعوا على أن الأسبق الأفضل إما أبو بكر وإما علي ، وحمل هذا اللفظ على أبي بكر أولى ، لأن علياً عليه السلام كان وقت البعثة صغيراً ، فكان كالولد الصغير الذي يكون في البيت ، ومعلوم أن إقدامه على التصديق لا يفيد مزيد قوة وشوكة .\r\n أما أبو بكر فإنه كان رجلاً كبيراً في السن كبيراً في المنصب ، فإقدامه على التصديق يفيد مزيد قوة وشوكة في الإسلام ، فكان حمل هذا اللفظ إلى أبي بكر أولى .\r\n وأما على التقدير الثاني : فهو أن يكون المراد كل من كان موصوفاً بهذه الصفة ، وعلى هذا التقدير يكون أبو بكر داخلاً فيه .\r\n المسألة الثالثة : قال صاحب «الكشاف» قرىء وصدق بالتخفيف أي صدق به الناس ، ولم يكذبهم يعني أداه إليهم كما نزل عليه من غير تحريف ، وقيل صار صادقاً به أي بسببه ، لأن القرآن معجزة ، والمعجزة تصديق من الحكيم الذي لا يفعل القبيح فيصير المدعي للرسالة صادقاً بسبب تلك المعجزة وقرىء وصدق .\r\n واعلم أنه تعالى أثبت للذي جاء بالصدق وصدق به أحكاماً كثيرة .\r\n فالحكم الأول : قوله : { أُوْلَئِكَ هُمُ المتقون } وتقريره أن التوحيد والشرك ضدان ، وكلما كان أحد الضدين أشرف وأكمل كان الضد الثاني أخس وأرذل ، ولما كان التوحيد أشرف الأسماء كان الشرك أخس الأشياء ، والآتي بأحد الضدين يكون تاركاً للضد الثاني ، فالآتي بالتوحيد الذي هو أفضل الأشياء يكون تاركاً للشرك الذي هو أخس الأشياء وأرذلها ، فلهذا المعنى وصف المصدقين بكونهم متقين .\r\n الحكم الثاني : للمصدقين قوله تعالى : { لَهُم مَّا يَشَاءونَ عِندَ رَبّهِمْ ذَلِكَ جَزَاء المحسنين } ، وهذا الوعد يدخل فيه كل ما يرغب المكلف فيه ، فإن قيل لا شك أن الكمال محبوب لذاته مرغوب فيه لذاته ، وأهل الجنة لا شك أنهم عقلاء فإذا شاهدوا الدرجات العالية التي هي للأنبياء وأكابر الأولياء عرفوا أنها خيرات عالية ودرجات كاملة ، والعلم بالشيء من حيث إنه كمال ، وخير يوجب الميل إليه والرغبة فيه ، وإذا كان كذلك فهم يشاءون حصول تلك الدرجات لأنفسهم فوجب حصولها لهم بحكم هذه الآية ، وأيضاً فإن لم يحصل لهم ذلك المراد كانوا في الغصة ووحشة القلب ، وأجيب عنه بأن الله تعالى يزيل الحقد والحسد عن قلوب أهل الآخرة ، وذلك يقتضي أن أحوالهم في الآخرة بخلاف أحوالهم في الدنيا ، ومن الناس من تمسك بهذه الآية في أن المؤمنين يرون الله تعالى يوم القيامة ، قالوا إن الذين يعتقدون أنهم يرون الله تعالى لا شك أنهم داخلون تحت قوله تعالى : { وَصَدَّقَ بِهِ } لأنهم صدقوا الأنبياء عليهم السلام ، ثم إن ذلك الشخص يريد رؤية الله تعالى فوجب أن يحصل له ذلك لقوله تعالى : { لَهُم مَّا يَشَاءونَ عِندَ رَبّهِمْ } فإن قالوا لا نسلم أن أهل الجنة يشاءون ذلك ، قلنا هذا باطل لأن الرؤية أعظم وجوه التجلي وزوال الحجاب ، ولا شك أنها حالة مطلوبة لكل أحد نظراً إلى هذا الاعتبار ، بل لو ثبت بالدليل كون هذا المطلوب ممتنع الوجود لعينه فإنه يترك طلبه ، لا لأجل عدم المقتضى للطلب ، بل لقيام المانع وهو كونه ممتنعاً في نفسه ، فثبت أن هذه الشبهة قائمة والنص يقتضي حصول كل ما أرادوه وشاءوه فوجب حصولها .\r\n واعلم أن قوله : { عِندَ رَبّهِمْ } لا يفيد العندية بمعنى الجهة والمكان بل بمعنى الصمدية والإخلاص كما في قوله تعالى : { عِندَ مَلِيكٍ مُّقْتَدِرِ } [ القمر : 55 ] واعلم أن المعتزلة تمسكوا بقوله : { وذلك جَزَاء المحسنين } على أن هذا الأجر مستحق لهم على إحسانهم في العبادة .\r\n الحكم الثالث : قوله تعالى : { لِيُكَفّرَ الله عَنْهُمْ أَسْوَأَ الذى عَمِلُواْ وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الذى كَانُواْ يَعْمَلُونَ } فقوله : { لَهُم مَّا يَشَاءونَ عِندَ رَبّهِمْ } يدل على حصول الثواب على أكمل الوجوه وقوله : { لِيُكَفّرَ الله عَنْهُمْ } يدل على سقوط العقاب عنهم على أكمل الوجوه ، فقيل المراد أنهم إذا صدقوا الأنبياء عليهم فيما أوتوا فإن الله يكفر عنهم أسوأ أعمالهم وهو الكفر السابق على ذلك الإيمان ، ويوصل إليهم أحسن أنواع الثواب ، وقال مقاتل يجزيهم بالمحاسن من أعمالهم ولا يجزيهم بالمساوىء ، واعلم أن مقاتلاً كان شيخ المرجئة وهم الذين يقولون لا يضر شيء من المعاصي مع الإيمان ، كما لا ينفع شيء من الطاعات مع الكفر ، واحتج بهذه الآية فقال : إنها تدل على أن من صدق الأنبياء والرسل فإنه تعالى يكفر عنهم أسوأ الذي عملوا ، ولا جوز حمل هذا الأسوأ على الكفر السابق ، لأن الظاهر من الآية يدل على أن التكفير إنما حصل في حال ما وصفهم الله بالتقوى وهو التقوى من الشرك ، وإذا كان كذلك وجب أن يكون المراد منه الكبائر التي يأتي بها بعد الإيمان ، فتكون هذه الآية تنصيصاً على أنه تعالى يكفر عنهم بعد إيمانهم أسوأ ما يأتون به وذلك هو الكبائر .\r\n الحكم الرابع : أنه جرت العادة أن المبطلين يخوفون المحقين بالتخويفات الكثيرة ، فحسم الله مادة هذه الشبهة بقوله تعالى : { أَلَيْسَ الله بِكَافٍ عَبْدَهُ } وذكره بلفظ الاستفهام والمراد تقرير ذلك في النفوس والأمر كذلك ، لأنه ثبت أنه عالم بجميع المعلومات قادر على كل الممكنات غني عن كل الحاجات فهو تعالى عالم حاجات العباد وقادر على دفعها وإبدالها بالخيرات والراحات ، وهو ليس بخيلاً ولا محتاجاً حتى يمنعه بخله وحاجته عن إعطاء ذلك المراد ، وإذا ثبت هذا كان الظاهر أنه سبحانه يدفع الآفات ويزيل البليات ويوصل إليه كل المرادات ، فلهذا قال : { أَلَيْسَ الله بِكَافٍ عَبْدَهُ } ولما ذكر الله المقدمة رتب عليها النتيجة المطلوبة فقال : { وَيُخَوّفُونَكَ بالذين مِن دُونِهِ } يعني لما ثبت أن الله كاف عبده كان التخويف بغير الله عبثاً وباطلاً ، قرأ أكثر القراء عبده بلفظ الواحد وهو اختيار أبي عبيدة لأنه قال له : { وَيُخَوّفُونَكَ } روي أن قريشاً قالت للنبي صلى الله عليه وسلم : إنا نخاف أن تخبلك آلهتنا ، فأنزل الله تعالى هذه الآية ، وقرأ جماعة : { عِبَادِهِ } بلفظ الجميع قيل المراد بالعباد الأنبياء فإن نوحاً كفاه الغرق ، وإبراهيم النار ، ويونس بالإنجاء مما وقع له ، فهو تعالى كافيك يا محمد كما كفى هؤلاء الرسل قبلك ، وقيل أمم الأنبياء قصدوهم بالسوء لقوله تعالى : { وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ } [ غافر : 5 ] وكفاهم الله شر من عاداهم .\r\n واعلم أنه تعالى لما أطنب في شرح الوعيد والوعد والترهيب والترغيب ختم الكلام بخاتمة هي الفصل الحق فقال : { وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ * وَمَن يَهْدِ الله فَمَا لَهُ مِن مُّضِلّ } يعني هذا الفضل لا ينفع والبينات إلا إذا خص الله العبد بالهداية والتوفيق وقوله : { أَلَيْسَ الله بِعَزِيزٍ ذِى انتقام } تهديد للكفار .\r\n واعلم أن أصحابنا يتمسكون في مسألة خلق الأعمال وإرادة الكائنات بقوله : { وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ * وَمَن يَهْدِ الله فَمَا لَهُ مِن مُّضِلّ } والمباحث فيه من الجانبين معلومة والمعتزلة يتمسكون على صحة مذهبهم في هاتين المسألتين بقوله : { أَلَيْسَ الله بِعَزِيزٍ ذِى انتقام } ولو كان الخالق للكفر فيهم هو الله لكان الانتقام والتهديد غير لائق به .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والذي جاء بالصدق وصدق به أولئك هم المتقون (33) لهم ما يشاءون عند ربهم ذلك جزاء المحسنين (34) ليكفر الله عنهم أسوأ الذي عملوا ويجزيهم أجرهم بأحسن الذي كانوا يعملون (35) أليس الله بكاف عبده ويخوفونك بالذين من دونه ومن يضلل الله فما له من هاد (36) ومن يهد الله فما له من مضل أليس الله بعزيز ذي انتقام (37) ",
        "babnum": 9
    },
    {
        "id": 2136,
        "cate": "39",
        "title": "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ (38) قُلْ يَاقَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ (39) مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ (40) ",
        "details": " اعلم أنه تعالى لما أطنب في وعيد المشركين وفي وعد الموحدين ، عاد إلى إقامة الدليل على تزييف طريقة عبدة الأصنام ، وبنى هذا التزييف على أصلين : الأصل الأول : هو أن هؤلاء المشركين مقرون بوجود الإله القادر العالم الحكيم الرحيم وهو المراد بقوله : { وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السموات والأرض لَيَقُولُنَّ الله } واعلم أن من الناس من قال إن العلم بوجود الإله القادر الحكيم الرحيم متفق عليه بين جمهور الخلائق لا نزاع بينهم فيه ، وفطرة العقل شاهدة بصحة هذا العلم فإن من تأمل في عجائب أحوال السموات والأرض وفي عجائب أحوال النبات والحيوان خاصة وفي عجائب بدن الإنسان وما فيه من أنواع الحكم الغريبة والمصالح العجيبة ، علم أنه لا بد من الاعتراف بالإله القادر الحكيم الرحيم .\r\n والأصل الثاني : أن هذه الأصنام لا قدرة لها على الخير والشر وهو المراد من قوله : { قُلْ أَفَرَايْتُم مَّا تَدْعُونَ مِن دُونِ الله إِنْ أَرَادَنِىَ الله بِضُرّ هَلْ هُنَّ كاشفات ضُرّهِ أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هنَّ ممسكات رَحْمَتِه } فثبت أنه لا بد من الإقرار بوجود الإله القادر الحكيم الرحيم ، وثبت أن هذه الأصنام لا قدرة لها على الخير والشر ، وإذا كان الأمر كذلك كانت عبادة الله كافية ، وكان الاعتماد عليه كافياً وهو المراد من قوله : { قُلْ حَسْبِىَ الله عَلَيْهِ يَتَوَكَّلُ المتوكلون } فإذا ثبت هذا الأصل لم يلتفت العاقل إلى تخويف المشركين فكان المقصود من هذه الآية هو التنبيه على الجواب عما ذكره الله تعالى قبل هذه الآية وهو قوله تعالى : { وَيُخَوّفُونَكَ بالذين مِن دُونِهِ } وقرىء : { كاشفات ضُرّهِ } و { ممسكات رَحْمَتِهِ } بالتنوين على الأصل وبالإضافة للتخفيف ، فإن قيل كيف قوله : { كاشفات } و { ممسكات } على التأنيث بعد قوله : { وَيُخَوّفُونَكَ بالذين مِن دُونِهِ } ؟ قلنا المقصود التنبيه على كمال ضعفها فإن الأنوثة مظنة الضعف ولأنهم كانوا يصفونها بالتأنيث ويقولون اللات والعزى ومناة ، ولما أورد الله عليهم هذه الحجة التي لا دفع لها قال بعده على وجه التهديد : { قُلْ يا قوم اعملوا على مَكَانَتِكُمْ } أي أنتم تعتقدون في أنفسكم أنكم في نهاية القوة والشدة فاجتهدوا في أنواع مكركم وكيدكم ، فإني عامل أيضاً في تقرير ديني { فَسَوْفَ تَعْلَمُونَ } أن العذاب والخزي يصيبني أو يصيبكم والمقصود منه التخويف .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولئن سألتهم من خلق السماوات والأرض ليقولن الله قل أفرأيتم ما تدعون من دون الله إن أرادني الله بضر هل هن كاشفات ضره أو أرادني برحمة هل هن ممسكات رحمته قل حسبي الله عليه يتوكل المتوكلون (38) قل ياقوم اعملوا على مكانتكم إني عامل فسوف تعلمون (39) من يأتيه عذاب يخزيه ويحل عليه عذاب مقيم (40) ",
        "babnum": 10
    },
    {
        "id": 2137,
        "cate": "39",
        "title": "إِنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ لِلنَّاسِ بِالْحَقِّ فَمَنِ اهْتَدَى فَلِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ (41) اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (42) أَمِ اتَّخَذُوا مِنْ دُونِ اللَّهِ شُفَعَاءَ قُلْ أَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْئًا وَلَا يَعْقِلُونَ (43) قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ثُمَّ إِلَيْهِ تُرْجَعُونَ (44) ",
        "details": " في الآية مسائل : المسألة الأولى : اعلم أن النبي صلى الله عليه وسلم كان يعظم عليه إصرارهم على الكفر كما قال : { فَلَعَلَّكَ باخع نَّفْسَكَ على ءاثارهم إِن لَّمْ يُؤْمِنُواْ } [ الكهف : 6 ] وقال : { لَعَلَّكَ باخع نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ } [ الشعراء : 3 ] وقال تعالى : { فَلاَ تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حسرات } [ فاطر : 8 ] فلما أطنب الله تعالى في هذه الآية في فساد مذاهب المشركين تارة بالدلائل والبينات وتارة بضرب الأمثال وتارة بذكر الوعد والوعيد أردفه بكلام يزيل ذلك الخوف العظيم عن قلب الرسول صلى الله عليه وسلم فقال : { إنا أنزلنا عليك الكتاب } الكامل الشريف لنفع الناس ولاهتدائهم به وجعلنا إنزاله مقروناً بالحق وهو المعجز الذي يدل على أنه من عند الله فمن اهتدى فنفعه يعود إليه ، ومن ضل فضير ضلاله يعود إليه { وَمَا أَنتَ عَلَيْهِم بِوَكِيلٍ } والمعنى أنك لست مأموراً بأن تحملهم على الإيمان على سبيل القهر بل القبول وعدمه مفوض إليهم ، وذلك لتسلية الرسول في إصرارهم على الكفر ، ثم بين تعالى أن الهداية والضلال لا يحصلان إلا من الله تعالى ، وذلك لأن الهداية تشبه الحياة واليقظة والضلال يشبه الموت والنوم ، وكما أن الحياة واليقظة وكذلك الموت والنوم لا يحصلان إلا بتخليق الله عز وجل وإيجاده فكذلك الهداية والضلال لا يحصلان إلا من الله تعالى ، ومن عرف هذه الدقيقة فقد عرف سر الله تعالى في القدر ، ومن عرف سر الله في القدر هانت عليه المصائب ، فيصير التنبيه على هذه الدقيقة سبباً لزوال ذلك الحزن عن قلب الرسول صلى الله عليه وسلم فهذا وجه النظم في الآية ، وقيل نظم الآية أنه تعالى ذكر حجة أخرى في إثبات أنه الإله العالم ليدل على أنه بالعبادة أحق من هذه الأصنام .\r\n المسألة الثانية : المقصود من الآية أنه تعالى يتوفى الأنفس عند الموت وعند النوم إلا أنه يمسك الأنفس التي قضى عليها الموت ويرسل الأخرى وهي النائمة إلى أجل مسمى أي إلى وقت ضربه لموتها فقوله تعالى : { الله يَتَوَفَّى الأنفس حِينَ مِوْتِهَا } يعني أنه تعالى يتوفى الأنفس التي يتوفاها عند الموت يمسكها ولا يردها إلى البدن وقوله : { وَيُرْسِلُ الأخرى إلى أَجَلٍ مُّسَمًّى } يعني أن النفس التي يتوفاها عند النوم يردها إلى البدن عند اليقظة وتبقى هذه الحالة إلى أجل مسمى ، وذلك الأجل هو وقت الموت فهذا تفسير لفظ الآية وهي مطابقة للحقيقة ، ولكن لا بد فيه من مزيد بيان ، فنقول النفس الإنسانية عبارة عن جوهر مشرق روحاني إذا تعلق بالبدن حصل ضوؤه في جميع الأعضاء وهو الحياة ، فنقول إنه في وقت الموت ينقطع تعلقه عن ظاهر هذا البدن وعن باطنه وذلك هو الموت ، وأما في وقت النوم فإنه ينقطع ضوؤه عن ظاهر البدن من بعض الوجوه ولا ينقطع ضوؤه عن باطن البدن ، فثبت أن الموت والنوم من جنس واحد إلا أن الموت انقطاع تام كامل والنوم انقطاع ناقص من بعض الوجوه ، وإذا ثبت هذا ظهر أن القادر العالم الحكيم دبر تعلق جوهر النفس بالبدن على ثلاثة أوجه أحدها : أن يقع ضوء النفس على جميع أجزاء البدن ظاهره وباطنه وذلك اليقظة وثانيها : أن يرتفع ضوء النفس عن ظاهر البدن من بعض الوجوه دون باطنه وذلك هو النوم وثالثها : أن يرتفع ضوء النفس عن البدن بالكلية وهو الموت فثبت أن الموت والنوم يشتركان في كون كل واحد منهما توفياً للنفس ، ثم يمتاز أحدهما عن الآخر بخواص معينة في صفات معينة ، ومثل هذا التدبير العجيب لا يمكن صدوره إلا عن القادر العليم الحكيم ، وهو المراد من قوله : { إِنَّ فِى ذلك لآيات لّقَوْمٍ يَتَفَكَّرُونَ } ويحتمل أن يكون المراد بهذا أن الدليل يدل على أن الواجب على العاقل أن يعبد إلهاً موصوفاً بهذه القدرة وبهذه الحكمة وأن لا يعبد الأوثان التي هي جمادات لا شعور لها ولا إدراك ، واعلم أن الكفار أوردوا على هذا الكلام سؤالاً ، فقالوا نحن لا نعبد هذه الأصنام لاعتقاد أنها آلهة تضر وتنفع وإنما نعبدها لأجل أنها تماثيل لأشخاص كانوا عند الله من المقربين ، فنحن نعبدها لأجل أن يصير أولئك الأكابر شفعاء لنا عند الله فأجاب الله تعالى بأن قال : { أَمِ اتخذوا مِن دُونِ الله شُفَعَاء قُلْ أَوَلَوْ كَانُواْ لاَ يَمْلِكُونَ شَيْئاً وَلاَ يَعْقِلُونَ } وتقرير الجواب أن هؤلاء الكفار إما أن يطمعوا بتلك الشفاعة من هذه الأصنام أو من أولئك العلماء والزهاد الذين جعلت هذه الأصنام تماثيل لها والأول : باطل لأن هذه الجمادات وهي الأصنام لا تملك شيئاً ولا تعقل شيئاً فكيف يعقل صدور الشفاعة عنها والثاني : باطل لأن في يوم القيامة لا يملك أحد شيئاً ولا يقدر أحد على الشفاعة إلا بإذن الله ، فيكون الشفيع في الحقيقة هو الله الذي يأذن في تلك الشفاعة ، فكان الاشتغال بعبادته أولى من الاشتغال بعبادة غيره وهذا هو المراد من قوله تعالى : { قُل لِلَّهِ الشفاعة جَمِيعاً } ثم بين أنه لا ملك لأحد غير الله بقوله : { لَّهُ مُلْكُ السموات والأرض ثُمَّ إِلَيْهِ تُرْجَعُونَ } ومنهم من تمسك في نفي الشفاعة مطلقاً بقوله تعالى : { قُل لِلَّهِ الشفاعة جَمِيعاً } وهذا ضعيف لأنا نسلم أنه سبحانه ما لم يأذن في الشفاعة لم يقدر أحد على الشفاعة ، فإن قيل قوله : { الله يَتَوَفَّى الأنفس حِينَ مِوْتِهَا } فيه سؤال لأن هذا يدل على أن المتوفى هو الله فقط ، وتأكد هذا بقوله : { الذى خَلَقَ الموت والحياة } [ الملك : 2 ] وبقوله : { رَبّيَ الذى يُحْىِ وَيُمِيتُ } [ البقرة : 258 ] وبقوله : { كَيْفَ تَكْفُرُونَ بالله وَكُنتُمْ أمواتا فأحياكم } [ البقرة : 28 ] ثم إن الله تعالى قال في آية أخرى : { قُلْ يتوفاكم مَّلَكُ الموت } [ السجدة : 11 ] وقال في آية ثالثة : { حتى إِذَا جَاء أَحَدَكُمُ الموت تَوَفَّتْهُ رُسُلُنَا } [ الأنعام : 61 ] وجوابه أن المتوفي في الحقيقة هو الله ، إلا أنه تعالى فوض في عالم الأسباب كل نوع من أنواع الأعمال إلى ملك من الملائكة ، ففوض قبض الأرواح إلى ملك الموت وهو رئيس وتحته أتباع وخدم فأضيف التوفي في هذه الآية إلى الله تعالى بالإضافة الحقيقية ، وفي الآية الثانية إلى ملك الموت لأنه هو الرئيس في هذا العمل وإلى سائر الملائكة لأنهم هم الأتباع لملك الموت ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا أنزلنا عليك الكتاب للناس بالحق فمن اهتدى فلنفسه ومن ضل فإنما يضل عليها وما أنت عليهم بوكيل (41) الله يتوفى الأنفس حين موتها والتي لم تمت في منامها فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجل مسمى إن في ذلك لآيات لقوم يتفكرون (42) أم اتخذوا من دون الله شفعاء قل أولو كانوا لا يملكون شيئا ولا يعقلون (43) قل لله الشفاعة جميعا له ملك السماوات والأرض ثم إليه ترجعون (44) ",
        "babnum": 11
    },
    {
        "id": 2138,
        "cate": "39",
        "title": "وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ (45) قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ (46) وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ مِنْ سُوءِ الْعَذَابِ يَوْمَ الْقِيَامَةِ وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ (47) وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (48) ",
        "details": " اعلم أن هذا نوع آخر من الأعمال القبيحة للمشركين ، وهو أنك إذا ذكرت الله وحده تقول لا إله إلا الله وحده لا شريك له ، ظهرت آثار النفرة من وجوههم وقلوبهم ، وإذا ذكرت الأصنام والأوثان ظهرت آثار الفرح والبشارة في قلوبهم وصدورهم ، وذلك يدل على الجهل والحماقة ، لأن ذكر الله رأس السعادات وعنوان الخيرات ، وأما ذكر الأصنام التي هي الجمادات الخسيسة ، فهو رأس الجهالات والحماقات ، فنفرتهم عن ذكر الله وحده واستبشارهم بذكر هذه الأصنام من أقوى الدلائل على الجهل الغليظ والحمق الشديد ، قال صاحب «الكشاف» وقد يقابل الاستبشار والاشمئزاز إذ كل واحد منهما غاية في بابه لأن الاستبشار أن يمتلىء قلبه سروراً حتى يظهر أثر ذلك السرور في بشرة وجهه ويتهلل ، والاشمئزاز أن يعظم غمه وغيظه فينقبض الروح إلى داخل القلب فيبقى في أديم الوجه أثر الغبرة والظلمة الأرضية ، ولما حكى عنهم هذا الأمر العجيب الذي تشهد فطرة العقل بفساده أردفه بأمرين أحدهما : أنه ذكر الدعاء العظيم ، فوصفه أولا بالقدرة التامة وهي قوله : { قُلِ اللهم فَاطِرَ السموات والأرض } وثانياً بالعلم الكامل وهو قوله تعالى { عالم الغيب والشهادة } ، وإنما قدم فذكر القدرة على ذكر العلم لأن العلم بكونه تعالى قادراً متقدم على العلم بكونه عالماً ، ولما ذكر هذا الدعاء قال : { أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ } يعني أن نفرتهم عن التوحيد وفرحهم عند سماع الشرك أمر معلوم الفساد ببديهة العقل ، ومع ذلك ، القوم قد أصروا عليه ، فلا يقدر أحد على إزالتهم عن هذا الاعتقاد الفاسد والمذهب الباطل إلا أنت .\r\n عن أبي سلمة قال : سألت عائشة بم كان يفتتح رسول الله صلى الله عليه وسلم صلاته بالليل؟ قالت \" كان يقول اللهم رب جبريل وميكائيل وإسرافيل فاطر السموات والأرض عالم الغيب والشهادة أنت تحكم بين عبادك فيما كانوا فيه يختلفون ، اهدني لما أختلف فيه من الحق بإذنك وانك لتهدي من تشاء إلى صراط مستقيم \" .\r\n واعلم أنه تعالى لما حكى عنهم ذلك المذهب الباطل ذكر في وعيدهم أشياء أولها : أن هؤلاء الكفار لو ملكوا كل ما في الأرض من الأموال وملكوا مثله معه لجعلوا الكل فدية لأنفسهم من ذلك العذاب الشديد وثانيها : قوله تعالى : { وَبَدَا لَهُمْ مّنَ الله مَا لَمْ يَكُونُواْ يَحْتَسِبُونَ } أي ظهرت لهم أنواع من العقاب لم تكن في حسابهم ، وكما أنه صلى الله عليه وسلم قال في صفة الثواب في الجنة \" فيها ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر \" فكذلك في العقاب حصل مثله وهو قوله : { وَبَدَا لَهُمْ مّنَ الله مَا لَمْ يَكُونُواْ يَحْتَسِبُونَ } و ثالثها : قوله تعالى : { وَبَدَا لَهُمْ سَيّئَاتُ مَا كَسَبُواْ } ومعناه ظهرت لهم آثار تلك السيئات التي اكتسبوها أي ظهرت لهم أنواع من العقاب آثار تلك السيئات التي اكتسبوها .\r\n ثم قال : { وَحَاقَ بِهِم } من كل الجوانب جزاء ما كانوا يستهزئون به ، فنبه تعالى بهذه الوجوه على عظم عقابهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذا ذكر الله وحده اشمأزت قلوب الذين لا يؤمنون بالآخرة وإذا ذكر الذين من دونه إذا هم يستبشرون (45) قل اللهم فاطر السماوات والأرض عالم الغيب والشهادة أنت تحكم بين عبادك في ما كانوا فيه يختلفون (46) ولو أن للذين ظلموا ما في الأرض جميعا ومثله معه لافتدوا به من سوء العذاب يوم القيامة وبدا لهم من الله ما لم يكونوا يحتسبون (47) وبدا لهم سيئات ما كسبوا وحاق بهم ما كانوا به يستهزئون (48) ",
        "babnum": 12
    },
    {
        "id": 2139,
        "cate": "39",
        "title": "فَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ بَلْ هِيَ فِتْنَةٌ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (49) قَدْ قَالَهَا الَّذِينَ مِنْ قَبْلِهِمْ فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ (50) فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَالَّذِينَ ظَلَمُوا مِنْ هَؤُلَاءِ سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا وَمَا هُمْ بِمُعْجِزِينَ (51) أَوَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (52) ",
        "details": " اعلم أن هذا حكاية طريقة أخرى من طرائقهم الفاسدة ، وذلك لأنهم عند الوقوع في الضر الذي هو الفقر والمرض يفزعون إلى الله تعالى ، ويرون أن دفع ذلك لا يكون إلا منه ، ثم إنه تعالى إذا خولهم النعمة ، وهي إما السعة في المال أو العافية في النفس ، زعم أنه إنما حصل ذلك بكسبه وبسبب جهده وجده ، فإن كان مالاً قال إنما حصل بكسبي ، وإن كان صحة قال إنما حصل ذلك بسبب العلاج الفلاني ، وهذا تناقض عظيم ، لأنه كان في حال العجز والحاجة أضاف الكل إلى الله وفي حال السلامة والصحة قطعه عن الله ، وأسنده إلى كسب نفسه ، وهذا تناقض قبيح ، فبين تعالى قبح طريقتهم فيما هم عليه عند الشدة والرخاء بلفظة وجيزة فصيحة ، فقال { بَلْ هِىَ فِتْنَةٌ } يعني النعمة التي خولها هذا الكافر فتنة ، لأن عند حصولها يجب الشكر ، وعند فواتها يجب الصبر ، ومن هذا حاله يوصف بأنه فتنة من حيث يختبر عنده حال من أوتي النعمة ، كما يقال فتنت الذهب بالنار ، إذا عرضته على النار لتعرف خلاصته .\r\n ثم قال تعالى : { ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ } والمعنى ما قدمنا أن هذا التخويل إنما كان لأجل الاختبار .\r\n وبقي في الآية أبحاث نذكرها في معرض السؤال والجواب .\r\n السؤال الأول : ما السبب في عطف هذه الآية بالفاء ههنا ، وعطف مثلها في أول السورة بالواو؟ والجواب : أنه تعالى حكى عنهم قبل هذه الآية أنهم يشمئزون من سماع التوحيد ويستبشرون بسماع ذكر الشركاء ، ثم ذكر بفاء التعقيب أنهم إذا وقعوا في الضر والبلاء والتجأوا إلى الله تعالى وحده ، كان الفعل الأول مناقضاً للفعل الثاني ، فذكر فاء التعقيب ليدل على أنهم واقعون في المناقضة الصريحة في الحال ، وأنه ليس بين الأول والثاني فاصل مع أن كل واحد منهما مناقض للثاني ، فهذا هو الفائدة في ذكر فاء التعقيب ههنا .\r\n فأما الآية الأولى فليس المقصود منها بيان وقوعهم في التناقض في الحال ، فلا جرم ذكر الله بحرف الواو لا بحرف الفاء .\r\n السؤال الثاني : ما معنى التخويل؟ الجواب : التخويل هو التفضل ، يعني نحن نتفضل عليه وهو يظن أنه إنما وجده بالاستحقاق .\r\n السؤال الثالث : ما المراد من قوله : { إِنَّمَا أُوتِيتُهُ على عِلْمٍ } ؟ الجواب : يحتمل أن يكون المراد ، إنما أوتيته على علم الله بكوني مستحقاً لذلك ، ويحتمل أن يكون المراد ، إنما أوتيته على علمي بكوني مستحقاً له ، ويحتمل أن يكون المراد ، إنما أوتيته على علم لأجل ذلك العلم قدرت على اكتسابه مثل أن يكون مريضاً فيعالج نفسه ، فيقول إنما وجدت الصحة لعلمي بكيفية العلاج ، وإنما وجدت المال لعلمي بكيفية الكسب .\r\n السؤال الرابع : النعمة مؤنثة ، والضمير في قوله : { أُوتِيتُهُ } عائد على النعمة ، فضمير التذكير كيف عاد إلى المؤنث ، بل قال بعده : { بَلْ هِىَ فِتْنَةٌ } فجعل الضمير مؤنثاً فما السبب فيه؟ والجواب : أن التقدير حتى إذا خولناه شيئاً من النعمة ، فلفظ النعمة مؤنث ومعناه مذكر ، فلا جرم جاز الأمران .\r\n ثم قال تعالى : { قَدْ قَالَهَا الذين مِن قَبْلِهِمْ فَمَا أغْنَى عَنْهُمْ } الضمير في { قالها } راجح إلى قوله : { إِنَّمَا أُوتِيتُهُ على عِلْمٍ } عندي لأنها كلمة أو جملة من المقول { والذين مِن قَبْلِهِمْ } هم قارون وقومه حيث قال : { إِنَّمَا أُوتِيتُهُ على عِلْمٍ عندي } [ القصص : 78 ] وقومه راضون به فكأنهم قالوها ، ويجوز أيضاً أن يكون في الأمم الخالية قائلون مثلها .\r\n ثم قال تعالى : { فَمَآ أغنى عَنْهُمْ مَّا كَانُواْ يَكْسِبُونَ } أي ما أغنى عنهم ذلك الاعتقاد الباطل والقول الفاسد الذي اكتسبوه من عذاب الله شيئاً بل أصابهم سيئات ما كسبوا ، ولما بين في أولئك المتقدمين فإنهم أصابهم سيئات ما كسبوا أي عذاب عقائدهم الباطلة وأقوالهم الفاسدة قال : { وَمَا هُمْ بِمُعْجِزِينَ } أي لا يعجزونني في الدنيا والآخرة .\r\n ثم قال تعالى : { أَوَ لَمْ يَعْلَمُواْ أَنَّ الله يَبْسُطُ الرزق لِمَن يَشَاء وَيَقْدِرُ } يعني : أو لم يعلموا أن الله تعالى هو الذي يبسط الرزق لمن يشاء تارة ، ويقبض تارة أخرى ، وقوله : { وَيَقْدِرُ } أي ويقتر ويضيق ، والدليل عليه أنا نرى الناس مختلفين في سعة الرزق وضيقه ولا بد من سبب ، وذلك السبب ليس هو عقل الرجل وجهله ، لأنا نرى العاقل القادر في أشد الضيق ، ونرى الجاهل المريض الضعيف في أعظم السعة ، وليس ذلك أيضاً لأجل الطبائع والأنجم والأفلاك لأن في الساعة التي ولد فيها ذلك الملك الكبير والسلطان القاهر ، قد ولد فيه أيضاً عالم من الناس وعالم من الحيوانات غير الإنسان ، ويولد أيضاً في تلك الساعة عالم من النبات ، فلما شاهدنا حدوث هذه الأشياء الكثيرة في تلك الساعة الواحدة مع كونها مختلفة في السعادة والشقاوة ، علمنا أنه ليس المؤثر في السعادة والشقاوة هو الطالع ، ولما بطلت هذه الأقسام ، علمنا أن المؤثر فيه هو الله سبحانه ، وصح بهذا البرهان العقلي القاطع على صحة قوله تعالى : { أَوَ لَمْ يَعْلَمُواْ أَنَّ الله يَبْسُطُ الرزق لِمَن يَشَاء وَيَقْدِرُ } .\r\n قال الشاعر : فلا السعد يقضي به المشترى \r\n ولا النحس يقضي علينا زحل ولكنه حكم رب السما \r\n ء وقاضي القضاة تعالى وجل ",
        "fav": 0,
        "note": null,
        "normal": "فإذا مس الإنسان ضر دعانا ثم إذا خولناه نعمة منا قال إنما أوتيته على علم بل هي فتنة ولكن أكثرهم لا يعلمون (49) قد قالها الذين من قبلهم فما أغنى عنهم ما كانوا يكسبون (50) فأصابهم سيئات ما كسبوا والذين ظلموا من هؤلاء سيصيبهم سيئات ما كسبوا وما هم بمعجزين (51) أولم يعلموا أن الله يبسط الرزق لمن يشاء ويقدر إن في ذلك لآيات لقوم يؤمنون (52) ",
        "babnum": 13
    },
    {
        "id": 2140,
        "cate": "39",
        "title": "قُلْ يَاعِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (53) وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ (54) وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ (55) أَنْ تَقُولَ نَفْسٌ يَاحَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ (56) أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ (57) أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ (58) بَلَى قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ (59) ",
        "details": " اعلم أنه تعالى لما أطنب في الوعيد أردفه بشرح كمال رحمته وفضله وإحسانه في حق العبيد وفيه مسائل : المسألة الأولى : احتج أصحابنا بهذه الآية على أنه تعالى يعفو عن الكبائر ، فقالوا : إنا بينا في هذا الكتاب أن عرف القرآن جار بتخصيص اسم العباد بالمؤمنين قال تعالى : { وَعِبَادُ الرحمن الذين يَمْشُونَ على الأرض هَوْناً } [ الفرقان : 63 ] وقال : { عَيْناً يَشْرَبُ بِهَا عِبَادُ الله } [ الإنسان : 6 ] ولأن لفظ العباد مذكور في معرض التعظيم ، فوجب أن لا يقع إلا على المؤمنين ، إذا ثبت هذا ظهر أن قوله { يا عِبَادِى } مختص بالمؤمنين ، ولأن المؤمن هو الذي يعترف بكونه عبد الله ، أما المشركون فإنهم يسمون أنفسهم بعبد اللات والعزى وعبد المسيح ، فثبت أن قوله { يا عِبَادِى } لا يليق إلا بالمؤمنين ، إذا ثبت هذا فنقول إنه تعالى قال : { الذين أَسْرَفُواْ على أَنفُسِهِمْ } وهذا عام في حق جميع المسرفين .\r\n ثم قال تعالى : { إِنَّ الله يَغْفِرُ الذنوب جَمِيعاً } وهذا يقتضي كونه غافراً لجميع الذنوب الصادرة عن المؤمنين ، وذلك هو المقصود فإن قيل هذه الآية لا يمكن إجراؤها على ظاهرها ، وإلا لزم القطع بكون الذنوب مغفورة قطعاً ، وأنتم لا تقولون به ، فما هو مدلول هذه الآية لا تقولون به ، والذي تقولون به لا تدل عليه هذه الآية ، فسقط الاستدلال ، وأيضاً إنه تعالى قال عقيب هذه الآية { وَأَنِيبُواْ إلى رَبّكُمْ وَأَسْلِمُواْ لَهُ مِن قَبْلِ أَن يَأْتِيَكُمُ العذاب ثُمَّ لاَ تُنصَرُونَ } إلى قوله { بَغْتَةً وَأَنتُمْ لاَ تَشْعُرُونَ } ولو كان المراد من أول الآية أنه تعالى غفر جميع الذنوب قطعاً لما أمر عقيبه بالتوبة ، ولما خوفهم بنزول العذاب عليهم من حيث لا يشعرون ، وأيضاً قال : { أَن تَقُولَ نَفْسٌ ياحسرتى على مَا فَرَّطَتُ فِى جَنبِ الله } ولو كانت الذنوب كلها مغفورة ، فأي حاجة به إلى أن يقول : { ياحسرتى على مَا فَرَّطَتُ فِى جَنبِ الله } ؟ وأيضاً فلو كان المراد ما يدل عليه ظاهر لفظ الآية لكان ذلك إغراء بالمعاصي وإطلاقاً في الإقدام عليها ، وذلك لا يليق بحكمة الله ، وإذا ثبت هذا وجب أن يحمل على أن يقال المراد منه التنبيه على أنه لا يجوز أن يظن العاصي أنه لا مخلص له من العذاب ألبتة ، فإن من اعتقد ذلك فهو قانط من رحمة الله ، إذ لا أحد من العصاة المذنبين إلا ومتى تاب زال عقابه وصار من أهل المغفرة والرحمة ، فمعنى قوله { إِنَّ الله يَغْفِرُ الذنوب جَمِيعاً } أي بالتوبة والإنابة والجواب قوله الآية تقتضي كون كل الذنوب مغفورة قطعاً وأنتم لا تقولون به ، قلنا بل نحن نقول به ونذهب إليه ، وذلك لأن صيغة يغفر صيغة المضارع ، وهي للاستقبال ، وعندنا أن الله تعالى يخرج من النار من قال لا إله إلا الله محمد رسول الله ، وعلى هذا التقدير فصاحب الكبيرة مغفور له قطعاً ، إما قبل الدخول في نار جهنم ، وإما بعد الدخول فيها ، فثبت أن ما يدل عليه ظاهر الآية فهو عين مذهبنا .\r\n أما قوله لو صارت الذنوب بأسرها مغفورة لما أمر بالتوبة ، فالجواب أن عندنا التوبة واجبة وخوف العقاب قائم ، فإنا لا نقطع بإزالة العقاب بالكلية ، بل نقول لعله يعفو مطلقاً ، ولعله يعذب بالنار مدة ثم يعفو بعد ذلك ، وبهذا الحرف يخرج الجواب عن بقية الأسئلة والله أعلم .\r\n المسألة الثانية : اعلم أن هذه الآية تدل على الرحمة من وجوه : الأول : أنه سمى المذنب بالعبد والعبودية مفسرة بالحاجة والذلة والمسكنة ، واللائق بالرحيم الكريم إفاضة الخير والرحمة على المسكين المحتاج .\r\n الثاني : أنه تعالى أضافهم إلى نفسه بياء الإضافة فقال : { ياعبادى الذين أَسْرَفُواْ } وشرف الإضافة إليه يفيد الأمن من العذاب الثالث : أنه تعالى قال : { أَسْرَفُواْ على أَنفُسِهِمْ } ومعناه أن ضرر تلك الذنوب ما عاد إليه بل هو عائد إليهم ، فيكفيهم من تلك الذنوب عود مضارها إليهم ، ولا حاجة إلى إلحاق ضرر آخر بهم الرابع : أنه قال : { لاَ تَقْنَطُواْ مِن رَّحْمَةِ الله } نهاهم عن القنوط فيكون هذا أمراً بالرجاء والكريم إذا أمر بالرجاء فلا يليق به إلا الكرم الخامس : أنه تعالى قال أولاً : { يا عِبَادِى } وكان الأليق أن يقول لا تقنطوا من رحمتي لكنه ترك هذا اللفظ وقال : { لاَ تَقْنَطُواْ مِن رَّحْمَةِ الله } لأن قولنا الله أعظم أسماء الله وأجلها ، فالرحمة المضافة إليه يجب أن تكون أعظم أنواع الرحمة والفضل السادس : أنه لما قال : { لاَ تَقْنَطُواْ مِن رَّحْمَةِ الله } كان الواجب أن يقول إنه يغفر الذنوب جميعاً ولكنه لم يقل ذلك ، بل أعاد اسم الله وقرن به لفظة إن المفيدة لأعظم وجوه التأكيد ، وكل ذلك يدل على المبالغة في الوعد بالرحمن السابع : أنه لو قال : { يَغْفِرُ الذنوب } لكان المقصود حاصلاً لكنه أردفه باللفظ الدال على التأكيد فقال جميعاً وهذا أيضاً من المؤكدات الثامن : أنه وصف نفسه بكونه غفوراً ، ولفظ الغفور يفيد المبالغة التاسع : أنه وصف نفسه بكونه رحيماً والرحمة تفيد فائدة على المغفرة فكان قوله { إِنَّهُ هُوَ الغفور } إشارة إلى إزالة موجبات العقاب ، وقوله { الرحيم } إشارة إلى تحصيل موجبات الرحمة والثواب العاشر : أن قوله { إِنَّهُ هُوَ الغفور الرحيم } يفيد الحصر ، ومعناه أنه لا غفور ولا رحيم إلا هو ، وذلك يفيد الكمال في وصفه سبحانه بالغفران والرحمة ، فهذه الوجوه العشرة مجموعة في هذه الآية ، وهي بأسرها دالة على كمال الرحمة والغفران ، ونسأل الله تعالى الفوز بها والنجاة من العقاب بفضله ورحمته .\r\n المسألة الثالثة : ذكروا في سبب النزول وجوهاً ، قيل إنها نزلت في أهل مكة فإنهم قالوا يزعم محمد أن من عبد الأوثان وقتل النفس لم يغفر له ، وقد عبدنا وقتلنا فكيف نسلم؟ وقيل نزلت في وحشي قاتل حمزة لما أراد أن يسلم وخاف أن لا تقبل توبته ، فلما نزلت الآية أسلم ، فقيل لرسول الله صلى الله عليه وسلم هذه له خاصة أم للمسلمين عامة؟ فقال بل للمسلمين عامة وقيل نزلت في أناس أصابوا ذنوباً عظاماً في الجاهلية ، فلما جاء الإسلام أشفقوا لا يقبل الله توبتهم ، وقيل نزلت في عياش بن أبي ربيعة والوليد بن الوليد ونفر من المسلمين أسلموا ثم فتنوا فافتتنوا وكان المسلمون يقولون فيهم لا يقبل الله منهم توبتهم فنزلت هذه الآيات فكتبها عمر ، وبعث بها إليهم فأسلموا وهاجروا ، واعلم أن العبرة بعموم اللفظ لا بخصوص السبب فنزول هذه الآيات في هذه الوقائع لا يمنع من عمومها .\r\n المسألة الرابعة : قرأ نافع وابن كثير وابن عامر وعاصم { يا عِبَادِى } بفتح الياء والباقون وعاصم في بعض الروايات بغير فتح وكلهم يقفون عليه بإثبات الياء لأنها ثابتة في المصحف ، إلا في بعض رواية أبي بكر عن عاصم أنه يقف بغير ياء ، وقرأ أبو عمرو والكسائي تقنطوا بكسر النون والباقون بفتحها وهما لغتان ، قال صاحب «الكشاف» ، وفي قراءة ابن عباس ، وابن مسعود { يَغْفِرُ الذنوب جَمِيعاً لِمَن يَشَاء } .\r\n ثم قال تعالى : { وأنيبوا إلى ربكم } قال صاحب «الكشاف» أي وتوبوا إليه وأسلموا له أي وأخصلوا له العمل ، وإنما ذكر الإنابة على أثر المغفرة لئلا يطمع طامع في حصولها بغير توبة وللدلالة على أنها شرط فيها لازم لا تحصل بدونه ، وأقول هذا الكلام ضعيف جداً لأن عندنا التوبة عن المعاصي واجبة فلم يلزم من ورود الأمر بها طعن في الوعد بالمغفرة ، فإن قالوا لو كان الوعد بالمغفرة حاصلاً قطعاً لما احتيج إلى التوبة ، لأن التوبة إنما تراد لإسقاط العقاب ، فإذا سقط العقاب بعفو الله عنه فلا حاجة إلى التوبة ، فنقول هذا ضعيف لأن مذهبنا أنه تعالى وإن كان يغفر الذنوب قطعاً ويعفو عنها قطعاً إلا أن هذا العفو والغفران يقع على وجهين تارة يقع ابتداء وتارة يعذب مدة في النار ثم يخرجه من النار ويعفو عنه ، ففائدة التوبة إزالة هذا العقاب ، فثبت أن الذي قاله صاحب «الكشاف» ضعيف ولا فائدة فيه .\r\n ثم قال : { واتبعوا أَحْسَنَ مَا أُنزِلَ إِلَيْكُم مّن رَّبّكُمْ } واعلم أنه تعالى لما وعد بالمغفرة أمر بعد هذا الوعد بأشياء فالأول : أمر بالإنابة وهو قوله تعالى : { وَأَنِيبُواْ إلى رَبّكُمْ } والثاني : أمر بمتابعة الأحسن ، وفي المراد بهذا الأحسن وجوه الأول : أنه القرآن ومعناه واتبعوا القرآن والدليل عليه قوله تعالى : { الله نَزَّلَ أَحْسَنَ الحديث كتابا } [ الزمر : 23 ] الثاني : قال الحسن معناه ، والتزموا طاعة الله واجتنبوا معصية الله ، فإن الذي أنزل على ثلاثة أوجه ، ذكر القبيح ليجتنب عنه ، والأدون لئلا يرغب فيه ، والأحسن ليتقوى به ويتبع الثالث : المراد بالأحسن الناسخ دون المنسوخ لأن الناسخ أحسن من المنسوخ ، لقوله تعالى : { مَا نَنسَخْ مِنْ ءايَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مّنْهَا أَوْ مِثْلِهَا } [ البقرة : 106 ] ولأن الله تعالى لما نسخ حكماً وأثبت حكماً آخر كان اعتمادنا على المنسوخ .\r\n ثم قال : { مّن قَبْلِ أَن يَأْتِيَكُمُ العذاب بَغْتَةً وَأَنتُمْ لاَ تَشْعُرُونَ } والمراد منه التهديد والتخويف والمعنى أنه يفجأ العذاب وأنتم غافلون عنه ، واعلم أنه تعالى لما خوفهم بالعذاب بيّن تعالى أن بتقدير نزول العذاب عليهم ماذا يقولون فحكى الله تعالى عنهم ثلاثة أنواع من الكلمات فالأول : قوله تعالى : { أَن تَقُولَ نَفْسٌ ياحسرتى على مَا فَرَّطَتُ فِى جَنبِ الله وَإِن كُنتُ لَمِنَ الساخرين } وفيه مسائل : المسألة الأولى : قوله { أَن تَقُولَ } مفعول له أي كراهة أن تقول : { ياحسرتى على مَا فَرَّطَتُ فِى جَنبِ الله } وأما تنكير لفظ النفس ففيه وجهان الأول : يجوز أن تراد نفس ممتازة عن سائر النفوس لأجل اختصاصها بمزيد إضرار بما لا ينفي رغبتها في المعاصي والثاني : يجوز أن يراد به الكثرة ، وذلك لأنه ثبت في علم أصول الفقه أن الحكم المذكور عقيب وصف يناسبه يفيد الظن بأن ذلك الحكم معلل بذلك الوصف ، فقوله { يا حسرتا } يدل على غاية الأسف ونهاية الحزن وأنه مذكور عقيب قوله تعالى : { على مَا فَرَّطَتُ فِى جَنبِ الله } والتفريط في طاعة الله تعالى يناسب شدة الحسرة وهذا يقتضي حصول تلك الحسرة عند حصول هذا التفريط ، وذلك يفيد العموم بهذا الطريق .\r\n المسألة الثانية : القائلون بإثبات الأعضاء لله تعالى استدلوا على إثبات الجنب بهذه الآية ، واعلم أن دلائلنا على نفي الأعضاء قد كثرت ، فلا فائدة في الإعادة ، ونقول بتقدير أن يكون المراد من هذا الجنب عضواً مخصوصاً لله تعالى ، فإنه يمتنع وقوع التفريط فيه ، فثبت أنه لا بد من المصير إلى التأويل وللمفسرين فيه عبارات ، قال ابن عباس يريد ضيعت من ثواب الله ، وقال مقاتل ضيعت من ذكر الله ، وقال مجاهد في أمر الله ، وقال الحسن في طاعة الله ، وقال سعيد بن جبير في حق الله ، واعلم أن الإكثار من هذه العبارات لا يفيد شرح الصدور وشفاء الغليل ، فنقول : الجنب سمي جنباً لأنه جانب من جوانب ذلك الشيء والشيء الذي يكون من لوازم الشيء وتوابعه يكون كأنه جند من جنوده وجانب من جوانبه فلما حصلت هذه المشابهة بين الجنب الذي هو العضو وبين ما يكون لازماً للشيء وتابعاً له ، لا جرم حسن إطلاق لفظ الجنب على الحق والأمر والطاعة قال الشاعر : أما تتقين الله جنب وامق \r\n له كبد حرا عليك تقطع المسألة الثالثة : قال صاحب «الكشاف» قرىء { يا حسرتي } على الأصل و { يا حسرتاي } على الجمع بين العوض والمعوض عنه .\r\n أما قوله تعالى : { وَإِن كُنتُ لَمِنَ الساخرين } أي أنه ما كان مكتفياً بذلك التقصير بل كان من المستهزئين بالدين ، قال قتادة لم يكفه أن ضيع طاعة الله حتى سخر من أهلها ، ومحل { وَإِن كُنتُ } نصب على الحالة كأنه قال : فرطت في جنب الله وأنا ساخر أي فرطت في حال سخريتي .\r\n النوع الثاني : من الكلمات التي حكاها الله تعالى عن أهل العذاب أنهم يذكرونه بعد نزول العذاب عليهم قوله { أَوْ تَقُولَ لَوْ أَنَّ الله هَدَانِى لَكُنتُ مِنَ المتقين } .\r\n النوع الثالث : قوله { أَوْ تَقُولَ حِينَ تَرَى العذاب لَوْ أَنَّ لِى كَرَّةً فَأَكُونَ مِنَ المحسنين } وحاصل الكلام أن هذا المقصر أتى بثلاثة أشياء أولها : الحسرة على التفريط في الطاعة وثانيها : التعلل بفقد الهداية وثالثها : بتمني الرجعة ، ثم أجاب الله تعالى عن كلامهم بأن قال بفقد الهداية باطل ، لأن الهداية كانت حاصرة والأعذار زائلة ، وهو المراد بقوله { بلى قَدْ جَاءتْكَ ءاياتى فَكَذَّبْتَ بِهَا واستكبرت وَكُنتَ مِنَ الكافرين } وههنا مسائل : المسألة الأولى : قال الزجاج بلى جواب النفي وليس في الكلام لفظ النفي إلا أنه حصل فيه معنى النفي ، لأن معنى قوله { لَوْ أَنَّ الله هَدَانِى } أنه ما هداني ، فلا جرم حسن ذكر لفظة { بلى } بعده .\r\n المسألة الثانية : قال الواحدي رحمه الله : القراءة المشهورة واقعة على التذكير في قوله { بلى قَدْ جَاءتْكَ ءاياتى فَكَذَّبْتَ بِهَا واستكبرت وَكُنتَ مِنَ الكافرين } لأن النفس تقع على الذكر والأنثى فخوطب بالذكر ، وروى الربيع بن أنس عن أم سلمة أن النبي صلى الله عليه وسلم كان يقرأ على التأنيث ، قال أبو عبيد لو صح هذا عن النبي صلى الله عليه وسلم لكان حجة لا يجوز لأحد تركها ولكنه ليس بمسند ، لأن الربيع لم يدرك أم سلمة ، وأما وجه التأنيث فهو أنه ذكر النفس ولفظ النفس ورد في القرآن في أكثر الأمر على التأنيث بقوله { سَوَّلَتْ لِى نَفْسِى } [ طه : 96 ] و { إِنَّ النفس لأَمَّارَةٌ بالسوء } [ يوسف : 53 ] و { يا أيتها النفس المطمئنة } [ الفجر : 27 ] .\r\n المسألة الثالثة : قال القاضي هذه الآيات دالة على صحة القول بالقدر من وجوه الأول : أنه لا يقال : فلان أسرف على نفسه على وجه الذم إلا لما يكون من قبله ، وذلك يدل على أن أفعال العباد تحصل من قبلهم لا من قبل الله تعالى ، وثانيها : أن طلب الغفران والرجاء في ذلك أو اليأس لا يحسن إلا إذا كان الفعل فعل العبد ، وثالثها : إضافة الإنابة والإسلام إليه من قبل أن يأتيه العذاب وذلك لا يكون إلا مع تمكنه من محاولتهما مع نزول العذاب ، ومذهبهم أن الكافر لم يتمكن قط من ذلك ورابعها : قوله تعالى : { واتبعوا أَحْسَنَ مَا أُنزِلَ إِلَيْكُم مّن رَّبّكُمْ } وذلك لا يتم إلا بما هو المختار للاتباع وخامسها : ذمه لهم على أنهم لا يشعرون بما يوجب العذاب وذلك لا يصح إلا مع التمكن من الفعل ، وسادسها : قولهم { ياحسرتى على مَا فَرَّطَتُ فِى جَنبِ الله } ولا يتحسر المرء على أمر سبق منه إلا وكان يصح منه أن يفعله ، وسابعها : قوله تعالى : { على مَا فَرَّطَتُ فِى جَنبِ الله } ومن لا يقدر على الإيمان كما يقول القوم ولا يكون الإيمان من فعله لا يكون مفرطاً ، وثامنها : ذمه لهم بأنهم من الساخرين ، وذلك لا يتم إلا أن تكون السخرية فعلهم وكان يصح منهم أن لا يفعلوه ، وتاسعها : قوله { لَوْ أَنَّ الله هَدَانِى } أي مكنني { لَكُنتُ مِنَ المتقين } وعلى هذا قولهم إذا لم يقدر على التقوى فكيف يصح ذلك منه ، وعاشرها : قوله { لَوْ أَنَّ لِى كَرَّةً فَأَكُونَ مِنَ المحسنين } وعلى قولهم لو رده الله أبداً كرة بعد كرة ، وليس فيه إلا قدرة الكفر لم يصح أن يكون محسناً ، والحادي عشر : قوله تعالى موبخاً لهم { بلى قَدْ جَاءتْكَ ءاياتى فَكَذَّبْتَ بِهَا واستكبرت وَكُنتَ مِنَ الكافرين } فبيّن تعالى أن الحجة عليهم لله لأن الحجة لهم على الله ، ولو أن الأمر كما قالوا لكان لهم أن يقولوا : قد جاءتنا الآيات ولكنك خلقت فينا التكذيب بها ولم تقدرنا على التصديق بها .\r\n والثاني عشر : أنه تعالى وصفهم بالتكذيب والاستكبار والكفر على وجه الذم ولو لم تكن هذه الأشياء أفعالاً لهم لما صح الكلام ، والجواب عنه أن هذه الوجوه معارضة ، بما أن القرآن مملوء من أن الله تعالى يضل ويمنع ويصدر منه اللين والقسوة والاستدراج ، ولما كان هذا التفسير مملوءاً منه لم يكن إلى الإعادة حاجة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل ياعبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا إنه هو الغفور الرحيم (53) وأنيبوا إلى ربكم وأسلموا له من قبل أن يأتيكم العذاب ثم لا تنصرون (54) واتبعوا أحسن ما أنزل إليكم من ربكم من قبل أن يأتيكم العذاب بغتة وأنتم لا تشعرون (55) أن تقول نفس ياحسرتا على ما فرطت في جنب الله وإن كنت لمن الساخرين (56) أو تقول لو أن الله هداني لكنت من المتقين (57) أو تقول حين ترى العذاب لو أن لي كرة فأكون من المحسنين (58) بلى قد جاءتك آياتي فكذبت بها واستكبرت وكنت من الكافرين (59) ",
        "babnum": 14
    },
    {
        "id": 2141,
        "cate": "39",
        "title": "وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ (60) وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ (61) ",
        "details": " اعلم أن هذا نوع آخر من تقرير الوعيد والوعد ، أما الوعيد فقوله تعالى : { وَيَوْمَ القيامة تَرَى الذين كَذَبُواْ عَلَى الله وُجُوهُهُم مُّسْوَدَّةٌ } وفيه بحثان : أحدهما : أن هذا التكذيب كيف هو؟ والثاني : أن هذا السواد كيف هو؟ .\r\n البحث الأول : عن حقيقة هذا التكذيب ، فنقول : المشهور أن الكذب هو الإخبار عن الشيء على خلاف ما هو عليه ، ومنهم من قال هذا القدر لا يكون كذباً بل الشرط في كونه كذباً أن يقصد الإتيان بخبر يخالف المخبر عنه ، إذا عرفت هذا الأصل فنذكر أقوال الناس في هذه الآية : قال الكعبي : ويرد الجبر بأن هذه الآية وردت عقيب قوله { لَوْ أَنَّ الله هَدَانِى } [ الزمر : 58 ] يعني أنه ما هداني بل أضلني ، فلما حكى الله عن الكفار ثم ذكر عقيبه { تَرَى الذين كَذَبُواْ عَلَى الله وُجُوهُهُم مُّسْوَدَّةٌ } وجب أن يكون هذا عائداً إلى ذلك الكلام المتقدم ، ثم روي عن الحسن عن النبي صلى الله عليه وسلم أنه قال : « ما بال أقوام يصلون ويقرأون القرآن ، يزعمون أن الله كتب الذنوب على العباد ، وهم كذبة على الله ، والله مسود وجوههم » واعلم أن أصحابنا قالوا آخر الآية يدل على فساد هذا التأويل لأنه تعالى قال في آخر الآية : { أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لّلْمُتَكَبّرِينَ } وهذا يدل على أن أولئك الذين صارت وجوههم مسودة أقوام متكبرون ، والتكبر لا يليق بمن يقول أنا لا أقدر على الخلق والإعادة والإيجاد ، وإنما القادر عليه هو الله سبحانه وتعالى ، أما الذين يقولون إن الله يريد شيئاً وأنا أريد بضده ، فيحصل مرادي ولا يحصل مراد الله ، فالتكبر بهذا القائل أليق ، فثبت أن هذا التأويل الذي ذكروه فاسد ، ومن الناس من قال إن هذا الوعيد مختص باليهود والنصارى ، ومنهم من قال إنه مختص بمشركي العرب ، قال القاضي يجب حمل الآية على الكل من المشبهة والمجبرة وكذلك كل من وصف الله بما لا يليق به نفياً وإثباتاً ، فأضاف إليه ما يجب تنزيهه عنه أو نزهه عما يجب أن يضاف إليه ، فالكل منهم داخلون تحت هذه الآية ، لأنهم كذبوا على الله ، فتخصيص الآية بالمجبرة والمشبهة أو اليهود والنصارى لا يجوز ، واعلم أنا لو أجرينا هذه الآية على عمومها كما ذكره القاضي/ لزمه تكفير الأمة ، لأنك لا ترى فرقة من فرق الأمة إلا وقد حصل بينهم اختلاف شديد في صفات الله تعالى ، ألا ترى أنه حصل الاختلاف بين أبي هاشم وأهل السنة في مسائل كثيرة من صفات الله تعالى ، ويلزم على قانون قول القاضي تكفير أحدهما ، فثبت أنه يجب أن يحمل الكذب المذكور في الآية على ما إذا قصد الإخبار عن الشيء ، مع أنه يعلم أنه كاذب فيما يقول ، ومثال هذا كفار قريش فإنهم كانوا يصفون تلك الأصنام بالإلهية مع أنهم كانوا يعلمون بالضرورة أنها جمادات ، وكانوا يقولون إن الله تعالى حرم البحيرة والسائبة والوصيلة والحام ، مع أنهم كانوا ينكرون القول بأن الله حرم كذا وأباح كذا ، وكان قائله عالماً بأنه كذب وإذا كان كذلك فإلحاق مثل هذا الوعيد بهذا الجاهل الكذاب الضال المضل ( يكون ) مناسباً ، أما من لم يقصد إلا الحق والصدق لكنه أخطأ يبعد إلحاق هذا الوعيد به .\r\n البحث الثاني : الكلام في كيفية السواد الحاصل في وجوههم ، والأقرب أنه سواد مخالف لسائر أنواع السواد ، وهو سواد يدل على الجهل بالله والكذب على الله ، وأقول إن الجهل ظلمة ، والظلمة تتخيل كأنها يواد فسواد قلوبهم أوجب سواد وجوههم ، وتحت هذا الكلام أسرار عميقة من مباحث أحوال القيامة ، فلما ذكر الله هذا الوعيد أردفه بالوعد فقال : { وَيُنَجّى الله الذين اتقوا بِمَفَازَتِهِمْ } الآية ، قال القاضي المراد به من اتقى كل الكبائر إذ لا يوصف بالاتقاء المطلق إلا من كان هذا حاله ، فيقال له : أمرك عجيب جداً فإنك قلت لما تقدم قوله تعالى : { لَوْ أَنَّ الله هَدَانِى لَكُنتُ مِنَ المتقين } [ الزمر : 57 ] وجب أن يحمل قوله ( ويوم القيامة ترى الذين كذبوا على الله وجوههم مسودة } على الذين قالوا { لَوْ أَنَّ الله هَدَانِى } فعلى هذا القانون لما تقدم قوله { وَيَوْمَ القيامة تَرَى الذين كَذَبُواْ عَلَى الله وُجُوهُهُم مُّسْوَدَّةٌ } .\r\n ثم قال تعالى بعده : { وَيُنَجّى الله الذين اتقوا بِمَفَازَتِهِمْ } وجب أن يكون المراد هم الذين اتقوا ذلك الكذب ، فهذا يقتضي أن كل من لم يتصف بذلك الكذب أنه يدخل تحت ذلك الوعد المذكور بقوله { وَيُنَجّى الله الذين اتقوا بِمَفَازَتِهِمْ } وأن يكون قولك { الذين اتقوا } المراد منه من اتقى كل الكبائر فاسداً ، فثبت أن التعصب يحمل الرجل العاقل على الكلمات المتناقضة ، بل الحق أن تقول المتقي هو الآتي بالاتقاء والآتي بالاتقاء في صورة واحدة آت بمسمى الاتقاء ، وبهذا الحرف قلنا الأمر المطلق لا يفيد التكرار ، ثم ذلك الاتقاء غير مذكور بعينه في هذه اللفظة فوجب حمله على الاتقاء عن الشيء الذي سبق ذكره وهذا هو الكذب على الله تعالى ، فثبت أن ظاهر الآية يقتضي أن من اتقى عن تلك الصفة وجب دخوله تحت هذا الوعد الكريم .\r\n ثم قال تعالى : { بِمَفَازَتِهِمْ } وفيه مسائل : المسألة الأولى : قرأ حمزة والكسائي وأبو بكر عن عاصم بمفازاتهم على الجمع ، والباقون بمفازتهم على التوحيد ، وحكى الواحدي عن الفرّاء أنه قال : كلاهما صواب ، إذ يقال في الكلام قد تبين أمر القوم وأمور القوم ، قال أبو علي الفارسي : الإفراد للمصدر ووجه الجمع أن المصادر قد تجمع إذا اختلفت أجناسها ، كقوله تعالى : { وَتَظُنُّونَ بالله الظنونا } [ الأحزاب : 10 ] ولا شك أن لكل متق نوعاً آخر عن المفازة .\r\n المسألة الثانية : المفازة مفعلة من الفوز وهو السعادة ، فكأن المعنى أن النجاة في القيامة حصلت بسبب فوزهم في الدنيا بالطاعات والخيرات ، فعبر عن الفوز بأوقاتها ومواضعها .\r\n ثم قال : { لاَ يَمَسُّهُمُ السوء وَلاَ هُمْ يَحْزَنُونَ } والمراد أنه كالتفسير لتلك النجاة ، كأنه قيل كيف ينجيهم؟ فقيل : { لاَ يَمَسُّهُمُ السوء وَلاَ هُمْ يَحْزَنُونَ } وهذه كلمة جامعة لأنه إذا علم أنه لا يمسه السوء كان فارغ البال بحسب الحال عما وقع في قله بسبب فوات الماضي ، فحينئذ يظهر أنه سلم عن كل الآفات ، ونسأل الله الفوز بهذه الدرجات بمنه وكرمه .\r\n المسألة الثالثة : دلت الآية على أن المؤمنين لا ينالهم الخوف والرعب في القيامة ، وتأكد هذا بقوله { لاَ يَحْزُنُهُمُ الفزع الأكبر } [ الأنبياء : 103 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويوم القيامة ترى الذين كذبوا على الله وجوههم مسودة أليس في جهنم مثوى للمتكبرين (60) وينجي الله الذين اتقوا بمفازتهم لا يمسهم السوء ولا هم يحزنون (61) ",
        "babnum": 15
    },
    {
        "id": 2142,
        "cate": "39",
        "title": "اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ (62) لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ (63) قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ (64) وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ (65) بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ (66) ",
        "details": " واعلم أنه لما أطال الكلام في شرح الوعد والوعيد عاد إلى دلائل الإلهية والتوحيد ، وفي الآية مسائل : المسألة الأولى : قد ذكرنا في سورة الأنعام أن أصحابنا تمسكوا بقوله تعالى : { خالق كُلّ شَىْء } [ الأنعام : 102 ] على أن أعمال العباد مخلوقة لله تعالى ، وأطنبنا هناك في الأسئلة والأجوبة ، فلا فائدة ههنا في الإعادة ، إلا أن الكعبي ذكر ههنا كلمات فنذكرها ونجيب عنها ، فقال إن الله تعالى مدح نفسه بقوله { الله خالق كُلّ شَىْء } وليس من المدح أن يخلق الكفر والقبائح فلا يصح أن يحتج المخالف به ، وأيضاً فلم يكن في صدر هذه الأمة خلاف في أعمال العباد ، بل كان الخلاف بينهم وبين المجوس والزنادقة في خلق الأمراض والسباع والهوام ، فأراد الله تعالى أن يبين أنها جمع من خلقه ، وأيضاً لفظة { كُلٌّ } قد لا توجب العموم لقوله تعالى : { وَأُوتِيَتْ مِن كُلّ شَىْء } [ النمل : 23 ] { تُدَمّرُ كُلَّ شَىْء } [ الأحقاف : 25 ] وأيضاً لو كانت أعمال العباد من خلق الله لما ضافها إليهم بقوله { كُفَّارًا حَسَدًا مّنْ عِنْدِ أَنْفُسِهِمْ } [ البقرة : 109 ] ولما صح قوله { وَيَقُولُونَ هُوَ مِنْ عِندِ اللَّهِ وَمَا هُوَ مِنْ عِندِ الله } [ آل عمران : 78 ] ولما صح قوله { وَمَا خَلَقْنَا السماء والأرض وَمَا بَيْنَهُمَا باطلا } [ ص : 27 ] فهذا جملة ما ذكره الكعبي في تفسيره ، وقال الجبائي : { الله خالق كُلّ شَىْء } سوى أفعال خلقه التي صح فيها الأمر والنهي واستحقوا بها الثواب والعقاب ، ولو كانت أفعالهم خلقاً لله تعالى ما جاز ذلك فيه كما لا يجوز مثله في ألوانهم وصورهم ، وقال أبو مسلم : الخلق هو التقدير لا الإيجاد ، فإذا أخبر الله عن عباده أنهم يفعلون الفعل الفلاني فقد قدر ذلك الفعل ، فيصح أن يقال إنه تعالى خلقه وإن لم يكن موجداً له .\r\n واعلم أن الجواب عن هذه الوجوه قد ذكرناه بالاستقصاء في سورة الأنعام ، فمن أراد الوقوف عليه فليطالع هذا الموضوع من هذا الكتاب ، والله أعلم .\r\n أما قوله تعالى : { وَهُوَ على كُلّ شَىْء وَكِيلٌ } فالمعنى أن الأشياء كلها موكولة إليه فهو القائم بحفظها وتدبيرها من غير منازع ولا مشارك ، وهذا أيضاً يدل على أن فعل العبد مخلوق لله تعالى ، لأن فعل العبد لو وقع بتخليق العبد لكان ذلك الفعل غير موكول إلى الله تعالى وكيلاً عليه ، وذلك ينافي عموم الآية .\r\n ثم قال تعالى : { لَّهُ مَقَالِيدُ السموات والأرض } والمعنى أنه سبحانه مالك أمرها وحافظها وهو من باب الكناية ، لأن حافظ الخزائن ومدبر أمرها هو الذي بيده مقاليدها ، ومنه قولهم : فلان ألقيت مقاليد الملك إليه وهي المفاتيح ، قال صاحب «الكشاف» : ولا واحد لها من لفظها ، وقيل مقليد ومقاليد ، وقيل مقلاد ومقاليد مثل مفتاح ومفاتيح ، وقيل إقليد وأقاليد ، قال صاحب «الكشاف» : والكلمة أصلها فارسية ، إلا أن القوم لما عربوها صارت عربية .\r\n واعلم أن الكلام في تفسير قوله { لَّهُ مَقَالِيدُ السموات والأرض } قريب من الكلام في قوله تعالى : { وَعِندَهُ مَفَاتِحُ الغيب } [ الأنعام : 59 ] وقد سبق الاستقصاء هناك ، قيل سأل عثمان رسول الله صلى الله عليه وسلم عن تفسير قوله { لَّهُ مَقَالِيدُ السموات والأرض } فقال : \" يا عثمان ما سألني عنها أحد قبلك ، تفسيرها لا إله إلا الله والله أكبر ، سبحان الله وبحمده ، أستغفر الله ولا حول ولا قوة إلا بالله ، هو الأول والآخر والظاهر والباطن بيده الخير ، يحيي ويميت هو على كل شيء قدير \" هكذا نقله صاحب «الكشاف» .\r\n ثم قال تعالى : { والذين كَفَرُواْ بئايات الله أُوْلَئِكَ هُمُ الخاسرون } وفيه مسألتان : المسألة الأولى : صريح الآية يقتضي أنه لا خاسر إلا كافر ، وهذا يدل على أن كل من لم يكن كافراً فإنه لا بد وأن يحصل له حظ من رحمة الله .\r\n المسألة الثانية : أورد صاحب «الكشاف» سؤالاً ، وهو أنه بم اتصل قوله { والذين كَفَرُواْ } ؟ وأجاب عنه بأنه اتصل بقوله تعالى : { وَيُنَجّى الله الذين اتقوا } [ الزمر : 61 ] أي ينجي الله المتقين بمفازتهم { والذين كَفَرُواْ بئايات الله أُوْلَئِكَ هُمُ الخاسرون } واعترض ما بينهما أنه خالق للأشياء كلها ، وأن له مقاليد السموات والأرض .\r\n وأقول هذا عندي ضعيف من وجهين الأول : أن وقوع الفاصل الكبير بين المعطوف والمعطوف عليه بعيد الثاني : أن قوله { وَيُنَجّى الله الذين اتقوا بِمَفَازَتِهِمْ } جملة فعلية ، وقوله { والذين كَفَرُواْ بئايات الله أُوْلَئِكَ هُمُ الخاسرون } جملة اسمية ، وعطف الجملة الاسمية على الجملة الفعلية لا يجوز ، بل الأقرب عندي أن يقال إنه لما وصف الله تعالى نفسه بالصفات الإلهية والجلالية ، وهو كونه خالقاً للأشياء كلها ، وكونه مالكاً لمقاليد السموات والأرض بأسرها ، قال بعده : والذين كفروا بهذه الآيات الظاهرة الباهرة أولئك هم الخاسرون .\r\n ثم قال تعالى : { قُلْ أَفَغَيْرَ الله تَأْمُرُونّى أَعْبُدُ أَيُّهَا الجاهلون } وفيه مسائل : المسألة الأولى : قرأ ابن عامر تأمرونني بنونين ساكنة الياء وكذلك هي في مصاحف الشام ، قال الواحدي وهو الأصل ، وقرأ ابن كثير تأمروني بنون مشددة على إسكان الأولى وإدغامها في الثانية ، وقرأ نافع تأمروني بنون واحدة خفيفة ، على حذف إحدى النونين والباقون بنون واحدة مكسورة مشددة .\r\n المسألة الثانية : { أَفَغَيْرَ الله } منصوب بأعبد وتأمروني اعتراض ، ومعناه : أفغير الله أعبد بأمركم؟ وذلك حين قال له المشركون أسلم ببعض آلهتنا ونؤمن بإلهك ، وأقول نظير هذه الآية ، قوله تعالى : { قُلْ أَغَيْرَ الله أَتَّخِذُ وَلِيّاً فَاطِرِ السموات والأرض } [ الأنعام : 14 ] وقد ذكرنا في تلك الآية وجه الحكمة في تقديم الفعل .\r\n المسألة الثالثة : إنما وصفهم بالجهل لأنه تقدم وصف الإله بكونه خالقاً للأشياء وبكونه مالكاً لمقاليد السموات والأرض ، وظاهر كون هذه الأصنام جمادات أنها لا تضر ولا تنفع ، ومن أعرض عن عبادة الإله الموصوف بتلك الصفات الشريفة المقدسة ، واشتغل بعبادة هذه الأجسام الخسيسة ، فقد بلغ في الجهل مبلغاً لا مزيد عليه ، فلهذا السبب قال : { أَيُّهَا الجاهلون } ولا شك أن وصفهم بهذا الأمر لائق بهذا الموضع .\r\n ثم قال تعالى : { وَلَقَدْ أُوْحِىَ إِلَيْكَ وَإِلَى الذين مِن قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الخاسرين } واعلم أن الكلام التام مع الدلائل القوية ، والجواب عن الشبهات في مسألة الإحباط قد ذكرناه في سورة البقرة فلا نعيده ، قال صاحب «الكشاف» قرىء { لَيَحْبَطَنَّ عَمَلُكَ } على البناء للمفعول وقرىء بالياء والنون أي : ليحبطن الله أو الشرك وفي الآية سؤالات : السؤال الأول : كيف أوحي إليه وإلى من قبله حال شركه على التعيين؟ والجواب تقدير الآية : أوحي إليك لئن أشركت ليحبطن عملك ، وإلى الذين من قبلك مثله أو أوحي إليك وإلى كل واحد منهم لئن أشركت ، كما تقول كسانا حلة أي كل واحد منا .\r\n السؤال الثاني : ما الفرق بين اللامين؟ الجواب الأولى : موطئة للقسم المحذوف والثانية : لام الجواب .\r\n السؤال الثالث : كيف صح هذا الكلام مع علم الله تعالى أن رسله لا يشركون ولا تحبط أعمالهم؟ والجواب أن قوله { لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ } قضية شرطية والقضية الشرطية لا يلزم من صدقها صدق جزأيها ألا ترى أن قولك لو كانت الخمسة زوجاً لكانت منقسمة بمتساويين قضية صادقة مع أن كل واحد من جزأيها غير صادق ، قال الله تعالى : { لَوْ كَانَ فِيهِمَا الِهَةٌ إِلاَّ الله لَفَسَدَتَا } [ الأنبياء : 22 ] ولم يلزم من هذا صدق القول بأن فيهما آلهة وبأنهما قد فسدتا .\r\n السؤال الرابع : ما معنى قوله { وَلَتَكُونَنَّ مِنَ الخاسرين } ؟ والجواب كما أن طاعات الأنبياء والرسل أفضل من طاعات غيرهم ، فكذلك القبائح التي تصدر عنهم فإنها بتقدير الصدور تكون أقبح لقوله تعالى : { إِذًا لأذقناك ضِعْفَ الحياة وَضِعْفَ الممات } [ الإسراء : 75 ] فكان المعنى ضعف الشرك الحاصل منه ، وبتقدير حصوله منه يكون تأثيره في جانب غضب الله أقوى وأعظم .\r\n واعلم أنه تعالى لما قدم هذه المقدمات ذكر ما هو المقصود فقال : { بَلِ الله فاعبد وَكُن مّنَ الشاكرين } ، والمقصود منه ما أمروه به من الإسلام ببعض آلهتهم ، كأنه قال إنكم تأمرونني بأن لا أعبد إلا غير الله لأن قوله { قُلْ أَفَغَيْرَ الله تَأْمُرُونّى أَعْبُدُ } يفيد أنهم عينوا عليه عبادة غير الله ، فقال الله إنهم بئسما قالوا ولكن أنت على الضد مما قالوا ، فلا تعبد إلا الله ، وذلك لأن قوله { بَلِ الله فاعبد } يفيد الحصر .\r\n ثم قال : { وَكُنْ مّنَ الشاكرين } على ما هداك إلى أنه لا يجوز إلا عبادة الإله القادر عن الإطلاق العليم الحكيم ، وعلى ما أرشدك إلى أنه يجب الإعراض عن عبادة كل ما سوى الله .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الله خالق كل شيء وهو على كل شيء وكيل (62) له مقاليد السماوات والأرض والذين كفروا بآيات الله أولئك هم الخاسرون (63) قل أفغير الله تأمروني أعبد أيها الجاهلون (64) ولقد أوحي إليك وإلى الذين من قبلك لئن أشركت ليحبطن عملك ولتكونن من الخاسرين (65) بل الله فاعبد وكن من الشاكرين (66) ",
        "babnum": 16
    },
    {
        "id": 2143,
        "cate": "39",
        "title": "وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (67) وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ (68) وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ (69) وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ (70) ",
        "details": " واعلم أنه تعالى لما حكى عن المشركين أنهم أمروا الرسول بعبادة الأصنام ، ثم إنه تعالى أقام الدلائل على فساد قولهم وأمر الرسول بأن يعبد الله ولا يعبد شيئاً آخر سواه ، بين أنهم لو عرفوا الله حق معرفته لما جعلوا هذه الأشياء الخسيسة مشاركة له المعبودية ، فقال : { وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ } وفي الآية مسائل : المسألة الأولى : احتج بعض الناس بهذه الآية على أن الخلق لا يعرفون حقيقة الله ، قالوا لأن قوله { وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ } يفيد هذا المعنى إلا أنا ذكرنا أن هذا صفة حال الكفار فلا يلزم من وصف الكفار بأنهم ما قدروا الله حق قدره وصف المؤمنين بذلك ، فسقط هذا الكلام .\r\n المسألة الثانية : قوله { وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ } أي ما عظموه حق تعظيمه ، وهذه الآية مذكورة في سور ثلاث ، في سورة الأنعام ، وفي سورة الحج ، وفي هذه السورة .\r\n واعلم أنه تعالى لما بين أنهم ما عظموه تعظيماً لائقاً به أردفه بما يدل على كمال عظمته ونهاية جلالته ، فقال : { والأرض جَمِيعاً قَبْضَتُهُ يَوْمَ القيامة والسماوات مطويات بِيَمِينِهِ } قال القفال : { وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ والأرض جَمِيعاً قَبْضَتُهُ يَوْمَ القيامة } كقول القائل وما قدرتني حق قدري وأنا الذي فعلت كذا وكذا ، أي لما عرفت أن حالي وصفتي هذا الذي ذكرت ، فوجب أن لا تحطني عن قدري ومنزلتي ، ونظيره قوله تعالى : { كَيْفَ تَكْفُرُونَ بالله وَكُنتُمْ أمواتا فأحياكم } [ البقرة : 28 ] أي كيف تكفرون بمن هذا وصفه وحال ملكه فكذا ههنا ، والمعنى { وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ } إذ زعموا أن له شركاء وأنه لا يقدر على إحياء الموتى مع أن الأرض والسموات في قبضته وقدرته ، قال صاحب «الكشاف» الغرض من هذا الكلام إذا أخذته كما هو بجملته ومجموعه تصوير عظمته والتوقيف على كنه جلاله من غير ذهاب بالقبضة ولا باليمين إلى جهة حقيقة أو مجاز ، وكذلك ما روي أن يهودياً جاء إلى رسول الله صلى الله عليه وسلم فقال : يا أبا القاسم إن الله يمسك السموات يوم القيامة على إصبع والأرضين على إصبع والجبال على إصبع والشجر على إصبع والثرى على أصبع وسائر الخلق على أصبع ثم يهزهن فيقول أنا الملك فضحك رسول الله صلى الله عليه وسلم تعجباً مما قال ، قال صاحب «الكشاف» وإنما ضحك أفصح العرب لأنه لم يفهم منه إلا ما يفهمه علماء البيان من غير تصور إمساك ولا إصبع ولا هز ولا شيء من ذلك ، ولكن فهمه وقع أول كل شيء وآخره على الزبدة والخلاصة ، التي هي الدلالة على القدرة الباهرة ، وأن الأفعال العظام التي تتحير فيها الأوهام ولا تكتنهها الأذهان هينة عليه ، قال ولا نرى باباً في علم البيان أدق ولا ألطف من هذا الباب ، فيقال له هل تسلم أن الأصل في الكلام حمله على الحقيقة ، وأنه إنما يعدل عن الحقيقة إلى المجاز عند قيام الدلالة على أن حمله على حقيقته ممتنع ، فحينئذ يجب حمله على المجاز ، فإن أنكر هذا الأصل فحينئذ يخرج القرآن بالكلية عن أن يكون حجة ، فإن لكل أحد أن يقول المقصود من الآية الفلانية كذا وكذا فأنا أحمل الآية على ذلك المقصود ، ولا ألتفت إلى الظواهر ، مثاله من تمسك بالآيات الواردة في ثواب أهل الجنة وعقاب أهل النار ، قال المقصود بيان سعادات المطيعين وشقاوة المذنبين ، وأنا أحمل هذه الآيات على هذا المقصود ولا أثبت الأكل والشرب ولا سائر الأحوال الجسمانية ، ومن تمسك بالآيات الواردة في إثبات وجوب الصلاة فقال المقصود منه إيجاب تنوير القلب بذكر الله ، فأنا أكتفي بهذا القدر ولا أوجب هذه الأعمال المخصوصة ، وإذا عرفت الكلام في هذين المثالين فقس عليه سائر المسائل الأصولية والفروعية ، وحينئذ يخرج القرآن عن أن يكون حجة في المسائل الأصولية والفروعية ، وذلك باطل قطعاً ، وأما إن سلم أن الأصل في علم القرآن أن يعتقد أن الأصل في الكلام حمله على حقيقته ، فإن قام دليل منفصل على أنه يتعذر حمله على حقيقته ، فحينئذ يتعين صرفه إلى مجازه ، فإن حصلت هناك مجازات لم يتعين صرفه إلى مجاز معين إلا إذا كان الدليل يوجب ذلك التعيين ، فنقول ههنا لفظ اليمين حقيقة في الجارحة المخصوصة ، ولا يمكنك أن تصرف ظاهر الكلام عن هذا المعنى إلا إذا أقمت الدلالة على أن حمل هذه الألفاظ على ظواهرها ممتنع فحينئذ يجب حملها على المجازات ، ثم تبين بالدليل أن المعنى الفلاني يصح جعله مجازاً عن تلك الحقيقة ، ثم تبين بالدليل أن هذا المجاز أولى من غيره ، وإذا ثبتت هذه المقدمات وترتيبها على هذا الوجه فهذا هو الطريق الصحيح الذي عليه تعويل أهل التحقيق فأنت ما أتيت في هذا الباب بطريقة جديدة وكلام غريب ، بل هو عين ما ذكره أهل التحقيق ، فثبت أن الفرح الذي أظهره من أنه اهتدى إلى الطريق الذي لم يعرفه غيره طريق فاسد ، دال على قلة وقوفه على المعاني ، ولنرجع إلى الطريق الحقيقي فنقول لا شك أن لفظ القبضة واليمين مشعر بهذه الأعضاء والجوارح ، إلا أن الدلائل العقلية قامت على امتناع ثبوت الأعضاء والجوارح لله تعالى ، فوجب حمل هذه الأعضاء على وجوه المجاز ، فنقول إنه يقال فلان في قبضة فلان إذا كان تحت تدبيره وتسخيره .\r\n قال تعالى : { إِلاَّ على أزواجهم أَوْ مَا مَلَكَتْ أيمانهم } [ المعارج : 30 ] والمراد منه كونه مملوكاً له ، ويقال هذه الدار في يد فلان ، وفلان صاحب اليد ، والمراد من الكل القدرة ، والفقهاء يقولون في الشروط وقبض فلان كذا وصار في قبضته ، ولا يريدون إلا خلوص ملكه ، وإذا ثبت تعذر حمل هذه الألفاظ على حقائقها وجب حملها على مجازاتها صوناً لهذه النصوص عن التعطيل ، فهذا هو الكلام الحقيقي في هذا الباب ، ولنا كتاب مفرد في إثبات تنزيه الله تعالى عن الجسمية والمكان ، سميناه بتأسيس التقديس ، من أراد الإطناب في هذا الباب فليرجع إليه .\r\n المسألة الثالثة : في تفسير ألفاظ الآية قوله { والأرض } المراد منه الأرضون السبع ، ويدل عليه وجوه الأول : قوله { جَمِيعاً } فإن هذا التأكيد لا يحسن إدخاله إلا على الجمع ونظيره قوله { كُلُّ الطعام } [ آل عمران : 93 ] وقوله تعالى : { أَوِ الطفل الذين لَمْ يَظْهَرُواْ على عورات النساء } [ النور : 31 ] وقوله تعالى : { والنخل باسقات } [ ق : 10 ] وقوله تعالى : { إِنَّ الإنسان لَفِى خُسْرٍ إِلاَّ الذين ءامَنُواْ وَعَمِلُواْ الصالحات } [ العصر : 2 ، 3 ] فإن هذه الألفاظ الملحة باللفظ المفرد تدل على أن المراد منه الجمع فكذا ههنا والثاني : أنه قال بعده { والسماوات مطويات } فوجب أن يكون المراد بالأرض الأرضون الثالث : أن الموضع موضع تعظيم وتفخيم فهذا مقتضى المبالغة ، وأما القبضة فهي المرة الواحدة من القبض ، قال تعالى : { فَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ الرسول } [ طه : 96 ] والقبضة بالضم المقدار المقبوض بالكف ، ويقال أيضاً أعطني قبضة من كذا ، يريد معنى القبضة تسمية بالمصدر ، والمعنى والأرضون جميعاً قبضته أي ذوات قبضته يقبضهن قبضة واحدة من قبضاته ، يعني أن الأرضين مع ما لها من العظمة والبسطة لا يبلغن إلا قبضة واحدة من قبضاته ، أما إذا أُريد معنى القبضة ، فظاهر لأن المعنى أن الأرضين بجملتها مقدار ما يقبضه بكف واحدة فإن قيل ما وجه قراءة من قرأ قبضته بالنصب ، قلنا جعل القبضة ظرفاً وقوله { مطويات } من الطي الذي هو ضد النشر كما قال تعالى : { يَوْمَ نَطْوِى السماء كَطَىّ السجل } [ الأنبياء : 104 ] وعادة طاوي السجل أن يطويه بيمينه ، ثم قال صاحب الكشاف : وقيل قبضته ملكه ويمينه قدرته ، وقيل مطويات بيمينه أي مفنيات بقسمه لأنه أقسم أن يقبضها ، ولما ذكر هذه الوجوه عاد إلى القول الأول بأنها وجوه ركيكة ، وأن حمل هذا الكلام على محض التمثيل أولى ، وبالغ في تقرير هذا الكلام فأطنب ، وأقول إن حال هذا الرجل في إقدامه على تحسين طريقته ، وتقبيح طريقة القدماء عجيب جداً ، فإنه إن كان مذهبه أنه يجوز ترك الظاهر اللفظ ، والمصير إلى المجاز من غير دليل فهذا طعن في القرآن وإخراج له عن أن يكون حجة في شيء ، وإن كان مذهبه أن الأصل في الكلام الحقيقة ، وأنه لا يجوز العدول عنه إلا لدليل منفل ، فهذا هو الطريقة التي أطبق عليها جمهور المتقدمين ، فأين الكلام الذي يزعم أنه علمه؟ وأين العلم الذي لم يعرفه غيره؟ مع أنه وقع في التأويلات العسر والكلمات الركيكة ، فإن قالوا المراد أنه لما دل الدليل على أنه ليس المراد من لفظ القبضة واليمين هذه الأعضاء ، وجب علينا أن نكتفي بهذا القدر ولا نشتغل بتعيين المراد ، بل نفوض علمه إلى الله تعالى ، فنقول هذا هو طريق الموحدين الذين يقولون إنا نعلم ليس مراد الله من هذه الألفاظ هذه الأعضاء ، فأما تعيين المراد ، فإنا نفوض ذلك العلم إلى الله تعالى ، وهذا هو طريقة السلف المعرضين عن التأويلات ، فثبت أن هذه التأويلات التي أتى بها هذا الرجل ليس تحتها شيء من الفائدة أصلاً ، والله أعلم .\r\n واعلم أنه تعالى لما بين عظمته من الوجه الذي تقدم قال : { سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ } يعني أن هذا القادر القاهر العظيم الذي حارت العقول والألباب في وصف عظمته تنزّه وتقدس عن أن تجعل الأصنام شركاء له في المعبودية ، فإن قيل السؤال على هذا الكلام من وجوه الأول : أن العرش أعظم من السموات السبع والأرضين السبع ، ثم إنه قال في صفة العرش { وَيَحْمِلُ عَرْشَ رَبّكَ فَوْقَهُمْ يَوْمَئِذٍ ثمانية } [ الحاقة : 17 ] وإذا وصف الملائكة بكونهم حاملين العرش العظيم ، فكيف يجوز تقدير عظمة الله بكونه حاملاً للسموات والأرض؟ السؤال الثاني : أن قوله { والأرض جَمِيعاً قَبْضَتُهُ يَوْمَ القيامة والسماوات مطويات بِيَمِينِهِ } شرح حالة لا تحصل إلا في يوم القيامة ، والقوم ما شاهدوا ذلك ، فإن كان هذا الخطاب مع المصدقين للأنبياء فهم يكونون معترفين بأنه لا يجوز القول بجعل الأصنام شركاء الله تعالى ، فلا فائدة في إيراد هذه الحجة عليهم ، وإن كان هذا الخطاب مع المكذبين بالنبوّة وهم ينكرون قوله { والأرض جَمِيعاً قَبْضَتُهُ يَوْمَ القيامة } فكيف يمكن الاستدلال به على إبطال القول بالشرك؟ السؤال الثالث : حاصل القول في القبضة واليمين هو القدرة الكاملة الوافية بحفظ هذه الأجسام العظيمة ، وكما أن حفظها وإمساكها يوم القيامة ليس إلا بقدرة الله فكذلك الآن ، فما الفائدة في تخصيص هذه الأحوال بيوم القيامة؟ الجواب عن الأول : أن مراتب التعظيم كثيرة فأولها تقرير عظمة الله بكونه قادراً على حفظ هذه الأجسام العظيمة ، ثم بعد تقرير عظمته بكونه قادراً على إمساك أولئك الملائكة الذين يحملون العرش .\r\n الجواب عن الثاني : أن المقصود أن الحق سبحانه هو المتولي لإبقاء السموات والأرضين على وجوه العمارة في هذا الوقت ، وهو المتولي بتخريبها وإفنائها في يوم القيامة فذلك يدل على حصول قدرة تامة على الإيجاد والإعدام ، وتنبيه أيضاً على كونه غنياً على الإطلاق ، فإنه يدل على أنه إذا حاول تخريب الأرض فكأنه يقبض قبضة صغيرة ويريد إفناءها ، وذلك يدل على كمال الاستغناء .\r\n الجواب عن الثالث : أنه إنما خصص تلك بيوم القيامة ليدل على أنه كما ظهر كمال قدرته في الإيجاد عند عمارة الدنيا ، فكذلك ظهر كمال قدرته عند خراب الدنيا ، والله أعلم .\r\n واعلم أنه تعالى لما قدر كمال عظمته بما سبق ذكره أردفه بذكر طريقة أخرى تدل أيضاً على كمال قدرته وعظمته ، وذلك شرح مقدمات يوم القيامة لأن نفخ الصور يكون قبل ذلك اليوم ، فقال : { وَنُفِخَ فِى الصور فَصَعِقَ مَن فِى السموات وَمَن فِى الأرض إِلاَّ مَن شَاء الله ثُمَّ نُفِخَ فِيهِ أخرى فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ } واختلفوا في الصعقة ، منهم من قال إنها غير الموت بدليل قوله تعالى في موسى عليه السلام { وَخَرَّ موسى صَعِقًا } [ الأعراف : 143 ] مع أنه لم يمت ، فهذا هو النفخ الذي يورث الفزع الشديد ، وعلى هذا التقدير فالمراد من نفخ الصعقة ومن نفخ الفزع واحد ، وهو المذكور في سورة النمل في قوله { وَيَوْمَ يُنفَخُ فِى الصور فَفَزِعَ مَن فِى السموات وَمَن فِى الأرض } [ النمل : 87 ] وعلى هذا القول فنفخ الصور ليس إلا مرتين .\r\n والقول الثاني : أن الصعقة عبارة عن الموت والقائلون بهذا القول قالوا إنهم يموتون من الفزع وشدة الصوت ، وعلى هذا التقدير فالنفخة تحصل ثلاث مرات أولها : نفخة الفزع وهي المذكورة في سورة النمل والثانية : نفخة الصعق والثالثة : نفخة القيام وهما مذكورتان في هذه السورة .\r\n وأما قوله { إِلاَّ مَن شَاء الله } ففيه وجوه الأول : قال ابن عباس رضي الله عنهما : عند نفخة الصعق يموت من في السموات ومن في الأرض إلا جبريل وميكائيل وإسرافيل وملك الموت ثم يميت الله ميكائيل وإسرافيل ويبقي جبريل وملك الموت ثم يميت جبريل .\r\n والقول الثاني : أنهم هم الشهداء لقوله تعالى : { بَلْ أَحْيَاء عِندَ رَبّهِمْ يُرْزَقُونَ } [ آل عمران : 169 ] وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال : « هم الشهداء متقلدون أسيافهم حول العرش » .\r\n القول الثالث : قال جابر هذا المستثنى هو موسى عليه السلام لأنه صعق مرة فلا يصعق ثانياً .\r\n القول الرابع : أنهم الحور العين وسكان العرش والكرسي .\r\n والقول الخامس : قال قتادة الله أعلم بأنهم من هم ، وليس في القرآن والأخبار ما يدل على أنهم من هم .\r\n ثم قال تعالى : { ثُمَّ نُفِخَ فِيهِ أخرى فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ } وفيه أبحاث : الأول : لفظ القرآن دل على أن هذه النفخة متأخرة عن النفخة الأولى ، لأن لفظ { ثُمَّ } يفيد التراخي ، قال الحسن رحمه الله القرآن دل على أن هذه النفخة الأولى ، وروي عن النبي صلى الله عليه وسلم : « أن بينهما أربعين » ولا أدري أربعون يوماً أو شهراً أو أربعون سنة أو أربعون ألف سنة .\r\n الثاني : قوله { أخرى } تقدير الكلام ونفخ في الصور نفخة واحدة ثم نفخ فيه نفخة أخرى ، وإنما حسن الحذف لدلالة أخرى عليها ولكونها معلومة .\r\n الثالث : قوله { فَإِذَا هُمْ قِيَامٌ } يعني قيامهم من القبور يحصل عقيب هذه النفخة الأخيرة في الحال من غير تراخ لأن الفاء في قوله { فَإِذَا هُم } تدل على التعقيب .\r\n الرابع : قوله { يُنظَرُونَ } وفيه وجهان الأول : ينظرون يقلبون أبصارهم في الجهات نظر المبهوت إذا فاجأه خطب عظيم والثاني : ينظرون ماذا يفعل بهم ، ويجوز أن يكون القيام بمعنى الوقوف والخمود في مكان لأجل استيلاء الحيرة والدهشة عليهم .\r\n ولما بين الله تعالى هاتين النفختين قال : { وَأَشْرَقَتِ الأرض بِنُورِ رَبّهَا } وفيه مسائل : المسألة الأولى : هذه الأرض المذكورة ليست هي هذه الأرض التي يقعد عليها الآن بدليل قوله تعالى : { يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض } [ إبراهيم : 48 ] وبدليل قوله تعالى : { وَحُمِلَتِ الأرض والجبال فَدُكَّتَا دَكَّةً واحدة } [ الحاقة : 14 ] بل هي أرض أخرى يخلقها الله تعالى لمحفل يوم القيامة .\r\n المسألة الثانية : قالت المجسمة : إن الله تعالى نور محض ، فإذا حضر الله في تلك الأرض لأجل القضاء بين عباده أشرقت تلك الأرض بنور الله ، وأكدوا هذا بقوله تعالى : { الله نُورُ السموات والأرض } [ النور : 35 ] .\r\n واعلم أن الجواب عن هذه الشبهة من وجوه الأول : أنا بينا في تفسير قوله تعالى : { الله نُورُ السموات والأرض } أنه لا يجوز أن يكون الله سبحانه وتعالى نوراً بمعنى كونه من جنس هذه الأنوار المشاهدة ، وبينا أنه لما تعذر حمل الكلام على الحقيقة وجب حمل لفظ النور ههنا على العدل ، فنحتاج ههنا إلى بيان أن لفظ النور قد يستعمل في هذا المعنى ، ثم إلى بيان أن المراد من لفظ النور ههنا ليس إلا هذا المعنى ، أما بيان الاستعمال فهو أن الناس يقولون للملك العادل أشرقت الآفاق بعدلك ، وأضاءت الدنيا بقسطك ، كما يقولون أظلمت البلاد بجورك ، وقال صلى الله عليه وسلم : « الظلم ظلمات يوم القيامة » وأما بيان أن المراد من النور ههنا العدل فقط أنه قال : { وَجِىء بالنبيين والشهداء } ومعلوم أن المجيء بالشهداء ليس إلا لإظهار العدل ، وأيضاً قال في آخر الآية بإثبات العدل وختمها بنفي الظلم والوجه الثاني : في الجواب عن الشبهة المذكورة أن قوله تعالى : { وَأَشْرَقَتِ الأرض بِنُورِ رَبّهَا } يدل على أنه يحصل هناك نور مضاف إلى الله تعالى ، ولا يلزم كون ذلك صفة ذات الله تعالى ، لأنه يكفي في صدق الإضافة أدنى سبب ، فلما كان ذلك النور من خلق الله وشرفه بأن أضافه إلى نفسه كان ذلك النور نور الله ، كقوله : بيت الله ، وناقة الله وهذا الجواب أقوى من الأول ، لأن في هذا الجواب لا يحتاج إلى ترك الحقيقة والذهاب إلى المجاز .\r\n والوجه الثالث : أنه قد قال فلان رب هذه الأرض ورب هذه الدار ورب هذه الجارية ، ولا يبعد أن يكون رب هذه الأرض ملكاً من الملوك ، وعلى هذا التقدير فلا يمتنع كونه نوراً .\r\n المسألة الثالثة : أنه تعالى ذكر في هذه الآية من أحوال ذلك اليوم أشياء : أولها : قوله { وَأَشْرَقَتِ الأرض بِنُورِ رَبّهَا } وقد سبق الكلام فيه وثانيها : قوله { وَوُضِعَ الكتاب } وفي المراد بالكتاب وجوه الأول : أنه اللوح المحفوظ الذي يحصل فيه شرح أحوال عالم الدنيا إلى وقت قيام القيامة الثاني : المراد كتب الأعمال كما قال تعالى في سورة سبحان { وَكُلَّ إنسان ألزمناه طَئِرَهُ فِى عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ القيامة كِتَابًا يلقاه مَنْشُوراً } [ الإسراء : 13 ] وقال أيضاً في آية أخرى { مَا لهذا الكتاب لاَ يُغَادِرُ صَغِيرَةً وَلاَ كَبِيرَةً إِلاَّ أَحْصَاهَا } [ الكهف : 49 ] وثالثها : قوله { وَجِىء بالنبيين } والمراد أن يكونوا شهداء على الناس ، قال تعالى : { فكَيْفَ إِذَا جِئْنَا مِن كُلّ أمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ على هَؤُلاء شَهِيداً } [ النساء : 41 ] وقال تعالى : { يَوْمَ يَجْمَعُ الله الرسل فَيَقُولُ مَاذَا أُجِبْتُمْ } [ المائدة : 109 ] ورابعها : قوله { والشهداء } والمراد ما قاله في { وكذلك جعلناكم أُمَّةً وَسَطًا لّتَكُونُواْ شُهَدَاء عَلَى الناس } [ البقرة : 143 ] أو أراد بالشهداء المؤمنين ، وقال مقاتل : يعني الحفظة ، ويدل عليه قوله تعالى : { وَجَاءتْ كُلُّ نَفْسٍ مَّعَهَا سَائِقٌ وَشَهِيدٌ } [ ق : 21 ] وقيل أراد بالشهداء المستشهدين في سبيل الله ، ولما بين الله تعالى أنه يحضر في محفل القيامة جميع ما يحتاج إليه في فصل الحكومات وقطع الخصومات ، بيّن تعالى أنه يوصل إلى كل أحد حقه ، وعبّر تعالى عن هذا المعنى بأربع عبارات أولها : قوله تعالى : { وَقُضِىَ بَيْنَهُمْ بالحق } وثانيها : قوله { وَهُمْ لاَ يُظْلَمُونَ } وثالثها : قوله { وَوُفّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ } أي وفيت كل نفس جزاء ما عملت ، ورابعها : قوله : { وَهُمْ أَعْلَمُ بِمَا يَفْعَلُونَ } يعني أنه تعالى إذا لم يكن عالماً بكيفيات أحوالهم فلعله لا يقضي بالحق لأجل عدم العلم ، أما إذا كان عالماً بمقادير أفعالهم وبكيفياتها امتنع دخول الخطأ في ذلك الحكم ، فثبت أنه تعالى عبّر عن هذا المقصود بهذه العبارات المختلفة ، والمقصود المبالغة في تقرير أن كل مكلف فإنه يصل إلى حقه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما قدروا الله حق قدره والأرض جميعا قبضته يوم القيامة والسماوات مطويات بيمينه سبحانه وتعالى عما يشركون (67) ونفخ في الصور فصعق من في السماوات ومن في الأرض إلا من شاء الله ثم نفخ فيه أخرى فإذا هم قيام ينظرون (68) وأشرقت الأرض بنور ربها ووضع الكتاب وجيء بالنبيين والشهداء وقضي بينهم بالحق وهم لا يظلمون (69) ووفيت كل نفس ما عملت وهو أعلم بما يفعلون (70) ",
        "babnum": 17
    },
    {
        "id": 2144,
        "cate": "39",
        "title": "وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ (71) قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (72) ",
        "details": " اعلم أنه تعالى لما شرح أحوال أهل القيامة على سبيل الإجمال فقال : { وَوُفّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ } [ الزمر : 70 ] بين بعده كيفية أحوال أهل العقاب ، ثم كيفية أحوال أهل الثواب وختم السورة .\r\n أما شرح أحوال أهل العقاب فهو المذكور في هذه الآية ، وهو قوله { وَسِيقَ الذين كَفَرُواْ إلى جَهَنَّمَ زُمَراً } قال ابن زيدان : سوق الذين كفروا إلى جهنم يكون بالعنف والدفع ، والدليل عليه قوله تعالى : { يَوْمَ يُدَعُّونَ إلى نَارِ جَهَنَّمَ دَعًّا } [ الطور : 13 ] أي يدفعون دفعاً ، نظيره قوله تعالى : { فَلِذَلِكَ الذى يَدُعُّ اليتيم } [ الماعون : 2 ] أي يدفعه ، ويدل عليه قوله تعالى : { وَنَسُوقُ المجرمين إلى جَهَنَّمَ وِرْداً } [ مريم : 86 ] .\r\n وأما الزمر ، فهي الأفواج المتفرقة بعض في أثر بعض ، فبين الله تعالى أنهم يساقون إلى جهنم فإذا جاءوها فتحت أبوابها ، وهذا يدل على أن أبواب جهنم إنما تفتح عند وصول أولئك إليها ، فإذا دخلوا جهنم قال لهم خزنة جهنم { أَلَمْ يَأْتِكُمْ رُسُلٌ مّنكُمْ } أي من جنسكم { يَتْلُونَ عَلَيْكُمْ ءايات رَبّكُمْ وَيُنذِرُونَكُمْ لِقَاء يَوْمِكُمْ هذا } فإن قيل فلم أضيف اليوم إليهم؟ قلنا أراد لقاء وقتكم هذا وهو وقت دخولهم النار ، لا يوم القيامة ، واستعمال لفظ اليوم والأيام في أوقات الشدة مستفيض ، فعند هذا تقول الكفار : بلى قد أتونا وتلوا علينا { ولكن حَقَّتْ كَلِمَةُ العذاب عَلَى الكافرين } وفي هذه الآية مسألتان : المسألة الأولى : تقدير الكلام أنه حقت علينا كلمة العذاب ، ومن حقت عليه كلمة العذاب فكيف يمكنه الخلاص من العذاب ، وهذا صريح في أن السعيد لا ينقلب شقياً ، والشقي لا ينقلب سعيداً ، وكلمات المعتزلة في دفع هذا الكلام معلومة ، وأجوبتنا عنها أيضاً معلومة .\r\n المسألة الثانية : دلت الآية على أنه لا وجوب قبل مجيء الشرع ، لأن الملائكة بينوا أنه ما بقي لهم علة ولا عذر بعد مجيء الأنبياء عليهم السلام ، ولو لم يكن مجيء الأنبياء شرطاً في استحقاق العذاب لما بقي في هذا الكلام فائدة ، ثم إن الملائكة إذا سمعوا منهم هذا الكلام قالوا فهم { ادخلوا أبواب جَهَنَّمَ خالدين فِيهَا فَبِئْسَ مَثْوَى المتكبرين } قالت المعتزلة : لو كان دخولهم النار لأجل أنه حقت عليهم كلمة العذاب لم يبق لقول الملائكة { فَبِئْسَ مَثْوَى المتكبرين } فائدة ، بل هذا الكلام إنما يبقى مقيداً إذا قلنا إنهم إنما دخلوا النار لأنهم تكبروا على الأنبياء ولم يقبلوا قولهم ، ولم يلتفتوا إلى دلائلهم ، وذلك يدل على صحة قولنا ، والله أعلم بالصواب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وسيق الذين كفروا إلى جهنم زمرا حتى إذا جاءوها فتحت أبوابها وقال لهم خزنتها ألم يأتكم رسل منكم يتلون عليكم آيات ربكم وينذرونكم لقاء يومكم هذا قالوا بلى ولكن حقت كلمة العذاب على الكافرين (71) قيل ادخلوا أبواب جهنم خالدين فيها فبئس مثوى المتكبرين (72) ",
        "babnum": 18
    },
    {
        "id": 2145,
        "cate": "39",
        "title": "وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ (73) وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ فَنِعْمَ أَجْرُ الْعَامِلِينَ (74) وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (75) ",
        "details": " اعلم أنه تعالى لما شرح أحوال أهل العقاب في الآية المتقدمة ، شرح أحوال أهل الثواب في هذه الآية ، فقال : { وَسِيقَ الذين اتقوا رَبَّهُمْ إِلَى الجنة زُمَراً } فإن قيل السوق في أهل النار للعذاب معقول ، لأنهم لما أمروا بالذهاب إلى موضع العذاب والشقاوة لا بدّ وأن يساقوا إليه ، وأما أهل الثواب فإذا أمروا بالذهاب إلى موضع الكرامة والراحة والسعادة ، فأي حاجة فيه إلى السوق؟ والجواب من وجوه الأول : أن المحبة والصداقة باقية بين المتقين يوم القيامة كما قال تعالى : { الأخلاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلاَّ المتقين } [ الزخرف : 67 ] فإذا قيل لواحد منهم إذهب إلى الجنة فيقول : لا أدخلها حتى يدخلها أحبائي وأصدقائي فيتأخرون لهذا السبب ، فحينئذٍ يجتاجون إلى أن يساقوا إلى الجنة والثاني : أن الذين اتقوا ربهم قد عبدوا الله تعالى لا للجنة ولا للنار ، فتصير شدة استغراقهم في مشاهدة مواقف الجلال الجمال مانعة لهم عن الرغبة في الجنة ، فلا جرم يحتاجون إلى أن يساقوا إلى الجنة والثالث : أن النبي صلى الله عليه وسلم قال : « أكثر أهل الجنة البله وعليون للأبرار » فلهذا السبب يساقون إلى الجنة والرابع : أن أهل الجنة وأهل النار يساقون إلا أن المراد بسوق أهل النار طردهم إليها بالهوان والعنف كما يفعل بالأسير إذ سيق إلى الحبس والقيد ، والمراد بسوق أهل الجنة سوق مراكبهم لأنه لا يذهب بهم إلا راكبين ، والمراد بذلك السوق إسراعهم إلى دار الكرامة والرضوان كما يفعل بمن يشرف ويكرم من الوافدين على الملوك ، فشتان ما بين السوقين .\r\n ثم قال تعالى : { حتى إِذَا جَاءوهَا وَفُتِحَتْ أبوابها وَقَالَ لَهُمْ خَزَنَتُهَا } الآية ، واعلم أن جملة هذا الكلام شرط واحد مركب من قيود : القيد الأول : هو مجيئهم إلى الجنة والقيد الثاني : قوله تعالى : { وَفُتِحَتْ أبوابها } فإن قيل قال أهل النار فتحت أبوابها بغير الواو ، وقال ههنا بالواو فما الفرق؟ قلنا الفرق أن أبواب جهنم لا تفتح إلا عند دخول أهلها فيها ، فأما أبواب الجنة ففتحها يكون متقدماً على وصولهم إليها بدليل قوله { جنات عَدْنٍ مُّفَتَّحَةً لَّهُمُ الأبواب } [ ص : 50 ] فلذلك جيء بالواو كأنه قيل : حتى إذا جاءوها وقد فتحت أبوابها .\r\n القيد الثالث : قوله { وَقَالَ لَهُمْ خَزَنَتُهَا سلام عَلَيْكُمْ طِبْتُمْ فادخلوها خالدين } فبيّن تعالى أن خزنة الجنة يذكرون لأهل الثواب هذه الكلمات الثلاث فأولها : قولهم { سلام عَلَيْكُمُ } وهذا يدل على أنهم يبشرونهم بالسلامة من كل الآفات وثانيها : قولهم { طِبْتُمْ } والمعنى طبتم من دنس المعاصي وطهرتم من خبث الخطايا وثالها : قولهم { فادخلوها خالدين } والفاء في قوله { فادخلوها } يدل على كون ذلك الدخول معللاً بالطيب والطهارة ، قالت المعتزلة هذا يدل على أن أحداً لا يدخلها إلا إذا كان طاهراً عن كل المعاصي ، قلنا هذا ضعيف لأنه تعالى يبدل سيئاتهم حسنات ، وحينئذٍ يصيرون طيبين طاهرين بفضل الله تعالى ، فإن قيل فهذا الذي تقدم ذكره هو الشرط فأين الجواب؟ قلنا فيه وجهان الأول : أن الجواب محذوف والمقصود من الحذف أن يدل على أنه بلغ في الكمال إلى حيث لا يمكن ذكره الثاني : أن الجواب هو قوله تعالى : { وَقَالَ لَهُمْ خَزَنَتُهَا سلام عَلَيْكُمْ } والواو محذوف ، والصحيح هو الأول ، ثم أخبر الله تعالى بأن الملائكة إذا خاطبوا المتقين بهذه الكلمات ، قال المتقون عند ذلك { الحمد للَّهِ الذى صَدَقَنَا وَعْدَهُ } في قوله { أَلاَّ تَخَافُواْ وَلاَ تَحْزَنُواْ وَأَبْشِرُواْ بالجنة التى كُنتُمْ تُوعَدُونَ } [ فصلت : 30 ] { وَأَوْرَثَنَا الأرض } والمراد بالأرض أرض الجنة ، وإنما عبر عنه بالإرث لوجوه الأول : أن الجنة كانت في أول الأمر لآدم عليه السلام ، لأنه تعالى قال : { وكلا منها رغداً حيث شئتما } [ البقرة : 35 ] فلما عادت الجنة إلى أولاد آدم كان ذلك سبباً لتسميتها بالإرث الثاني : أن هذا اللفظ مأخوذ من قول القائل : هذا أورث كذا وهذا العمل أورث كذا فلما كانت طاعتهم قد أفادتهم الجنة ، لا جرم قالوا { وَأَوْرَثَنَا الأرض } والمعنى أن الله تعالى أورثنا الجنة بأن وفقنا للإتيان بأعمال أورثت الجنة الثالث : أن الوارث يتصرف فيما يرثه كما يشاء من غير منازع ولا مدافع فكذلك المؤمنون المتقون يتصرفون في الجنة كيف شاءوا وأرادوا ، والمشابهة علة حسن المجاز فإن قيل ما معنى قوله { حَيْثُ نَشَاء } وهل يتبوأ أحدهم مكان غيره؟ قلنا يكون لكل أحد جنة لا يحتاج معها إلى جنة غيره ، قال حكماء الإسلام : الجنات نوعان ، الجنات الجسمانية والجنات الروحانية فالجنات الجسمانية لا تحتمل المشاركة فيها ، أما الروحانيات فحصولها لواحد لا يمنع من حصولها للآخرين ، ولما بيّن الله تعالى صفة أهل الجنة قال : { فَنِعْمَ أَجْرُ العاملين } قال مقاتل ليس هذا من كلام أهل الجنة ، بل من كلام الله تعالى لأنه لما حكى ما جرى بين الملائكة وبين المتقين من صفة ثواب أهل الجنة قال بعده { فَنِعْمَ أَجْرُ العاملين } ولما قال تعالى : { وَتَرَى الملائكة حَافّينَ مِنْ حَوْلِ العرش } ذكر عقيبه ثواب الملائكة فقال كما أن دار ثواب المتقين المؤمنين هي الجنة ، فكذلك دار ثواب الملائكة جوانب العرش وأطرافه ، فلهذا قال : { وَتَرَى الملائكة حَافّينَ مِنْ حَوْلِ العرش } أي محفين بالعرش .\r\n قال الليث : يقال حف القوم بسيدهم يحفون حفاً إذا طافوا به .\r\n إذا عرفت هذا ، فنقول بيّن تعالى أن دار ثوابهم هو جوانب العرش وأطرافه ثم قال : { يُسَبّحُونَ بِحَمْدِ رَبّهِمْ } وهذا مشعر بأن ثوابهم هو عين ذلك التحميد والتسبيح ، وحينئذٍ رجع حاصل الكلام إلى أن أعظم درجات الثواب استغراق قلوب العباد في درجات التنزيه ومنازل التقديس .\r\n ثم قال : { وَقُضِىَ بَيْنَهُمْ بالحق } والمعنى أنهم على درجات مختلفة ومراتب متفاوتة ، فلكل واحد منهم في درجات المعرفة والطاعة حد محدود لا يتجاوزه ولا يتعداه ، وهو المراد من قوله { وَقُضِىَ بَيْنَهُمْ بالحق وَقِيلَ الحمد لِلَّهِ رَبّ العالمين } أي الملائكة لما قضي بينهم بالحق قالوا الحمد لله ربّ العالمين على قضائه بيننا بالحق ، وههنا دقيقة أعلى مما سبق وهي أنه سبحانه لما قضى بينهم بالحق ، فهم ما حمدوه لأجل ذلك القضاء ، بل حمدوه بصفته الواجبة وهي كونه رباً للعالمين ، فإن من حمد المنعم لأجل أن إنعامه وصل إليه فهو في الحقيقة ما حمد المنعم وإنما حمد الإنعام ، وأما من حمد المنعم لا لأنه وصل إليه النعمة فههنا قد وصل إلى لجة بحر التوحيد ، هذا إذا قلنا إن قوله { وَتَرَى الملائكة حَافّينَ مِنْ حَوْلِ العرش } شرح أحوال الملائكة في الثواب ، أما إذا قلنا إنه من بقية شرح ثواب المؤمنين ، فتقريره أن يقال إن المتقين لما قالوا { الحمد للَّهِ الذى صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الأرض نَتَبَوَّأُ مِنَ الجنة حَيْثُ نَشَاء } فقد ظهر منهم أنهم في الجنة اشتغلوا بحمد الله وبذكره بالمدح والثناء ، فبيّن تعالى أنه كما أن حرفة المتقين في الجنة الاشتغال بهذا التحميد والتمجيد ، فكذلك حرفة الملائكة الذين هم حافون حول العرش الاشتغال بالتحميد والتسبيح ، ثم إن جوانب العرش ملاصقة لجوانب الجنة ، وحينئذ يظهر منه أن المؤمنين المتقين وأن الملائكة المقربين يصيرون متوافقين على الاستغراق في تحميد الله وتسبيحه ، فكان ذلك سبباً لمزيد التذاذهم بذلك التسبيح والتحميد .\r\n ثم قال : { وَقُضِىَ بَيْنَهُمْ بالحق } أي بين البشر ، ثم قال : { وَقِيلَ الحمد لِلَّهِ رَبّ العالمين } والمعنى أنهم يقدمون التسبيح ، والمراد منه تنزيه الله عن كل ما لا يليق بالإلهية .\r\n وأما قوله تعالى : { وَقِيلَ الحمد لِلَّهِ رَبّ العالمين } فالمراد وصفه بصفات الإلهية ، فالتسبيح عبارة عن الاعتراف بتنزيهه عن كل ما لا يليق به وهو صفات الجلال ، وقوله { وَقِيلَ الحمد لِلَّهِ رَبّ العالمين } عبارة عن الإقرار بكونه موصوفاً بصفات الإلهية وهي صفات الإكرام ، ومجموعهما هو المذكور في قوله { تبارك اسم رَبّكَ ذِى الجلال والإكرام } [ الرحمن : 78 ] وهو الذي كانت الملائكة يذكرونه قبل خلق العالم وهو قولهم { وَنَحْنُ نُسَبّحُ بِحَمْدِكَ وَنُقَدّسُ لَكَ } [ البقرة : 30 ] وفي قوله { وَقِيلَ الحمد لِلَّهِ رَبّ العالمين } دقيقة أخرى وهي أنه لم يبين أن ذلك القائل من هو ، والمقصود من هذا الإبهام التنبيه ، على أن خاتمة كلام العقلاء في الثناء على حضرة الجلال والكبرياء ليس إلا أن يقولوا { الحمد للَّهِ رَبّ العالمين } وتأكد هذا بقوله تعالى في صفة أهل الجنة { دعواهم فِيهَا سبحانك اللهم وَتَحِيَّتُهُمْ فِيهَا سَلاَمٌ } [ يونس : 10 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وسيق الذين اتقوا ربهم إلى الجنة زمرا حتى إذا جاءوها وفتحت أبوابها وقال لهم خزنتها سلام عليكم طبتم فادخلوها خالدين (73) وقالوا الحمد لله الذي صدقنا وعده وأورثنا الأرض نتبوأ من الجنة حيث نشاء فنعم أجر العاملين (74) وترى الملائكة حافين من حول العرش يسبحون بحمد ربهم وقضي بينهم بالحق وقيل الحمد لله رب العالمين (75) ",
        "babnum": 19
    }
]