[
    {
        "id": 1561,
        "cate": "23",
        "title": "قَدْ أَفْلَحَ الْمُؤْمِنُونَ (1) الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ (2) وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ (3) وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ (4) وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (5) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (6) فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ (7) وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ (8) وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ (9) أُولَئِكَ هُمُ الْوَارِثُونَ (10) الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ (11) ",
        "details": " إعلم أنه سبحانه حكم بحصول الفلاح لمن كان مستجمعاً لصفات سبع ، وقبل الخوض في شرح تلك الصفات لا بد من بحثين : البحث الأول : أن { قَدْ } نقيضة لما فقد تثبت المتوقع ولما تنفيه ولا شك أن المؤمنين كانوا متوقعين لمثل هذه البشارة ، وهي الإخبار بثبات الفلاح لهم فخوطبوا بما دل على ثبات ما توقعوه .\r\n البحث الثاني : الفلاح الظفر بالراد وقيل البقاء في الخير ، وأفلح دخل في الفلاح كأبشر دخل في البشارة ، ويقال أفلحه صيره إلى الفلاح ، وعليه قراءة طلحة بن مصرف أفلح على البناء للمفعول ، وعنه أفلحوا على لغة أكلوني البراغيث أو على الإبهام والتفسير .\r\n الصفة الأولى : قوله : { المؤمنون } وقد تقدم القول في الإيمان في سورة البقرة .\r\n الصفة الثانية : قوله : { الذين هُمْ فِى صَلاَتِهِمْ خاشعون } واختلفوا في الخشوع فمنهم من جعله من أفعال القلوب كالخوف والرهبة ، ومنهم من جعله من أفعال الجوارح كالسكون وترك الالتفات ، ومنهم من جمع بين الأمرين وهو الأولى .\r\n فالخاشع في صلاته لا بد وأن يحصل له مما يتعلق بالقلب من الأفعال نهاية الخضوع والتذلل للمعبود ، ومن التروك أن لا يكون ملتفت الخاطر إلى شيء سوى التعظيم ، ومما يتعلق بالجوارح أن يكون ساكناً مطرقاً ناظراً إلى موضع سجوده ، ومن التروك أن لا يلتفت يميناً ولا شمالاً ، ولكن الخشوع الذي يرى على الإنسان ليس إلا ما يتعلق بالجوارح فإن ما يتعلق بالقلب لا يرى ، قال : الحسن وابن سيرين كان المسلمون يرفعون أبصارهم إلى السماء في صلاتهم ، وكان رسول الله صلى الله عليه وسلم يفعل ذلك فلما نزلت هذه الآية طأطأ وكان لا يجاوز بصره مصلاه ، فإن قيل فهل تقولون إن ذلك واجب في الصلاة؟ قلنا إنه عندنا واجب ويدل عليه أمور : أحدها : قوله تعالى : { أَفَلاَ يَتَدَبَّرُونَ القرءان أَمْ على قُلُوبٍ أَقْفَالُهَا } [ محمد : 24 ] والتدبر لا يتصور بدون الوقوف على المعنى ، وكذا قوله تعالى : { وَرَتّلِ القرءان تَرْتِيلاً } [ المزمل : 4 ] معناه قف على عجائبه ومعانيه وثانيها : قوله تعالى : { وَأَقِمِ الصلاة لذكريا } [ طه : 14 ] وظاهر الأمر للوجوب والغفلة تضاد الذكر فمن غفل في جميع صلاته كيف يكون مقيماً للصلاة لذكره وثالثها : قوله تعالى : { وَلاَ تَكُنْ مّنَ الغافلين } [ الأعراف : 205 ] وظاهر النهي للتحريم ورابعها : قوله : { حتى تَعْلَمُواْ مَا تَقُولُونَ } [ النساء : 43 ] تعليل لنهي السكران وهو مطرد في الغافل المستغرق المهتم بالدنيا وخامسها : قوله عليه السلام : « إنما الخشوع لمن تمسكن وتواضع » وكلمة إنما للحصر ، وقوله عليه السلام : « من لم تنهه صلاته عن الفحشاء والمنكر لم يزدد من الله إلا بعداً » وصلاة الغافل لا تمنع من الفحشاء ، وقال عليه السلام : « كم من قائم حظه من قيامه التعب والنصب » وما أراد به إلا الغافل ، وقال أيضاً : « ليس للعبد من صلاته إلا ما عقل » وسادسها : قال الغزالي رحمه الله : المصلي يناجي ربه كما ورد به الخبر والكلام مع الغفلة ليس بمناجاة ألبتة ، وبيانه أن الإنسان إذا أدى الزكاة حال الغفلة فقد حصل المقصود منها على بعض الوجوه ، وهو كسر الحرص وإغناء الفقير ، وكذا الصوم قاهر للقوى كاسر لسطوة الهوى التي هي عدوة الله تعالى .\r\n فلا يبعد أن يحصل منه مقصوده مع الغفلة ، وكذا الحج أفعال شاقة ، وفيه من المجاهدة ما يحصل به الابتلاء سواء كان القلب حاضراً أو لم يكن .\r\n أما الصلاة فليس فيها إلا ذكر وقراءة وركوع وسجود وقيام وقعود ، أما الذكر فإنه مناجاة مع الله تعالى .\r\n فإما أن يكون المقصود منه كونه مناجاة ، أو المقصود مجرد الحروف والأصوات ، ولا شك في فساد هذا القسم فإن تحريك اللسان بالهذيان ليس فيه غرض صحيح .\r\n فثبت أن المقصود منه المناجاة وذلك لا يتحقق إلا إذا كان اللسان معبراً عما في القلب من التضرعات فأي سؤال في قوله { اهدنا الصراط المستقيم } [ الفاتحة : 6 ] وكان القلب غافلاً عنه؟ بل أقول لو حلف إنسان ، وقال : والله لأشكرن فلاناً وأثني عليه وأسأله حاجة .\r\n ثم جرت الألفاظ الدالة على هذه المعاني على لسانه في اليوم لم يبر في يمينه ولو جرى على لسانه في ظلمة الليل وذلك الإنسان حاضر وهو لا يعرف حضوره ولا يراه لا يصير باراً في يمينه ، ولا يكون كلامه خطاباً معه ما لم يكن حاضراً بقلبه ، ولو جرت هذه الكلمات على لسانه وهو حاضر في بياض النهار إلا أن المتكلم غافل لكونه مستغرق الهم بفكر من الأفكار ولم يكن له قصد توجيه الخطاب عليه عند نطقه لم يصر باراً في يمينه ، ولا شك أن المقصود من القراءة الأذكار والحمد والثناء والتضرع والدعاء والمخاطب هو الله تعالى ، فإذا كان القلب محجوباً بحجاب الغفلة وكان غافلاً عن جلال الله وكبريائه ، ثم إن لسانه يتحرك بحكم العادة فما أبعد ذلك عن القبول .\r\n وأما الركوع والسجود فالمقصود منهما التعظيم ، ولو جاز أن يكون تعظيماً لله تعالى مع أنه غافل عنه ، لجاز أن يكون تعظيماً للصنم الموضوع بين يديه وهو غافل عنه ، ولأنه إذا لم يحصل التعظيم لم يبق إلا مجرد حركة الظهر والرأس ، وليس فيها من المشقة ما يصير لأجله عماداً للدين ، وفاصلاً بين الكفر والإيمان ، ويقدم على الحج والزكاة والجهاد وسائر الطاعات الشاقة ، ويجب القتل بسببه على الخصوص ، وبالجملة فكل عاقل يقطع بأن مشاهدة الخواص العظيمة ليس أعمالها الظاهرة إلا أن ينضاف إليها مقصود هذه المناجاة ، فدلت هذه الاعتبارات على أن الصلاة لا بد فيها من الحضور وسابعها : أن الفقهاء اختلفوا فيما ينويه بالسلام عند الجماعة والانفراد ، هل ينوي الحضور أو الغيبة والحضور معاً .\r\n فإذا احتيج إلى التدبر في معنى السلام الذي هو آخر الصلاة فلأن يحتاج إلى التدبر في معنى التكبير والتسبيح التي هي الأشياء المقصودة من الصلاة بالطريق الأولى ، واحتج المخالف بأن اشتراط الخضوع والخشوع على خلاف اجتماع الفقهاء فلا يلتفت إليه والجواب : من وجوه : أحدها : أن الحضور عندنا ليس شرطاً للإجزاء ، بل شرط للقبول ، والمراد من الإجزاء أن لا يجب القضاء ، والمراد من القبول حكم الثواب .\r\n والفقهاء إنما يبحثون عن حكم الإجزاء لا عن حكم الثواب ، وغرضنا في هذا المقام هذا ، ومثاله في الشاهد من استعار منك ثوباً ثم رده على الوجه الأحسن ، فقد خرج عن العهدة واستحق المدح ، ومن رماه إليك على وجه الاستخفاف خرج عن العهدة ، ولكنه استحق الذم ، كذا من عظم الله تعالى حال أدائه العبادة صار مقيماً للفرض مستحقاً للثواب ، ومن استهان بها صار مقيماً للفرض ظاهراً لكنه استحق الذم وثانيها : أنا نمنع هذا الإجماع ، أما المتكلمون فقد اتفقوا على أنه لا بد من الحضور والخشوع ، واحتجوا عليه بأن السجود لله تعالى طاعة وللصنم كفر ، وكل واحد منهما يماثل الآخر في ذاته ولوازمه ، فلا بد من أمر لأجله صار السجود في إحدى الصورتين طاعة ، وفي الأخرى معصية ، قالوا وما ذاك إلا القصد والإرادة ، والمراد من القصد إيقاع تلك الأفعال لداعية الامتثال ، وهذه الداعية لا يمكن حصولها إلا عند الحضور ، فلهذا اتفقوا على أنه لا بد من الحضور ، أما الفقهاء فقد ذكر الفقيه أبو الليث رحمه الله في تنبيه الغافلين : أن تمام القراءة أن يقرأ بغير لحن وأن يقرأ بالتفكر .\r\n وأما الغزالي رحمه الله فإنه نقل عن أبي طالب المكي عن بشر الحافي أنه قال : من لم يخشع فسدت صلاته .\r\n وعن الحسن رحمه الله : كل صلاة لا يحضر فيها القلب فهي إلى العقوبة أسرع .\r\n وعن معاذ بن جبل : من عرف من على يمينه وشماله متعمداً وهو في الصلاة فلا صلاة له .\r\n وروي أيضاً مسنداً قال عليه السلام : « إن العبد ليصلي الصلاة لا يكتب له سدسها ولا عشرها ، وإنما يكتب للعبد من صلاته ما عقل منها » وقال عبد الواحد بن زيد : أجمعت العلماء على أنه ليس للعبد من صلاته إلا ما عقل ، وادعى فيه الإجماع إذا ثبت هذا فنقول هب أن الفقهاء بأسرهم حكموا بالجواز ، أليس الأصوليون وأهل الورع ضيقوا الأمر فيها ، فهلا أخذت بالاحتياط فإن بعض العلماء اختار الإمامة ، فقيل له في ذلك فقال : أخاف إن تركت الفاتحة أن يعاتبني الشافعي ، وإن قرأتها مع الإمام أن يعاتبني أبو حنيفة ، فاخترت الإمامة طلباً للخلاص عن هذا الاختلاف ، والله أعلم .\r\n الصفة الثالثة : قوله تعالى : { والذين هُمْ عَنِ اللغو مُّعْرِضُونَ } وفي اللغو أقوال : أحدها : أنه يدخل فيه كل ما كان حراماً أو مكروهاً أو كان مباحاً ، ولكن لا يكون بالمرء إليه ضرورة وحاجة وثانيها : أنه عبارة عن كل ما كان حراماً فقط ، وهذا التفسير أخص من الأول وثالثها : أنه عبارة عن المعصية في القول والكلام خاصة ، وهذا أخص من الثاني ورابعها : أنه المباح الذي لا حاجة إليه ، واحتج هذا القائل بقوله تعالى : { لاَّ يُؤَاخِذُكُمُ الله باللغو فِى أيمانكم } [ المائدة : 89 ] فكيف يحمل ذلك على المعاصي التي لا بد فيها من المؤاخذة ، واحتج الأولون بأن اللغو إنما سمي لغواً بما أنه يلغي وكل ما يقتضي الدين إلغاءه كان أولى باسم اللغو ، فوجب أن يكون كل حرام لغواً ، ثم اللغو قد يكون كفراً لقوله : { لاَ تَسْمَعُواْ لهذا القرءان والغوا فِيهِ } [ فصلت : 26 ] وقد يكون كذباً لقوله : { لاَّ تَسْمَعُ فِيهَا لاغية } [ الغاشية : 11 ] وقوله : { لاَ يَسْمَعُونَ فِيهَا لَغْواً وَلاَ تَأْثِيماً } [ الواقعة : 25 ] ثم إنه سبحانه وتعالى مدحهم بأنهم يعرضون عن هذا اللغو والإعراض عنه ، هو بأن لا يفعله ولا يرضى به ولا يخالط من يأتيه ، وعلى هذا الوجه قال تعالى : { وَإِذَا مَرُّواْ بِاللَّغْوِ مَرُّواْ كِراماً } [ الفرقان : 72 ] واعلم أنه سبحانه وتعالى لما وصفهم بالخشوع في الصلاة أتبعه الوصف بالإعراض عن اللغو ، ليجمع لهم الفعل والترك الشاقين على الأنفس الذين هما قاعدتا بناء التكليف وهو أعلم .\r\n الصفة الرابعة : قوله تعالى : { والذين هُمْ للزكواة فاعلون } وفي الزكاة قولان : أحدهما : قول أبي مسلم : أن فعل الزكاة يقع على كل فعل محمود مرضي ، كقوله : { قَدْ أَفْلَحَ مَن تزكى } [ الأعلى : 14 ] وقوله : { فَلاَ تُزَكُّواْ أَنفُسَكُمْ } [ النجم : 32 ] ومن جملته ما يخرج من حق المال ، وإنما سمى بذلك لأنها تطهر من الذنوب لقوله تعالى : { تُطَهّرُهُمْ وَتُزَكّيهِمْ بِهَا } [ التوبة : 103 ] .\r\n والثاني : وهو قول الأكثرين أنه الحق الواجب في الأموال خاصة وهذا هو الأقرب .\r\n لأن هذه اللفظة قد اختصت في الشرع بهذا المعنى ، فإن قيل إنه لا يقال في الكلام الفصيح إنه فعل الزكاة ، قلنا قال صاحب «الكشاف» : الزكاة اسم مشترك بين عين ومعنى ، فالعين القدر الذي يخرجه المزكي من النصاب إلى الفقير ، والمعنى فعل المزكى الذي هو التزكية وهو الذي أراده الله تعالى فجعل المزكين فاعلين له ولا يسوغ فيه غيره ، لأنه ما من مصدر إلا يعبر عن معناه بالفعل .\r\n ويقال لمحدثه فاعل ، يقال للضارب فاعل الضرب ، وللقاتل فاعل القتل ، وللمزكى فاعل الزكاة ، وعلى هذا الكلام كله يجوز أن يراد بالزكاة العين ، ويقدر مضاف محذوف وهو الأداء فإن قيل إن الله تعالى هناك لم يفصل بين الصلاة والزكاة ، فلم فصل ههنا بينهما بقوله : { والذين هُمْ عَنِ اللغو مُّعْرِضُونَ } ؟ قلنا لأن الإعراض عن اللغو من متممات الصلاة .\r\n الصفة الخامسة : قوله تعالى : { والذين هُمْ لِفُرُوجِهِمْ حافظون * إِلاَّ على أزواجهم أَوْ مَا مَلَكَتْ أيمانهم فَإِنَّهُمْ غَيْرُ مَلُومِينَ } وفيه سؤالات : السؤال الأول : لم لم يقل إلا عن أزواجهم الجواب : قال الفراء معناه إلا من أزواجهم وذكر صاحب «الكشاف» فيه ثلاثة أوجه : أحدها : أنه في موضع الحال أي إلا والين على أزواجهم أو قوامين عليهن من قولك كان فلان على فلانة ، ونظيره كان زياد على البصرة أي والياً عليها ، ومنه قولهم فلانة تحت فلان ومن ثم سميت المرأة فراشاً .\r\n والمعنى أنهم لفروجهم حافظون في كافة الأحوال إلا في حال تزوجهم أو تسريهم وثانيها : أنه متعلق بمحذوف يدل عليه { غير ملومين } كأنه قيل يلامون إلا على أزواجهم أي يلامون على كل مباشرة إلا على ما أطلق لهم فإنهم غير ملومين عليه وهو قول الزجاج وثالثها : أن تجعله صلة لحافظين .\r\n السؤال الثاني : هلا قيل من ملكت الجواب : لأنه اجتمع في السرية وصفان : أحدهما : الأنوثة وهي مظنة نقصان العقل والآخر كونها بحيث تباع وتشتري كسائر السلع ، فلاجتماع هذين الوصفين فيها جعلت كأنها ليست من العقلاء .\r\n السؤال الثالث : هذه الآية تدل على تحريم المتعة على ما يروى عن القاسم بن محمد الجواب : نعم وتقريره أنها ليست زوجة له فوجب أن لا تحل له ، وإنما قلنا إنها ليست زوجة له لأنهما لا يتوارثان بالإجماع ولو كانت زوجة له لحصل التوارث لقوله تعالى : { وَلَكُمْ نِصْفُ مَا تَرَكَ أزواجكم } [ النساء : 12 ] وإذا ثبت أنها ليست بزوجة له وجب أن لا تحل له لقوله تعالى : { إِلاَّ على أزواجهم أَوْ مَا مَلَكَتْ أيمانهم } وهو أعلم .\r\n السؤال الرابع : أليس لا يحل له في الزوجة وملك اليمين الاستمتاع في أحوال كحال الحيض وحال العدة وفي الأمة حال تزويجها من الغير وحال عدتها ، وكذا الغلام داخل في ظاهر قوله وتعالى : { أَوْ مَا مَلَكَتْ أيمانهم } والجواب : من وجهين : أحدهما : أن مذهب أبي حنيفة رحمه الله أن الاستثناء من النفي لا يكون إثباتاً واحتج عليه بقوله عليه السلام : \" لا صلاة إلا بطهور ولا نكاح إلا بولي \" فإن ذلك لا يقتضي حصول الصلاة بمجرد حصول الطهور وحصول النكاح بمجرد حصول الولي .\r\n وفائدة الاستثناء صرف الحكم لا صرف المحكوم به فقوله : { والذين هُمْ لِفُرُوجِهِمْ حافظون * إِلاَّ على أزواجهم } معناه أنه يجب حفظ الفروج عن الكل إلا في هاتين الصورتين فإني ما ذكرت حكمهما لا بالنفي ولا بالإثبات الثاني : أنا إن سلمنا أن الاستثناء من النفي إثبات ، فغايته أنه عام دخله التخصيص بالدليل فيبقى فيما وراءه حجة .\r\n أما قوله تعالى : { فَأُوْلَئِكَ هُمُ العادون } يعني الكاملون في العدوان المتناهون فيه .\r\n الصفة السادسة : قوله تعالى : { والذين هُمْ لأماناتهم وَعَهْدِهِمْ راعون } قرأ نافع وابن كثير { لأمانتهم } واعلم أنه يسمى الشيء المؤتمن عليه والمعاهد عليه أمانة وعهداً ، ومنه قوله تعالى : { إِنَّ الله يَأْمُرُكُمْ أَن تُؤدُّواْ الأمانات إِلَى أَهْلِهَا } [ النساء : 58 ] وقال : { وَتَخُونُواْ أماناتكم } [ الأنفال : 27 ] وإنما تؤدي العيون دون المعاني فكان المؤتمن عليه الأمانة في نفسه والعهد ، ما عقده على نفسه فيما يقربه إلى ربه ويقع أيضاً على ما أمر الله تعالى به كقوله : { الذين قَالُواْ إِنَّ الله عَهِدَ إِلَيْنَا } [ آل عمران : 183 ] والراعي القائم على الشيء لحفظ وإصلاح كراعي الغنم وراعي الرعية ، ويقال من راعى هذا الشيء؟ أي موليه .\r\n واعلم أن الأمانة تتناول كل ما تركه يكون داخلاً في الخيانة وقد قال تعالى : { يأَيُّهَا الذين ءَامَنُواْ لاَ تَخُونُواْ الله والرسول وَتَخُونُواْ أماناتكم } [ الأنفال : 27 ] فمن ذلك العبادات التي المرء مؤتمن عليها وكل العبادات تدخل في ذلك ، لأنها إما أن تخفى أصلاً كالصوم وغسل الجنابة وإسباغ الوضوء أو تخفى كيفية إتيانه بها وقال عليه السلام : « أعظم الناس خيانة من لم يتم صلاته » وعن ابن مسعود رضي الله عنه : « أول ما تفقدون من دينكم الأمانة وآخر ما تفقدون الصلاة » ومن جملة ذلك ما يلتزمه بفعل أو قول فيلزمه الوفاء به كالودائع والعقود وما يتصل بهما .\r\n ومن ذلك الأقوال التي يحرم بها العبيد والنساء لأنه مؤتمن في ذلك ، ومن ذلك أن يراعى أمانته فلا يفسدها بغصب أو غيره ، وأما العهد فإنه دخل فيه العقود والأيمان والنذور ، فبين سبحانه أن مراعاة هذه الأمور والقيام بها معتبر في حصول الفلاح .\r\n الصفة السابعة : قوله : { والذين هُمْ على صلواتهم يحافظون } وإنما أعاد تعالى ذكرها لأن الخشوع والمحافظة متغايران غير متلازمين ، فإن الخشوع صفة للمصلي في حال الأداء لصلاته والمحافظة إنما تصح حال ما لم يؤدها بكمالها .\r\n بل المراد بالمحافظة التعهد لشروطها من وقت وطهارة وغيرهما والقيام على أركانها وإتمامها حتى يكون ذلك دأبه في كل وقت ، ثم لما ذكر الله تعالى مجموع هذه الأمور قال : { أُوْلَئِكَ هُمُ الوارثون * الذين يَرِثُونَ الفردوس هُمْ فِيهَا خالدون } وههنا سؤالات : السؤال الأول : لم سمى ما يجدونه من الثواب والجنة بالميراث؟ مع أنه سبحانه حكم بأن الجنة حقهم في قوله : { إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ وأموالهم بِأَنَّ لَهُمُ الجنة } [ التوبة : 111 ] الجواب : من وجوه : الأول : ما روي عن الرسول صلى الله عليه وسلم وهو أبين على ما يقال فيه وهو : أنه لا مكلف إلا أعد الله له في النار ما يستحقه إن عصى وفي الجنة ما يستحقه إن أطاع وجعل لذلك علامة .\r\n فإذا آمن منهم البعض ولم يؤمن البعض صار منزل من لم يؤمن كالمنقول إلى المؤمنين وصار مصيرهم إلى النار الذي لا بد معه من حرمان الثواب كموتهم ، فسمى ذلك ميراثاً لهذا الوجه ، وقد قال الفقهاء إنه لا فرق بين ما ملكه الميت وبين ما يقدر فيه الملك في أنه يورث عنه كذلك قالوا في الدية التي تجب بالقتل إنها تورث مع أنه ما ملكها على التحقيق وذلك يشهد بما ذكرنا ، فإن قيل إنه تعالى وصف كل الذي يستحقونه إرثاً وعلى ما قلتم يدخل في الإرث ما كان يستحقه غيرهم لو أطاع .\r\n قلنا لا يمتنع أنه تعالى جعل ما هو منزلة لهذا المؤمن بعينه منزلة لذلك الكافر لو أطاع لأنه عند ذلك كان يزيد في المنازل فإذا آمن هذا عدل بذلك إليه وثانيها : أن انتقال الجنة إليهم بدون محاسبة ومعرفة بمقاديره يشبه انتقال المال إلى الوارث وثالثها : أن الجنة كانت مسكن أبينا آدم عليه السلام فإذا انتقلت إلى أولاده صار ذلك شبيهاً بالميراث .\r\n السؤال الثاني : كيف حكم على الموصوفين بالصفات السبع بالفلاح مع أنه تعالى ما تمم ذكر العبادات الواجبة كالصوم والحج والطهارة والجواب : أن قوله : { والذين هُمْ لأماناتهم وَعَهْدِهِمْ راعون } يأتي على جميع الواجبات من الأفعال والتروك كما قدمنا والطهارات دخلت في جملة المحافظة على الصلوات الخمس لكونها من شرائطها .\r\n السؤال الثالث : أفيدل قوله تعالى : { أُوْلَئِكَ هُمُ الوارثون } على أنه لا يدخلها غيرهم؟ الجواب : أن قوله : { هُمُ الوارثون } يفيد الحصر لكنه يجب ترك العمل به لأنه ثبت أن الجنة يدخلها الأطفال والمجانين والولدان والحور العين ويدخلها الفساق من أهل القبلة بعد العفو ، لقوله تعالى : { وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء } [ النساء : 48 ] .\r\n السؤال الرابع : أفكل الجنة هو الفردوس؟ الجواب : الفردوس هو الجنة بلسان الحبشة وقيل بلسان الروم ، وروى أبو موسى الأشعري عن النبي صلى الله عليه وسلم أنه قال : « الفردوس مقصورة الرحمن فيها الأنهار والأشجار » وروى أبو أمامة عنه عليه السلام أنه قال : « سلوا الله الفردوس فإنها أعلى الجنان ، وإن أهل الفردوس يسمعون أطيط العرش » السؤال الخامس : هل تدل الآية على أن هذه الصفات هي التي لها ولأجلها يكونون مؤمنين أم لا؟ الجواب : ادعى القاضي أن الأمر كذلك بناء على مذهبه أن الإيمان اسم شرعي موضوع لأداء كل الواجبات ، وعندنا أن الآية لا تدل على ذلك ، لأن قوله : { قَدْ أَفْلَحَ المؤمنون * الذين هُمْ فِى صَلاَتِهِمْ خاشعون } مثل قد أفلح الناس الأذكياء العدول ، فإن هذا لا يدل على أن الزكاة والعدالة داخلان في مسمى الناس فكذا ههنا .\r\n السؤال السادس : روي أنه عليه الصلاة والسلام قال : « لما خلق الله تعالى جنة عدن قال لها تكلمي فقالت : قد أفلح المؤمنون » وقال كعب : « خلق الله آدم بيده وكتب التوراة بيده وغرس شجرة طوبى بيده ، ثم قال لها تكلمي فقالت : قد أفلح المؤمنون » وروي أنه عليه السلام قال : « إذا أحسن العبد الوضوء وصلى الصلاة لوقتها وحافظ على ركوعها وسجودها ومواقيتها قالت حفظك الله كما حافظت علي ، وشفعت لصاحبها .\r\n وإذا أضاعها قالت أضاعك الله كما ضيعتني وتلف كما يلف الثوب الخلق فيضرب بها وجه صاحبها » الجواب : أما كلام الجنة فالمراد به أنها أعدت للمؤمنين فصار ذلك كالقول منها ، وهو كقوله تعالى : { قَالَتَا أَتَيْنَا طَائِعِينَ } [ فصلت : 11 ] وأما أنه تعالى خلق الجنة بيده فالمراد تولى خلقها لا أنه وكله إلى غيره ، وأما أن الصلاة تثنى على من قام بحقها فهو في الجواز أبعد من كلام الجنة ، لأن الصلاة حركات وسكنات ولا يصح عليها أن تتصور وتتكلم فالمراد منه ضرب المثل كما يقول القائل للمنعم إن إحسانك إلي ينطق بالشكر .\r\n السؤال السابع : هل تدل الآية على أن الفردوس مخلوقة؟ الجواب : قال القاضي دل قوله تعالى : { أُكُلُهَا دَائِمٌ } [ الرعد : 35 ] على أنها غير مخلوقة فوجب تأويل هذه الآية ، كأنه تعالى قال إذا كان يوم القيامة يخلق الله الجنة ميراثاً للمؤمنين أو وإذا خلقها تقول على مثال ما تأولنا عليه قوله تعالى : { ونادى أصحاب النار أصحاب الجنة } [ الأعراف : 50 ] وهذا ضعيف لأنه ليس إضمار ما ذكره في هذه الآية أولى من أن يضمر في قوله : { أُكُلُهَا دَائِمٌ } [ الرعد : 35 ] ثم إن أكلها دائم ، يوم القيامة ، وإذا تعارض هذان الظاهران فنحن نتمسك في أن الجنة مخلوقة بقوله تعالى : { أُعِدَّتْ لِلْمُتَّقِينَ } [ آل عمران : 133 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قد أفلح المؤمنون (1) الذين هم في صلاتهم خاشعون (2) والذين هم عن اللغو معرضون (3) والذين هم للزكاة فاعلون (4) والذين هم لفروجهم حافظون (5) إلا على أزواجهم أو ما ملكت أيمانهم فإنهم غير ملومين (6) فمن ابتغى وراء ذلك فأولئك هم العادون (7) والذين هم لأماناتهم وعهدهم راعون (8) والذين هم على صلواتهم يحافظون (9) أولئك هم الوارثون (10) الذين يرثون الفردوس هم فيها خالدون (11) ",
        "babnum": 1
    },
    {
        "id": 1562,
        "cate": "23",
        "title": "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ (12) ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (13) ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ (14) ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ (15) ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ (16) وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ (17) ",
        "details": " اعلم أنه سبحانه لما أمر بالعبادات في الآية المتقدمة ، والاشتغال بعبادة الله لا يصح إلا بعد معرفة الإله الخالق ، لا جرم عقبها بذكر ما يدل على وجوده واتصافه بصفات الجلال والوحدانية فذكر من الدلائل أنواعاً : النوع الأول : الاستدلال بتقلب الإنسان في أدوار الخلقة وأكوان الفطرة وهي تسعة : المرتبة الأولى : قوله سبحانه تعالى : { وَلَقَدْ خَلَقْنَا الإنسان مِن سلالة مّن طِينٍ } والسلالة الخلاصة لأنها تسل من بين الكدر ، فُعالة وهو بناء يدل على القلة كالقُلامة والقُمامة ، واختلف أهل التفسير في الإنسان فقال ابن عباس وعكرمة وقتادة ومقاتل : المراد منه آدم عليه السلام فآدم سل من الطين وخلقت ذريته من ماء مهين ، ثم جعلنا الكناية راجعة إلى الإنسان الذي هو ولد آدم ، والإنسان شامل لآدم عليه السلام ولولده ، وقال آخرون : الإنسان ههنا ولد آدم والطين ههنا اسم آدم عليه السلام ، والسلالة هي الأجزاء الطينية المبثوثة في أعضائه التي لما اجتمعت وحصلت في أوعية المني صارت منياً ، وهذا التفسير مطابق لقوله تعالى : { وَبَدَأَ خَلْقَ الإنسان مِن طِينٍ * ثُمَّ جَعَلَ نَسْلَهُ مِن سُلاَلَةٍ مّن مَّاء مهِين } [ السجدة : 7 ، 8 ] وفيه وجه آخر ، وهو أن الإنسان إنما يتولد من النطفة وهي إنما تتولد من فضل الهضم الرابع وذلك إنما يتولد من الأغذية ، وهي إما حيوانية وإما نباتية ، والحيوانية تنتهي إلى النباتية ، والنبات إنما يتولد من صفو الأرض والماء فالإنسان بالحقيقة يكون متولداً من سلالة من طين ، ثم إن تلك السلالة بعد أن تواردت على أطوار الخلقة وأدوار الفطرة صارت منياً ، وهذا التأويل مطابق للفظ ولا يحتاج فيه إلى التكلفات .\r\n المرتبة الثانية : قوله تعالى : { ثُمَّ جعلناه نُطْفَةً فِي قَرَارٍ مَّكِينٍ } ومعنى جعل الإنسان نطفة أنه خلق جوهر الإنسان أولاً طيناً ، ثم جعل جوهره بعد ذلك نطفة في أصلاب الآباء فقذفه الصلب بالجماع إلى رحم المرأة فصار الرحم قراراً مكيناً لهذه النطفة والمراد بالقرار موضع القرار وهو المستقر فسماه بالمصدر ثم وصف الرحم بالمكانة التي هي صفة المستقر فيها كقولك طريق سائر أو لمكانتها في نفسها لأنها تمكنت من حيث هي وأحرزت .\r\n المرتبة الثالثة : قوله تعالى : { ثُمَّ خَلَقْنَا النطفة عَلَقَةً } أي حولنا النطفة عن صفاتها إلى صفات العلقة وهي الدم الجامد .\r\n المرتبة الرابعة : قوله تعالى : { فَخَلَقْنَا العلقة مُضْغَةً } أي جعلنا ذلك الدم الجامد مضغة أي قطعة لحم كأنها مقدار ما يمضغ كالغرفة وهي مقدار ما يغترف ، وسمى التحويل خلقاً لأنه سبحانه يفني بعض أعراضها ويخلق أعراضاً غيرها فسمى خلق الأعراض خلقاً لها وكأنه سبحانه وتعالى يخلق فيها أجزاء زائدة .\r\n المرتبة الخامسة : قوله : { فَخَلَقْنَا المضغة عظاما } أي صيرناها كذلك وقرأ ابن عامر عظماً والمراد منه الجمع كقوله : { والملك صَفّاً صَفّاً } .\r\n المرتبة السادسة : قوله تعالى : { فَكَسَوْنَا العظام لَحْماً } وذلك لأن اللحم يستر العظم فجعله كالكسوة لها .\r\n المرتبة السابعة : قوله تعالى : { ثم أنشأناه خلقاً آخر } أي خلقاً مبايناً للخلق الأول مباينة ما أبعدها حيث جعله حيواناً وكان جماداً ، وناطقاً وكان أبكم ، وسميعاً وكان أصم ، وبصيراً وكان أكمه ، وأودع باطنه وظاهره بل كل عضو من أعضائه وكل جزء من أجزائه عجائب فطرة وغرائب حكمة لا يحيط بها وصف الواصفين ، ولا شرح الشارحين ، وروى العوفي عن ابن عباس رضي الله عنهما قال : هو تصريف الله إياه بعد الولادة في أطواره في زمن الطفولية وما بعدها إلى استواء الشباب ، وخلق الفهم والعقل وما بعده إلى أن يموت ، ودليل هذا القول أنه عقبه بقوله : { ثُمَّ إِنَّكُمْ بَعْدَ ذلك لَمَيّتُونَ } وهذا المعنى مروي أيضاً عن ابن عباس وابن عمر ، وإنما قال : { أنشأناه } لأنه جعل إنشاء الروح فيه ، وإتمام خلقه إنشاء له قالوا في الآية دلالة على بطلان قول النظام في أن الإنسان هو الروح لا البدن فإنه سبحانه بين أن الإنسان هو المركب من هذه الصفات ، وفيها دلالة أيضاً على بطلان قول الفلاسفة الذين يقولون إن الإنسان شيء لا ينقسم ، وإنه ليس بجسم .\r\n أما قوله : { فَتَبَارَكَ الله } أي فتعالى الله فإن البركة يرجع معناها إلى الامتداد والزيادة ، وكل ما زاد على الشيء فقد علاه ، ويجوز أن يكون المعنى ، والبركات والخيرات كلها من الله تعالى ، وقيل أصله من البروك وهو الثبات ، فكأنه قال والبقاء والدوام .\r\n والبركات كلها منه فهو المستحق للتعظيم والثناء ، وقوله : { أَحْسَنُ الخالقين } أي أحسن المقدرين تقديراً فترك ذكر المميز لدلالة الخالقين عليه وههنا مسائل : المسألة الأولى : قالت المعتزلة لولا أن الله تعالى قد يكون خالقاً لفعله إذا قدره لما جاز القول بأنه أحسن الخالقين ، كما لو لم يكن في عباده من يحكم ويرحم لم يجز أن يقال فيه أحكم الحاكمين وأرحم الراحمين ، والخلق في اللغة هو كل فعل وجد من فاعله مقدراً لا على سهو وغفلة ، والعباد قد يفعلون ذلك على هذا الوجه ، قال الكعبي هذه الآية ، وإن دلت على أن العبد خالق إلا أن اسم الخالق لا يطلق على العبد إلا مع القيد كما أنه يجوز أن يقال رب الدار ، ولا يجوز أن يقال رب بلا إضافة ، ولا يقول العبد لسيده هو ربي ، ولا يقال إنما قال الله تعالى ذلك لأنه سبحانه وصف عيسى عليه السلام بأنه يخلق من الطين كهيئة الطير لأنا نجيب عنه من وجهين : أحدهما : إن ظاهر الآية يقتضي أنه سبحانه { أَحْسَنُ الخالقين } الذين هم جمع فحمله على عيسى خاصة لا يصح الثاني : أنه إذا صح وصف عيسى بأنه يخلق صح وصف غيره من المصورين أيضاً بأنه يخلق؟ وأجاب أصحابنا بأن هذه الآية معارضة بقول الله تعالى : { الله خالق كُلّ شَيْء } [ الزمر : 62 ] فوجب حمل هذه الآية على أنه { أَحْسَنُ الخالقين } في اعتقادكم وظنكم ، كقوله تعالى : { وَهُوَ أَهْوَنُ عَلَيْهِ } [ الروم : 27 ] أي هو أهون عليه في اعتقادكم وظنكم والجواب الثاني : هو أن الخالق هو المقدر لأن الخلق هو التقدير والآية تدل على أنه سبحانه أحسن المقدرين ، والتقدير يرجع معناه إلى الظن والحسبان ، وذلك في حق الله سبحانه محال ، فتكون الآية من المتشابهات والجواب الثالث : أن الآية تقتضي كون العبد خالقاً بمعنى كونه مقدراً ، لكن لم قلت بأنه خالق بمعنى كونه موجداً .\r\n المسألة الثانية : قالت المعتزلة الآية تدل على أن كل ما خلقه حسن وحكمة وصواب وإلا لما جاز وصفه بأنه أحسن الخالقين ، وإذا كان كذلك وجب أن لا يكون خالقاً للكفر والمعصية فوجب أن يكون العبد هو الموجد لهما؟ والجواب : من الناس من حمل الحسن على الإحكام والاتقان في التركيب والتأليف ، ثم لو حملناه على ما قالوه فعندنا أنه يحسن من الله تعالى كل الأشياء لأنه ليس فوقه أمر ونهي حتى يكون ذلك مانعاً له عن فعل شيء .\r\n المسألة الثالثة : روى الكلبي عن ابن عباس رضي الله عنهما أن عبدالله بن سعد بن أبي سرح كان يكتب هذه الآيات لرسول الله صلى الله عليه وسلم فلما انتهى إلى قوله تعالى : { خَلْقاً ءَاخَرَ } عجب من ذلك فقال : { فَتَبَارَكَ الله أَحْسَنُ الخالقين } فقال رسول الله صلى الله عليه وسلم : « اكتب فهكذا نزلت » فشك عبدالله وقال إن كان محمد صادقاً فيما يقول فإنه يوحى إلي كما يوحى إليه ، وإن كان كاذباً فلا خير في دينه فهرب إلى مكة فقيل إنه مات على الكفر ، وقيل إنه أسلم يوم الفتح ، وروى سعيد بن جبير عن ابن عباس قال لما نزلت هذه الآية قال عمر بن الخطاب : { فَتَبَارَكَ الله أَحْسَنُ الخالقين } فقال رسول الله صلى الله عليه وسلم « هكذا نزلت يا عمر .\r\n » وكان عمر يقول : وافقني ربي في أربع ، في الصلاة خلف المقام ، وفي ضرب الحجاب على النسوة ، وقولي لهن : لتنتهن أو ليبدلنه الله خيراً منكن ، فنزل قوله تعالى : { عسى رَبُّهُ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُ أزواجا خَيْراً مّنكُنَّ } [ التحريم : 5 ] والرابع قلت : { فَتَبَارَكَ الله أَحْسَنُ الخالقين } فقال هكذا نزلت .\r\n قال العارفون هذه الواقعة كانت سبب السعادة لعمر ، وسبب الشقاوة لعبد الله كما قال تعالى : { يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا } [ البقرة : 26 ] فإن قيل فعلى كل الروايات قد تكلم البشر ابتداء بمثل نظم القرآن ، وذلك يقدح في كونه معجزاً كما ظنه عبدالله والجواب : هذا غير مستبعد إذا كان قدره القدر الذي لا يظهر فيه الإعجاز فسقطت شبهة عبدالله .\r\n المرتبة الثامنة : قوله : { ثُمَّ إِنَّكُمْ بَعْدَ ذلك لَمَيّتُونَ } قرأ ابن أبي عبلة وابن محيصن { لمائتون } والفرق بين الميت والمائت ، أن الميت كالحي صفة ثابتة ، وأما المائت فيدل على الحدوث تقول زيد ميت الآن ومائت غداً ، وكقولك يموت ونحوهما ضيق وضائق في قوله : { وَضَائِقٌ بِهِ صَدْرُكَ } [ هود : 12 ] .\r\n المرتبة التاسعة : قوله : { ثُمَّ إِنَّكُمْ يَوْمَ القيامة تُبْعَثُونَ } فالله سبحانه جعل الإماتة التي هي إعدام الحياة والبعث الذي هو إعادة ما يفنيه ويعدمه دليلين أيضاً على اقتدار عظيم بعد الإنشاء والاختراع وههنا سؤالات : السؤال الأول : ما الحكمة في الموت ، وهلا وصل نعيم الآخرة وثوابها بنعيم الدنيا فيكون ذلك في الأنعام أبلغ؟ والجواب : هذا كالمفسدة في حق المكلفين لأنه متى عجل للمرء الثواب فيما يتحمله من المشقة في الطاعات صار إتيانه بالطاعات لأجل تلك المنافع لا لأجل طاعة الله ، يبين ذلك أنه لو قيل لمن يصلي ويصوم إذا فعلت ذلك أدخلناك الجنة في الحال ، فإنه لا يأتي بذلك الفعل إلا لطلب الجنة ، فلاجرم أخره الله تعالى وبعده بالإماتة ثم الإعادة ليكون العبد عابداً لربه بطاعته لا لطلب الانتفاع .\r\n السؤال الثاني : هذه الآية تدل على نفي عذاب القبر لأنه قال : { ثُمَّ إِنَّكُمْ بَعْدَ ذلك لَمَيّتُونَ * ثُمَّ إِنَّكُمْ يَوْمَ القيامة تُبْعَثُونَ } ولم يذكر بين الأمرين الإحياء في القبر والإماتة والجواب : من وجهين : الأول : أنه ليس في ذكر الحياتين نفي الثالثة والثاني : أن الغرض من ذكر هذه الأجناس الثلاثة الإنشاء والإماتة والإعادة ، والذي ترك ذكره فهو من جنس الإعادة .\r\n النوع الثاني : من الدلائل الاستدلال بخلقة السموات وهو قوله تعالى : { وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الخلق غافلين } [ المؤمنون : 17 ] .\r\n فقوله : { سَبْعَ طَرَائِقَ } [ المؤمنون : 17 ] أي سبع سموات وإنما قيل لها طرائق لتطارقها بمعنى كون بعضها فوق بعض يقال طارق الرجل نعليه إذا أطبق نعلاً على نعل وطارق بين ثوبين إذا لبس ثوباً فوق ثوب .\r\n هذا قول الخليل والزجاج والفراء قال الزجاج هو كقوله : { سَبْعَ سموات طِبَاقاً } [ نوح : 15 ] وقال علي بن عيسى سميت بذلك لأنها طرائق للملائكة في العروج والهبوط والطيران ، وقال آخرون لأنها طرائق الكواكب فيها مسيرها والوجه في إنعامه علينا بذلك أنه تعالى جعلها موضعاً لأرزاقنا بإنزال الماء منها ، وجعلها مقراً للملائكة ، ولأنها موضع الثواب ، ولأنها مكان إرسال الأنبياء ونزول الوحي .\r\n أما قوله : { وَمَا كُنَّا عَنِ الخلق غافلين } [ المؤمنون : 17 ] ففيه وجوه : أحدها : ما كنا غافلين بل كنا للخلق حافظين من أن تسقط عليهم الطرائق السبع فتهلكهم وهذا قول سفيان بن عيينة ، وهو كقوله تعالى : { إِنَّ الله يُمْسِكُ السموات والأرض أَن تَزُولاَ } [ فاطر : 41 ] وثانيها : إنما خلقناها فوقهم لننزل عليهم الأرزاق والبركات منها عن الحسن وثالثها : أنا خلقنا هذه الأشياء فدل خلقنا لها على كمال قدرتنا ثم بين كمال العلم بقوله : { وَمَا كُنَّا عَنِ الخلق غافلين } [ المؤمنون : 17 ] يعني عن أعمالهم وأقوالهم وضمائرهم وذلك يفيد نهاية الزجر ورابعها : وما كنا عن خلق السموات غافلين بل نحن لها حافظون لئلا تخرج عن التقدير الذي أردنا كونها عليه كقوله تعالى : { مَّا ترى فِى خَلْقِ الرحمن مِن تفاوت } [ الملك : 3 ] .\r\n واعلم أن هذه الآية دالة على كثير من المسائل : إحداها : أنها دالة على وجود الصانع فإن انقلاب هذه الأجسام من صفة إلى صفة أخرى تضاد الأولى مع إمكان بقائها على تلك الصفة يدل على أنه لابد من محول ومغير .\r\n وثانيتها : أنها تدل على فساد القول بالطبيعة فإن شيئاً من تلك الصفات لو حصل بالطبيعة لوجب بقاؤها وعدم تغيرها ولو قلت إنما تغيرت تلك الصفات لتغير تلك الطبيعة افتقرت تلك الطبيعة إلى خالق وموجد وثالثتها : تدل على أن المدبر قادر عالم لأن الموجب والجاهل لا يصدر عنه هذه الأفعال العجيبة ورابعتها : تدل على أنه عالم بكل المعلومات قادر على كل الممكنات وخامستها : تدل على جواز الحشر والنشر نظراً إلى صريح الآية ونظراً إلى أن الفاعل لما كان قادراً على كل الممكنات وعالماً بكل المعلومات وجب أن يكون قادراً على إعادة التركيب إلى تلك الأجزاء كما كانت وسادستها : أن معرفة الله تعالى يجب أن تكون استدلالية لا تقليدية وإلا لكان ذكر هذه الدلائل عبثاً .\r\n النوع الثالث : الاستدلال بنزول الأمطار وكيفية تأثيراتها في النبات .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد خلقنا الإنسان من سلالة من طين (12) ثم جعلناه نطفة في قرار مكين (13) ثم خلقنا النطفة علقة فخلقنا العلقة مضغة فخلقنا المضغة عظاما فكسونا العظام لحما ثم أنشأناه خلقا آخر فتبارك الله أحسن الخالقين (14) ثم إنكم بعد ذلك لميتون (15) ثم إنكم يوم القيامة تبعثون (16) ولقد خلقنا فوقكم سبع طرائق وما كنا عن الخلق غافلين (17) ",
        "babnum": 2
    },
    {
        "id": 1563,
        "cate": "23",
        "title": "وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ (18) فَأَنْشَأْنَا لَكُمْ بِهِ جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ لَكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ (19) وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ (20) ",
        "details": " اعلم أن الماء في نفسه نعمة وأنه مع ذلك سبب لحصول النعم فلا جرم ذكره الله تعالى أولاً ثم ذكر ما يحصل به من النعم ثانياً .\r\n أما قوله تعالى : { وَأَنزَلْنَا مِنَ السمآء مَآءً بِقَدَرٍ } فقد اختلفوا في السماء فقال الأكثرون من المفسرين إنه تعالى ينزل الماء في الحقيقة من السماء وهو الظاهر من اللفظ ويؤكده قوله : { وَفِي السماء رِزْقُكُمْ وَمَا تُوعَدُونَ } [ الذاريات : 22 ] وقال بعضهم المراد السحاب وسماه سماء لعلوه ، والمعنى أن الله تعالى أصعد الأجزاء المائية من قعر الأرض إلى البحار ومن البحار إلى السماء حتى صارت عذبة صافية بسبب ذلك التصعيد ، ثم إن تلك الذرات تأتلف وتتكون ثم ينزله الله تعالى على قدر الحاجة إليه ، ولولا ذلك لم ينتفع بتلك المياه لتفرقها في قعر الأرض ولا بماء البحار لملوحته ولأنه لا حيلة في إجراء مياه البحار على وجه الأرض لأن البحار هي الغاية في العمق ، واعلم أن هذه الوجوه إنما يتمحلها من ينكر الفاعل المختار فأما من أقربه فلا حاجة به إلى شيء منها .\r\n أما قوله تعالى : { بِقَدَرٍ } فمعناه بتقدير يسلمون معه من المضرة ويصلون إلى المنفعة في الزرع والغرس والشرب ، أو بمقدار ما علمناه من حاجاتهم ومصالحهم .\r\n أما قوله : { فَأَسْكَنَّاهُ فِى الأرض } قيل معناه جعلناه ثابتاً في الأرض ، قال ابن عباس رضي الله عنهما أنزل الله تعالى من الجنة خمسة أنهار سيحون وجيحون ودجلة والفرات والنيل ، ثم يرفعها عند خروج يأجوج ومأجوج ويرفع أيضاً القرآن .\r\n أماقوله : { وَإِنَّا على ذَهَابٍ بِهِ لقادرون } أي كما قدرنا على إنزاله فكذلك نقدر على رفعه وإزالته ، قال صاحب «الكشاف» وقوله : { على ذَهَابٍ بِهِ } من أوقع النكرات وأخرها للفصل .\r\n والمعنى على وجه من وجوه الذهاب به وطريق من طرقه .\r\n وفيه إيذان بكمال اقتدار المذهب وأنه لا يعسر عليه شيء وهو أبلغ في الإيعاد من قوله : { قُلْ أَرَءيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْراً فَمَن يَأْتِيكُمْ بِمَاء مَّعِينٍ } [ الملك : 30 ] ثم إنه سبحانه لما نبه على عظيم نعمته بخلق الماء ذكر بعده النعم الحاصلة من الماء فقال : { فَأَنشَأْنَا لَكُمْ بِهِ جنات مّن نَّخِيلٍ وأعناب } وإنما ذكر تعالى النخيل والأعناب لكثرة منافعهما فإنهما يقومان مقام الطعام ومقام الأدام ومقام الفواكه رطباً ويابساً وقوله : { لَّكُمْ فِيهَا فواكه كَثِيرَةٌ } أي في الجنات ، فكما أن فيها النخيل والأعناب ففيها الفواكه الكثيرة وقوله : { وَمِنْهَا تَأْكُلُونَ } قال صاحب «الكشاف» يجوز أن يكون هذا من قولهم فلان يأكل من حرفة يحترفها ومن صنعة يعملها يعنون أنها طعمته وجهته التي منها يحصل رزقه ، كأنه قال وهذه الجنات وجوه أرزاقكم ومعايشكم منها تتعيشون .\r\n أما قوله تعالى : { وَشَجَرَةً تَخْرُجُ مِن طُورِ سَيْنَاء } فهو عطف على جنات وقرئت مرفوعة على الابتداء أي ومما أنشأنا لكم شجرة ، قال صاحب «الكشاف» طور سيناء وطور سينين لا يخلو إما أن يضاف فيه الطور إلى بقعة اسمها سيناء وسينون ، وإما أن يكون اسماً للجبل مركباً من مضاف ومضاف إليه كامرىء القيس وبعلبك فيمن أضاف ، فمن كسر سين سيناء فقد منع الصرف للتعريف والعجمة أو التأنيث لأنها بقعة وفعلاء لا يكون ألفه للتأنيث كعلباء وحرباء ، ومن فتح لم يصرفه لأن ألفه للتأنيث كصحراء ، وقيل هو جبل فلسطين وقيل بين مصر وأيلة ، ومنه نودي موسى عليه السلام وقرأ الأعمش سينا على القصر .\r\n أما قوله تعالى : { تَنبُتُ بالدهن } فهو في موضع الحل أي تنبت وفيها الدهن ، كما يقال ركب الأمير بجنده ، أي ومعه الجند وقرىء تنبت وفيه وجهان : أحدهما : أن أنبت بمعنى نبت قال زهير : رأيت ذوي لحاجات حول بيوتهم \r\n قطيناً لهم حتى إذا أنبت البقل والثاني : أن مفعوله محذوف ، أي تنبت زيتونها وفيه الزيت ، قال المفسرون : وإنما أضافها الله تعالى إلى هذا الجبل لأن منها تشعبت في البلاد وانتشرت ولأن معظمها هناك .\r\n أما قوله : { وَصِبْغٍ لّلاكِلِيِنَ } فعطف على الدهن ، أي إدام للآكلين ، والصبغ والصباغ ما يصطبغ به ، أي يصبغ به الخبز ، وجملة القول أنه سبحانه وتعالى نبه على إحسانه بهذه الشجرة ، لأنها تخرج هذه الثمرة التي يكثر بها الانتفاع وهي طرية ومدخرة ، وبأن تعصر فيظهر الزيت منها ويعظم وجوه الانتفاع به .\r\n النوع الرابع : الاستدلال بأحوال الحيوانات .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأنزلنا من السماء ماء بقدر فأسكناه في الأرض وإنا على ذهاب به لقادرون (18) فأنشأنا لكم به جنات من نخيل وأعناب لكم فيها فواكه كثيرة ومنها تأكلون (19) وشجرة تخرج من طور سيناء تنبت بالدهن وصبغ للآكلين (20) ",
        "babnum": 3
    },
    {
        "id": 1564,
        "cate": "23",
        "title": "وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ (21) وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ (22) ",
        "details": " إعلم أنه سبحانه وتعالى ذكر أن فيها عبرة مجملاً ثم أردفه بالتفصيل من أربعة أوجه : أحدها : قوله : { نُّسْقِيكُمْ مّمَّا فِى بُطُونِهَا } والمراد منه جميع وجوه الانتفاع بألبانها ، ووجه الاعتبار فيه أنها تجتمع في الضروع وتتخلص من بين الفرث والدم بإذن الله تعالى ، فتستحيل إلى طهارة وإلى لون وطعم موافق للشهوة وتصير غذاء ، فمن استدل بذلك على قدرة الله وحكمته .\r\n كان ذلك معدوداً في النعم الدينية ومن انتفع به فهو في نعمة الدنيا ، وأيضاً فهذه الألبان التي تخرج من بطونها إلى ضروعها تجدها شراباً طيباً ، وإذا ذبحتها لم تجد لها أثراً ، وذلك يدل على عظيم قدرة الله تعالى .\r\n قال صاحب «الكشاف» وقرىء تسقيكم بتاء مفتوحة ، أي تسقيكم الأنعام وثانيها : قوله : { وَلَكُمْ فيِهَا منافع كَثِيرَةٌ } وذلك بيعها والانتفاع بأثمانها وما يجري مجرى ذلك وثالثها : قوله : { وَمِنْهَا تَأْكُلُونَ } يعني كما تنتفعون بها وهي حية تنتفعون بها بعد الذبح أيضاً بالأكل ورابعها : قوله : { وَعَلَيْهَا وَعَلَى الفلك تُحْمَلُونَ } لأن وجه الانتفاع بالإبل في المحمولات على البر بمنزلة الانتفاع بالفلك في البحر ، ولذلك جمع بين الوجهين في إنعامه لكي يشكر على ذلك ويستدل به ، واعلم أنه سبحانه وتعالى لما بين دلائل التوحيد أردفها بالقصص كما هو العادة في سائر السور وهي ههنا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن لكم في الأنعام لعبرة نسقيكم مما في بطونها ولكم فيها منافع كثيرة ومنها تأكلون (21) وعليها وعلى الفلك تحملون (22) ",
        "babnum": 4
    },
    {
        "id": 1565,
        "cate": "23",
        "title": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ (23) فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاءَ اللَّهُ لَأَنْزَلَ مَلَائِكَةً مَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ (24) إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ فَتَرَبَّصُوا بِهِ حَتَّى حِينٍ (25) ",
        "details": " القصة الأولى قصة نوح عليه السلام قال قوم : إن نوحاً كان اسمه يشكر ، ثم سمي نوحاً لوجوه : أحدها : لكثرة ما ناح على نفسه حين دعا على قومه بالهلاك ، فأهلكهم بالطوفان فندم على ذلك وثانيها : لمراجعة ربه في شأن ابنه وثالثها : أنه مر بكلب مجذوم ، فقال له إخساً يا قبيح ، فعوتب على ذلك ، فقال الله له : أعبتني إذ خلقته ، أم عبت الكلب .\r\n وهذه الوجوه مشكلة لما ثبت أن الأعلام لا تفيد صفة في المسمى .\r\n أما قوله : { اعبدوا الله } فالمعنى أنه سبحانه أرسله بالدعاء إلى عبادة الله تعالى وحده ، ولا يجوز أن يدعوهم إلى ذلك إلا وقد دعاهم إلى معرفته أولاً ، لأن عبادة من لا يكون معلوماً غير جائزة وإنما يجوز ويجب بعد المعرفة .\r\n أما قوله : { مَا لَكُم مّنْ إله غَيْرُهُ } فالمراد أن عبادة غير الله لا تجوز إذ لا إله سواه .\r\n ومن حق العبادة أن تحسن لمن أنعم بالخلق والإحياء وما بعدهما ، فإذا لم يصح ذلك إلا منه تعالى فكيف يعبد ما لا يضر ولا ينفع؟ وقرىء غيره بالرفع على المحل وبالجر على اللفظ ، ثم إنه لما لم ينفع فيهم هذا الدعاء واستمروا على عبادة غير الله تعالى حذرهم بقوله : { أَفَلاَ تَتَّقُونَ } لأن ذلك زجر ووعيد باتقاء العقوبة لينصرفوا عما هم عليه .\r\n ثم إنه سبحانه حكى عنهم شبههم في إنكار نبوة نوح عليه السلام .\r\n الشبهة الأولى : قولهم : { مَا هذا إِلاَّ بَشَرٌ مّثْلُكُمْ } وهذه الشبهة تحتمل وجهين : أحدهما : أن يقال إنه لما كان مساوياً لسائر الناس في القوة والفهم والعلم والغنى والفقر والصحة والمرض امتنع كونه رسولاً لله ، لأن الرسول لا بد وأن يكون عظيماً عند الله تعالى وحبيباً له ، والحبيب لا بد وأن يختص عن غير الحبيب بمزيد الدرجة والمعزة ، فلما فقدت هذه الأشياء علمنا انتفاء الرسالة والثاني : أن يقال هذا الإنسان مشارك لكم في جميع الأمور ، ولكنه أحب الرياسة والمتبوعية فلم يجد إليهما سبيلاً إلا بادعاء النبوة ، فصار ذلك شبهة لهم في القدح في نبوته ، فهذا الاحتمال متأكد بقوله تعالى خبراً عنهم { يُرِيدُ أَن يَتَفَضَّلَ عَلَيْكُمْ } أي يريد أن يطلب الفضل عليكم ويرأسكم كقوله تعالى : { وَتَكُونَ لَكُمَا الكبرياء فِى الأرض } [ يونس : 78 ] .\r\n الشبهة الثانية : قولهم : { وَلَوْ شَاء الله لاَنزَلَ ملائكة } وشرحه أن الله تعالى لو شاء إرشاد البشر لوجب أن يسلك الطريق الذي يكون أشد إفضاء إلى المقصود ، ومعلوم أن بعثة الملائكة أشد إفضاء إلى هذا المقصود من بعثة البشر ، لأن الملائكة لعلو شأنهم وشدة سطوتهم وكثرة علومهم ، فالخلق ينقادون إليهم ، ولا يشكون في رسالتهم ، فلما لم يفعل ذلك علمنا أنه ما أرسل رسولاً ألبتة .\r\n الشبهة الثالثة : قولهم : { ما سمعنا بهذا في آبائنا الأولين } وقوله بهذا إشارة إلى نوح عليه السلام ، أو إلى ما كلمهم به من الحث على عبادة الله تعالى ، أي ما سمعنا بمثل هذا الكلام ، أو بمثل هذا الذي يدعى وهو بشر أنه رسول الله ، وشرح هذه الشبهة أنهم كانوا أقواماً لا يعولون في شيء من مذاهبهم إلا على التقليد والرجوع إلى قول الآباء ، فلما لم يجدوا في نبوة نوح عليه السلام هذه الطريقة حكموا بفسادها .\r\n قال القاضي : يحتمل أن يريدوا بذلك كونه رسولاً مبعوثاً ، لأنه لا يمتنع فيما تقدم من زمان آبائهم أنه كان زمان فترة ، ويحتمل أن يريدوا بذلك دعاءهم إلى عبادة الله تعالى وحده ، لأن آباءهم كانوا على عبادة الأوثان .\r\n الشبهة الرابعة : قولهم : { إِنْ هُوَ إِلاَّ رَجُلٌ بِهِ جِنَّةٌ } والجنة : الجنون أو الجن ، فإن جهال العوام يقولون في المجنون زال عقله بعمل الجن ، وهذه الشبهة من باب الترويج على العوام ، فإنه عليه الصلاة والسلام كان يفعل أفعالاً على خلاف عاداتهم ، فأولئك الرؤساء كانوا يقولون للعوام إنه مجنون ، ومن كان مجنوناً فكيف يجوز أن يكون رسولاً .\r\n الشبهة الخامسة : قولهم : { فَتَرَبَّصُواْ بِهِ حتى حِينٍ } وهذا يحتمل أن يكون متعلقاً بما قبله أي أنه مجنون فاصبروا إلى زمان حتى يظهر عاقبة أمره فإن أفاق وإلا قتلتموه ويحتمل أن يكون كلاماً مستأنفاً وهو أن يقولوا لقومهم اصبروا فإنه إن كان نبياً حقاً فالله ينصره ويقوي أمره فنحن حينئذ نتبعه وإن كان كاذباً فالله يخذله ويبطل أمره ، فحينئذ نستريح منه ، فهذه مجموع الشبه التي حكاها الله تعالى عنهم ، واعلم أنه سبحانه ما ذكر الجواب عنها لركاكتها ووضوح فسادها ، وذلك لأن كل عاقل يعلم أن الرسول لا يصير رسولاً إلا لأنه من جنس الملك وإنما يصير كذلك بأن يتميز من غيره بالمعجزات فسواء كان من جنس الملك أو من جنس البشر فعند ظهور المعجز عليه يجب أن يكون رسولاً ، بل جعل الرسول من جملة البشر أولى لما مر بيانه في السور المتقدمة وهو أن الجنسية مظنة الألفة والمؤانسة ، وأما قولهم { يُرِيدُ أَن يَتَفَضَّلَ عَلَيْكُمْ } فإن أرادوا به إرادته لإظهار فضله حتى يلزمهم الانقياد لطاعته فهذا واجب على الرسول ، وأن إرادوا به أن يرتفع عليهم على سبيل التجبر والتكبر والانقياد فالأنبياء منزهون عن ذلك ، وأما قولهم ما سمعنا بهذا فهو استدلال بعدم التقليد على عدم وجود الشيء وهو في غاية السقوط لأن وجود التقليد لا يدل على وجود الشيء فعدمه من أين يدل على عدمه ، وأما قولهم به جنة ، فقد كذبوا لأنهم كانوا يعلمون بالضرورة كمال عقله ، وأما قولهم : فتربصوا به ، فضعيف لأنه إن ظهرت الدلالة على نبوته وهي المعجزة وجب عليهم قبول قوله في الحال ، ولا يجوز توقيف ذلك إلى ظهور دولته لأن الدولة لا تدل على الحقية ، وإن لم يظهر المعجز لم يجز قبول قوله سواء ظهرت الدولة أو لم تظهر ، ولما كانت هذه الأجوبة في نهاية الظهور لا جرم تركها الله سبحانه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد أرسلنا نوحا إلى قومه فقال ياقوم اعبدوا الله ما لكم من إله غيره أفلا تتقون (23) فقال الملأ الذين كفروا من قومه ما هذا إلا بشر مثلكم يريد أن يتفضل عليكم ولو شاء الله لأنزل ملائكة ما سمعنا بهذا في آبائنا الأولين (24) إن هو إلا رجل به جنة فتربصوا به حتى حين (25) ",
        "babnum": 5
    },
    {
        "id": 1566,
        "cate": "23",
        "title": "قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ (26) فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ (27) فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ (28) وَقُلْ رَبِّ أَنْزِلْنِي مُنْزَلًا مُبَارَكًا وَأَنْتَ خَيْرُ الْمُنْزِلِينَ (29) إِنَّ فِي ذَلِكَ لَآيَاتٍ وَإِنْ كُنَّا لَمُبْتَلِينَ (30) ",
        "details": " أما قوله : { رَبِّ انصرني بِمَا كَذَّبُونِ } ففيه وجوه : أحدها : أن في نصره إهلاكهم فكأنه قال أهلكهم بسبب تكذيبهم إياي وثانيها : انصرني بدل ما كذبوني كما تقول هذا بذاك أي بدل ذلك ومكانه ، والمعنى أبدلني من غم تكذيبهم سلوة النصر عليهم وثالثها : انصرني بإنجاز ما وعدتهم من العذاب وهو ما كذبوه فيه حين قال لهم : { إِنّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ } [ الأعراف : 59 ] ولما أجاب الله دعاءه قال : { فَأَوْحَيْنَا إِلَيْهِ أَنِ اصنع الفلك بِأَعْيُنِنَا } أي بحفظنا وكلئنا كأن معه من الله حافظاً يكلؤه بعينه لئلا يتعرض له ولا يفسد عليه مفسد عمله ، ومنه قولهم : عليه من الله عين كالئة ، وهذه الآية دالة على فساد قول المشبهة في تمسكهم بقوله عليه السلام : « إن الله خلق آدم على صورته » لأن ثبوت الأعين يمنع من ذلك ، واختلفوا في أنه عليه السلام كيف صنع الفلك فقيل إنه كان نجاراً وكان عالماً بكيفية اتخاذها ، وقيل إن جبريل عليه السلام علمه عمل السفينة ووصف له كيفية اتخاذها ، وهذا هو الأقرب لقوله { بِأَعْيُنِنَا وَوَحْيِنَا } .\r\n أما قوله : { فَإِذَا جَاء أَمْرُنَا } فاعلم أن لفظ الأمر كما هو حقيقة في طلب الفعل بالقول على سبيل الاستعلاء ، فكذا هو حقيقة في الشأن العظيم ، والدليل عليه أنك إذا قلت هذا أمر بقي الذهن يتردد بين المفهومين وذلك يدل على كونه حقيقة فيهما وتمام تقريره مذكور في كتاب المحصول في الأصول ، ومن الناس من قال : إنما سماه أمراً على سبيل التعظيم والتفخيم ، مثل قوله : { فقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً } [ فصلت : 11 ] .\r\n أما قوله : { وَفَارَ التنور } فاختلفوا في التنور ، فالأكثرون على أنه هو التنور المعروف .\r\n روي أنه قيل لنوح إذا رأيت الماء يفور من التنور فاركب أنت ومن معك في السفينة ، فلما نبع الماء من التنور أخبرته امرأته فركب ، وقيل كان تنور آدم وكان من حجارة فصار إلى نوح ، واختلف في مكانه ، فعن الشعبي في مسجد الكوفة عن يمين الداخل مما يلي باب كندة ، وكان نوح عليه السلام عمل السفينة في وسط المسجد ، وقيل بالشام بموضع يقال له عين وردة وقيل بالهند القول الثاني : أن التنور وجه الأرض عن ابن عباس رضي الله عنهما الثالث : أنه أشرف موضع في الأرض أي أعلاه عن قتادة والرابع : { وَفَارَ التنور } أي طلع للفجر عن علي عليه السلام ، وقيل إن فوران التنور كان عند طلوع الفجر والخامس : هو مثل قولهم حمى الوطيس والسادس : أنه الموضع المنخفض من السفينة الذي يسيل الماء إليه عن الحسن رحمه الله والقول الأول هو الصواب لأن العدول عن الحقيقة إلى المجاز من غير دليل لا يجوز ، واعلم أن الله تعالى جعل فوران التنور علامة لنوح عليه السلام حتى يركب عنده السفينة طلباً لنجاته ونجاة من آمن به من قومه .\r\n أما قوله : { فاسلك فِيهَا } أي أدخل فيها يقال سلك فيه أي دخل فيه وسلك غيره وأسلكه { مِن كُلّ زَوْجَيْنِ اثنين } أي من كل زوجين من الحيوان الذي يحضره في الوقت اثنين الذكر والأنثى لكي لا ينقطع نسل ذلك الحيوان ، وكل واحد منهما زوج لا كما تقوله العامة من أن الزوج هو الاثنان ، روي أنه لم يحمل إلا ما يلد ويبيض ، وقرىء من كل بالتنوين ، أي من كل أمة زوجين ، واثنين تأكيد وزيادة بيان .\r\n أما قوله : { وَأَهْلَكَ إِلاَّ مَن سَبَقَ عَلَيْهِ القول مِنْهُمْ } أي وأدخل أهلك ولفظ على إنما يستعمل في المضار .\r\n قال تعالى : { لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكتسبت } [ البقرة : 286 ] واعلم أن هذه الآية تدل على أمرين أحدهما : أنه سبحانه أمره بإدخال سائر من آمن به وإن لم يكن من أهله ، وقيل المراد بأهله من آمن دون من يتصل به نسباً أو سبباً وهذا ضعيف .\r\n وإلا لما جاز استثناء قوله : { إِلاَّ مَن سَبَقَ عَلَيْهِ القول } والثاني : أنه قال : { وَلاَ تخاطبني فِى الذين ظَلَمُواْ } يعني كنعان فإنه سبحانه لما أخبر بإهلاكهم وجب أن ينهاه عن أن يسأله في بعضهم لأنه إن أجابه إليه ، فقد صير خبره الصدق كذباً ، وإن لم يجبه إليه كان ذلك تحقيراً لشأن نوح عليه السلام فلذلك قال : { إِنَّهُمْ مُّغْرَقُونَ } أي الغرق نازل بهم لا محالة .\r\n أما قوله : { فَإِذَا استويت أَنتَ وَمَن مَّعَكَ عَلَى الفلك } قال ابن عباس رضي الله عنهما : كان في السفينة ثمانون إنساناً ، نوح وامرأته سوى التي غرقت ، وثلاثة بنين : سام وحام ويافث ، وثلاث نسوة لهم ، واثنان وسبعون إنساناً فكل الخلائق نسل من كان في السفينة .\r\n أما قوله : { فَقُلِ الحمد للَّهِ الذى نَجَّانَا مِنَ القوم الظالمين } ففيه مسائل : المسألة الأولى : إنما قال : { فَقُلْ } ولم يقل فقولوا لأن نوحاً كان نبياً لهم وإماماً لهم ، فكان قوله قولاً لهم مع ما فيه من الإشعار بفضل النبوة وإظهار كبرياء الربوبية ، وأن رتبة تلك المخاطبة لا يترقى إليها إلا ملك أو نبي .\r\n المسألة الثانية : قال قتادة علمكم الله أن تقولوا عند ركوب السفينة { بِسْمِ الله مَجْرَاهَا وَمُرْسَاهَا } [ هود : 41 ] وعند ركوب الدابة { سبحان الذى سَخَّرَ لَنَا هذا وَمَا كُنَّا لَهُ مُقْرِنِينَ } [ الزخرف : 13 ] وعند النزول { وَقُل رَّبّ أَنزِلْنِي مُنزَلاً مُّبَارَكاً وَأَنتَ خَيْرُ المنزلين } [ المؤمنون : 29 ] قال الأنصاري : وقال لنبينا { وَقُل رَّبّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِى مُخْرَجَ صِدْقٍ } [ الإسراء : 80 ] وقال : { فَإِذَا قَرَأْتَ القرءان فاستعذ بالله مِنَ الشيطان } [ النحل : 98 ] كأنه سبحانه أمرهم أن لا يكونوا عن ذكره وعن الاستعاذة به في جميع أحوالهم غافلين .\r\n المسألة الثالثة : هذه مبالغة عظيمة في تقبيح صورتهم حيث أتبع النهي عن الدعاء لهم الأمر بالحمد على إهلاكهم والنجاة منهم كقوله تعالى : { فَقُطِعَ دَابِرُ القوم الذين ظَلَمُواْ والحمد للَّهِ رَبّ العالمين } [ الأنعام : 45 ] وإنما جعل سبحانه استواءهم على السفينة نجاة من الغرق لأنه سبحانه كان عرفه أنه بذلك ينجيه ومن تبعه ، فيصح أن يقول : { نَجَّانَا } من حيث جعله آمناً بهذا الفعل ووصف قومه بأنهم الظالمون لأن الكفر منهم ظلم لأنفسهم لقوله : { إِنَّ الشرك لَظُلْمٌ عَظِيمٌ } [ لقمان : 13 ] ثم إنه سبحانه بعد أن أمره بالحمد على إهلاكهم أمره بأن يدعو لنفسه فقال : { وَقُل رَّبّ أَنزِلْنِى مُنزَلاً مُّبَارَكاً } وقرىء { مُنزَلاً } بمعنى إنزالاً أو موضع إنزال كقوله ليدخلنهم مدخلاً يرضونه .\r\n واختلفوا في المنزل على قولين : أحدهما : أن المراد هو نفس السفينة فمن ركبها خلصته مما جرى على قومه من الهلاك والثاني : أن المراد أن ينزله الله بعد خروجه من السفينة من الأرض منزلاً مباركاً والأول أقرب لأنه أمر بهذا الدعاء في حال استقراره في السفينة ، فيجب أن يكون المنزل ذلك دون غيره .\r\n ثم بين سبحانه بقوله : { وَأَنتَ خَيْرُ المنزلين } أن الإنزال في الأمكنة قد يقع من غير الله كما يقع من الله تعالى وإن كان هو سبحانه خير من أنزل لأنه يحفظ من أنزله في سائر أحواله ويدفع عنه المكاره بحسب ما يقتضيه الحكم والحكمة ، ثم بين سبحانه أن فيما ذكره من قصة نوح وقومه لآيات ودلالات وعبراً في الدعاء إلى الإيمان والزجر عن الكفر فإن إظهار تلك المياه العظيمة ثم الإذهاب بها لا يقدر عليه إلا القادر على كل المقدورات ، وظهور تلك الواقعة على وفق قول نوح عليه السلام يدل على المعجز العظيم وإفناء الكفار وبقاء الأرض لأهل الدين والطاعة من أعظم أنواع العبر .\r\n أما قوله : { وَإِن كُنَّا لَمُبْتَلِينَ } فيمكن أن يكون المراد ، وإن كنا لمبتلين فيما قبل ، ويحتمل أن يكون وإن كنا لمبتلين فيما بعد ، وهذا هو الأقرب لأنه كالحقيقة في الاستقبال ، وإذا حمل على ذلك احتمل وجوهاً : أحدها : أن يكون المراد المكلفين في المستقبل أي فيجب فيمن كلفناه أن يعتبر بهذا الذي ذكرناه وثانيها : أن يكون المراد لمعاقبين لمن سلك في تكذيب الأنبياء مثل طريقة قوم نوح وثالثها : أن يكون المراد كما نعاقب من كذب بالغرق وغيره فقد نمتحن بالغرق من لم يكذب على وجه المصلحة لا على وجه التعذيب ، لكي لا يقدر أن كل الغرق يجري على وجه واحد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال رب انصرني بما كذبون (26) فأوحينا إليه أن اصنع الفلك بأعيننا ووحينا فإذا جاء أمرنا وفار التنور فاسلك فيها من كل زوجين اثنين وأهلك إلا من سبق عليه القول منهم ولا تخاطبني في الذين ظلموا إنهم مغرقون (27) فإذا استويت أنت ومن معك على الفلك فقل الحمد لله الذي نجانا من القوم الظالمين (28) وقل رب أنزلني منزلا مباركا وأنت خير المنزلين (29) إن في ذلك لآيات وإن كنا لمبتلين (30) ",
        "babnum": 6
    },
    {
        "id": 1567,
        "cate": "23",
        "title": "ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ (31) فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِنْهُمْ أَنِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ (32) وَقَالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاءِ الْآخِرَةِ وَأَتْرَفْنَاهُمْ فِي الْحَيَاةِ الدُّنْيَا مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ (33) وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ (34) أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَعِظَامًا أَنَّكُمْ مُخْرَجُونَ (35) هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ (36) إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ (37) إِنْ هُوَ إِلَّا رَجُلٌ افْتَرَى عَلَى اللَّهِ كَذِبًا وَمَا نَحْنُ لَهُ بِمُؤْمِنِينَ (38) قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ (39) قَالَ عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ (40) فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ فَجَعَلْنَاهُمْ غُثَاءً فَبُعْدًا لِلْقَوْمِ الظَّالِمِينَ (41) ",
        "details": " القصة الثانية قصة هود أو صالح عليهما السلام اعلم أن هذه القصة هي قصة هود عليه السلام في قول ابن عباس رضي الله عنهما وأكثر المفسرين واحتجوا عليه بحكاية الله تعالى قول هود عليه السلام : { واذكروا إِذْ جَعَلَكُمْ خُلَفَاء مِن بَعْدِ قَوْمِ نُوحٍ } [ الأعراف : 69 ] ومجيء قصة هود عقيب قصة نوح في سورة الأعراف وسورة هود والشعراء .\r\n وقال بعضهم المراد بهم صالح وثمود ، لأن قومه الذين كذبوه هم الذين هلكوا بالصيحة ، أما كيفية الدعوى فكما تقدم في قصة نوح عليه السلام وههنا سؤالات : السؤال الأول : حق { أُرْسِلَ } أن يتعدى بإلى كأخواته التي هي وجه وأنفذ وبعث فلم عدى في القرآن بإلى تارة وبفي أخرى كقوله تعالى : { كَذَلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ } [ الرعد : 30 ] { وَمَا أَرْسَلْنَا فِي قَرْيَةٍ } [ الأعراف : 94 ] { فَأَرْسَلْنَا فِيهِمْ رَسُولاً } [ المؤمنون : 32 ] أي في عاد ، وفي موضع آخر { وإلى عَادٍ أَخَاهُمْ هُودًا } [ هود : 50 ] ؟ الجواب : لم يعد بفي كما عدي بإلى ولكن الأمة أو القرية جعلت موضعاً للإرسال وعلى هذا المعنى جاء بعث في قوله : { وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلّ قَرْيَةٍ نَّذِيراً } [ الفرقان : 51 ] .\r\n السؤال الثاني : هل يصح ما قاله بعضهم أن قوله : { أَفَلاَ تَتَّقُونَ } غير موصول بالأول ، وإنما قاله لهم بعد أن كذبوه ، وردوا عليه بعد إقامة الحجة عليهم فعند ذلك قال لهم مخوفاً مما هم عليه { أَفَلاَ تَتَّقُونَ } هذه الطريقة مخافة العذاب الذي أنذرتكم به؟ الجواب : يجوز أن يكون موصولاً بالكلام الأول بأن رآهم معرضين عن عبادة الله مشتغلين بعبادة الأوثان ، فدعاهم إلى عبادة الله وحذرهم من العقاب بسبب إقبالهم على عبادة الأوثان .\r\n ثم اعلم أن الله تعالى حكى صفات أولئك القوم وحكى كلامهم ، أما الصفات فثلاث هي شر الصفات : أولها : الكفر بالخالق سبحانه وهو المراد من قوله : { كَفَرُواْ } وثانيها : الكفر بيوم القيامة وهو المراد من قوله : { وَكَذَّبُواْ بِلِقَاء الآخرة } وثالثها : الانغماس في حب الدنيا وشهواتها وهو المراد من قوله : { وأترفناهم في الحياة الدنيا } أي نعمناهم فإن قيل ذكر الله مقالة قوم هود في جوابه في سورة الأعراف وسورة هود بغير واو { قَالَ الملا الذين كَفَرُواْ مِن قَوْمِهِ إِنَّا لَنَرَاكَ فِي سَفَاهَةٍ } [ الأعراف : 66 ] ، قالوا { مَا نَرَاكَ إِلاَّ بَشَرًا مّثْلَنَا } [ هود : 27 ] وههنا مع الواو فأي فرق بينهما؟ قلنا الذي بغير واو على تقدير سؤال سائل قال فما قال قومه؟ فقيل له كيت وكيت ، وأما الذي مع الواو فعطف لما قالوه على ما قاله ومعناه أنه اجتمع في هذه الواقعة هذا الكلام الحق وهذا الكلام الباطل .\r\n وأما شبهات القوم فشيئان : أولهما : قولهم : { مَا هذا إِلاَّ بَشَرٌ مِّثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ } ، وقد مر شرح هذه الشبهة في القصة الأولى وقوله : { مِمَّا تَشْرَبُونَ } أي من مشروبكم أو حذف منه لدلالة ما قبله عليه وهو قوله : { وَلَئِنْ أَطَعْتُمْ بَشَراً مّثْلَكُمْ إِنَّكُمْ إِذاً لخاسرون } فجعلوا اتباع الرسول خسراناً ، ولم يجعلوا عبادة الأصنام خسراناً ، أي لئن كنتم أعطيتموه الطاعة من غير أن يكون لكم بإزائها منفعة فذلك هو الخسران وثانيهما : أنهم طعنوا في صحة الحشر والنشر ، ثم طعنوا في نبوته بسبب إتيانه بذلك .\r\n أما الطعن في صحة الحشر فهو قولهم : { أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَاباً وعظاما أَنَّكُمْ مُّخْرَجُونَ } معادون أحياء للمجازاة ، ثم لم يقتصروا على هذا القدر حتى قرنوا به الاستبعاد العظيم وهو قولهم { هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ } ثم أكدوا الشبهة بقولهم : { إِنْ هِيَ إِلاَّ حَيَاتُنَا الدنيا نَمُوتُ وَنَحْيَا } ولم يريدوا بقولهم نموت ونحيا الشخص الواحد ، بل أرادوا أن البعض يموت والبعض يحيا ، وأنه لا إعادة ولا حشر .\r\n فلذلك قالوا : { وَمَا نَحْنُ لَهُ بِمَبْعُوثِينَ } ولما فرغوا من الطعن في صحة الحشر بنوا عليه الطعن في نبوته ، فقالوا لما أتى بهذا الباطل فقد { افترى عَلَى الله كَذِبًا } ثم لما قرروا الشبهة الطاعنة في نبوته قالوا : { وَمَا نَحْنُ لَهُ بِمُؤْمِنِينَ } لأن القوم كالتبع لهم ، واعلم أن الله تعالى ما أجاب عن هاتين الشبهتين لظهور فسادهما أما الشبهة الأولى : فقد تقدم بيان ضعفها وأما الثانية : فلأنهم استبعدوا الحشر ، ولا يستبعد الحشر لوجهين : الأول : أنه سبحانه لما كان قادراً على كل الممكنات عالماً بكل المعلومات وجب أن يكون قادراً على الحشر والنشر والثاني : وهو أنه لولا الإعادة لكن تسليط القوى على الضعيف في الدنيا ظلماً .\r\n وهو غير لائق بالحكيم على ما قرره سبحانه في قوله : { إِنَّ الساعة ءَاتِيَةٌ أَكَادُ أُخْفِيهَا لتجزى كُلُّ نَفْسٍ بِمَا تسعى } [ طه : 15 ] وههنا مسائل : المسألة الأولى : ثنى إنكم للتوكيد وحسن ذلك الفصل ما بين الأول والثاني بالظرف ، ومخرجون خبر عن الأول .\r\n وفي قراءة ابن مسعود : { وَكُنتُمْ تُرَاباً وعظاما أَنَّكُمْ مُّخْرَجُون } [ المؤمنون : 35 ] .\r\n المسألة الثانية : قرىء { هَيْهَاتَ } بالفتح والكسر ، كلها بتنوين وبلا تنوين ، وبالسكون على لفظ الوقف .\r\n المسألة الثالثة : هي في قوله : { إِنْ هِىَ إِلاَّ حَيَاتُنَا الدنيا } ضمير لا يعلم ما يعني به إلا بما يتلوه من بيانه وأصله : إن الحياة إلا حياتنا الدنيا ، ثم وضع هي موضع الحياة ، لأن الخبر يدل عليه ومنه ( قول الشاعر ) : هي النفس ما حملتها تتحمل \r\n والمعنى لا حياة إلا هذه الحياة ، ولأن إن النافية دخلت على هي التي في معنى الحياة الدالة على الجنس فنفتها ، فوازنت لا التي نفت ما بعدها نفي الجنس .\r\n واعلم أن ذلك الرسول لما يئس من قبول الأكابر والأصاغر فزع إلى ربه وقال : { رَبّ انصرني بِمَا كَذَّبُونِ } وقد تقدم تفسيره فأجابه الله تعالى فيما سأل وقال : { عَمَّا قَلِيلٍ لَّيُصْبِحُنَّ نادمين } [ المؤمنون : 40 ] والأقرب أن يكون المراد بأن يظهر لهم علامات الهلاك ، فعند ذلك يحصل منهم الحسرة والندامة على ترك القبول ، ويكون الوقت وقت إيمان اليأس فلا ينتفعون بالندامة ، وبين تعالى الهلاك الذي أنزله عليهم بقوله : { فَأَخَذَتْهُمُ الصيحة بالحق } وذكروا في الصيحة وجوهاً : أحدها : أن جبريل عليه السلام صاح بهم ، وكانت الصيحة عظيمة فماتوا عندها وثانيها : الصيحة هي الرجفة عن ابن عباس رضي الله عنهما وثالثها : الصيحة هي نفس العذاب والموت كما يقال فيمن يموت : دعي فأجاب عن الحسن ورابعها : أنه العذاب المصطلم ، قال الشاعر : صاح الزمان بآل برمك صيحة \r\n خروا لشدتها على الأذقان والأول أولى لأنه هو الحقيقة .\r\n وأما قوله : { بالحق } فمعناه أنه دمرهم بالعدل من قولك ، فلان يقضي بالحق إذا كان عادلاً في قضاياه .\r\n وقال المفضل : بالحق أي بما لا يدفع ، كقوله : { وَجَاءتْ سَكْرَةُ الْمَوْتِ بِالْحَقّ } [ ق : 19 ] .\r\n أما قوله : { فجعلناهم غُثَاء } فالغثاء حميل السيل مما بلي واسود من الورق والعيدان ، ومنه قوله تعالى : { فَجَعَلَهُ غُثَاء أحوى } .\r\n وأما قوله تعالى : { فَبُعْداً لّلْقَوْمِ الظالمين } ففيه مسألتان : المسألة الأولى : قوله : { بُعْدًا } وسحقاً ودمراً ونحوها مصادر موضوعة مواضع أفعالها ، وهي من جملة المصادر التي قال سيبويه نصبت بأفعال لا يستعمل إظهارها ومعنى بعداً بعدوا ، أي هلكوا يقال بعد بعداً وبعداً بفتح العين نحو رشد رشداً ورشداً بفتح الشين ، والله أعلم .\r\n المسألة الثانية : قوله : { بُعْدًا } بمنزلة اللعن الذي هو التبعيد من الخير ، والله تعالى ذكر ذلك على وجه الاستخفاف والإهانة لهم ، وقد نزل بهم العذاب دالاً بذلك على أن الذي ينزل بهم في الآخرة من البعد من النعيم والثواب أعظم مما حل بهم حالاً ليكون ذلك عبرة لمن يجيء بعدهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ثم أنشأنا من بعدهم قرنا آخرين (31) فأرسلنا فيهم رسولا منهم أن اعبدوا الله ما لكم من إله غيره أفلا تتقون (32) وقال الملأ من قومه الذين كفروا وكذبوا بلقاء الآخرة وأترفناهم في الحياة الدنيا ما هذا إلا بشر مثلكم يأكل مما تأكلون منه ويشرب مما تشربون (33) ولئن أطعتم بشرا مثلكم إنكم إذا لخاسرون (34) أيعدكم أنكم إذا متم وكنتم ترابا وعظاما أنكم مخرجون (35) هيهات هيهات لما توعدون (36) إن هي إلا حياتنا الدنيا نموت ونحيا وما نحن بمبعوثين (37) إن هو إلا رجل افترى على الله كذبا وما نحن له بمؤمنين (38) قال رب انصرني بما كذبون (39) قال عما قليل ليصبحن نادمين (40) فأخذتهم الصيحة بالحق فجعلناهم غثاء فبعدا للقوم الظالمين (41) ",
        "babnum": 7
    },
    {
        "id": 1568,
        "cate": "23",
        "title": "ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قُرُونًا آخَرِينَ (42) مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ (43) ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَى كُلَّ مَا جَاءَ أُمَّةً رَسُولُهَا كَذَّبُوهُ فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا وَجَعَلْنَاهُمْ أَحَادِيثَ فَبُعْدًا لِقَوْمٍ لَا يُؤْمِنُونَ (44) ",
        "details": " القصة الثالثة إعلم أنه سبحانه يقص القصص في القرآن تارة على سبيل التفصيل كما تقدم وأخرى على سبيل الإجمال كههنا ، وقيل المراد قصة لوط وشعيب وأيوب ويوسف عليهم السلام .\r\n فأما قوله : { ثُمَّ أَنشَأْنَا مِن بَعْدِهِمْ قُرُوناً ءَاخَرِينَ } فالمعنى أنه ما أخلى الديار من مكلفين أنشأهم وبلغهم حد التكليف حتى قاموا مقام من كان قبلهم في عمارة الدنيا .\r\n أما قوله : { مَّا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأخِرُونَ } فيحتمل في هذا الأجل أن يكون المراد آجال حياتها وتكليفها ، ويحتمل آجال موتها وهلاكها ، وإن كان الأظهر في الأجل إذا أطلق أن يراد به وقت الموت ، فبين أن كل أمة لها آجال مكتوبة في الحياة والموت ، لا يتقدم ولا يتأخر ، منبهاً بذلك على أنه عالم بالأشياء قبل كونها ، فلا توجد إلا على وفق العلم ، ونظيره قوله تعالى : { إِنَّ أَجَلَ الله إِذَا جَاء لاَ يُؤَخَّرُ لَوْ كُنتُمْ تَعْلَمُونَ } [ نوح : 4 ] وههنا مسألتان : المسألة الأولى : قال أصحابنا : هذه الآية تدل على أن المقتول ميت بأجله إذ لو قتل قبل أجله لكان قد تقدم الأجل أو تأخر ، وذلك ينافيه هذا النص .\r\n المسألة الثانية : قال الكعبي : المراد من قوله : { مَّا تَسْبِقُ مِنْ أُمَّةٍ } أي لا يتقدمون الوقت المؤقت لعذابهم إن لم يؤمنوا ولا يتأخرون عنه ، ولا يستأصلهم إلا إذا علم منهم أنهم لا يزدادون إلا عناداً وأنهم لا يلدون مؤمناً ، وأنه لا نفع في بقائهم لغيرهم ، ولا ضرر على أحد في هلاكهم ، وهو كقول نوح عليه السلام : { إِنَّكَ إِن تَذَرْهُمْ يُضِلُّواْ عِبَادَكَ وَلاَ يَلِدُواْ إِلاَّ فَاجِراً كَفَّاراً } [ نوح : 27 ] .\r\n أما قوله تعالى : { ثُمَّ أَرْسَلْنَا رُسُلَنَا تترا } فالمعنى أنه كما أنشأنا بعضهم بعد بعض أرسل إليهم الرسل على هذا الحد قرأ ابن كثير تتراً منونة والباقون بغير تنوين وهو اختيار أكثر أهل اللغة لأنها فعلى من المواترة وهي المتابعة وفعلى لا ينون كالدعوى والتقوى والتاء بدل من الواو فإنه مأخوذ من الوتر وهو الفرد ، قال الواحدي تترى على القراءتين مصدر أو اسم أقيم مقام الحال لأن المعنى متواترة .\r\n أما قوله تعالى : { كُلَّمَا جَاءَ أُمَّةً رَّسُولُهَا كَذَّبُوهُ } [ المؤمنون : 44 ] يعني أنهم سلكوا في تكذيب أنبيائهم مسلك من تقدم ذكره ممن أهلكه الله بالغرق والصيحة فلذلك قال : { فَأَتْبَعْنَا بَعْضَهُمْ بَعْضاً } أي بالهلاك .\r\n ( وقوله ) : { وجعلناهم أَحَادِيثَ } يمكن أن يكون المراد جمع الحديث ومنه أحاديث رسول الله صلى الله عليه وسلم والمعنى أنه سبحانه بلغ في إهلاكهم مبلغاً صاروا معه أحاديث فلا يرى منهم عين ولا أثر ولم يبق منهم إلا الحديث الذي يذكر ويعتبر به .\r\n ويمكن أيضاً أن يكون جمع أحدوثة مثل الأضحوكة والأعجوبة ، وهي ما يتحدث به الناس تلهياً وتعجباً .\r\n ثم قال : { فَبُعْداً لّقَوْمٍ لاَّ يُؤْمِنُونَ } على وجه الدعاء والذم والتوبيخ ، ودل بذلك على أنهم كما أهلكوا عاجلاً فهلاكهم بالتعذيب آجلاً على التأبيد مترقب وذلك وعيد شديد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ثم أنشأنا من بعدهم قرونا آخرين (42) ما تسبق من أمة أجلها وما يستأخرون (43) ثم أرسلنا رسلنا تترى كل ما جاء أمة رسولها كذبوه فأتبعنا بعضهم بعضا وجعلناهم أحاديث فبعدا لقوم لا يؤمنون (44) ",
        "babnum": 8
    },
    {
        "id": 1569,
        "cate": "23",
        "title": "ثُمَّ أَرْسَلْنَا مُوسَى وَأَخَاهُ هَارُونَ بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ (45) إِلَى فِرْعَوْنَ وَمَلَئِهِ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا عَالِينَ (46) فَقَالُوا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَابِدُونَ (47) فَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكِينَ (48) وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ لَعَلَّهُمْ يَهْتَدُونَ (49) ",
        "details": " القصة الرابعة قصة موسى عليه السلام اختلفوا في { الايات } فقال ابن عباس رضي الله عنهما هي الآيات التسع وهي العصا واليد والجراد والقمل والضفادع والدم وانفلاق البحر والسنون والنقص من الثمرات ، وقال الحسن قوله : { بئاياتنا } أي بديننا واحتج بأن المراد بالآيات لو كانت هي المعجزات والسلطات المبين أيضاً هو المعجز فحينئذ يلزم عطف الشيء على نفسه والأقرب هو الأول لأن لفظ الآيات إذا ذكر في الرسل فالمراد منها المعجزات ، وأما الذي احتجوا به فالجواب : عنه من وجوه : أحدها : أن المراد بالسلطان المبين يجوز أن يكون أشرف معجزاته وهو العصا لأنه قد تعلقت بها معجزات شتى من انقلابها حية وتلقفها ما أفكته السحرة وانفلاق البحر وانفجار العيون من الحجر بضربها بها وكونها حارساً وشمعة وشجرة مثمرة ودلواً ورشاء ، فلأجل انفراد العصا بهذه الفضائل أفردت بالذكر كقوله جبريل وميكال وثانيها : يجوز أن يكون المراد بالآيات نفس تلك المعجزات وبالسلطان المبين كيفية دلالتها على الصدق ، وذلك لأنها وإن شاركت سائر آيات الأنبياء في كونها آيات فقد فارقتها في قوة دلالتها على قوة موسى عليه السلام وثالثها : أن يكون المراد بالسلطان المبين استيلاء موسى عليه السلام عليهم في الاستدلال على وجود الصانع وإثبات النبوة وأنه ما كان يقيم لهم قدراً ولا وزناً .\r\n واعلم أن الآية تدل على أن معجزات موسى عليه السلام كانت معجزات هرون عليه السلام أيضاً ، وأن النبوة كما أنها مشتركة بينهما فكذلك المعجزات ، ثم إنه سبحانه حكى عن فرعون وقومه صفتهم ثم ذكر شبهتهم أما صفتهم فأمران أحدهما : الاستكبار والأنفة والثاني : أنهم كانوا قوماً عالين أي رفيعي الحال في أمور الدنيا ، ويحتمل الاقتدار بالكثرة والقوة وأما شبهتهم فهي قولهم : { أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عابدون } قال صاحب «الكشاف» لم يقل مثلينا كما قال : { إِنَّكُمْ إِذاً مّثْلُهُمْ } [ النساء : 14 ] ولم يقل أمثالهم وقال : { كُنتُمْ خَيْرَ أُمَّةٍ } [ آل عمران : 110 ] ولم يقل أخيار أمة كل ذلك لأن الإيجاز أحب إلى العرب من الإكثار والشبهة مبنية على أمرين : أحدهما : كونهما من البشر وقد تقدم الجواب عنه والثاني : أن قوم موسى وهرون كانوا كالخدم والعبيد لهم قال أبو عبيدة العرب تسمى كل من دان لملك عابداً له ويحتمل أن يقال إنه كان يدعي الإلهية فادعى أن الناس عباده وأن طاعتهم له عبادة على الحقيقة ثم بين سبحانه أنه لما خطرت هذه الشبهة ببالهم صرحوا بالتكذيب وهو المراد من قوله : { فَكَذَّبُوهُمَا } .\r\n ولما كان ذلك التكذيب كالعلة لكونهم من المهلكين لا جرم رتبه عليه بفاء التعقيب فقال وكانوا ممن حكم الله عليهم بالغرق فإن حصول الغرق لم يكن حاصلاً عقيب التكذيب ، إنما الحاصل عقيب التكذيب حكم الله تعالى بكونهم كذلك في الوقت اللائق به .\r\n أما قوله : { وَلَقَدْ ءَاتَيْنَا موسى الكتاب لَعَلَّهُمْ يَهْتَدُونَ } فقال القاضي معناه أنه سبحانه خص موسى عليه السلام بالكتاب الذي هو التوراة لا لذلك التكذيب لكن لكي يهتدوا به فلما أصروا على الكفر مع البيان العظيم استحقوا أن يهلكوا ، واعترض صاحب «الكشاف» عليه فقال لا يجوز أن يرجع الضمير في لعلهم إلى فرعون وملائه لأن التوراة إنما أوتيها بنو إسرائيل بعد إغراق فرعون وملائه بدليل قوله تعالى : { وَلَقَدْ ءَاتَيْنَا مُوسَى الكتاب مِن بَعْدِ مَا أَهْلَكْنَا القرون الأولى } [ القصص : 43 ] بل المعنى الصحيح : ولقد آتينا موسى الكتاب لعلهم يعملون بشرائعها ومواعظها فذكر موسى والمراد آل موسي كما يقال هاشم وثقيف والمراد قولهما .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ثم أرسلنا موسى وأخاه هارون بآياتنا وسلطان مبين (45) إلى فرعون وملئه فاستكبروا وكانوا قوما عالين (46) فقالوا أنؤمن لبشرين مثلنا وقومهما لنا عابدون (47) فكذبوهما فكانوا من المهلكين (48) ولقد آتينا موسى الكتاب لعلهم يهتدون (49) ",
        "babnum": 9
    },
    {
        "id": 1570,
        "cate": "23",
        "title": "وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ (50) ",
        "details": " القصة الخامسة قصة عيسى وقصة مريم عليهما السلام اعلم أن ابن مريم هو عيسى عليه السلام جعله الله تعالى آية بأن خلقه من غير ذكر وأنطقه في المهد في الصغر وأجرى على يديه إبراء الأكمه والأبرص وإحياء الموتى ، وأما مريم فقد جعلها الله تعالى آية لأنها حملته من غير ذكر .\r\n وقال الحسن تكلمت مريم في صغرها كما تكلم عيسى عليه السلام وهو قولها : { هُوَ مِنْ عِندِ الله إنَّ الله يَرْزُقُ مَن يَشَاء بِغَيْرِ حِسَابٍ } [ آل عمران : 37 ] ولم تلقم ثدياً قط ، قال القاضي إن ثبت ذلك فهو معجزة لزكريا عليه السلام لأنها لم تكن نبية ، قلنا القاضي إنما قال ذلك لأن عنده الإرهاص غير جائز وكرامات الأولياء غير جائزة وعندنا هما جائزان فلا حاجة إلى ما قال ، والأقرب أنه جعلهما آية بنفس الولادة لأنه ولد من غير ذكر وولدته من دون ذكر فاشتركا جميعاً في هذا الأمر العجيب الخارق للعادة والذي يدل على أن هذا التفسير أولى وجهان : أحدهما : أنه تعالى قال : { وَجَعَلْنَا ابن مَرْيَمَ وَأُمَّهُ ءَايَةً } لأن نفس الإعجاز طهر فيهما لا أنه ظهر على يدهما وهذا أولى من أن يحمل على الآيات التي ظهرت على يده نحو إحياء الموتى وذلك لأن الولادة فيه وفيها آية فيهما وكذلك أن نطقا في المهد وما عدا ذلك من الآيات ظهر على يده لا أنه آية فيه الثاني : أنه تعالى قال آية ولم يقل آيتين ، وحمل هذا اللفظ على الأمر الذي لا يتم إلا بمجموعهما أولى وذلك هو أمر الولادة لا المعجزات التي كان عيسى عليه السلام مستقلاً بها .\r\n أما قوله تعالى : { وآويناهما إلى ربوة ذات قرار } أي جعلنا مأواهما الربوة والربوة والرباوة في راءيهما الحركات الثلاث وهي الأرض المرتفعة ، ثم قال قتادة وأبو العالية هي إيلياء أرض بيت المقدس ، وقال أبو هريرة رضي الله عنه إنها الرملة .\r\n وقال الكلبي وابن زيد هي بمصر وقال الأكثرون إنها دمشق وقال مقاتل والضحاك هي غوطة دمشق ، والقرار المستقر من ( كل ) أرض مستوية مبسوطة ، وعن قتادة ذات ثمار وماء ، يعني أنه لأجل الثمار يستقر فيها ساكنوها والمعين الماء الظاهر الجاري على وجه الأرض .\r\n فنبه سبحانه على كمال نعمه عليها بهذا اللفظ على اختصاره .\r\n ثم في المعين قولان : أحدهما : أنه مفعول لأنه لظهوره يدرك بالعين من عانه إذا أدركه بعينه وقال الفراء والزجاج إن شئت جعلته فعيلاً من الماعون ويكون أصله من المعن والماعون فاعول منه قال أبو علي والمعين السهل الذي ينقاد ولا يتعاصى والماعون ما سهل على معطيه ، ثم قالوا وسبب الإيواء أنها فرت بإبنها عيسى إلى الربوة وبقيت بها اثنتي عشرة سنة ، وإنما ذهب بهما ابن عمها يوسف ثم رجعت إلى أهلها بعد أن مات ملكهم ، وههنا آخر القصص ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وجعلنا ابن مريم وأمه آية وآويناهما إلى ربوة ذات قرار ومعين (50) ",
        "babnum": 10
    },
    {
        "id": 1571,
        "cate": "23",
        "title": "يَاأَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ (51) وَإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ (52) فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُرًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ (53) فَذَرْهُمْ فِي غَمْرَتِهِمْ حَتَّى حِينٍ (54) أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ (55) نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَلْ لَا يَشْعُرُونَ (56) ",
        "details": " إعلم أن ظاهر قوله : { يا أيها الرسل } خطاب مع كل الرسل وذلك غير ممكن لأن الرسل إنما أرسلوا متفرقين في أزمنة متفرقة مختلفة فكيف يمكن توجيه هذا الخطاب إليهم ، فلهذا الإشكال اختلفوا في تأويله على وجوه : أحدها : أن المعنى الإعلام بأن كل رسول فهو في زمانه نودي بهذا المعنى ووصى به ليعتقد السامع أن أمراً نودي له جميع الرسل ووصوا به حقيق بأن يؤخذ به ويعمل عليه وثانيها : أن المراد نبينا عليه الصلاة والسلام لأنه ذكر ذلك بعد انقضاء أخبار الرسل ، وإنما ذكر على صيغة الجمع كما يقال للواحد أيها القوم كفوا عني أذاكم ومثله { الذين قَالَ لَهُمُ الناس } [ آل عمران : 173 ] وهو نعيم بن مسعود كأنه سبحانه لما خاطب محمداً صلى الله عليه وسلم بذلك بين أن الرسل بأسرهم لو كانوا حاضرين مجتمعين لما خوطبوا إلا بذلك ليعلم رسولنا أن هذا التثقيل ليس عليه فقط ، بل لازم على جميع الأنبياء عليهم السلام وثالثها : وهو قول محمد بن جرير أن المراد به عيسى عليه السلام لأنه إنما ذكر ذلك بعدما ذكر مكانه الجامع للطعام والشراب ولأنه روى أن عيسى عليه السلام كان يأكل من غزل أمه ، والقول الأول أقرب لأنه أوفق للفظ الآية ، ولأنه روي عن أم عبد الله أخت شداد بن أوس أنها بعثت إلى رسول الله صلى الله عليه وسلم بقدح من لبن في شدة الحر عند فطره وهو صائم « فرده الرسول إليها وقال من أين لك هذا؟ فقالت من شاة لي ، ثم رده وقال : من أين هذه الشاة؟ فقالت اشتريتها بمالي فأخذه .\r\n ثم إنها جاءته وقالت : يا رسول الله لم رددته؟ فقال عليه السلام بذلك أمرت الرسل أن لا يأكلوا إلا طيباً ولا يعملوا إلا صالحاً » أما قوله تعالى : { مّنَ الطيبات } ففيه وجهان : الأول : أنه الحلال وقيل طيبات الرزق حلال وصاف وقوام فالحلال الذي لا يعصى الله فيه ، والصافي الذي لا ينسى الله فيه والقوام ما يمسك النفس ويحفظ العقل والثاني : أنه المستطاب المستلذ من المأكل والفواكه فبين تعالى أنه وإن ثقل عليهم بالنبوة وبما ألزمهم القيام بحقها ، فقد أباح لهم أكل الطيبات كما أباح لغيرهم .\r\n واعلم أنه سبحانه كما قال المرسلين { يأَيُّهَا الرسل كُلُواْ مِنَ الطيبات } فقال للمؤمنين : { يأَيُّهَا الذين ءَامَنُواْ كُلُواْ مِن طَيّبَاتِ مَا رزقناكم } ، واعلم أن تقديم قوله : { كُلُواْ مِنَ الطيبات } على قوله : { واعملوا صالحا } كالدلالة على أن العمل الصالح لا بد وأن يكون مسبوقاً بأكل الحلال ، فأما قوله : { إِنّي بِمَا تَعْمَلُونَ عَلِيمٌ } فهو تحذير من مخالفة ما أمرهم به وإذا كان ذلك تحذيراً للرسل مع علو شأنهم فبأن يكون تحذيراً لغيرهم أولى .\r\n أما قوله : { وَإِنَّ هذه أُمَّتُكُمْ أُمَّةً واحدة وَأَنَاْ رَبُّكُمْ فاتقون } فقد فسرناه في سورة الأنبياء وفيه مسألتان : المسألة الأولى : المعنى أنه كما يجب اتفاقهم على أكل الحلال والأعمال الصالحة فكذلك هم متفقون على التوحيد وعلى الإتقاء من معصية الله تعالى .\r\n فإن قيل لما كانت شرائعهم مختلفة فكيف يكون دينهم واحداً؟ قلنا المراد من الدين ما لا يختلفون فيه من معرفة ذات الله تعالى وصفاته ، وأما الشرائع فإن الاختلاف فيها لا يسمى اختلافاً في الدين ، فكما يقال في الحائض والطاهر من النساء إن دينهن واحد وإن افترق تكليفهما فكذا ههنا ، ويدل على ذلك قوله : { وَأَنَاْ رَبُّكُمْ فاتقون } فكأنه نبه بذلك على أن دين الجميع واحد فيما يتصل بمعرفة الله تعالى واتقاء معاصيه فلا مدخل للشرائع ، وإن اختلفت في ذلك .\r\n المسألة الثانية : قرىء وإن بالكسر على الاستئناف وإن بمعنى ولأن وإن مخففة من الثقيلة وأمتكم مرفوعة معها .\r\n أما قوله تعالى : { فَتَقَطَّعُواْ أَمْرَهُمْ بَيْنَهُمْ زُبُراً } فالمعنى فإن أمم الأنبياء عليهم السلام تقطعوا أمرهم بينهم وفي قوله : { فَتَقَطَّعُواْ } معنى المبالغة في شدة اختلافهم والمراد بأمرهم ما يتصل بالدين .\r\n أما قوله { زُبُراً } فقرىء زبراً جمع زبور أي كتباً مختلفة يعني جعلوا دينهم أدياناً وزبراً قطعاً استعيرت من زبر الفضة والحديد وزبراً مخففة الباء كرسل في رسل قال الكلبي ومقاتل والضحاك يعني مشركي مكة والمجوس واليهود والنصارى .\r\n أما قوله تعالى : { كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ } فمعناه أن كل فريق منهم مغتبط بما اتخذه ديناً لنفسه معجب به يرى المحق أنه الرابح ، وأن غيره المبطل الخاسر ، ولما ذكر الله تعالى تفرق هؤلاء في دينهم أتبعه بالوعيد ، وقال : { فَذَرْهُمْ فِى غَمْرَتِهِمْ } حتى حين الخطاب لنبينا صلى الله عليه وسلم يقول : فدع هؤلاء الكفار في جهلهم والغمرة الماء الذي يغمر القامة فكأن ما هم فيه من الجهل والحيرة صار غامراً ساتراً لعقولهم ، وعن علي عليه السلام : { فِى غمراتهم حتى حِينٍ } وذكروا في الحين وجوهاً : أحدها : إلى حين الموت وثانيها : إلى حين المعاينة وثالثها : إلى حين العذاب ، والعادة في ذلك أن يذكر في الكلام ، والمراد به الحالة التي تقترن بها الحسرة والندامة ، وذلك يحصل إذا عرفهم الله بطلان ما كانوا عليه وعرفهم سوء منقلبهم ، ويحصل أيضاً عند المحاسبة في الآخرة ، ويحصل عند عذاب القبر والمساءلة فيجب أن يحمل على كل ذلك .\r\n ولما كان القوم في نعم عظيمة في الدنيا جاز أن يظنوا أن تلك النعم كالثواب المعجل لهم على أديانهم ، فبين سبحانه أن الأمر بخلاف ذلك ، فقال : { أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِن مَّالٍ وَبَنِينَ * نُسَارِعُ لَهُمْ فِي الخيرات } قرىء يمدهم ويسارع بالياء والفاعل هو الله سبحانه وفي المعنى وجهان : أحدهما : أن هذا الإمداد ليس إلا استدراجاً لهم في المعاصي ، واستجراراً لهم في زيادة الإثم وهم يحسبونه مسارعة في الخيرات وبل للاستدراك لقوله : { أَيَحْسَبُونَ } يعني بل هم أشباه البهائم لا فطنة لهم ولا شعور حتى يتفكروا في ذلك ، أهو استدراج أم مسارعة في الخير ، وهذه الآية كقوله : { وَلاَ تُعْجِبْكَ أموالهم وأولادهم } [ التوبة : 85 ] روي عن يزيد بن ميسرة : أوحى الله تعالى إلى نبي من الأنبياء «أيفرح عبدي أن أبسط له الدنيا وهو أبعد له مني ، ويجزع أن أقبض عنه الدنيا وهو أقرب له مني» ثم تلا : { أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِن مَّالٍ وَبَنِينَ } وعن الحسن : لما أتى عمر بسوار كسرى فأخذه ووضعه في يد سراقة فبلغ منكبه .\r\n فقال عمر اللهم إني قد علمت أن نبيك عليه الصلاة والسلام ، كان يحب أن يصيب مالاً لينفقه في سبيلك ، فزويت ذلك عنه نظراً .\r\n ثم إن أبا بكر كان يحب ذلك ، اللهم لا يكن ذلك مكراً منك بعمر .\r\n ثم تلا : { أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِن مَّالٍ وَبَنِينَ } الوجه الثاني : وهو أنه سبحانه إنما أعطاهم هذه النعم ليكونوا فارغي البال ، متمكنين من الاشتغال بكلف الحق ، فإذا أعرضوا عن الحق والحالة هذه ، كان لزوم الحجة عليهم أقوى ، فلذلك قال : { بَل لاَّ يَشْعُرُونَ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الرسل كلوا من الطيبات واعملوا صالحا إني بما تعملون عليم (51) وإن هذه أمتكم أمة واحدة وأنا ربكم فاتقون (52) فتقطعوا أمرهم بينهم زبرا كل حزب بما لديهم فرحون (53) فذرهم في غمرتهم حتى حين (54) أيحسبون أنما نمدهم به من مال وبنين (55) نسارع لهم في الخيرات بل لا يشعرون (56) ",
        "babnum": 11
    },
    {
        "id": 1572,
        "cate": "23",
        "title": "إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ (57) وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ (58) وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ (59) وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ (60) أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ (61) ",
        "details": " إعلم أنه تعالى لما ذم من تقدم ذكره بقوله : { أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِن مَّالٍ وَبَنِينَ * نُسَارِعُ لَهُمْ فِى الخيرات } ثم قال : { بَل لاَّ يَشْعُرُونَ } بين بعده صفات من يسارع في الخيرات ويشعر بذلك وهي أربعة : الصفة الأولى : قوله : { إِنَّ الذين هُم مّنْ خَشْيةِ رَبّهِمْ مُّشْفِقُونَ } والإشفاق يتضمن الخشية مع زيادة رقة وضعف ، فمنهم من قال : جمع بينهما للتأكيد ، ومنهم من حمل الخشية على العذاب ، والمعنى الذين هم من عذاب ربهم مشفقون ، وهو قول الكلبي ومقاتل ، ومنهم من حمل الإشفاق على أثره وهو الدوام في الطاعة ، والمعنى الذين هم من خشية ربهم دائمون في طاعته ، جادون في طلب مرضاته .\r\n والتحقيق أن من بلغ في الخشية إلى حد الإشفاق وهو كمال الخشية ، كان في نهاية الخوف من سخط الله عاجلاً ، ومن عقابة آجلاً ، فكان في نهاية الاحتراز عن المعاصي .\r\n الصفة الثانية : قوله : { والذين هُم بئايات رَبَّهِمْ يُؤْمِنُونَ } واعلم أن آيات الله تعالى هي المخلوقات الدالة على وجوده ، والإيمان بها هو التصديق بها ، والتصديق بها إن كان بوجودها فذلك معلوم بالضرورة ، وصاحب هذا التصديق لا يستحق المدح ، وإن كان بكونها آيات ودلائل على وجود الصانع فذلك مما لا يتوصل إليه إلا بالنظر والفكر ، وصاحبه لا بد وأن يصير عارفاً بوجود الصانع وصفاته ، وإذا حصلت المعرفة بالقلب حصل الإقرار باللسان ظاهراً وذلك هو الإيمان .\r\n الصفة الثالثة : قوله : { والذين هُم بِرَبّهِمْ لاَ يُشْرِكُونَ } وليس المراد منه الإيمان بالتوحيد ونفي الشريك لله تعالى لأن ذلك داخل في قوله : { والذين هُم بئايات رَبَّهِمْ يُؤْمِنُونَ } بل المراد منه نفي الشرك الخفي ، وهو أن يكون مخلصاً في العبادة لا يقدم عليها إلا لوجه الله تعالى وطلب رضوانه والله أعلم .\r\n الصفة الرابعة : قوله : { والذين يُؤْتُونَ مَا ءاتَواْ وَّقُلُوبُهُمْ وَجِلَةٌ } معناه يعطون ما أعطوا فدخل فيه كل حق يلزم إيتاؤه سواء كان ذلك من حق الله تعالى : كالزكاة والكفارة وغيرهما ، أو من حقوق الآدميين : كالودائع والديون وأصناف الإنصاف والعدل ، وبين أن ذلك إنما ينفع إذا فعلوه وقلوبهم وجلة ، لأن من يقدم على العبادة وهو وجل من تقصيره وإخلاله بنقصان أو غيره ، فإنه يكون لأجل ذلك الوجل مجتهداً في أن يوفيها حقها في الأداء .\r\n وسألت عائشة رضي الله عنها رسول الله صلى الله عليه وسلم فقالت : { والذين يُؤْتُونَ مَا ءاتَواْ وَّقُلُوبُهُمْ وَجِلَةٌ } أهو الذي يزني ويشرب الخمر ويسرق وهو على ذلك يخاف الله تعالى؟ فقال عليه الصلاة والسلام : « لا يا ابنة الصديق ، ولكن هو الرجل يصلي ويصوم ويتصدق وهو على ذلك يخاف الله تعالى » واعلم أن ترتيب هذه الصفات في نهاية الحسن ، لأن الصفة الأولى دلت على حصول الخوف الشديد الموجب للاحتراز عما لا ينبغي .\r\n والصفة الثانية : دلت على ترك الرياء في الطاعات .\r\n والصفة الثالثة : دلت على أن المستجمع لتلك الصفات الثلاثة يأتي بالطاعات مع الوجل والخوف من التقصير ، وذلك هو نهاية مقامات الصديقين رزقنا الله سبحانه الوصول إليها ، فإن قيل : أفتقولون إن قوله : { وَّقُلُوبُهُمْ وَجِلَةٌ } يرجع إلى يؤتون ، أو يرجع إلى كل ما تقدم من الخصال؟ قلنا بل الأولى أن يرجع إلى الكل لأن العطية ليست بذلك أولى من سائر الأعمال ، إذ المراد أن يؤدي ذلك على وجل من تقصيره ، فيكون مبالغاً في توفيته حقه ، فأما إذا قرىء { والذين يَأْتُونَ مَا ءاتَواْ } فالقول فيه أظهر ، إذ المراد بذلك أي شيء أتوه وفعلوه من تحرز عن معصية وإقدام على إيمان وعمل ، فإنهم يقدمون عليه مع الوجل ، ثم إنه سبحانه بين علة ذلك الوجل وهي علمهم بأنهم إلى ربهم راجعون ، أي للمجازاة والمساءلة ونشر الصحف وتتبع الأعمال ، وأن هناك لا تنفع الندامة ، فليس إلا الحكم القاطع من جهة مالك الملك .\r\n ثم إنه سبحانه لما ذكر هذه الصفات للمؤمنين المخلصين قال بعده : { أُوْلَئِكَ يسارعون فِى الخيرات } وفيه وجهان : أحدهما : أن المراد يرغبون في الطاعات أشد الرغبة فيبادرونها لئلا تفوت عن وقتها ولكيلا تفوتهم دون الاحترام .\r\n والثاني : أنهم يتعجلون في الدنيا أنواع النفع ووجوه الإكرام ، كما قال : { فاتاهم الله ثَوَابَ الدنيا وَحُسْنَ ثَوَابِ الأخرة } [ آل عمران : 148 ] .\r\n { وآتيناه أجره في الدنيا وإنه في الآخرة لمن الصالحين } [ العنبكوت : 27 ] لأنهم إذا سورع لهم بها فقد سارعوا في نيلها وتعجلوها ، وهذا الوجه أحسن طباقاً للآية المتقدمة ، لأن فيه إثبات ما نفي عن الكفار للمؤمنين وقرىء يسرعون في الخيرات .\r\n أما قوله : { وَهُمْ لَهَا سابقون } فالمعنى فاعلون السبق لأجلها أو سابقون الناس لأجلها أو وهم لها سابقون أي ينالونها قبل الآخرة حيث عجلت لهم في الدنيا ، ويجوز أن يكون خبراً بعد خبر .\r\n والمعنى وهم لها كما يقال أنت لها وهي لك ، ثم قال سابقون أي وهم سابقون .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين هم من خشية ربهم مشفقون (57) والذين هم بآيات ربهم يؤمنون (58) والذين هم بربهم لا يشركون (59) والذين يؤتون ما آتوا وقلوبهم وجلة أنهم إلى ربهم راجعون (60) أولئك يسارعون في الخيرات وهم لها سابقون (61) ",
        "babnum": 12
    },
    {
        "id": 1573,
        "cate": "23",
        "title": "وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ (62) بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ مِنْ هَذَا وَلَهُمْ أَعْمَالٌ مِنْ دُونِ ذَلِكَ هُمْ لَهَا عَامِلُونَ (63) حَتَّى إِذَا أَخَذْنَا مُتْرَفِيهِمْ بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ (64) لَا تَجْأَرُوا الْيَوْمَ إِنَّكُمْ مِنَّا لَا تُنْصَرُونَ (65) ",
        "details": " اعلم أنه سبحانه لما ذكر كيفية أعمال المؤمنين المخلصين ذكر حكمين من أحكام أعمال العباد فالأول : قوله : { وَلاَ نُكَلّفُ نَفْساً إِلاَّ وُسْعَهَا } وفي الوسع قولان : أحدهما : أنه الطاقة عن المفضل والثاني : أنه دون الطاقة وهو قول المعتزلة ومقاتل والضحاك والكلبي واحتجوا عليه بأن الوسع إنما سمي وسعاً لأنه يتسع عليه فعله ولا يصعب ولا يضيق ، فبين أن أولئك المخلصين لم يكلفوا أكثر مما عملوا .\r\n قال مقاتل من لم يستطع أن يصلي قائماً فليصل جالساً ومن لم يستطع جالساً فليوم إيماء لأنا لا نكلف نفساً إلا وسعها ، واستدلت المعتزلة به في نفي تكليف ما لا يطاق وقد تقدم القول فيه الثاني : قوله : { وَلَدَيْنَا كِتَابٌ يَنطِقُ بالحق وَهُمْ لاَ يُظْلَمُونَ } ونظيره قوله { هذا كتابنا يَنطِقُ عَلَيْكُم بالحق } [ الجاثية : 29 ] وقوله : { لاَ يُغَادِرُ صَغِيرَةً وَلاَ كَبِيرَةً إِلاَّ أَحْصَاهَا } [ الكهف : 49 ] .\r\n واعلم أنه تعالى شبه الكتاب بمن يصدر عنه البيان فإن الكتاب لا ينطق لكنه يعرب بما فيه كما يعرب وينطق الناطق إذا كان محقاً ، فإن قيل هؤلاء الذين يعرض عليهم ذلك الكتاب إما أن يكونوا محيلين الكذب على الله تعالى أو مجوزين ذلك عليه ، فإن أحالوه عليه فإنهم يصدقونه في كل ما يقول سواء وجد الكتاب أو لم يوجد ، وإن جوزوه عليه لم يثقوا بذلك الكتاب لتجويزهم أنه / سبحانه كتب فيه خلاف ما حصل .\r\n فعلى التقديرين لا فائدة في ذلك الكتاب؟ قلنا يفعل الله ما يشاء وعلى أنه لا يبعد أن يكون ذلك مصلحة للمكلفين من الملائكة .\r\n وأما قوله : { وَهُمْ لاَ يُظْلَمُونَ } فنظيره قوله : { وَوَجَدُواْ مَا عَمِلُواْ حَاضِرًا وَلاَ يَظْلِمُ رَبُّكَ أَحَدًا } [ الكهف : 49 ] فقالت المعتزلة الظلم إما أن يكون بالزيادة في العقاب أو بالنقصان من الثواب أو بأن يعذب على ما لم يعلم أو بأن يكلفهم ما لا يطيقون فتكون الآية دالة على كون العبد موجداً لفعله وإلا لكان تعذيبه عليه ظلماً ودالة على أنه سبحانه لا يكلف ما لا يطاق الجواب : أنه لما كلف أبا لهب أن يؤمن ، والإيمان يقتضي تصديق الله تعالى في كل ما أخبر عنه ومما أخبر عنه أن أبا لهب لا يؤمن فقد كلفه بأن يؤمن بأنه لا يؤمن فيلزمكم كل ما ذكرتموه .\r\n وأما قوله تعالى : { بَلْ قُلُوبُهُمْ فِى غَمْرَةٍ مّنْ هذا } ففيه قولان : أحدهما : أنه راجع إلى الكفار وهم الذين يليق بهم قوله : { بَلْ قُلُوبُهُمْ فِى غَمْرَةٍ مّنْ هذا } ولا يليق ذلك بالمؤمنين إذ المراد في غمرة من هذا الذي بيناه في القرآن أو من هذا الكتاب الذي ينطق بالحق أو من هذا الذي هو وصف المشفقين ولهم أي لهؤلاء الكفار أعمال من دون ذلك أي أعمال سوى ذلك أي سوى جهلهم وكفرهم ثم قال بعضهم أراد أعمالهم في الحال ، وقال بعضهم بل أراد المستقبل وهذا أقرب لأن قوله : { هُمْ لَهَا عاملون } إلى الاستقبال أقرب وإنما قال : { هُمْ لَهَا عاملون } لأنها مثبتة في علم الله تعالى وفي حكم الله وفي اللوح المحفوظ ، فوجب أن يعملوها ليدخلوا بها النار لما سبق لهم من الله من الشقاوة القول الثاني : وهو اختيار أبي مسلم أن هذه الآيات من صفات المشفقين كأنه سبحانه قال بعد وصفهم : { وَلاَ نُكَلّفُ نَفْساً إِلاَّ وُسْعَهَا } ونهايته ما أتى به هؤلاء المشفقون { وَلَدَيْنَا كِتَابٌ } يحفظ أعمالهم { يَنطِقُ بالحق وَهُمْ لاَ يُظْلَمُونَ } بل نوفر عليهم ثواب كل أعمالهم { بَلْ قُلُوبُهُمْ فِى غَمْرَةٍ مّنْ هذا } هو أيضاً وصف لهم بالحيرة كأنه قال وهم مع ذلك الوجل والخوف كالمتحيرين في جعل أعمالهم مقبولة أو مردودة ولهم أعمال من دون ذلك أي لهم أيضاً من النوافل ووجوه البر سوى ما هم عليه إما أعمالاً قد عملوها في الماضي أو سيعملونها في المستقبل ، ثم إنه سبحانه رجع بقوله : { حتى إِذَا أَخَذْنَا مُتْرَفِيهِمْ بالعذاب } إلى وصف الكفار .\r\n واعلم أن قول أبي مسلم أولى لأنه إذا أمكن رد الكلام إلى ما يتصل به من ذكر المشفقين كان أولى من رده إلى ما بعد منه خصوصاً ، وقد يرغب المرء في فعل الخير بأن يذكر أن أعماله محفوظة كما قد يحذر بذلك من الشر ، وقد يوصف المرء لشدة فكره في أمر آخرته بأن قلبه في غمرة ويراد أنه قد استولى عليه الفكر في قبول عمله أورده وفي أنه هل أداه كما يجب أو قصر .\r\n فإن قيل فما المراد بقوله من هذا ، وهو إشارة إلى ماذا؟ قلنا هو إشارة إلى إشفاقهم ووجلهم مع أنهما مستوليان على قلوبهم .\r\n أما قوله تعالى : { حتى إِذَا أَخَذْنَا مُتْرَفِيهِمْ بالعذاب } فقال صاحب «الكشاف» حتى هذه هي التي يبتدأ بعدها الكلام والكلام الجملة الشرطية .\r\n واعلم أنه لا شبهة ( في ) أن الضمير في مترفيهم راجع إلى من تقدم ذكره من الكفار لأن العذاب لا يليق إلا بهم وفي هذا العذاب وجهان : أحدهما : أراد بالعذاب ما نزل بهم يوم بدر والثاني : أنه عذاب الآخرة ثم بين سبحانه أن المنعمين منهم إذا نزل بهم العذاب يجأرون أي يرتفع صوتهم بالاستغاثة والضجيج لشدة ما هم عليه ويقال لهم على وجه التبكيت { لاَ تَجْئَرُواْ اليوم إِنَّكُمْ مّنَّا لاَ تُنصَرُونَ } فلا يدفع عنكم ما يريد إنزاله بكم ، دل بذلك سبحانه على أنهم سينتهون يوم القيامة إلى هذه الدرجة من الحسرة والندامة وهو كالباعث لهم في الدنيا على ترك الكفر والإقدام على الإيمان والطاعة فإنهم الآن ينتفعون بذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولا نكلف نفسا إلا وسعها ولدينا كتاب ينطق بالحق وهم لا يظلمون (62) بل قلوبهم في غمرة من هذا ولهم أعمال من دون ذلك هم لها عاملون (63) حتى إذا أخذنا مترفيهم بالعذاب إذا هم يجأرون (64) لا تجأروا اليوم إنكم منا لا تنصرون (65) ",
        "babnum": 13
    },
    {
        "id": 1574,
        "cate": "23",
        "title": "قَدْ كَانَتْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنْتُمْ عَلَى أَعْقَابِكُمْ تَنْكِصُونَ (66) مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ (67) أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ (68) أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ (69) أَمْ يَقُولُونَ بِهِ جِنَّةٌ بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ (70) وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ (71) أَمْ تَسْأَلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ وَهُوَ خَيْرُ الرَّازِقِينَ (72) ",
        "details": " اعلم أنه سبحانه لما بين فيما قبل أنه لا ينصر أولئك الكفار أتبعه بعلة ذلك وهي أنه متى تليت آيات الله عليهم أتوا بأمور ثلاثة : أحدها : أنهم كانوا على أعقابهم ينكصون وهذا مثل يضرب فيمن تباعد عن الحق كل التباعد وهو قوله : { فَكُنتُمْ على أعقابكم تَنكِصُونَ } أي تنفرون عن تلك الآيات وعمن يتلوها كما يذهب الناكص على عقبيه بالرجوع إلى ورائه وثانيها : قوله : { مُسْتَكْبِرِينَ بِهِ } والهاء في ( به ) إلى ماذا تعود؟ فيه وجوه : أولها : إلى البيت العتيق أو الحرم كانوا يقولون لا يظهر علينا أحد لأنا أهل الحرم والذي يسوغ هذا الإضمار شهرتهم بالاستكبار بالبيت وإن لم يكن لهم مفخرة إلا أنهم ولاته والقائمون به وثانيها : المراد مستكبرين بهذا التراجع والتباعد وثالثها : أن تتعلق الباء بسامراً أي يسمرون بذكر القرآن وبالطعن فيه ، وهذا هو الأمر الثالث الذي يأتون به عند تلاوة القرآن عليهم ، وكانوا يجتمعون حول البيت بالليل يسمرون وكانت عامة سمرهم ذكر القرآن وتسميته سحراً وشعراً وسب رسول الله صلى الله عليه وسلم ويهجرون ، والسامر نحو الحاضر في الإطلاق على الجمع وقرىء سمراً وسامراً يهجرون من أهجر في منطقه إذا أفحش والهجر بالفتح الهذيان والهجر بالضم الفحش أو من هجر الذي هو مبالغة في هجر إذا هذي .\r\n ثم إنه سبحانه لما وصف حالهم رد عليهم بأن بين أن إقدامهم على هذه الأمور لا بد وأن يكون لأحد أمور أربعة : أحدها : أن لا يتأملوا في دليل ثبوته وهو المراد من قوله : { أَفَلاَ يَتَدَبَّرُونَ القرءان } فبين أن القول الذي هو القرآن كان معروفاً لهم وقد مكنوا من التأمل فيه من حيث كان مبايناً لكلام العرب في الفصاحة ، ومبرأ عن التناقض في طول عمره ، ومن حيث ينبه على ما يلزمهم من معرفة الصانع ومعرفة الوحدانية فلم لا يتدبرون فيه ليتركوا الباطل ويرجعوا إلى الحق وثانيها : أن يعتقدوا أن مجيء الرسل أمر على خلاف العادة وهو المراد من قوله : { أَمْ جَاءهُمْ ما لم يأت آباءَهم الأولين } وذلك لأنهم عرفوا بالتواتر أن الرسل كانت تتواتر على الأمم وتظهر المعجزات عليها وكانت الأمم بين مصدق ناج ، وبين مكذب هالك بعذاب الاستئصال أفما دعاهم ذلك إلى تصديق الرسول وثالثها : أن لا يكونوا عالمين بديانته وحسن خصاله قبل ادعائه للنبوة وهو المراد من قوله : { أَمْ لَمْ يَعْرِفُواْ رَسُولَهُمْ فَهُمْ لَهُ مُنكِرُونَ } نبه سبحانه بذلك على أنهم عرفوا منه قبل ادعائه الرسالة كونه في نهاية الأمانة والصدق وغاية الفرار من الكذب والأخلاق الذميمة فكيف كذبوه بعد أن اتفقت كلمتهم على تسميته بالأمين ورابعها : أن يعتقدوا فيه الجنون فيقولون إنما حمله على ادعائه الرسالة جنونه وهو المراد من قوله : { أَمْ يَقُولُونَ بِهِ جِنَّةٌ } وهذا أيضاً ظاهر الفساد لأنهم كانوا يعلمون بالضرورة أنه أعقل الناس ، والمجنون كيف يمكنه أن يأتي بمثل ما أتى به من الدلائل القاطعة والشرائع الكاملة ، ولقد كان من المبغضين له عليه السلام من سماه بذلك وفيه وجهان : أحدهما : أنهم نسبوه إلى ذلك من حيث كان يطمع في انقيادهم له وكان ذلك من أبعد الأمور عندهم فنسبوه إلى الجنون لذلك والثاني : أنهم قالوا ذلك إيهاماً لعوامهم لكي لا ينقادوا له فأوردوا ذلك مورد الاستحقار له .\r\n ثم إنه سبحانه بعد أن عد هذه الوجوه ، ونبه على فسادها قال : { بَلْ جَاءهُمْ بالحق وَأَكْثَرُهُمْ لِلْحَقّ كارهون } من حيث تمسكوا بالتقليد ومن حيث علموا أنهم لو أقروا بمحمد صلى الله عليه وسلم لزالت مناصبهم ولاختلت رياساتهم فلذلك كرهوه فإن قيل قوله : { وَأَكْثَرُهُمُ } فيه دليل على أن أقلهم لا يكرهون الحق ، قلنا كان فيهم من يترك الإيمان أنفة من توبيخ قومه وأن يقولوا ترك دين آبائه لا كراهة للحق كما حكي عن أبي طالب ثم بين سبحانه أن الحق لا يتبع الهوى ، بل الواجب على المكلف أن يطرح الهوى ويتبع الحق فبين سبحانه أن اتباع الهوى يؤدي إلى الفساد العظيم فقال : { وَلَوِ اتبع الحق أَهْوَاءهُمْ لَفَسَدَتِ السموات والأرض وَمَن فِيهِنَّ } وفي تفسيره وجوه : الأول : أن القوم كانوا يرون أن الحق في اتخاذ آلهة مع الله تعالى ، لكن لو صح ذلك لوقع الفساد في السموات والأرض على ما قررناه في دليل التمانع في قوله : { لَوْ كَانَ فِيهِمَا الِهَةٌ إِلاَّ الله لَفَسَدَتَا } [ الأنبياء : 22 ] والثاني : أن أهواءهم في عبادة الأوثان وتكذيب محمد صلى الله عليه وسلم وهما منشأ المفسدة ، والحق هو الإسلام .\r\n فلو اتبع الإسلام قولهم لعلم الله حصول المفاسد عند بقاء هذا العالم ، وذلك يقتضي تخريب العالم وإفناءه والثالث : أن آراءهم كانت متناقضة فلو اتبع الحق أهواءهم لوقع التناقض ولاختل نظام العالم عن القفال .\r\n أما قوله : { بَلْ أتيناهم بِذِكْرِهِمْ } فقيل إنه القرآن والأدلة وقيل بل شرفهم وفخرهم بالرسول وكلا القولين متقارب لأن في مجيء الرسول بيان الأدلة وفي مجيء الأدلة بيان الرسول فأحدهما مقرون بالآخر ، وقيل الذكر هو الوعظ والتحذير ، وقيل هو الذي كانوا يتمنونه ويقولون : { لَوْ أَنَّ عِندَنَا ذِكْراً مّنَ الأولين * لَكُنَّا عِبَادَ الله المخلصين } [ الصافات : 168 ، 169 ] وقرىء بذكراهم .\r\n ثم بين سبحانه أنه عليه الصلاة والسلام لا يطمع فيهم حتى يكون ذلك سبباً للنفرة فقال : { أَمْ تَسْأَلُهُمْ خَرْجاً فَخَرَاجُ رَبّكَ خَيْرٌ } وقرىء خراجاً ، قال أبو عمرو بن العلاء الخرج ما تبرعت به والخراج ما لزمك أداؤه والوجه أن الخرج أخص من الخراج كقولك خراج القرية وخرج الكردة زيادة اللفظ لزيادة المعنى ولذلك حسنت قراءة من قرأ { خَرْجاً فَخَرَاجُ رَبّكَ } يعني أم تسألهم على هدايتهم قليلاً من عطاء الخلق فالكثير من عطاء الخلق خير .\r\n فنبه سبحانه بذلك على أن هذه التهمة بعيدة عنه ، فلا يجوز أن ينفروا عن قبول قوله لأجلها .\r\n فنبه سبحانه بهذه الآيات على أنهم غير معذورين ألبتة وأنهم محجوجون من جميع الوجوه ، قال الجبائي دل قوله تعالى : { وَهُوَ خَيْرُ الرازقين } على أن أحداً من العباد لا يقدر على مثل نعمه ورزقه ولا يساويه في الإفضال على عباده ودل أيضاً على أن العباد قد يرزق بعضهم بعضاً ولولا ذلك لما جاز أن يقول : { وَهُوَ خَيْرُ الرازقين } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قد كانت آياتي تتلى عليكم فكنتم على أعقابكم تنكصون (66) مستكبرين به سامرا تهجرون (67) أفلم يدبروا القول أم جاءهم ما لم يأت آباءهم الأولين (68) أم لم يعرفوا رسولهم فهم له منكرون (69) أم يقولون به جنة بل جاءهم بالحق وأكثرهم للحق كارهون (70) ولو اتبع الحق أهواءهم لفسدت السماوات والأرض ومن فيهن بل أتيناهم بذكرهم فهم عن ذكرهم معرضون (71) أم تسألهم خرجا فخراج ربك خير وهو خير الرازقين (72) ",
        "babnum": 14
    },
    {
        "id": 1575,
        "cate": "23",
        "title": "وَإِنَّكَ لَتَدْعُوهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ (73) وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ (74) وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ لَلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ (75) ",
        "details": " إعلم أنه سبحانه وتعالى لما زيف طريقة القوم أتبعه ببيان صحة ما جاء به الرسول صلى الله عليه وسلم فقال : { وَإِنَّكَ لَتَدْعُوهُمْ إلى صراط مُّسْتَقِيمٍ } لأن ما دل الدليل على صحته فهو في باب الاستقامة أبلغ من الطريق المستقيم { وَإِنَّ الذين لاَ يُؤْمِنُونَ بالآخرة عَنِ الصراط لناكبون } أي لعادلون عن هذا الطريق ، لأن طريق الاستقامة واحدة وما يخالفه فكثير .\r\n أما قوله تعالى : { وَلَوْ رحمناهم وَكَشَفْنَا مَا بِهِمْ مّن ضُرّ } ففيه وجوه : أحدها : المراد ضرر الجوع وسائر مضار الدنيا وثانيها : المراد ضرر القتل والسبي وثالثها : أنه ضرر الآخرة وعذابها فبين أنهم قد بلغوا في التمرد والعناد المبلغ الذي لا مرجع فيه إلى دار الدنيا ، وأنهم { لَوْ رُدُّواْ لعادوا لِمَا نُهُواْ عَنْهُ } [ الأنعام : 28 ] لشدة لجاجهم فيما هم عليه من الكفر .\r\n أما قوله تعالى : { لَّلَجُّواْ فِى طغيانهم يَعْمَهُونَ } فالمعنى لتمادوا في ضلالهم وهم متحيرون .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإنك لتدعوهم إلى صراط مستقيم (73) وإن الذين لا يؤمنون بالآخرة عن الصراط لناكبون (74) ولو رحمناهم وكشفنا ما بهم من ضر للجوا في طغيانهم يعمهون (75) ",
        "babnum": 15
    },
    {
        "id": 1576,
        "cate": "23",
        "title": "وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ (76) حَتَّى إِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ (77) وَهُوَ الَّذِي أَنْشَأَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ (78) وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ (79) وَهُوَ الَّذِي يُحْيِي وَيُمِيتُ وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ أَفَلَا تَعْقِلُونَ (80) ",
        "details": " اختلفوا في قوله : { وَلَقَدْ أخذناهم بالعذاب } على وجوه : أحدها : أنه لما أسلم ثمامة بن أثال الحنفي ولحق باليمامة منع الميرة عن أهل مكة فأخذهم الله بالسنين حتى أكلوا الجلود والجيف ، فجاء أبو سفيان إلى رسول الله صلى الله عليه وسلم وقال : ألست تزعم أنك بعثت رحمة العالمين ، ثم قتلت الآباء بالسيف والأبناء بالجوع ، فادع الله يكشف عنا هذا القحط .\r\n فدعا فكشف عنهم فأنزل الله هذه الآية ، والمعنى أخذناهم بالجوع فما أطاعوا وثانيها : هو الذي نالهم يوم بدر من القتل والأسر ، يعني أن ذلك مع شدته ما دعاهم إلى الإيمان عن الأصم وثالثها : المراد من عذب من الأمم الخوالي { فَمَا استكانوا } أي مشركي العرب لربهم عن الحسن ورابعها : أن شدة الدنيا أقرب إلى المكلف من شدة الآخرة ، فإذا لم تؤثر فيهم شدة الدنيا فشدة الآخرة كذلك ، وهذا يدل على أنهم { لَوْ رُدُّواْ لعادوا لِمَا نُهُواْ عَنْهُ } [ الأنعام : 28 ] .\r\n أما قوله تعالى : { حتى إِذَا فَتَحْنَا عَلَيْهِمْ بَاباً ذَا عَذَابٍ شَدِيدٍ } ففيه وجهان : أحدهما : حتى إذا فتحنا عليهم باب الجوع الذي هو أشد من القتل والأسر والثاني : إذا عذبوا بنار جهنم فحينئذ يبلسون كقوله : { وَيَوْمَ تَقُومُ الساعة يُبْلِسُ المجرمون } [ الروم : 12 ] ، { لاَ يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ } [ الزخرف : 75 ] والإبلاس اليأس من كل خير ، وقيل السكون مع التحسير .\r\n وههنا سؤالات : السؤال الأول : ما وزن استكان؟ الجواب : استفعل من السكون أي انتقل من كون إلى كون ، كما قيل استحال إذا انتقل من حال إلى حال ، ويجوز أن يكون افتعل من السكون أشبعت فتحة عينه .\r\n السؤال الثاني : لم جاء { استكانوا } بلفظ الماضي و { يَتَضَرَّعُونَ } بلفظ المستقبل؟ الجواب : لأن المعنى امتحناهم فما وجدنا منهم عقيب المحنة استكانة ، وما من عادة هؤلاء أن يتضرعوا حتى يفتح عليهم باب العذاب الشديد وقرىء فتحنا .\r\n السؤال الثالث : العطف لا يحسن إلا مع المجانسة فأي مناسبة بين قوله : { وَهُوَ الذي أَنْشَأَ لَكُمُ السمع والأبصار } وبين ما قبله؟ الجواب : كأنه سبحانه لما بين مبالغة أولئك الكفار في الأعراض عن سماع الأدلة ورؤية العبر والتأمل في الحقائق قال للمؤمنين ، وهو الذي أعطاكم هذه الأشياء ووقفكم عليها ، تنبيهاً على أن من لم يستعمل هذه الأعضاء فيما خلقت له فهو بمنزلة عادمها كما قال تعالى : { فَمَا أغنى عَنْهُمْ سَمْعُهُمْ وَلاَ أبصارهم وَلاَ أَفْئِدَتُهُمْ مّن شَيْء إِذْ كَانُواْ يَجْحَدُونَ بئايات الله } [ الأحقاف : 26 ] تنبيهاً على أن حرمان أولئك الكفار ووجدان هؤلاء المؤمنين ليس إلا من الله .\r\n واعلم أنه سبحانه بين عظيم نعمه من وجوه : أحدها : بإعطاء السمع والأبصار والأفئدة وخص هذه الثلاثة بالذكر لأن الاستدلال موقوف عليها ، ثم بين أنه يقل منهم الشاكرون ، قال أبو مسلم وليس المراد أن لهم شكراً وإن قل ، لكنه كما يقال للكفور الجاحد للنعمة ما أقل شكر فلان وثانيها : قوله : { وَهُوَ الذي ذَرَأَكُمْ فِي الأرض } قيل في التفسير { خَلَقَكُمْ } قال أبو مسلم : ويحتمل بسطكم فيها ذرية بعضكم من بعض حتى كثرتم كقوله تعالى : { ذُرّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ } [ الإسراء : 3 ] فنقول : هو الذي جعلكم في الأرض متناسلين ، ويحشركم يوم القيامة إلى دار لا حاكم فيها سواه ، فجعل حشرهم إلى ذلك الموضع حشراً إليه لا بمعنى المكان وثالثها : قوله : { وَهُوَ الذي يُحيِ وَيُمِيتُ } أي نعمة الحياة وإن كانت من أعظم النعم فهي منقطعة وأنه سبحانه وإن أنعم بها فالمقصود منها الانتقال إلى دار الثواب ورابعها : قوله : { وَلَهُ اختلاف اليل والنهار } ووجه النعمة بذلك معلوم ، ثم إنه سبحانه حذر من ترك النظر في هذه الأمور فقال : { أَفَلاَ تَعْقِلُونَ } لأن ذلك دلالة الزجر والتهديد وقرىء { أَفَلاَ يَعْقِلُونَ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد أخذناهم بالعذاب فما استكانوا لربهم وما يتضرعون (76) حتى إذا فتحنا عليهم بابا ذا عذاب شديد إذا هم فيه مبلسون (77) وهو الذي أنشأ لكم السمع والأبصار والأفئدة قليلا ما تشكرون (78) وهو الذي ذرأكم في الأرض وإليه تحشرون (79) وهو الذي يحيي ويميت وله اختلاف الليل والنهار أفلا تعقلون (80) ",
        "babnum": 16
    },
    {
        "id": 1577,
        "cate": "23",
        "title": "بَلْ قَالُوا مِثْلَ مَا قَالَ الْأَوَّلُونَ (81) قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ (82) لَقَدْ وُعِدْنَا نَحْنُ وَآبَاؤُنَا هَذَا مِنْ قَبْلُ إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ (83) ",
        "details": " اعلم أنه سبحانه لما أوضح القول في دلائل التوحيد عقبه بذكر المعاد فقال : { بَلْ قَالُواْ مِثْلَ مَا قَالَ الأولون } في إنكار البعث مع وضوح الدلائل ونبه بذلك على أنهم إنما أنكروا ذلك تقليداً للأولين وذلك يدل على فساد القول بالتقليد ، ثم حكى الشبهة عنهم من وجهين : أحدهما : قولهم : { أَءِذَا مِتْنَا وَكُنَّا تُرَاباً وعظاما أَءِنَّا لَمَبْعُوثُونَ } وهو مشهور وثانيهما : قولهم : { لَقَدْ وُعِدْنَا نَحْنُ وَءابَاؤُنَا هذا مِن قَبْلُ } كأنهم قالوا إن هذا الوعد كما وقع منه عليه الصلاة والسلام فقد وقع قديماً من الأنبياء ، ثم لم يوجد مع طول العهد ، فظنوا أن الإعادة تكون في دار الدنيا ، ثم قالوا لما كان كذلك فهو من أساطير الأولين والأساطير جمع أسطار والأسطار جمع سطر أي ما كتبه الأولون مما لا حقيقة له ، وجمع أسطورة أوفق .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "بل قالوا مثل ما قال الأولون (81) قالوا أإذا متنا وكنا ترابا وعظاما أإنا لمبعوثون (82) لقد وعدنا نحن وآباؤنا هذا من قبل إن هذا إلا أساطير الأولين (83) ",
        "babnum": 17
    },
    {
        "id": 1578,
        "cate": "23",
        "title": "قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ (84) سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَذَكَّرُونَ (85) قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ (86) سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَتَّقُونَ (87) قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ (88) سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ (89) بَلْ أَتَيْنَاهُمْ بِالْحَقِّ وَإِنَّهُمْ لَكَاذِبُونَ (90) ",
        "details": " اعلم أنه يمكن أن يكون المقصود من هذه الآيات الرد على منكري الإعادة وأن يكون المقصود الرد على عبدة الأوثان ، وذلك لأن القوم كانوا مقرين بالله تعالى فقالوا نعبد الأصنام لتقربنا إلى الله زلفى ، ثم إنه سبحانه احتج عليهم بأمور ثلاثة : أحدها : قوله : { قُل لِّمَنِ الأرض وَمَن فِيهَا } ووجه الاستدلال به على الإعادة أنه تعالى لما كان خلقاً للأرض ولمن فيها من الأحياء ، وخالقاً لحياتهم وقدرتهم وغيرها ، فوجب أن يكون قادراً على أن يعيدهم بعد أن أفناهم .\r\n ووجه الاستدلال به على نفي عبادة الأوثان ، من حيث إن عبادة من خلقكم وخلق الأرض وكل ما فيها من النعم هي الواجبة دون عبادة ما لا يضر ولا ينفع ، وقوله : { أَفَلاَ تَذَكَّرُونَ } معناه الترغيب في التدبر ليعلموا بطلان ما هم عليه وثانيها : قوله : { مَن رَّبُّ السموات السبع وَرَبُّ العرش العظيم } ووجه الاستدلال على الأمرين كما تقدم ، وإنما قال : { أَفَلاَ تَتَّقُونَ } تنبيهاً على أن اتقاء عذاب الله لا يحصل إلا بترك عبادة الأوثان والاعتراف بجواز الإعادة وثالثها : قوله تعالى : { قُلْ مَن بِيَدِهِ مَلَكُوتُ كُلّ شَيْءٍ } .\r\n إعلم أنه سبحانه لما ذكر الأرض أولاً والسماء ثانياً عمم الحكم ههنا ، فقال من بيده ملكوت كل شيء ، ويدخل في الملكوت الملك والملك على سبيل المبالغة ، وقوله : { وَهُوَ يُجْيِرُ وَلاَ يُجَارُ عَلَيْهِ } يقال أجرت فلاناً على فلان إذا أغثته منه ومنعته .\r\n يعني وهو يغيث من يشاء ممن يشاء ، ولا يغيث أحد منه أحداً .\r\n أما قوله تعالى : { فأنى تُسْحَرُونَ } فالمعنى أنى تخدعون عن توحيده وطاعته ، والخادع هو الشيطان والهوى .\r\n ثم بين تعالى بقوله : { بَلْ أتيناهم بالحق } أنه قد بالغ في الحجاج عليهم بهذه الآيات وغيرها وهم مع ذلك كاذبون ، وذلك كالتوعد والتهديد ، وقرىء أتيتهم ، وأتيتهم بالضم والفتح وههنا سؤالات : السؤال الأول : قرىء { قُل لِلَّهِ } في الجواب الأول باللام لا غير ، وقرىء الله في الأخيرين بغير اللام في مصاحف أهل الحرمين والكوفة والشام وباللام في مصاحف أهل البصرة فما الفرق؟ الجواب : لا فرق في المعنى ، لأن قولك من ربه ، ولمن هو؟ في معنى واحد .\r\n السؤال الثاني : كيف قال : { إِن كُنتُمْ تَعْلَمُونَ } ثم حكى عنهم سيقولون الله وفيه تناقض؟ الجواب : لا تناقض لأن قوله : { إِن كُنتُمْ تَعْلَمُونَ } لا ينفي عملهم بذلك .\r\n وقد يقال مثل ذلك في الحجاج على وجه التأكيد لعلمهم والبعث على اعترافهم بما يورد من ذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل لمن الأرض ومن فيها إن كنتم تعلمون (84) سيقولون لله قل أفلا تذكرون (85) قل من رب السماوات السبع ورب العرش العظيم (86) سيقولون لله قل أفلا تتقون (87) قل من بيده ملكوت كل شيء وهو يجير ولا يجار عليه إن كنتم تعلمون (88) سيقولون لله قل فأنى تسحرون (89) بل أتيناهم بالحق وإنهم لكاذبون (90) ",
        "babnum": 18
    },
    {
        "id": 1579,
        "cate": "23",
        "title": "مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ (91) عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعَالَى عَمَّا يُشْرِكُونَ (92) قُلْ رَبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ (93) رَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ (94) وَإِنَّا عَلَى أَنْ نُرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ (95) ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ (96) ",
        "details": " إعلم أنه سبحانه ادعى أمرين أحدهما : قوله : { مَا اتخذ الله مِن وَلَدٍ } وهو كالتنبيه على أن ذلك من قول هؤلاء الكفار ، فإن جمعاً منهم كانوا يقولون الملائكة بنات الله والثاني : قوله : { وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ } وهو قولهم باتخاذ الأصنام آلهة ، ويحتمل أن يريد به إبطال قول النصارى والثنوية ، ثم إنه سبحانه وتعالى ذكر الدليل المعتمد بقوله : { إِذاً لَّذَهَبَ كُلُّ إله بِمَا خَلَقَ وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ } والمعنى لانفرد على ( ذلك ) كل واحد من الآلهة بخلقه الذي خلقه واستبد به ، ولرأيتم ملك كل واحد منهم متميزاً عن ملك الآخر ، ولغلب بعضهم على بعض كما ترون حال ملوك الدنيا ممالكهم متميزة وهم متغالبون ، وحيث لم تروا أثر التمايز في الممالك والتغالب ، فاعلموا أنه إله واحد بيده ملكوت كل شيء .\r\n فإن قيل : { إِذاً } لا يدخل إلا على كلام هو جزاء وجواب ، فكيف وقع قوله لذهب جزاء وجواباً؟ ولم يتقدمه شرط ولا سؤال سائل ، قلنا الشرط محذوف وتقديره ولو كان معه آلهة ، وإنما حذف لدلالة قوله : { وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ } عليه ، ثم إنه سبحانه نزه نفسه عن قولهم بقوله : { سبحان الله عَمَّا يَصِفُونَ } من إثبات الولد والشريك .\r\n أما قوله : { عالم الغيب والشهادة } فقرىء بالجر صفة لله ، وبالرفع خبر مبتدأ محذوف ، والمعنى أنه سبحانه هو المختص بعلم الغيب والشهادة ، فغيره وإن علم الشهادة فلن يعلم معها الغيب ، والشهادة التي يعلمها لا يتكامل بها النفع إلا مع العلم بالغيب وذلك كالوعيد لهم ، فلذلك قال : { فتعالى عَمَّا يُشْرِكُونَ } ثم أمره سبحانه بالانقطاع إليه وأن يدعوه بقوله : { رَّبِّ إِمَّا تُرِيَنّي مَا يُوعَدُونَ * رَبِّ فَلاَ تَجْعَلْنِي فِي القوم الظالمين } قال صاحب «الكشاف» : ما والنون مؤكدتان ، أي إن كان ولا بد من أن تريني ما تعدهم من العذاب في الدنيا أو في الآخرة ، فلا تجعلني قريناً لهم ولا تعذبني بعذابهم ، فإن قيل كيف يجوز أن يجعل الله نبيه المعصوم مع الظالمين حتى يطلب أن لا يجعله معهم؟ قلنا يجوز أن يسأل العبد ربه ما علم أنه يفعله ، وأن يستعيذ به مما علم أنه لا يفعله إظهاراً للعبودية وتواضعاً لربه .\r\n وما أحسن قول الحسن في قول الصديق : وليتكم ولست بخيركم ، مع أنه كان يعلم أنه خيرهم ، ولكن المؤمن يهضم نفسه ، وإنما ذكر رب مرتين مرة قبل الشرط ومرة قبل الجزاء مبالغة في التضرع .\r\n أما قوله تعالى : { وَإِنَّا على أَن نُّرِيَكَ مَا نَعِدُهُمْ لقادرون } ففيه قولان : أحدهما : أنهم كانوا ينكرون الوعد بالعذاب ويضحكون منه ، فقيل لهم : إن الله قادر على إنجاز ما وعد ويحتمل عذاباً في الدنيا مؤخراً عن أيامه عليه السلام ، فلذلك قال بعضهم : هو في أهل البغى ، وبعضهم في الكفار الذين قوتلوا بعد الرسول صلى الله عليه وسلم والثاني : أن المراد عذاب الآخرة .\r\n أما قوله : { ادفع بالتي هِيَ أَحْسَنُ السيئة نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ } فالمراد منه أن الأولى به عليه السلام أن يعامل به الكفار فأمر باحتمال ما يكون منهم من التكذيب وضروب الأذى ، وأن يدفعه بالكلام الجميل كالسلام وبيان الأدلة على أحسن الوجوه ، وبين له أنه أعلم بحالهم منه عليه السلام وأنه سبحانه لما لم يقطع نعمه عنهم ، فينبغي أن يكون هو عليه السلام مواظباً على هذه الطريقة ، قال صاحب «الكشاف» قوله : { ادفع بالتي هِيَ أَحْسَنُ السيئة } [ المؤمنون : 96 ] أبلغ من أن يقال بالحسنة السيئة لما فيه من التفضيل ، والمعنى الصفح عن إساءتهم ومقابلتها بما أمكن من الإحسان ، حتى إذا اجتمع الصفح والإحسان وبذل الطاقة فيه كانت حسنة مضاعفة بإزاء السيئة .\r\n وقيل هذه الآية منسوخة بآية السيف ، وقيل محكمة ، لأن المداراة محثوث عليها ما لم تؤد إلى نقصان دين أو مروءة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ما اتخذ الله من ولد وما كان معه من إله إذا لذهب كل إله بما خلق ولعلا بعضهم على بعض سبحان الله عما يصفون (91) عالم الغيب والشهادة فتعالى عما يشركون (92) قل رب إما تريني ما يوعدون (93) رب فلا تجعلني في القوم الظالمين (94) وإنا على أن نريك ما نعدهم لقادرون (95) ادفع بالتي هي أحسن السيئة نحن أعلم بما يصفون (96) ",
        "babnum": 19
    },
    {
        "id": 1580,
        "cate": "23",
        "title": "وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ (97) وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ (98) حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ (99) لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ (100) ",
        "details": " اعلم أنه سبحانه لما أدب رسوله بقوله : { ادفع بالتي هِيَ أَحْسَنُ السيئة } [ المؤمنون : 96 ] أتبعه بما به يقوى على ذلك وهو الاستعاذة بالله من أمرين : أحدهما : من همزات الشياطين ، والهمزات جمع الهمزة ، وهو الدفع والتحريك الشديد ، وهو كالهز والأز ، ومنه مهماز الرائض ، وهمزاته هو كيده بالوسوسة ، ويكون ذلك منه في الرسول بوجهين : أحدهما : بالوسوسة والآخر بأن يبعث أعداءه على إيذائه ، وكذلك القول في المؤمنين ، لأن الشيطان يكيدهم بهذين الوجهين ، ومعلوم أن من ينقطع إلى الله تعالى ويسأله أن يعيذه من الشيطان ، فإنه يجب أن يكون متذكراً متيقظاً فيما يأتي ويذر ، فيكون نفس هذا الانقطاع إلى الله تعالى داعية إلى التمسك بالطاعة وزاجراً عن المعصية ، قال الحسن كان عليه السلام يقول بعد استفتاح الصلاة \" لا إله إلا الله ثلاثاً ، الله أكبر ثلاثاً ، اللهم إني أعوذ بك من همزات الشياطين همزه ونفثه ونفخه ، فقيل يا رسول الله وما همزه؟ قال الموتة التي تأخذ ابن آدم أي الجنون الذي يأخذ ابن آدم قيل فما نفثه؟ قال الشعر قيل فما نفخه؟ قال الكبر \" وثانيها : قوله : { وَأَعُوذُ بِكَ رَبّ أَن يَحْضُرُونِ } وفيه وجهان : أحدهما : أن يحضرون عند قراءة القرآن لكي يكون متذكراً فيقل سهوه ، وقال آخرون بل استعاذ بالله من نفس حضورهم لأنه الداعي إلى وسوستهم كما يقول المرء أعوذ بالله من خصومتك بل أعوذ بالله من لقائك ، وروي عن رسول الله صلى الله عليه وسلم وقد اشتكى إليه رجل أرقاً يجده فقال : \" إذا أردت النوم فقل أعوذ بالله وبكلمات الله التامات من غضبه وعقابه ومن شر عباده ومن همزات الشياطين وأن يحضرون \" أما قوله : { حتى إِذَا جَاءَ أَحَدَهُمُ الموت } ففيه مسائل : المسألة الأولى : قال صاحب «الكشاف» حتى متعلق بيصفون أي لا يزالون على سوء الذكر إلى هذا الوقت والآية فاصلة بينهما على وجه الاعتراض والتأكيد للإغضاء عنهم مستعيناً بالله على الشيطان أنه يستزله عن الحلم والله أعلم .\r\n المسألة الثانية : اختلفوا في قوله : { حتى إِذَا جَاء أَحَدَهُمُ الموت } فالأكثرون على أنه راجع إلى الكفار وقال الضحاك كنت جالساً عند ابن عباس ، فقال من لم يترك ولم يحج سأل الرجعة عند الموت ، فقال واحد إنما يسأل ذلك الكفار فقال ابن عباس رضي الله عنهما أنا أقرأ عليك به قرآناً { وَأَنفِقُواْ مِن مَّا رزقناكم مّن قَبْلِ أَن يَأْتِيَ أَحَدَكُمُ الموت فَيَقُولُ رَبِّ لَوْلا أَخَّرْتَنِي إلى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ } [ المنافقون : 10 ] قال رسول الله صلى الله عليه وسلم : \" إذا حضر الإنسان الموت جمع كل شيء كان يمنعه من حقه بين يديه فعنده يقول رب ارجعون لعلي أعمل صالحاً فيما تركت \" والأقرب هو الأول إذا عرف المؤمن منزلته في الجنة فإذا شاهدها لا يتمنى أكثر منها ، ولولا ذلك لكان أدونهم ثواباً يغتم بفقد ما يفقد من منزلة غيره وأما ما ذكره ابن عباس رضي الله عنهما من قوله : { وَأَنفِقُواْ مِمَّا رزقناكم مّن قَبْلِ أَن يَأْتِيَ أَحَدَكُمُ الموت } فهو إخبار عن حال الحياة في الدنيا لا عن حال الثواب فلا يلزم على ما ذكرنا .\r\n المسألة الثالثة : اختلفوا في وقت مسألة الرجعة فالأكثرون على أنه يسأل في حال المعاينة لأنه عندها يضطر إلى معرفة الله تعالى وإلى أنه كان عاصياً ويصير ملجأ إلى أنه لا يفعل القبيح بأن يعلمه الله تعالى أنه لو رامه لمنع منه ، ومن هذا حاله يصير كالممنوع من القبائح بهذا الإلجاء فعند ذلك يسأل الرجعة ، ويقول : { رَبِّ ارجعون * لَعَلّي أَعْمَلُ صالحا فِيمَا تَرَكْتُ } وقال آخرون بل يقول ذلك عند معاينة النار في الآخرة ، ولعل هذا القائل إنما ترك ظاهر هذه الآية لما أخبر الله تعالى في كتابه عن أهل النار في الآخرة أنهم يسألون الرجعة لكن ذلك مما لا يمنع أن يكونوا سائلين الرجعة في حال المعاينة ، والله تعالى يقول : { حتى إِذَا جَاءَ أَحَدَهُمُ الموت قَالَ رَبِّ ارجعون } فعلق قولهم هذا بحال حضور الموت وهو حال المعاينة فلا وجه لترك هذا الظاهر .\r\n المسألة الرابعة : اختلفوا في قوله سبحانه وتعالى : { ارجعون } من المراد به؟ فقال بعضهم : الملائكة الذين يقبضون الأرواح وهم جماعة فلذلك ذكره بلفظ الجمع ، وقال آخرون بل المراد هو الله تعالى لأن قوله رب بمنزلة أن يقول يا رب وإنما ذكر بلفظ الجمع للتعظيم كما يخاطب العظيم بلفظه فيقول فعلنا وصنعنا وقال الشاعر : فإن شئت حرمت النساء سواكم \r\n ومن يقول بالأول يجعل ذكر الرب للقسم ، فكأنه عند المعاينة قال بحق الرب ارجعون ، وههنا سؤالات : السؤال الأول : كيف يسألون الرجعة وقد علموا صحة الدين بالضرورة ، ومن الدين أن لا رجعة؟ الجواب : أنه وإن كان كذلك فلا يمتنع أن يسألوه لأن الاستعانة بهذا الجنس من المسألة تحسن وإن علم أنه لا يقع فأما إرادته للرجعة فلا يمتنع أيضاً على سبيل ما يفعله المتمني .\r\n السؤال الثاني : ما معنى قوله : { لَعَلّي أَعْمَلُ صالحا } أفيجوز أن يسأل الرجعة مع الشك؟ الجواب : ليس المراد بلعل الشك فإنه في هذا الوقت باذل للجهد في العزم على الطاعة إن أعطى ما سأل ، بل هو مثل من قصر في حق نفسه وعرف سوء عاقبة ذلك التقصير فيقول مكنوني من التدارك لعلي أتدارك فيقول هذه الكلمة مع كونه جازماً بأنه سيتدارك ، ويحتمل أيضاً أن الأمر المستقبل إذا لم يعرفوه أوردوا الكلام الموضوع للترجي والظن دون اليقين ، فقد قال تعالى : { وَلَوْ رُدُّواْ لعادوا لِمَا نُهُواْ عَنْهُ } [ الأنعام : 28 ] .\r\n السؤال الثالث : ما المراد بقوله فيما تركت؟ الجواب : قال بعضهم فيما خلفت من المال ليصير عند الرجعة مؤدياً لحق الله تعالى منه ، والمعقول من قوله : { تَرَكْتُ } التركة وقال آخرون بل المراد أعمل صالحاً فيما قصرت فيدخل فيه العبادات البدنية والمالية والحقوق ، وهذا أقرب كأنهم تمنوا الرجعة ليصلحوا ما أفسدوه ويطيعوا في كل ما عصوا .\r\n السؤال الرابع : ما المراد بقوله كلا؟ الجواب : فيه قولان : أحدهما : أنه كالجواب لهم في المنع مما طلبوا ، كما يقال لطالب الأمر المستبعد هيهات ، روي أنه عليه السلام قال لعائشة رضي الله عنها : « إذا عاين المؤمن الملائكة قالوا نرجعك إلى دار الدنيا فيقول إلى دار الهموم والأحزان لا بل قدوماً على الله ، وأما الكافر فيقال له نرجعك فيقول ارجعون فيقال له إلى أي شيء ترغب إلى جمع المال أو غرس الغراس أو بناء البنيان أو شق الأنهار؟ فيقول لعلي أعمل صالحاً فيما تركت! فيقول فيقول الجبار كلا » الثاني : يحتمل أن يكون على وجه الإخبار بأنهم يقولون ذلك وأن هذا الخبر حق فكأنه قال : حقاً إنها كلمة هو قائلها ، والأقرب الأول .\r\n أما قوله : { إِنَّهَا كَلِمَةٌ هُوَ قائلها } ففيه وجهان : الأول : أنه لا يخليها ولا يسكت عنها لاستيلاء الحسرة عليه الثاني : أنه قائلها وحده ولا يجاب إليها ولا يسمع منه .\r\n أما قوله تعالى : { وَمِن وَرَائِهِمْ بَرْزَخٌ إلى يَوْمِ يُبْعَثُونَ } فالبرزخ هو الحاجز والمانع كقوله في البحرين { بَيْنَهُمَا بَرْزَخٌ لاَّ يَبْغِيَانِ } [ الرحمن : 20 ] أي فهؤلاء صائرون إلى حالة مانعة من التلاقي حاجزة عن الاجتماع وذلك هو الموت ، وليس المعنى أنهم يرجعون يوم البعث ، إنما هو إقناط كلي لما علم أنه لا رجعة يوم البعث إلا إلى الآخرة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقل رب أعوذ بك من همزات الشياطين (97) وأعوذ بك رب أن يحضرون (98) حتى إذا جاء أحدهم الموت قال رب ارجعون (99) لعلي أعمل صالحا فيما تركت كلا إنها كلمة هو قائلها ومن ورائهم برزخ إلى يوم يبعثون (100) ",
        "babnum": 20
    },
    {
        "id": 1581,
        "cate": "23",
        "title": "فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ (101) فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ (102) وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ (103) تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ (104) أَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُونَ (105) ",
        "details": " إعلم أنه سبحانه لما قال : { وَمِن وَرَائِهِمْ بَرْزَخٌ إلى يَوْمِ يُبْعَثُونَ } [ المؤمنون : 100 ] ذكر أحوال ذلك اليوم فقال { فَإِذَا نُفِخَ فِى الصور } وفيه ثلاثة أقوال : أحدها : أن الصور آلة إذا نفخ فيها يظهر صوت عظيم ، جعله الله تعالى علامة لخراب الدنيا ولإعادة الأموات ، روي عن رسول الله صلى الله عليه وسلم أنه قرن ينفخ فيه وثانيها : أن المراد من الصور مجموع الصور ، والمعنى فإذا نفخ في الصور أرواحها وهو قول الحسن فكان يقرأ بفتح الواو والفتح والكسر عن أبي رزين وهو حجة لمن فسر الصور بجمع صورة وثالثها : أن النفخ في الصور استعارة والمراد منه البعث والحشر ، والأول أولى للخبر وفي قوله : { ثُمَّ نُفِخَ فِيهِ أخرى } [ الزمر : 68 ] دلالة على أنه ليس المراد نفخ الروح والإحياء لأن ذلك لا يتكرر .\r\n أما قوله : { فَلاَ أنساب بَيْنَهُمْ يَوْمَئِذٍ وَلاَ يَتَسَاءلُونَ } فمن المعلوم أنه سبحانه إذا أعادهم فالأنساب ثابتة لأن المعاد هو الولد والوالد ، فلا يجوز أن يكون المراد نفي النسب في الحقيقة بل المراد نفي حكمه .\r\n وذلك من وجوه : أحدها : أن من حق النسب أن يقع به التعاطف والتراحم كما يقال في الدنيا : أسألك بالله والرحم أن تفعل كذا .\r\n فنفى سبحانه ذلك من حيث إن كل أحد من أهل النار يكون مشغولاً بنفسه وذلك يمنعه من الالتفات إلى النسب ، وهكذا الحال في الدنيا لأن الرجل متى وقع في الأمر العظيم من الآلام ينسى ولده ووالده وثانيها : أن من حق النسب أن يحصل به التفاخر في الدنيا ، وأن يسأل بعضهم عن كيفية نسب البعض ، وفي الآخرة لا يتفرغون لذلك وثالثها : أن يجعل ذلك استعارة عن الخوف الشديد فكل امرىء مشغول بنفسه عن بنيه وأخيه وفصيلته التي تؤويه فكيف بسائر الأمور ، قال ابن مسعود رضي الله عنه يؤخذ العبد والأمة يوم القيامة على رؤوس الأشهاد وينادي مناد ألا إن هذا فلان فمن له عليه حق فليأت إلى حقه فتفرح المرأة حينئذ أن يثبت لها حق على أمها أو أختها أو أبيها أو أخيها أو ابنها أو زوجها { فَلاَ أنساب بَيْنَهُمْ يَوْمَئِذٍ وَلاَ يَتَسَاءَلُونَ } وعن قتادة لا شيء أبغض إلى الإنسان يوم القيامة من أن يرى من يعرفه مخافة أن يثبت له عليه شيء ثم تلا { يَوْمَ يَفِرُّ المرء مِنْ أَخِيهِ وَأُمّهِ وَأَبِيهِ } [ عبس : 34 ] وعن الشعبي قال : قالت عائشة رضي الله عنها يا رسول الله ، أما نتعارف يوم القيامة ، أسمع الله تعالى يقول : { فَلاَ أنساب بَيْنَهُمْ يَوْمَئِذٍ وَلاَ يَتَسَاءلُونَ } فقال عليه الصلاة والسلام « ثلاث مواطن تذهل فيها كل نفس؛ حين يرمي إلى كل إنسان كتابه ، وعند الموازين ، وعلى جسر جهنم » وطعن بعض الملحدة فقال قوله : { وَلاَ يَتَسَاءَلُونَ } وقوله : { وَلاَ يَسْئَلُ حَمِيمٌ حَمِيماً } [ المعارج : 10 ] يناقض قوله : { وَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَاءَلُونَ } [ الصافات : 27 ] وقوله : { يَتَعَارَفُونَ بَيْنَهُمْ } [ يونس : 45 ] الجواب : عنه من وجوه : أحدها : أن يوم القيامة مقداره خمسون ألف سنة ففيه أزمنة وأحوال مختلفة فيتعارفون ويتساءلون في بعضها ، ويتحيرون في بعضها لشدة الفزع وثانيها : أنه إذا نفخ في الصور نفخة واحدة شغلوا بأنفسهم عن التساؤل ، فإذا نفخ فيه أخرى أقبل بعضهم على بعض وقالوا : { ياويلنا مَن بَعَثَنَا مِن مَّرْقَدِنَا هَذَا مَا وَعَدَ الرحمن } [ يس : 52 ] وثالثها : المراد لا يتساءلون بحقوق النسب ورابعها : أن قوله : { لاَ يَتَسَاءَلُونَ } صفة للكفار وذلك لشدة خوفهم .\r\n أما قوله : { فَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَاءَلُونَ } فهو صفة أهل الجنة إذا دخلوها ، واعلم أنه سبحانه قد بين أن بعد النفخ في الصور تكون المحاسبة ، وشرح أحوال السعداء والأشقياء ، وقيل لما بين سبحانه أنه ليس في الآخرة إلا ثقل الموازين وخفتها ، وجب أن يكون كل مكلف لا بد وأن يكون من أهل الجنة وأهل الفلاح أو من أهل النار فيبطل بذلك القول بأن فيهم من لا يستحق الثواب والعقاب أو من يتساوى له الثواب والعقاب ، ثم إنه سبحانه شرح حال السعداء بقوله : { فَمَن ثَقُلَتْ موازينه فأولئك هُمُ المفلحون } وفي الموازين أقوال : أحدها : أنه استعارة من العدل وثانيها : أن الموازين هي الأعمال الحسنة فمن أتى بما له قدر وخطر فهو الفائز الظافر ، ومن أتى بما لا وزن له كقوله تعالى : { والذين كَفَرُواْ أعمالهم كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظمآن مَاءً حتى إِذَا جَاءهُ لَمْ يَجِدْهُ شَيْئاً } [ النور : 39 ] فهو خالد في جهنم .\r\n قال ابن عباس رضي الله عنهما الموازين جمع موزون وهي الموزونات من الأعمال أي الصالحات التي لها وزن وقدر عند الله تعالى من قوله : { فَلاَ نُقِيمُ لَهُمْ يَوْمَ القيامة وَزْناً } [ الكهف : 105 ] أي قدراً وثالثها : أنه ميزان له لسان وكفتان يوزن فيه الحسنات في أحسن صورة ، والسيئات في أقبح صورة فمن ثقلت حسناته سيق إلى الجنة ومن ثقلت سيئاته فإلى النار ، وتمام الكلام في هذا الباب قد تقدم في سورة الأنبياء عليهم السلام .\r\n وأما الأشقياء فقد وصفهم الله تعالى بأمور أربعة : أحدها : أنهم خسروا أنفسهم ، قال ابن عباس رضي الله عنهما غبنوها بأن صارت منازلهم للمؤمنين ، وقيل امتنع انتفاعهم بأنفسهم لكونهم في العذاب وثانيها : قوله : { فِي جَهَنَّمَ خالدون } ودلالته على خلود الكفار في النار بينة .\r\n قال صاحب «الكشاف» : { فِي جَهَنَّمَ خالدون } بدل من خسروا أنفسهم أو خبر بعد خبر لأولئك أو خبر مبتدأ محذوف وثالثها : قوله : { تَلْفَحُ وُجُوهَهُمُ النار } قال ابن عباس رضي الله عنهما أي تضرب وتأكل لحومهم وجلودهم ، قال الزجاج : اللفح والنفخ واحد إلا أن اللفح أشد تأثيراً ورابعها : قوله : { وَهُمْ فِيهَا كالحون } والكلوح أن تتقلص الشفتان ويتباعدا عن الأسنان ، كما ترى الرؤوس المشوية ، وعن النبي صلى الله عليه وسلم أنه قال : « تشويه النار فتتقلص شفته العليا حتى تبلغ وسط رأسه وتسترخي شفته السفلى حتى تبلغ سرته » ، وقرىء ( كلحون ) ، ثم إنه سبحانه لما شرح عذابهم ، حكى ما يقال لهم عند ذلك تقريعاً وتوبيخاً ، وهو قوله تعالى : { أَلَمْ تَكُنْ ءاياتي تتلى عَلَيْكُمْ } ثم إنكم كنتم تكذبون بها مع وضوحها ، فلا جرم صرتم مستحقين لما أنتم فيه من العذاب الأليم .\r\n قالت المعتزلة : الآية تدل على أنهم إنما وقعوا في ذلك العذاب لسوء أفعالهم ، ولو كان فعل العباد بخلق الله تعالى لما صح ذلك والجواب : أن القادر على الطاعة والمعصية إن صدرت المعصية عنه لا لمرجح ألبتة كان صدورها عنه اتفاقياً لا اختيارياً ، فوجب أن لا يستحق العقاب ، وإن كان لمرجح ، فذاك المرجح ليس من فعله وإلا لزم التسلسل ، فحينئذ يكون صدور تلك الطاعة عنه اضطرارياً لا اختيارياً ، فوجب أن لا يستحق الثواب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فإذا نفخ في الصور فلا أنساب بينهم يومئذ ولا يتساءلون (101) فمن ثقلت موازينه فأولئك هم المفلحون (102) ومن خفت موازينه فأولئك الذين خسروا أنفسهم في جهنم خالدون (103) تلفح وجوههم النار وهم فيها كالحون (104) ألم تكن آياتي تتلى عليكم فكنتم بها تكذبون (105) ",
        "babnum": 21
    },
    {
        "id": 1582,
        "cate": "23",
        "title": "قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ (106) رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ (107) قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ (108) إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ (109) فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ (110) إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ (111) ",
        "details": " اعلم أنه سبحانه لما قال : { أَلَمْ تَكُنْ ءاياتى تتلى عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذّبُونَ } [ المؤمنون : 105 ] ذكروا ما يجري مجرى الجواب عنه وهو من وجهين : الأول : قولهم : { رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا } وفيه مسألتان : المسألة الأولى : قال صاحب «الكشاف» : غلبت علينا ملكتنا من قولك غلبني فلان على كذا إذا أخذه منك ، والشقاوة سوء العاقبة ، قرىء : ( شقوتنا ) و ( شقاوتنا ) بفتح الشين وكسرها فيهما ، قال أبو مسلم : الشقوة من الشقاء كجرية الماء ، والمصدر الجري ، وقد يجيء لفظ فعله ، والمراد به الهيئة والحال ، فيقول جلسة حسنة وركبة وقعدة وذلك من الهيئة ، وتقول عاش فلان عيشة طيبة ومات ميتة كريمة ، وهذا هو الحال والهيئة ، فعلى هذا المراد من الشقوة حال الشقاء .\r\n المسألة الثانية : قال الجبائي : المراد أن طلبنا اللذات المحرمة وحرصنا على العمل القبيح ساقنا إلى هذه الشقاوة ، فأطلق اسم المسبب على السبب .\r\n وليس هذا باعتذار منهم لعلمهم بأن لا عذر لهم فيه ، ولكنه اعتراف بقيام حجة الله تعالى عليهم في سوء صنيعهم ، قلنا إنك حملت الشقاوة على طلب تلك اللذات المحرمة ، وطلب تلك اللذات حصل باختيارهم أو لا باختيارهم فإن حصل باختيارهم فذلك الاختيار محدث ، فإن استغنى عن المؤثر فلم لا يجوز في كل الحوادث ذلك ، وحينئذ ينسد عليك باب إثبات الصانع ، وإن افتقر إلى محدث فمحدثه إما العبد أو الله تعالى؟ فإن كان هو العبد فذلك باطل لوجوه : أحدها : أن قدرة العبد صالحة للفعل والترك ، فإن توقف صدور تلك الإرادة عنها إلى مرجح آخر ، عاد الكلام فيه ولزم التسلسل ، وإن لم يتوقف على المرجح فقد جوزت رجحان أحد طرفي الممكن على الآخر لا لمرجح ، وذلك يسد باب إثبات الصانع وثانيها : أن العبد لا يعلم كمية تلك الأفعال ولا كيفيتها ، والجاهل بالشيء لا يكون محدثاً له ، وإلا لبطلت دلالة الإحكام والإتقان على العلم والثاني : أن أحداً في الدنيا لا يرضى بأن يختار الجهل ، بل لا يقصد إلا تحصيل العلم ، فالكافر ما قصد إلا تحصيل العلم ، فإن كان الموجد لفعله هو فوجب أن لا يحصل إلا ما قصد إيقاعه ، لكنه لم يقصد إلا العلم فكيف حصل الجهل؟ فثبت أن الموجد للدواعي والبواعث هو الله تعالى ، ثم إن الداعية إن كانت سائقة إلى الخير كانت سعادة ، وإن كانت سائقة إلى الشر كانت شقاوة الوجه الثاني : لهم في الجواب قولهم : { وَكُنَّا قَوْماً ضَالّينَ } وهذا الضلال الذي جعلوه كالعلة في إقدامهم على التكذيب إن كان هو نفس ذلك التكذيب لزم تعليل الشيء بنفسه ، ولما بطل ذلك لم يبق إلا أن يكون ذلك الضلال عبارة عن شيء آخر ترتب عليه فعلهم وما ذاك إلا خلق الداعي إلى الضلال ، ثم إن القوم لما أوردوا هذين العذرين ، قال لهم سبحانه : { اخسئوا فِيهَا وَلاَ تُكَلّمُونِ } وهذا هو صريح قولنا في أن المناظرة مع الله تعالى غير جائزة ، بل لا يسأل عما يفعل .\r\n قال القاضي في قوله : { رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا } دلالة على أنه لا عذر لهم إلا الاعتراف ، فلو كان كفرهم من خلقه تعالى وبإرادته وعلموا ذلك لكانوا بأن يذكروا ذلك أجدر وإلى العذر أقرب ، فنقول قد بينا أن الذي ذكروه ليس إلا ذلك ولكنهم مقرون أن لا عذر لهم فلا جرم ، قال لهم : { اخسئوا فِيهَا وَلاَ تُكَلّمُونِ } .\r\n أما قوله : { رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظالمون } فالمعنى : أخرجنا من هذه الدار إلى دار الدنيا ، فإن عدنا إلى الأعمال السيئة فإنا ظالمون ، فإن قيل كيف يجوز أن يطلبوا ذلك وقد علموا أن عقابهم دائم؟ قلنا يجوز أن يلحقهم السهو عن ذلك في أحوال شدة العذاب فيسألون الرجعة .\r\n ويحتمل أن يكون مع علمهم بذلك يسألون ذلك على وجه الغوث والاسترواح .\r\n أما قوله : { اخسئوا فيها } فالمعنى ذلوا فيها وانزجروا كما يزجر الكلاب إذا زجرت ، يقال : خسأ الكلب وخسأ بنفسه .\r\n أما قوله : { وَلاَ تُكَلّمُونِ } فليس هذا نهياً لأنه لا تكليف في الآخرة ، بل المراد لا تكلمون في رفع العذاب فإنه لا يرفع ولا يخفف ، قيل هو آخر كلام يتكلمون به ثم لا كلام بعد ذلك إلا الشهيق والزفير ، والعواء كعواء الكلاب ، لا يفهمون ولا يفهمون .\r\n وعن ابن عباس رضي الله عنهما : أن لهم ست دعوات ، إذا دخلوا النار قالوا ألف سنة { رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فارجعنا } [ السجدة : 12 ] فيجابون { حَقَّ القول مِنْى } [ السجدة : 13 ] فينادون ألف سنة ثانية { رَبَّنَا أَمَتَّنَا اثنتين وَأَحْيَيْتَنَا اثنتين } [ غافر : 11 ] فيجابون { ذَلِكُم بِأَنَّهُ إِذَا دُعِىَ الله وَحْدَهُ كَفَرْتُمْ } [ غافر : 12 ] فينادون ألف ثالثة { يامالك لِيَقْضِ عَلَيْنَا رَبُّكَ } [ الزخرف : 77 ] فيجابون { إِنَّكُمْ ماكثون } [ الزخرف : 77 ] فينادون ألفاً رابعة { رَبَّنَا أَخْرِجْنَا } فيجابون { أَوَلَمْ تَكُونُواْ أَقْسَمْتُمْ مّن قَبْلُ مَا لَكُمْ مّن زَوَالٍ } [ إبراهيم : 44 ] فينادون ألفاً خامسة { أَخْرِجْنَا نَعْمَلْ صالحا } [ فاطر : 37 ] فيجابون { أَوَلَمْ نُعَمّرْكُمْ } [ فاطر : 37 ] فينادون ألفاً سادسة { رَبّ ارجعون } [ المؤمنون : 99 ] فيجابون { اخسئوا فيها } ثم بين سبحانه وتعالى ، أن فزعهم بأمر يتصل بالمؤمنين ، وهو قوله : { إِنَّهُ كَانَ فَرِيقٌ مّنْ عِبَادِى يَقُولُونَ رَبَّنَا ءامَنَّا فاغفر لَنَا وارحمنا وَأَنتَ خَيْرُ الرحمين * فاتخذتموهم سِخْرِيّاً } فوصف تعالى أحد ما لأجه عذبوا وبعدوا من الخير ، وهو ما عاملوا به المؤمنين .\r\n وفي حرف أبي { إِنَّهُ كَانَ فَرِيقٌ } بالفتح بمعنى لأنه .\r\n وقرأ نافع وأهل المدينة وأهل الكوفة عن عاصم بضم السين في جميع القرآن ، وقرأ الباقون بالكسر ههنا وفي ص قال الخليل وسيبويه هما لغتان كدرى ودرى .\r\n وقال الكسائي والفراء الكسر بمعنى الاستهزاء بالقول ، والضم بمعنى السخرية .\r\n قال مقاتل : إن رؤساء قريش مثل أبي جهل وعتبة وأبي بن خلف كانوا يستهزئون بأصحاب رسول الله صلى الله عليه وسلم ويضحكون بالفقراء منهم مثل بلال وخباب وعمار وصهيب ، والمعنى اتخذتموهم هزواً حتى أنسوكم بتشاغلكم بهم على تلك الصفة ذكرى وأكد ذلك بقوله : { وَكُنْتُمْ مّنْهُمْ تَضْحَكُونَ } ثم بين سبحانه ما يقتضي فيهم الأسف والحسرة بأن وصف ما جازى به أولئك المؤمنين فقال : { إِنِى جَزَيْتُهُمُ اليوم بِمَا صَبَرُواْ أَنَّهُمْ هُمُ الفائزون } قرأ حمزة والكسائي أنهم بالكسر والباقون بالفتح فالكسر استئناف أي قد فازوا حيث صبروا فجوزوا بصبرهم أحسن الجزاء ، والفتح على أنه في موضع المفعول الثاني من جزيت ، ويجوز أن يكون نصباً بإضمار الخافض أي جزيتهم الجزاء الوافر لأنهم هم الفائزون .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قالوا ربنا غلبت علينا شقوتنا وكنا قوما ضالين (106) ربنا أخرجنا منها فإن عدنا فإنا ظالمون (107) قال اخسئوا فيها ولا تكلمون (108) إنه كان فريق من عبادي يقولون ربنا آمنا فاغفر لنا وارحمنا وأنت خير الراحمين (109) فاتخذتموهم سخريا حتى أنسوكم ذكري وكنتم منهم تضحكون (110) إني جزيتهم اليوم بما صبروا أنهم هم الفائزون (111) ",
        "babnum": 22
    },
    {
        "id": 1583,
        "cate": "23",
        "title": "قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ (112) قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ (113) قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ (114) أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ (115) فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ (116) ",
        "details": " اعلم أن في هذه الآية مسائل : المسألة الأولى : قال صاحب «الكشاف» في مصاحف أهل الكوفة { قَالَ } وهو ضمير الله أو المأمور بسؤالهم من الملائكة ، و { قُلْ } في مصاحف أهل الحرمين والبصرة والشام وهو ضمير الملك أو بعض رؤساء أهل النار .\r\n المسألة الثانية : الغرض من هذا السؤال التبكيت والتوبيخ ، فقد كانوا ينكرون اللبث في الآخرة أصلاً ولا يعدون اللبث إلا في دار الدنيا ويظنون أن بعد الموت يدوم الفناء ولا إعادة فلما حصلوا في النار وأيقنوا أنها دائمة وهم فيها مخلدون سألهم { كَمْ لَبِثْتُمْ فِى الأرض } تنبيهاً لهم على أن ما ظنوه دائماً طويلاً فهو يسير بالإضافة إلى ما أنكروه ، فحينئذ تحصل لهم الحسرة على ما كانوا يعتقدونه في الدنيا من حيث أيقنوا خلافه ، فليس الغرض السؤال بل الغرض ما ذكرنا .\r\n فإن قيل فكيف يصح في جوابهم أن يقولوا : { لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ } ولا يقع من أهل النار الكذب قلنا لعلهم نسوا ذلك لكثرة ما هم فيه من الأهوال وقد اعترفوا بهذا النسيان حيث قالوا : { فَاسْأَلِ العادين } قال ابن عباس رضي الله عنهما أنساهم ما كانوا فيه من العذاب بين النفختين وقيل مرادهم بقولهم : { لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ } تصغير لبثهم وتحقيره بالإضافة إلى ما وقعوا فيه وعرفوه من أليم العذاب والله أعلم .\r\n المسألة الثالثة : اختلفوا في أن السؤال عن أي لبث وقع ، فقال بعضهم لبثهم إحياؤهم في الدنيا ويكون المراد أنهم أمهلوا حتى تمكنوا من العلم والعمل فأجابوا بأن قدر لبثهم كان يسيراً بناء على أن الله تعالى أعلمهم أن الدنيا متاع قليل وأن الآخرة هي دار القرار ، وهذا القائل احتج على قوله بأنهم كانوا يزعمون أن لا حياة سواها ، فلما أحياهم الله تعالى في النار وعذبوا سألوا عن ذلك توبيخاً لأنه إلى التوبيخ أقرب ، وقال آخرون بل المراد اللبث في حال الموت ، واحتجوا على قولهم بأمرين : الأول : أن قوله في الأرض يفيد الكون في القبر ومن كان حياً فالأقرب أن يقال إنه على الأرض وهذا ضعيف لقوله : { وَلاَ تُفْسِدُواْ فِى الأرض } [ الأعراف : 56 ] ، الثاني : قوله تعالى : { وَيَوْمَ تَقُومُ الساعة يُقْسِمُ المجرمون مَا لَبِثُواْ غَيْرَ سَاعَةٍ } [ الروم : 55 ] ثم بين سبحانه أنهم كذبوا في ذلك وأخبر عن المؤمنين قولهم : { لَقَدْ لَبِثْتُمْ فِى كتاب الله إلى يَوْمِ البعث } [ الروم : 56 ] .\r\n المسألة الرابعة : احتج من أنكر عذاب القبر بهذه الآية فقال قوله : { كَمْ لَبِثْتُمْ فِى الأرض } يتناول زمان كونهم أحياء فوق الأرض وزمان كونهم أمواتاً في بطن الأرض فلو كانوا معذبين في القبر لعلموا أن مدة مكثهم في الأرض طويلة فما كانوا يقولون : { لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ } والجواب : من وجهين : أحدهما : أن الجواب لا بد وأن يكون بحسب السؤال ، وإنما سألوا عن موت لا حياة بعده إلا في الآخرة ، وذلك لا يكون إلا بعد عذاب القبر والثاني : يحتمل أن يكونوا سألوا عن قدر اللبث الذي اجتمعوا فيه ، فلا يدخل في ذلك تقدم موت بعضهم على البعض ، فيصح أن يكون جوابهم { لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ } عند أنفسنا .\r\n أما قوله : { فَاسْأَلِ العادين } ففيه وجوه : أحدها : المراد بهم الحفظة وأنهم كانوا يحصون الأعمال وأوقات الحياة ويحسبون أوقات موتهم وتقدم من تقدم وتأخر من تأخر ، وهو معنى قول عكرمة فاسأل العادين أي الذين يحسبون وثانيها : فاسأل الملائكة الذين يعدون أيام الدنيا وساعاتها وثالثها : أن يكون المعنى سل من يعرف عدد ذلك فإنا قد نسيناه ورابعها : قرىء العادين بالتخفيف أي الظلمة فإنهم يقولون مثل ما قلنا وخامسها : قرىء العاديين أي القدماء المعمرين ، فإنهم يستقصرونها فكيف بمن دونهم؟ أما قوله : { لَّبِثْتُمْ إِلاَّ قَلِيلاً } فالمعنى أنهم قالوا : { لَبِثْنَا يَوْمًا * أَوْ بَعْضَ يَوْمٍ } على معنى أنا لبثنا في الدنيا قليلاً ، فكأنه قيل لهم صدقتم ما لبثتم فيها إلا قليلاً إلا أنها انقضت ومضت ، فظهر أن الغرض من هذا السؤال تعريف قلة أيام الدنيا في مقابلة أيام الآخرة .\r\n فأما قوله تعالى : { لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ } فبين في هذا الوجه أنه أراد أنه قليل لو علمتم البعث والحشر ، لكنكم لما أنكرتم ذلك كنتم تعدونه طويلاً .\r\n ثم بين تعالى ما هو في التوبيخ أعظم بقوله : { أَفَحَسِبْتُمْ أَنَّمَا خلقناكم عَبَثاً وَأَنَّكُمْ إِلَيْنَا لاَ تُرْجَعُونَ } وفيه مسألتان : المسألة الأولى : قال صاحب «الكشاف» { عَبَثاً } حال أي عابثين كقوله : { لاَعِبِينَ } أو مفعول به أي ما خلقناكم للعبث .\r\n المسألة الثانية : أنه سبحانه لما شرح صفات القيامة ختم الكلام فيها بإقامة الدلالة على وجودها وهي أنه لولا القيامة لما تميز المطيع من العاصي والصديق من الزنديق ، وحينئذ يكون خلق هذا العالم عبثاً ، وأما الرجوع إلى الله تعالى فالمراد إلى حيث لا مالك ولا حاكم سواه لا أنه رجوع من مكان إلى مكان لاستحالة ذلك على الله تعالى ثم إنه تعالى نزه نفسه عن العبث بقوله : { فتعالى الله الملك الحق } والملك هو المالك للأشياء الذي لا يبيد ولا يزول ملكه وقدرته ، وأما الحق فهو الذي يحق له الملك لأن كل شيء منه وإليه ، وهو الثابت الذي لا يزول ولا يزول ملكه ، وبين أنه لا إله سواه وأن ما عداه فمصيره إلى الفناء وما يفنى لا يكون إلهاً وبين أنه تعالى : { رَبُّ العرش الكريم } .\r\n قال أبو مسلم والعرش ههنا السموات بما فيها من العرش الذي تطوف به الملائكة ويجوز أن يعني به الملك العظيم ، وقال الأكثرون : المراد هو العرش حقيقة وإنما وصفه بالكريم لأن الرحمة تنزل منه والخير والبركة ولنسبته إلى أكرم الأكرمين كما يقال بيت كريم إذا كان ساكنوه كراماً ، وقرىء الكريم بالرفع ونحوه ذو العرش المجيد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قال كم لبثتم في الأرض عدد سنين (112) قالوا لبثنا يوما أو بعض يوم فاسأل العادين (113) قال إن لبثتم إلا قليلا لو أنكم كنتم تعلمون (114) أفحسبتم أنما خلقناكم عبثا وأنكم إلينا لا ترجعون (115) فتعالى الله الملك الحق لا إله إلا هو رب العرش الكريم (116) ",
        "babnum": 23
    },
    {
        "id": 1584,
        "cate": "23",
        "title": "وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (117) وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ (118) ",
        "details": " اعلم أنه سبحانه لما بين أنه هو الملك الحق لا إله إلا هو أتبعه بأن من ادعى إلهاً آخر فقد ادعى باطلاً من حيث لا برهان لهم فيه ، ونبه بذلك على أن كل ما لا برهان فيه لا يجوز إثباته ، وذلك يوجب صحة النظر وفساد التقليد ثم ذكر أن من قال بذلك فجزاؤه العقاب العظيم بقوله : { فَإِنَّمَا حِسَابُهُ عِندَ رَبّهِ } كأنه قال إن عقابه بلغ إلى حيث لا يقدر أحد على حسابه إلا الله تعالى وقرىء أنه لا يفلح بفتح الهمزة ومعناه حسابه عدم الفلاح جعل فاتحة السورة { قَدْ أَفْلَحَ المؤمنون } [ المؤمنون : 1 ] وخاتمتها { إِنَّهُ لاَ يُفْلِحُ الكافرون } فشتان ما بين الفاتحة والخاتمة .\r\n ثم أمر الرسول صلى الله عليه وسلم بأن يقول رب اغفر وارحم ويثني عليه بأنه خير الراحمين ، وقد تقدم بيان أنه سبحانه خير الراحمين فإن قيل كيف تتصل هذه الخاتمة بما قبلها؟ قلنا لأنه سبحانه لما شرح أحوال الكفار في جهلهم في الدنيا وعذابهم في الآخرة أمر بالانقطاع إلى الله تعالى والالتجاء إلى دلائل غفرانه ورحمته ، فإنهما هما العاصمان عن كل الآفات والمخافات ، وروي أن أول سورة { قَدْ أَفْلَحَ } وآخرها من كنوز العرش من عمل بثلاث آيات من أولها ، واتعظ بأربع من آخرها فقد نجا وأفلح .\r\n والله أعلم بالصواب وإليه المرجع والمآب والحمد لله وحده وصلاته على خير خلقه سيدنا محمد وآله وأصحابه وأزواجه وعترته وأهل بيته .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن يدع مع الله إلها آخر لا برهان له به فإنما حسابه عند ربه إنه لا يفلح الكافرون (117) وقل رب اغفر وارحم وأنت خير الراحمين (118) ",
        "babnum": 24
    }
]