[
    {
        "id": 2179,
        "cate": "42",
        "title": "حم (1) عسق (2) كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ (3) لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَلِيُّ الْعَظِيمُ (4) تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ (5) وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ اللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ (6) ",
        "details": " اعلم أن الكلام في أمثال هذه الفواتح معلوم إلا أن في هذا الموضع سؤالان زائدان الأول : أن يقال إن هذه السور السبعة مصدرة بقوله { حم } فما السبب في اختصاص هذه السورة بمزيد { عسق } ؟ الثاني : أنهم أجمعوا على أنه لا يفصل بين { كهيعص } [ مريم : 1 ] وههنا يفصل بين { حم } وبين { عسق } فما السبب فيه؟ واعلم أن الكلام في أمثال هذه الفواتح يضيف ، وفتح باب المجازفات مما لا سبيل إليه ، فالأولى أن يفوض علمها إلى الله ، وقرأ ابن عباس وابن مسعود { حم * عسق } .\r\n أما قوله تعالى : { كَذَلِكَ يُوحِي إِلَيْكَ } فالكاف معناه الثل وذا للإشارة إلى شيء سبق ذكره ، فيكون المعنى : مثل حم عسق كذلك يوحي إليك وإلى الذين من قبلك وعند هذا حصل قولان : الأول : نقل عن ابن عباس رضي الله عنه أنه قال : « لا نبي صاحب كتاب إلا وقد أوحي إليه حم عسق » وهذا عندي بعيد .\r\n الثاني : أن يكون المعنى : مثل الكتاب المسمى بحم عسق يوحي الله إليك وإلى الذين من قبلك ، وهذه المماثلة المراد منها المماثلة في الدعوة إلى التوحيد والعدل والنبوة والمعاد وتقبيح أحوال الدنيا والترغيب في التوجه إلى الآخرة ، والذي يؤكد هذا أنا بينا في سورة { سَبِّحِ اسم رَبّكَ الأعلى } [ الأعلى : 1 ] أو أولها في تقرير التوحيد ، وأوسطها في تقرير النبوة ، وآخرها في تقرير المعاد ، ولما تمم الكلام في تقرير هذه المطالب الثلاثة قال : { إِنَّ هذا لَفِي الصحف الأولى * صُحُفِ إبراهيم وموسى } [ الأعلى : 18 ، 19 ] يعني أن المقصود من إنزال جميع الكتب الإلهية ليس إلا هذه المطالب الثلاثة ، فكذلك ههنا يعني مثل الكتاب المسمى بحم عسق يوحي الله إليك وإلى كل من قبلك من الأنبياء ، والمراد بهذه المماثلة الدعوة إلى هذه المطالب العالية والمباحث المقدسة الإلهية ، قال صاحب «الكشاف» ولم يقل أوحي إليك ، ولكن قال : { يُوحِي إِلَيْكَ } على لفظ المضارع ليدل على أن إيحاء مثله عادته ، وقرأ ابن كثير { كَذَلِكَ يُوحِى } بفتح الحاء على ما لم يسم فاعله وهي إحدى الروايتين عن أبي عمرو وعن بعضهم { نُوحِي } بالنون ، وقرأ الباقون { يُوحِي إِلَيْكَ وَإِلَى الذين مِن قَبْلِكَ } بكسر الحاء ، فإن قيل فعلى القراءة الأولى ما رافع اسم الله تعالى؟ قلنا ما دل عليه بوحي ، كأن قائلاً قال من الموحي؟ فقيل الله ونظيره قراءة السلمي { وكذلك زُيّنَ لكَثِيرٍ منَ المشركين قَتْلَ أولادهم شُرَكَاؤُهُمْ } [ الأنعام : 137 ] على البناء للمفعول ورفع شركاؤهم ، فإن قيل فما رافعه فيمن قرأ { نُوحِي } بالنون؟ قلنا يرفع بالابتداء ، والعزيز وما بعده أخبار ، أو { العزيز الحكيم } صفتان والظرف خبره ، ولما ذكر أن هذا الكتاب حصل بالوحي بين أن الموحي من هو فقال إنه هو العزيز الحكيم وقد بينا في أول سورة حم المؤمن أن كونه عزيزاً يدل على كونه قادراً على ما لا نهاية له وكونه حكيماً يدل على كونه عالماً بجميع المعلومات غنياً عن جميع الحاجات فيحصل لنا من كونه عزيزاً حكيماً كونه قادراً على جميع المقدورات عالماً بجميع المعلومات غنياً عن جميع الحاجات ومن كان كذلك كانت أفعاله وأقواله حكمة وصواباً ، وكانت مبرأة عن العيب والعبث ، قال مصنف الكتاب قلت في قصيدة : الحمد لله ذي الآلاء والنعم \r\n والفضل والجود والإحسان والكرم منزّه الفعل عن عيب وعن عبث \r\n مقدس الملك عن عزل وعن عدم والصفة الثالثة قوله { لَّهُ مَا فِي السموات وَمَا فِي الأرض } وهذا يدل على مطلوبين في غاية الجلال أحدهما : كونه موصوفاً بقدرة كاملة نافذة في جميع أجزاء السموات والأرض على عظمتها وسعتها بالإيجاد والإعدام والتكوين والإبطال والثاني : أنه لما بيّن بقوله { لَّهُ مَا فِي السموات وَمَا فِي الأرض } أن كل ما في السموات وما في الأرض فهو ملكه وملكله ، وجب أن يكون منزّهاً عن كونه حاصلاً في السموات وفي الأرض ، وإلا لزم كونه ملكاً لنفسه ، وإذا ثبت أنه ليس في شيء من السموات امتنع كونه أيضاً في العرش ، لأن كل ما سماك فهو سماء فإذا كان العرش موجوداً فوق السموات كان في الحقيقة سماء ، فوجب أن يكون كل ما كان حاصلاً في العرش ملكاً لله وملكاً له ، فوجب أن يكون منزّهاً عن كونه حاصلاً في العرش ، وإن قالوا إنه تعالى قال : { لَّهُ مَا فِي السموات } وكلمة ما لا تتناول من يعقل قلنا هذا مدفوع من وجهين الأول : أن لفظة ما واردة في حق الله تعالى قال تعالى : { والسماء وَمَا بناها * والأرض وَمَا طحاها } [ الشمس : 5 ، 6 ] وقال : { لاَ أَعْبُدُ مَا تَعْبُدُونَ * وَلاَ أَنتُمْ عابدون مَا أَعْبُدُ } [ الكافرون : 2 ، 3 ] والثاني : أن صيغة من وردت في مثل هذه السورة قال تعالى : { إِن كُلُّ مَن فِي السموات والأرض إِلاَّ آتِى الرحمن عَبْداً } [ مريم : 93 ] وكلمة من لا شك أنها واردة في حق الله تعالى فدلّت هذه الآية على أن كل من في السموات والأرض فهو عبد الله فلو كان الله موجوداً في السموات والأرض وفي العرش لكان هو من جملة من في السموات فوجب أن يكون عبد الله ، ولما ثبت بهذه الآية أن كل من كان موجوداً في السموات والعرش فهو عبد لله وجب فيمن تقدست كبرياؤه عن تهمة العبودية أن يكون منزّهاً عن الكون في المكان والجهة والعرش والكرسي .\r\n والصفة الرابعة والخامسة قوله تعالى : { وَهُوَ العلي العظيم } ولا يجوز أن يكون المراد بكونه علياً العلو في الجهة والمكان لما ثبتت الدلالة على فساده ، ولا يجوز أن يكون المراد من العظيم العظمة بالجثة وكبر الجسم ، لأن ذلك يقتضي كونه مؤلفاً من الأجزاء والأبعاض ، وذلك ضد قوله { الله أَحَدٌ } [ الإخلاص : 1 ] فوجب أن يكون المراد من العلي المتعالي عن مشابهة الممكنات ومناسبة المحدثات ، ومن العظيم العظمة بالقدرة والقهر بالاستعلاء وكمال الإلهية .\r\n ثم قال : { تَكَادُ السموات يَتَفَطَّرْنَ مِن فَوْقِهِنَّ } وفيه مسائل : المسألة الأولى : قرأ أبو عمرو وعاصم في رواية أبي بكر { تَكَادُ } بالتاء { يَتَفَطَّرْنَ } بالياء والنون ، وقرأ ابن كثير وابن عامر وحفص عن عاصم وحمزة { تَكَادُ } بالتاء { يَتَفَطَّرْنَ } بالياء والتاء ، وقرأ نافع والكسائي : { يَكَادُ } بالياء { يَتَفَطَّرْنَ } أيضاً بالتاء ، قال صاحب «الكشاف» : وروى يونس عن أبي عمرو قراءة غريبة { تتفطرن } بالتاءين مع النون ، ونظيرها حرف نادر ، روي في نوادر ابن الإعرابي : الإبل تتشمسن .\r\n المسألة الثانية : في فائدة قوله { مِن فَوْقِهِنَّ } وجوه الأول : روى عكرمة عن ابن عباس أنه قال : { تَكَادُ السموات يَتَفَطَّرْنَ مِن فَوْقِهِنَّ } قال والمعنى أنها تكاد تتفطر من ثقل الله عليها .\r\n واعلم أن هذا القول سخيف ، ويجب القطع ببراءة ابن عباس عنه ، ويدل على فساده وجوه : الأول : أن قوله { مِن فَوْقِهِنَّ } لا يفهم منه ممن فوقهن وثانيها : هب أنه يحمل على ذلك ، لكن لم قلتم إن هذه الحالة إنما حصلت من ثقل الله عليها ، ولم لا يجوز أن يقال إن هذه الحالة إنما حصلت من ثقل الملائكة عليها ، كما جاء في الحديث أنه صلى الله عليه وسلم قال : \" أطت السماء وحق لها أن تئط ما فيها موضع شبر إلا وفيه ملك قائم أو راكع أو ساجد \" وثالثها : لم لا يجوز أن يكون المراد تكاد السموات تنشق وتنفطر من هيبة من هو فوقها فوقية بالإلهية والقهر والقدرة؟ ، فثبت بهذه الوجوه أن القول الذي ذكروه في غاية الفساد والركاكة والوجه الثاني : في تأويل الآية ما ذكره صاحب «الكشاف» : وهو أن كلمة الكفر إنما جاءت من الذين تحت السموات ، وكان القياس أن يقال : يتفطرن من تحتهن من الجهة التي جاءت منها الكلمة ، ولكنه بولغ في ذلك فقلب فجعلت مؤثرة في جهة الفوق ، كأنه قيل : يكدن يتفطرن من الجهة التي فوقهن ، ودع الجهة التي تحتهن ، ونظيره في المبالغة قوله تعالى؛ { يُصَبُّ مِن فَوْقِ رُؤُوسَهُمْ الحميم * يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ والجلود } [ الحج : 19 ، 20 ] فجعل مؤثراً في أجزائه الباطنة الوجه الثالث : في تأويل الآية أن يقال { مِن فَوْقِهِنَّ } أي من فوق الأرضين ، لأنه تعالى قال قبل هذه الآية { لَّهُ مَا فِي السموات وَمَا فِي الأرض } ثم قال : { تَكَادُ السموات يَتَفَطَّرْنَ مِن فَوْقِهِنَّ } أي من فوق الأرضين والوجه الرابع : في التأويل أن يقال معنى { مِن فَوْقِهِنَّ } أي من الجهة التي حصلت هذه السموات فيها ، وتلك الجهة هي فوق ، فقوله { مِن فَوْقِهِنَّ } أي من الجهة الفوقانية التي هن فيها .\r\n المسألة الثالثة : اختلفوا في أن هذه الهيئة لم حصلت؟ وفيه قولان الأول : أنه تعالى لما بيّن أن الموحي لهذا الكتاب هو الله العزيز الحكيم ، بيّن وصف جلاله وكبريائه ، فقال : { تَكَادُ السموات يَتَفَطَّرْنَ مِن فَوْقِهِنَّ } أي من هيبته وجلالته والقول الثاني : أن السبب في إثباتهم الولد لله لقوله { تَكَادُ السموات يَتَفَطَّرْنَ مِنْهُ } [ مريم : 90 ] ، وههنا السبب فيه إثباتهم الشركاء لله ، لقوله بعد هذه الآية { والذين اتخذوا مِن دُونِهِ أَوْلِيَاء } والصحيح هو الأول ، ثم قال : { والملائكة يُسَبّحُونَ بِحَمْدِ رَبّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِي الأرض } .\r\n واعلم أن مخلوقات الله تعالى نوعان : عالم الجسمانيات وأعظمها السموات ، وعالم الروحانيات وأعظمها الملائكة ، والله تعالى يقرر كمال عظمته لأجل نفاذ قدرته وهيبته في الجسمانيات ، ثم يردفه بنفاذ قدرته واستيلاء هيبته على الروحانيات ، والدليل عليه أنه تعالى قال في سورة { عَمَّ يَتَسَاءلُونَ } [ النبأ : 1 ] لما أراد تقرير العظمة والكبرياء بدأ بذكر الجسمانيات ، فقال : { رَبّ السموات والأرض وَمَا بَيْنَهُمَا الرحمن لاَ يَمْلِكُونَ مِنْهُ خِطَاباً } [ النبأ : 37 ] ثم انتقل إلى ذكر عالم الروحانيات ، فقال { يَوْمَ يَقُومُ الروح والملائكة صَفّاً لاَّ يَتَكَلَّمُونَ إِلاَّ مَنْ أَذِنَ لَهُ الرحمن وَقَالَ صَوَاباً } [ النبأ : 38 ] فكذلك القول في هذه الآية بين كمال عظمته باستيلاء هيبته على الجسمانيات ، فقال : { تَكَادُ السموات يَتَفَطَّرْنَ مِن فَوْقِهِنَّ } ثم انتقل إلى ذكر الروحانيات ، فقال : { والملائكة يُسَبّحُونَ بِحَمْدِ رَبّهِمْ } فهذا ترتيب شريف وبيان باهر .\r\n واعلم أن الموجودات على ثلاثة أقسام : مؤثر لا يقبل الأثر ، وهو الله سبحانه وتعالى وهو أشرف الأقسام ، ومتأثر لا يؤثر ، وهو القابل وهو الجسم وهو أخس الأقسام ، وموجود يقبل الأثر من القسم الأول ، ويؤثر في القسم الثاني وهو الجواهر الروحانيات المقدسة ، وهو المرتبة المتوسطة ، إذا عرفت هذا فنقول الجواهر الروحانية لها تعلقان : تعلق بعالم الجلال والكبرياء ، وهو تعلق القبول ، فإن الجلايا القدسية والأضواء الصمدية إذا أشرقت على الجواهر الروحانية استضاءت جواهرها وأشرقت ماهياتها ، ثم إن الجواهر الروحانية إذا استفادت تلك القوى الروحانية ، قويت بها على الاستيلاء على عوالم الجسمانيات ، وإذا كان كذلك فلها وجهان : وجه إلى جانب الكبرياء وحضرة الجلال ، ووجه إلى عالم الأجسام والوجه الأول أشرف من الثاني .\r\n إذا عرفت هذا فنقول : قوله تعالى : { يُسَبّحُونَ بِحَمْدِ رَبّهِمْ } إشارة إلى الوجه الذي لهم إلى عالم الجلال والكبرياء ، وقوله { وَيَسْتَغْفِرُونَ لِمَن فِي الأرض } إشارة إلى الوجه الذي لهم إلى عالم الأجسام ، فما أحسن هذه اللطائف وما أشرفها وما أشد تأثيرها في جذب الأرواح من حضيض الخلق إلى أوج معرفة الحق ، إذا عرفت هذا فنقول : أما الجهة الأولى وهي الجهة العلوية المقدسة ، فقد اشتملت على أمرين : أحدهما : التسبيح ، وثانيهما : التحميد ، لأن قوله { يُسَبّحُونَ بِحَمْدِ رَبّهِمْ } يفيد هذين الأمرين ، والتسبيح مقدم على التحميد ، لأن التسبيح عبارة عن تنزيه الله تعالى عما لا ينبغي ، والتحميد عبارة عن وصفه بكونه مفيضاً لكل الخيرات وكونه منزّهاً في ذاته عما لا ينبغي ، مقدم بالرتبة على كونه فياضاً للخيرات والسعادات ، لأن وجود الشيء مقدم على إيجاد غيره ، وحصوله في نفسه مقدم على تأثيره في حصول غيره ، فلهذا السبب كان التسبيح مقدماً على التحميد ، ولهذا قال : { يُسَبّحُونَ بِحَمْدِ رَبّهِمْ } .\r\n وأما الجهة الثانية : وهي الجهة التي لتلك الأرواح إلى عالم الجسمانيات ، فالإشارة إليها بقوله { وَيَسْتَغْفِرُونَ لِمَن فِي الأرض } والمراد منه تأثيراتها في نظم أحوال هذا العالم وحصول الطريق الأصوب الأصلح فيها ، فهذه ملامح من المباحث العالية الإلهية مدرجة في هذه الآيات المقدسة ، ولنرجع إلى ما يليق بعلم التفسير ، فإن قيل كيف يصح أن يستغفروا لمن في الأرض وفيهم الكفار ، وقد قال تعالى : { أولئك عَلَيْهِمْ لَعْنَةُ الله والملائكة } فكيف يكونون لاعنين ومستغفرين لهم؟ ، قلنا الجواب : عنه من وجوه : الأول : أن قوله { لِمَن فِي الأرض } لا يفيد العموم ، لأنه يصح أن يقال إنهم استغفروا لكل من في الأرض وأن يقال إنهم استغفروا لبعض من في الأرض دون البعض ، ولو كان قوله { لِمَن فِي الأرض } صريحاً في العموم لما صح ذلك التقسيم الثاني : هب أن هذا النص يفيد العموم إلا أنه تعالى حكى عن الملائكة في سورة حام المؤمن فقال : { وَيَسْتَغْفِرُونَ لِلَّذِينَ ءَامَنُواْ رَبَّنَا وَسِعْتَ كُلَّ شَىْء رَّحْمَةً وَعِلْماً فاغفر لِلَّذِينَ تَابُواْ واتبعوا سَبِيلَكَ } [ غافر : 7 ] الثالث : يجوز أن يكون المراد من الاستغفار أن لا يعاجلهم بالعقاب كما في قوله تعالى : { إِنَّ الله يُمْسِكُ السموات والأرض أَن تَزُولاَ } إلى أن قال : { إِنَّهُ كَانَ حَلِيمًا غَفُورًا } [ فاطر : 41 ] الرابع : يجوز أن يقال إنهم يستغفرون لكل من في الأرض ، أما في حق الكفار فبواسطة طلب الإيمان لهم ، وأما في حق المؤمنين فبالتجاوز عن سيئاتهم ، فإنا نقول اللّهم اهد الكافرين وزين قلوبهم بنور الإيمان وأزل عن خواطرهم وحشة الكفر ، وهذا في الحقيقة استغفار .\r\n واعلم أن قوله { وَيَسْتَغْفِرُونَ لِمَن فِي الأرض } يدل على أنهم لا يستغفرون لأنفسهم ، ولو كانوا مصرين على المعصية لكان استغفارهم لأنفسهم قبل استغفارهم لمن في الأرض ، وحيث لم يذكر الله عنهم استغفارهم لأنفسهم علمنا أنهم مبرءون عن كل الذنوب والأنبياء عليهم السلام لهم ذنوب والذي لا ذنب له ألبتة أفضل ممن له ذنب وأيضاً فقوله { وَيَسْتَغْفِرُونَ لِمَن فِي الأرض } يدل على أنهم يستغفرون للأنبياء لأن الأنبياء في جملة من في الأرض ، وإذا كانوا مستغفرين للأنبياء عليهم السلام كان الظاهر أنهم أفضل منهم .\r\n ولما حكى الله تعالى عن الملائكة التسبيح والتحميد والاستغفار قال : { أَلاَ إِنَّ الله هُوَ الغفور الرحيم } والمقصود التنبيه على أن الملائكة وإن كانوا يستغفرون للبشر إلا أن المغفرة المطلقة والرحمة المطلقة للحق سبحانه وتعالى وبيانه ممن وجوه الأول : أن إقدام الملائكة على طلب المغفرة للبشر من الله تعالى إنما كان لأن الله تعالى خلق في قلوبهم داعية لطلب تلك المغفرة ، ولولا أن الله تعالى خلق في قلوبهم تلك الدواعي وإلا لما أقدموا على ذلك الطلب وإذا كان كذلك كان الغفور المطلق والرحيم المطلق هو الله سبحانه وتعالى الثاني : أن الملائكة قالوا في أول الأمر { أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدماء وَنَحْنُ نُسَبّحُ بِحَمْدِكَ وَنُقَدّسُ لَكَ } [ البقرة : 30 ] ثم في آخر الأمر صاروا يستغفرون لمن في الأرض ، وأما رحمة الحق وإحسانه فقد كان موجوداً في الأولى والآخر فثبت أن الغفور المطلق والرحيم المطلق هو الله تعالى الثالث : أنه تعالى حكى عنهم أنهم يستغفرون لمن في الأرض ولم يحك عنهم أنهم يطلبون الرحمة لمن في الأرض فقال : { أَلاَ إِنَّ الله هُوَ الغفور الرحيم } يعني أنه يعطي المغفرة التي طلبوها ويضم إليها الرحمة الكاملة التامة .\r\n ثم قال تعالى : { والذين اتخذوا مِن دُونِهِ أَوْلِيَاءَ } أي جعلوا له شركاء وأنداداً { الله حَفِيظٌ عَلَيْهِمْ } أي رقيب على أحوالهم وأعمالهم ، لا يفوته منها شيء وهو محاسبهم عليها لا رقيب عليهم إلا هو وحده وما أنت يا محمد بمفوض إليك أمرهم ولا قسرهم على الإيمان ، إنما أنت منذر فحسب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "حم (1) عسق (2) كذلك يوحي إليك وإلى الذين من قبلك الله العزيز الحكيم (3) له ما في السماوات وما في الأرض وهو العلي العظيم (4) تكاد السماوات يتفطرن من فوقهن والملائكة يسبحون بحمد ربهم ويستغفرون لمن في الأرض ألا إن الله هو الغفور الرحيم (5) والذين اتخذوا من دونه أولياء الله حفيظ عليهم وما أنت عليهم بوكيل (6) ",
        "babnum": 1
    },
    {
        "id": 2180,
        "cate": "42",
        "title": "وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا لِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيهِ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ (7) وَلَوْ شَاءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً وَاحِدَةً وَلَكِنْ يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (8) أَمِ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ فَاللَّهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِ الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (9) وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ذَلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ (10) فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَمِنَ الْأَنْعَامِ أَزْوَاجًا يَذْرَؤُكُمْ فِيهِ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ (11) لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (12) ",
        "details": " واعلم أن كلمة ( ذلك ) للإشارة إلى شيء سبق ذكره فقوله { وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْءَاناً عَرَبِيّاً } يقتضي تشبيه وحي الله بالقرآن بشيء هاهنا قد سبق ذكره ، وليس هاهنا شيء سبق ذكره يمكن تشبيه وحي القرآن به إلا قوله { والذين اتخذوا مِن دُونِهِ أَوْلِيَاء الله حَفِيظٌ عَلَيْهِمْ وَمَا أَنتَ عَلَيْهِم بِوَكِيلٍ } [ الشورى : 6 ] يعني كما أوحينا إليك أنك لست حفيظاً عليهم ولست وكيلاً عليهم ، فكذلك أوحينا إليك قرآناً عربياً لتكون نذيراً لهم وقوله تعالى : { لّتُنذِرَ أُمَّ القرى } أي لتنذر أهل أم القرى لأن البلد لا تعقل وهو كقوله { واسئل القرية } [ يوسف : 82 ] وأم القرى أصل القرى وهي مكة وسميت بهذا الاسم إجلالاً لها لأن فيها البيت ومقام إبراهيم ، والعرب تسمي أصل كل شيء أمة حتى يقال هذه القصيدة من أمهات قصائد فلان ، ومن حولها من أهل البدو والحضر وأهل المدر ، والإنذار التخويف ، فإن قيل فظاهر اللفظ يقتضي أن الله تعالى إنما أوحى إليه لينذر أهل مكة وأهل القرى المحيطة بمكة وهذا يقتضي أن يكون رسولاً إليهم فقط وأن لا يكون رسولاً إلى كل العالمين الجواب : أن التخصيص بالذكر لا يدل على نفي الحكم عما سواه ، فهذه الآية تدل على كونه رسولاً إلى هؤلاء خاصة وقوله { وَمَا أرسلناك إِلاَّ كَافَّةً لّلنَّاسِ } [ سبأ : 28 ] يدل على كونه رسولاً إلى كل العالمين ، أيضاً لما ثبت كونه رسولاً إلى أهل مكة وجب كونه صادقاً ، ثم إنه نقل إلينا بالتواتر كان يدعى أنه رسول إلى كل العالمين ، والصادق إذا أخبر عن شيء وجب تصديقه فيه ، فثبت أنه رسول إلى كل العالمين .\r\n ثم قال تعالى : { وَتُنذِرَ يَوْمَ الجمع } الأصل أن يقال أنذرت فلاناً بكذا فكان الواجب أن يقال لتنذر أم القرى بيوم الجمع وأيضاً فيه إضمار والتقدير لتنذر أهل أم القرى بعذاب يوم الجمع وفي تسميته بيوم الجمع وجوه الأول : أن الخلائق يجمعون فيه قال تعالى : { يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الجمع } [ التغابن : 9 ] فيجتمع فيه أهل السموات من أهل الأرض الثاني : أنه يجمع بين الأرواح والأجساد الثالث : يجمع بين كل عامل وعمله الرابع : يجمع بين الظالم والمظلوم وقوله { لاَ رَيْبَ فِيهِ } صفة ليوم الجمع الذي لا ريب فيه ، وقوله { فَرِيقٌ فِي الجنة وَفَرِيقٌ فِي السعير } تقديره ليوم الجمع الذي من صفته يكون القوم فيه فريقين ، فريق في الجنة وفريق في السعير ، فإن قيل قوله { يَوْمَ الجمع } يقتضي كون القوم مجتمعين وقوله { فَرِيقٌ فِي الجنة وَفَرِيقٌ فِي السعير } يقتضي كونهم متفرقين ، والجمع بين الصفتين محال ، قلنا إنهم يجتمعون أولاً ثم يصيرون فريقين .\r\n ثم قال : { وَلَوْ شَاءَ الله لَجَعَلهُمْ أُمَّةً وَاحِدَةً } والمراد تقرير قوله { والذين اتخذوا مِن دُونِهِ أَوْلِيَاء الله حَفِيظٌ عَلَيْهِمْ وَمَا أَنتَ عَلَيْهِم بِوَكِيلٍ } [ الشورى : 6 ] أي لا يكن في قدرتك أن تحملهم على الإيمان ، فلو شاء الله ذلك لفعله لأنه أقدر منك ، ولكنه جعل البعض مؤمناً والبعض كافراً ، فقوله { يُدْخِلُ مَن يَشَاء فِي رَحْمَتِهِ } يدل على أنه تعالى هو الذي أدخلهم في الإيمان والطاعة ، وقوله { والظالمون مَا لَهُمْ مّن وَلِيّ وَلاَ نَصِيرٍ } يعني أنه تعالى ما أدخلهم في رحمته ، وهذا يدل على أن الأولين إنما دخلوا في رحمته ، لأنه كان لهم ولي ونصير أدخلهم في تلك الرحمة ، وهؤلاء ما كان لهم ولي ولا نصير يدخلهم في رحمته .\r\n ثم قال تعالى : { أَمِ اتخذوا مِن دُونِهِ أَوْلِيَاء } والمعنى أنه تعالى حكى عنهم أولاً أنهم اتخذوا من دونه أولياء ، ثم قال بعده لمحمد صلى الله عليه وسلم لست عليهم رقيباً ولا حافظاً ، ولا يجب عليك أن تحملهم على الإيمان شاءوا أم أبوا ، فإن هذا المعنى لو كان واجباً لفعله الله ، لأنه أقدر منك ، ثم إنه تعالى أعاد بعده ذلك الكلام على سبيل الاستنكار ، فإن قوله { أَمِ اتخذوا مِن دُونِهِ أَوْلِيَاء } استفهام على سبيل الإنكار .\r\n ثم قال تعالى : { فالله هُوَ الولي } والفاء في قوله { فالله هُوَ الولي } جواب شرط مقدر ، كأنه قال : إن أرادوا أولياء بحق فالله هو الولي بالحق لا ولي سواه ، لأنه يحيي الموتى وهو على كل شيءً قدير ، فهو الحقيق بأن يتخذ ولياً دون من لا يقدر على شيء .\r\n ثم قال : { وَمَا اختلفتم فِيهِ مِن شَيْء فَحُكْمُهُ إِلَى الله } وفيه مسائل : المسألة الأولى : وجه النظم أنه تعالى كما منع الرسول صلى الله عليه وسلم أن يحمل الكفار على الإيمان قهراً ، فكذلك منع المؤمنين أن يشرعوا معهم في الخصومات والمنازعات فقال : { وَمَا اختلفتم فِيهِ مِن شَيْء فَحُكْمُهُ إِلَى الله } وهو إثابة المحقين فيه ومعاقبة المبطلين ، وقيل وما اختلفتم فيه من شيء وتنازعتم فتحاكموا فيه إلى الرسول صلى الله عليه وسلم ، ولا تؤثر حكومة غيره على حكومته ، وقيل وما وقع بينكم فيه خلاف من الأمور التي لا تصل بتكليفكم ، ولا طريق لكم إلى عمله كحقيقة الروح ، فقولوا الله أعلم به ، قال تعالى : { وَيَسْئَلُونَكَ عَنِ الروح قُلِ الروح مِنْ أَمْرِ رَبّي } [ الإسراء : 85 ] .\r\n المسألة الثانية : تقدير الآية كأنه قال : قل يا محمد { وَمَا اختلفتم فِيهِ مِن شَيْء فَحُكْمُهُ إِلَى الله } والدليل عليه قوله تعالى : { ذَلِكُمُ الله رَبّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ } .\r\n المسألة الثالثة : احتج نفاة القياس بهذه الآية فقالوا قوله تعالى : { وَمَا اختلفتم فِيهِ مِن شَيْء فَحُكْمُهُ إِلَى الله } إما أن يكون المراد فحكمه مستفاد من نص الله عليه ، أو المراد فحكمه مستفاد من القياس على ما نص الله عليه ، والثاني باطل لأنه يقتضي كون كل الأحكام مثبتة بالقياس بأنه باطل فيعتبر الأول ، فوجب كون كل الأحكام مثبتة بالنص وذلك ينفي العمل بالقياس ، ولقائل أن يقول لم لا يجوز أن يكون المراد فحكمه يعرف من بيان الله تعالى ، سواء كان ذلك البيان بالنص أو بالقياس؟ أجيب عنه بأن المقصود من التحاكم إلى الله قطع الاختلاف ، والرجوع إلى القياس يقوي حكم الاختلاف ولا يوضحه ، فوجب أن يكون الواجب هو الرجوع إلى نصوص الله تعالى .\r\n ثم قال تعالى : { ذَلِكُمُ الله رَبّي } أي ذلكم الحاكم بينكم هو ربي { عَلَيْهِ تَوَكَّلْتُ } في دفع كيد الأعداء وفي طلب كل خير { وَإِلَيْهِ أُنِيبُ } أي وإليه أرجع في كل المهمات ، وقوله { عَلَيْهِ تَوَكَّلْتُ } يفيد الحصر ، أي لا أتوكل إلا عليه ، وهو إشارة إلى تزييف طريقة من اتخذ غير الله ولياً .\r\n ثم قال : { فَاطِرُ السموات والأرض } قرىء بالرفع والجر ، فالرفع على أنه خبر ذلاكم ، أو خبر مبتدأ محذوف ، والجر على تقدير أن يكون الكلام هكذا وما اختلفتم فيه من شيء فحكمه إلى الله فاطر السموات والأرض وقوله { ذَلِكُمُ الله رَبّي } اعتراض وقع بين الصفة والموصوف ، { جَعَلَ لَكُمْ مّنْ أَنفُسِكُمْ } من جنسكم من الناس { أزواجا وَمِنَ الأنعام أزواجا } أي خلق من الأنعام أزواجاً ، ومعناه وخلق أيضاً للأنعام من أنفسها أزواجاً { يَذْرَؤُكُمْ } أي يكثركم ، يقال : ذرأ الله الخلق ، أي كثرهم ، وقوله { فِيهِ } أي في هذا التدبير ، وهو التزويج وهو أن جعل الناس والأنعام أزواجاً حتى كان بين ذكورهم وإناثهم التوالد والتناسل ، والضمير في { يَذْرَؤُكُمْ } يرجع إلى المخاطبين ، إلى أنه غلب فيه جانب الناس من وجهين الأول : أنه غلب فيه جانب العقلاء على غير العقلاء الثاني : أنه غلب فيه جانب المخاطبين على الغائبين ، فإن قيل ما معنى يذرؤكم في هذا التدبير ، ولم لم يقل يذرؤكم به؟ قلنا جعل هذا التدبير كالمنبع والمعدن لهذا التكثير ، ألا ترى أنه يقال للحيوان في خلق الأزواج تكثير ، كما قال تعالى : { وَلَكُمْ فِي القصاص حياة } [ البقرة : 179 ] .\r\n ثم قال تعالى : { لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السميع البصير } وهذه الآية فيها مسائل : المسألة الأولى : احتج علماء التوحيد قديماً وحديثاً بهذه الآية في نفي كونه تعالى جسماً مركباً من الأعضاء والأجزاء وحاصلاً في المكان والجهة ، وقالوا لو كان جسماً لكان مثلاً لسائر الأجسام ، فيلزم حصول الأمثال والأشباه له ، وذلك باطل بصريح قوله تعالى : { لَيْسَ كَمِثْلِهِ شَيْءٌ } ويمكن إيراد هذه الحجة على وجه آخر ، فيقال إما أن يكون المراد { لَيْسَ كَمِثْلِهِ شَيْءٌ } في ماهيات الذات ، أو أن يكون المراد ليس كمثله في الصفات شيء ، والثاني باطل ، لأن العباد يوصفون بكونهم عالمين قادرين ، كما أن الله تعالى يوصف بذلك ، وكذلك يوصفون بكونهم معلومين مذكورين ، مع أن الله تعالى يوصف بذلك ، فثبت أن المراد بالمماثلة المساواة في حقيقة الذات ، فيكون المعنى أن شيئاً من الذوات لا يساوي الله تعالى في الذاتية ، فلو كان الله تعالى جسماً ، لكان كونه جسماً ذاتاً لا صفة ، فإذا كان سائر الأجسام مساوية له في الجسمية ، أعني في كونها متحيزة طويلة عريضة عميقة ، فحينئذ تكون سائر الأجسام مماثلة لذات الله تعالى في كونه ذاتاً ، والنص ينفي ذلك فوجب أن لا يكون جسماً .\r\n واعلم أن محمد بن إسحاق بن خزيمة أورد استدلال أصحابنا بهذه الآية في الكتاب الذي سماه «بالتوحيد» ، وهو في الحقيقة كتاب الشرك ، واعترض عليها ، وأنا أذكر حاصل كلامه بعد حذف التطويلات ، لأنه كان رجلاً مضطرب الكلام ، قليل الفهم ، ناقص العقل ، فقال : « نحن نثبت لله وجهاً ونقول : إن لوجه ربنا من النور والضياء والبهاء ، ما لو كشف حجابه لأحرقت سبحات وجهه كل شيء أدركه بصره ، ووجه ربنا منفي عنه الهلاك والفناء ، ونقول إن لبني آدم وجوهاً كتب الله عليها الهلاك والفناء ، ونفى عنها الجلال والإكرام ، غير موصوفة بالنور والضياء والبهاء ، ولو كان مجرد إثبات الوجه لله يقتضي التشبيه لكان من قال إن لبني آدم وجوهاً وللخنازير والقردة والكلاب وجوهاً ، لكان قد شبّه وجوه بني آدم بوجوه الخنازير والقردة والكلاب .\r\n ثم قال : ولا شك أنه اعتقاد الجهمية لأنه لو قيل له : وجهك يشبه وجه الخنازير والقردة لغضب ولشافهه بالسوء ، فعلمنا أنه لا يلزم من إثبات الوجه واليدين لله إثبات التشبيه بين الله وبين خلقه » .\r\n وذكر في فصل آخر من هذا الكتاب « أن القرآن دل على وقوع التسوية بين ذات الله تعالى وبين خلقه في صفات كثيرة ، ولم يلزم منها أن يكون القائل مشبهاً فكذا ههنا » ونحن نعد الصور التي ذكرها على الاستقصاء فالأول : أنه تعالى قال في هذه الآية { وَهُوَ السميع البصير } وقال في حق الإنسان { فجعلناه سَمِيعاً بَصِيراً } [ الإنسان : 2 ] ، الثاني : قال : { وَقُلِ اعملوا فَسَيَرَى الله عَمَلَكُمْ وَرَسُولُهُ } [ التوبة : 105 ] وقال في حق المخلوقين { أَوَلَمْ يَرَوْا إِلَى الطير مسخرات فِى جَوّ السمآء } [ النحل : 79 ] الثالث : قال : { واصنع الفلك بِأَعْيُنِنَا } [ هود : 37 ] { واصبر لِحُكْمِ رَبّكَ فَإِنَّكَ بِأَعْيُنِنَا } [ الطور : 48 ] وقال في حق المخلوقين { تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدمع } [ المائدة : 83 ] الرابع : قال لإبليس { مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ } [ ص : 75 ] وقال : { بَلْ يَدَاهُ مَبْسُوطَتَانِ } [ المائدة : 64 ] وقال : في حق المخلوقين { ذلك بِمَا قَدَّمَتْ أَيْدِيكُمْ } [ آل عمران : 182 ] ، { ذلك بِمَا قَدَّمَتْ يَدَاكَ } [ الحج : 10 ] { إِنَّ الذين يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ الله يَدُ الله فَوْقَ أَيْدِيهِمْ } [ الفتح : 10 ] الخامس : قال تعالى : { الرحمن عَلَى العرش استوى } [ طه : 5 ] وقال في الذين يركبون الدواب { لِتَسْتَوُواْ على ظُهُورِهِ } [ الزخرف : 13 ] وقال في سفينة نوح { واستوت عَلَى الجودى } [ هود : 44 ] ، السادس : سمى نفسه عزيزاً فقال : { العزيز الجبار } [ الحشر : 23 ] ، ثم ذكر هذا الاسم في حق المخلوقين بقوله { يأَيُّهَا العزيز إِنَّ لَهُ أَبًا شَيْخًا كَبِيرًا } [ يوسف : 78 ] ، { ياأيها العزيز مَسَّنَا وَأَهْلَنَا الضر } [ يوسف : 88 ] ، السابع : سمى نفسه بالملك وسمى بعض عبيده أيضاً بالملك فقال : { وَقَالَ الملك ائتوني بِهِ } [ يوسف : 50 ] وسمى نفسه بالعظيم ثم أوقع هذا الاسم على المخلوق فقال : { رَبُّ العرش العظيم } [ التوبة : 129 ] وسمى نفسه بالجبار المتكبر وأوقع هذا الاسم على المخلوق فقال : { كَذَلِكَ يَطْبَعُ الله على كُلّ قَلْبِ مُتَكَبّرٍ جَبَّارٍ } [ غافر : 35 ] ثم طول في ضرب الأمثلة من هذا الجنس ، وقال ومن وقف على الأمثلة التي ذكرناها أمكنه الإكثار منها ، فهذا ما أورده هذا الرجل في هذا الكتاب .\r\n وأقول هذا المسكين الجاهل إنما وقع في أمثال هذه الخرافات لأنه لم يعرف حقيقة المثلين وعلماء التوحيد حققوا الكلام في المثلين ثم فرعوا عليه الاستدلال بهذه الآية ، فنقول المثلان هما اللذان يقوم كل واحد منهما مقام الآخر في حقيقته وماهيته ، وتحقيق الكلام فيه مسبوق بمقدمة أخرى فنقول : المعتبر في كل شيء ، إما تمام ماهيته وإما جزء من أجزاء ماهيته وإما أمر خارج عن ماهيته ، ولكنه من لوازم تلك الماهية ، وأما أمر خارج عن ماهيته ولكنه ليس من لوازم تلك الماهية وهذا التقسيم مبني على الفرق بين ذات الشيء وبين الصفات القائمة به وذلك معلوم بالبديهة ، فإنا نرى الحبة من الحصرم كانت في غاية الخضرة والحموضة ثم صارت في غاية السواد والحلاوة ، فالذات باقية والصفات مختلفة والذات الباقية مغايرة للصفات المختلفة ، وأيضاً نرى الشعر قد كان في غاية السواد ثم صار في غاية البياض ، فالذات باقية والصفات متبدلة والباقي غير المتبدل ، فظهر بما ذكرنا أن الذوات مغايرة للصفات .\r\n إذا عرفت هذا فنقول : اختلاف الصفات لا يوجب اختلاف الذوات البتة ، لأنا نرى الجسم الواحد كان ساكناً ثم يصير متحركاً ، ثم يسكن بعد ذلك ، فالذوات باقية في الأحوال كلها على نهج واحد ونسق واحد ، والصفات متعاقبة متزايلة ، فثبت بهذا أن اختلاف الصفات والأعراض لا يوجب اختلاف الذوات ، إذا عرفت هذا فنقول : الأجسام منها تألف وجه الكلب والقرد مساوية للأجسام التي تألف منها وجه الإنسان والفرس وإنما حصل الاختلاف بسبب الأعراض القائمة وهي الألوان والأشكال والخشونة والملاسة وحصول الشعور فيه وعدم حصولها ، فالاختلاف إنما وقع بسبب الاختلاف في الصفات والأعراض ، فأما ذوات الأجسام فهي متماثلة إلا أن العوام لا يعرفون الفرق بين الذوات وبين الصفات ، فلا جرم يقولون إن وجه الإنسان مخالف لوجه الحمار ، ولقد صدقوا فإنه حصلت تلك بسبب الشكل واللون وسائر الصفات ، فأما الأجسام من حيث إنها أجسام فهي متماثلة متساوية ، فثبت أن الكلام الذي أورده إنما ذكره لأجل أنه كان من العوام وما كان يعرف أن المعتبر في التماثل والاختلاف حقائق الأشياء وماهياتها لا الأعراض والصفات القائمة بها ، بقي ههنا أن يقال فما الدليل على أن الأجسام كلها متماثلة؟ فنقول لنا ها هنا مقامان : المقام الأول : أن نقول هذه المقدمة إما أن تكون مسلمة أو لا تكون مسلمة ، فإن كانت مسلمة فقد حصل المقصود ، وإن كانت ممنوعة ، فنقول فلم لا يجوز أن يقال إله العالم هو الشمس أو القمر أو الفلك أو العرش أو الكرسي ، ويكون ذلك الجسم مخالفاً لماهية سائر الأجسام فكان هو قديماً أزلياً واجب الوجود وسائر الأجسام محدثة مخلوقة ، ولو أن الأولين والآخرين اجتمعوا على أن يسقطوا هذا الإلزام عن المجسمة لا يقدرون عليه؟ فإن قالوا هذا باطل لأن القرآن دلّ على أن الشمس والقمر والأفلاك كلها محدثة مخلوقة فيقال هذا من باب الحماقة المفرطة لأن صحة القرآن وصحة نبوّة الأنبياء مفرعة على معرفة الإله ، فإثبات معرفة الإله بالقرآن وقول النبي لا يقوله عاقل يفهم ما يتكلم به .\r\n والمقام الثاني : أن علماء الأصول أقاموا البرهان القاطع على تماثل الأجسام في الذوات والحقيقة ، وإذا ثبت هذا ظهر أنه لو كان إله العالم جسماً لكانت ذاته مساوية لذوات الأجسام إلا أن هذا باطل بالعقل والنقل ، أما العقل فلأن ذاته إذا كانت مساوية لذوات سائر الأجسام وجب أن يصح عليه ما يصح على سائر الأجسام ، فيلزم كونه محدثاً مخلوقاً قابلاً للعدم والفناء قابلاً للتفرق والتمزق .\r\n وأما النقل فقوله تعالى : { لَيْسَ كَمِثْلِهِ شَيْء } فهذا تمام الكلام في تقرير هذا الدليل وعند هذا يظهر أنا لا نقول بأنه متى حصل الاستواء في الصفة لزم حصول الاستواء في تمام الحقيقة إلا أنا نقول لما ثبت أن الأجسام متماثلة في تمام الماهية ، فلو كانت ذاته جسماً لكن ذلك الجسم مساوياً لسائر الأجسام في تمام الماهية ، وحينئذ يلزم أن يكون كل جسم مثلاً له ، لما بينا أن المعتبر في حصول المماثلة اعتبار الحقائق من حيث هي هي ، لا اعتبار الصفات القائمة بها فظهر بالتقرير الذي ذكرناه أن حجة أهل التوحيد في غاية القوة ، وأن هذه الكلمات التي أوردها هذا الإنسان إنما أوردها لأنه كان بعيداً عن معرفة الحقائق ، فجرى على منهج كلمات العوام فاغتر بتلك الكلمات التي ذكرها ونسأل الله تعالى حسن الخاتمة .\r\n المسألة الثانية : في ظاهر هذه الآية إشكال ، فإنه يقال المقصود منها نفي المثل عن الله تعالى وظاهرها يوجب إثبات المثل لله ، فإنه يقتضي نفي المثل عن مثله لا عنه ، وذلك يوجب إثبات المثل لله تعالى ، وأجاب العلماء عنه بأن قالوا إن العرب تقول مثلك لا يبخل أي أنت لا تبخل فنفوا البخل عن مثله ، وهم يريدون نفيه عنه ، ويقول الرجل : هذا الكلام لا يقال لمثلي أي لا يقال لي قال الشاعر : «ومثلي كمثل جذوع النخيل» \r\n والمراد منه المبالغة فإنه إذا كان ذلك الحكم منتفياً عمن كان مشابهاً بسبب كونه مشابهاً له ، فلأن يكون منتفياً عنه كان ذلك أولى ، ونظيره قولهم : سلام على المجلس العالي ، والمقصود أن سلام الله إذا كان واقعاً على مجلسه وموضعه فلأن يكون واقعاً عليه كان ذلك أولى ، فكذا ههنا قوله تعالى : { لَيْسَ كَمِثْلِهِ شَىْء } والمعنى ليس كهو شيء على سبيل المبالغة من الوجه الذي ذكرناه ، وعلى هذا التقدير فلم يكن هذا اللفظ ساقطاً عديم الأثر ، بل كان مفيداً للمبالغة من الوجه الذي ذكرناه ، وزعم جهم بن صفوان أن المقصود من هذه الآية بيان أنه تعالى ليس مسمى باسم الشيء قال لأن كل شيء فإنه يكون مثلاً لمثل نفسه فقول { لَيْسَ كَمِثْلِهِ شَيْء } معناه ليس مثل مثله شيء وذلك يقتضي أن لا يكون هو مسمى باسم الشيء ، وعندي فيه طريقة أخرى ، وهي أن المقصود من ذكر الجمع بين حرفي التشبيه الدليل الدال على كونه منزّهاً عن المثل ، وتقريره أن يقال لو كان له مثل لكن هو مثل نفسه ، وهذا محال فإثبات المثل له محال ، أما بيان أنه لو كان له مثل لكان هو مثل نفسه فالأمر فيه ظاهر ، وأما بيان أن هذا محال فلأنه لو كان مثل مثل نفسه لكان مساوياً لمثله في تلك الماهية ومبايناً له في نفسه ، وما به المشاركة غير ما به المباينة .\r\n فتكون ذات كل واحد منهما مركباً وكل مركب ممكن ، فثبت أنه لو حصل لواجب الوجود مثل لما كان هو في نفسه واجب الوجود ، إذا عرفت هذا فقوله ليس مثله مثله شيء إشارة إلى أنه لو صدق عليه أنه مثل مثل نفسه لما كان هو شيئاً بناءً على ما بينا أنه لو حصل لواجب الوجود مثل لما كان واجب الوجود ، فهذا ما يحتمله اللفظ .\r\n المسألة الثالثة : هذه الآية دالة على نفي المثل وقوله تعالى : { وَلَهُ المثل الأعلى } [ الروم : 27 ] يقتضي إثبات المثل فلا بد من الفرق بينهما ، فنقول المثل هو الذي يكون مساوياً للشيء في تمام الماهية والمثل هو الذي يكون مساوياً له في بعض الصفات الخارجة عن الماهية وإن كان مخالفاً في تمام الماهية .\r\n المسألة الرابعة : قوله { وَهُوَ السميع البصير } يدل على كونه تعالى سامعاً للمسموعات مبصراً للمرئيات ، فإن قيل يمتنع إجراء هذا اللفظ على ظاهره وذلك لأنه إذا حصل قرع أو قلع انقلب الهواء من بين ذينك الجسمين انقلاباً يعنف فيتموج الهواء بسبب ذلك ويتأدى ذلك التموج إلى سطح الصماخ فهذا هو السماع ، وأما الإبصار فهو عبارة عن تأثر الحدقة بصورة المرئي ، فثبت أن السمع والبصر عبارة عن تأثر الحاسة ، وذلك على الله محال ، فثبت أن إطلاق السمع والبصر على علمه تعالى بالمسموعات والمبصرات غير جائز والجواب : الدليل على أن السماع مغاير لتأثر الحاسة أنا إذا سمعنا الصوت علمنا أنه من أي الجوانب جاء فعلمنا أنا أدركنا الصوت حيث وجد ذلك الصوت في نفسه ، وهذا يدل على أن إدراك الصوت حالة مغايرة لتأثير الصماخ عن تموج ذلك الهواء .\r\n وأما الرؤية فالدليل على أنها حالة مغايرة لتأثر الحدقة ، فذلك لأن نقطة الناظر جسم صغير فيستحيل انطباع الصورة العظيمة فيه ، فنقول الصورة المنطبعة صغيرة والصورة المرئية في نفس العالم عظيمة ، وهذا يدل على أن الرؤية حالة مغايرة لنفس ذلك الانطباع ، وإذا ثبت هذا فنقول لا يلزم من امتناع التأثر في حق الله امتناع السمع والبصر في حقه ، فإن قالوا هب أن السمع والبصر حالتان مغايرتان لتأثر الحاسة إلا أن حصولهما مشروط بحصول ذلك التأثر ، فلما كان حصول ذلك التأثر في حق الله تعالى ممتنعاً كان حصول السمع والبصر في حق الله ممتنعاً ، فنقول ظاهر قوله { وَهُوَ السميع البصير } يدل على كونه سميعاً بصيراً فلم يجز لنا أن نعدل عن هذا الظاهر إلا إذا قام الدليل على أن الحاسة المسماة بالسمع والبصر مشروطة بحصول التأثر ، والتأثر في حق الله تعالى ممتنع ، فكان حصول الحاسة المسماة بالسمع والبصر ممتنعاً ، وأنتم المدعون لهذا الاشتراط فعليكم الدلالة على حصوله ، وإنما نحن متمسكون بظاهر اللفظ إلى أن تذكروا ما يوجب العدول عنه ، فإن قال قائل قوله { وَهُوَ السميع البصير } يفيد الحصر ، فما معنى هذا الحصر ، مع أن العباد أيضاً موصوفون بكونهم سميعين بصيرين؟ فنقول السميع والبصير لفظان مشعران بحصول هاتين الصفتين على سبيل الكمال ، والكمال في كل الصفات ليس إلا لله ، فهذا هو المراد من هذا الحصر .\r\n أما قوله تعالى : { لَّهُ مَقَالِيدُ السموات والأرض } فاعلم أن المراد من الآية أنه تعالى : فاطر السموات والأرض والأصنام ليست كذلك ، وأيضاً فهو خالق أنفسنا وأزواجنا وخالق أولادنا منا ومن أزواجنا ، والأصنام ليست كذلك ، وأيضاً فله مقاليد السموات والأرض والأصنام ليست كذلك ، والمقصود من الكل بيان القادر المنعم الكريم الرحيم ، فكيف يجوز جعل الأصنام التي هي جمادات مساوية له في المعبودية؟ فقوله { لَّهُ مَقَالِيدُ السموات والأرض } يريد مفاتيح الرزق من السموات والأرض ، فمقاليد السموات الأمطار ، ومقاليد الأرض النبات ، وذكرنا تفسير المقاليد في سورة الزمر عند قوله { يَبْسُطُ الرزق لِمَنْ يَشَاء وَيَقَدِرُ } [ الزمر : 52 ] لأن مفاتيح الأرزاق بيده { إِنَّهُ بِكُلّ شيْء } من البسط والتقدير { عَلِيمٌ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وكذلك أوحينا إليك قرآنا عربيا لتنذر أم القرى ومن حولها وتنذر يوم الجمع لا ريب فيه فريق في الجنة وفريق في السعير (7) ولو شاء الله لجعلهم أمة واحدة ولكن يدخل من يشاء في رحمته والظالمون ما لهم من ولي ولا نصير (8) أم اتخذوا من دونه أولياء فالله هو الولي وهو يحي الموتى وهو على كل شيء قدير (9) وما اختلفتم فيه من شيء فحكمه إلى الله ذلكم الله ربي عليه توكلت وإليه أنيب (10) فاطر السماوات والأرض جعل لكم من أنفسكم أزواجا ومن الأنعام أزواجا يذرؤكم فيه ليس كمثله شيء وهو السميع البصير (11) له مقاليد السماوات والأرض يبسط الرزق لمن يشاء ويقدر إنه بكل شيء عليم (12) ",
        "babnum": 2
    },
    {
        "id": 2181,
        "cate": "42",
        "title": "شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ (13) وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلَى أَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْ وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ (14) فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ (15) وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ (16) اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ (17) يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ لَفِي ضَلَالٍ بَعِيدٍ (18) اللَّهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَنْ يَشَاءُ وَهُوَ الْقَوِيُّ الْعَزِيزُ (19) ",
        "details": " اعلم أنه تعالى لما عظم وحيه إلى محمد صلى الله عليه وسلم بقوله { كَذَلِكَ يُوحِى إِلَيْكَ وَإِلَى الذين مِن قَبْلِكَ الله العزيز الحكيم } [ الشورى : 3 ] ذكر في هذه الآية تفصيل ذلك فقال : { شَرَعَ لَكُم مّنَ الدين مَا وصى بِهِ نُوحاً } والمعنى شرع الله لكم يا أصحاب محمد من الدين ما وصى به نوحاً ومحمداً وإبراهيم وموسى وعيسى ، هذا هو المقصود من لفظ الآية ، وإنما خص هؤلاء الأنبياء الخمسة بالذكر لأنهم أكابر الأنبياء وأصحاب الشرائع العظيمة والأتباع الكثيرة ، إلا أنه بقي في لفظ الآية إشكالات أحدها : أنه قال في أول الآية { مَا وصى بِهِ نُوحاً } وفي آخرها { وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ } وفي الوسط { والذي أَوْحَيْنَا إِلَيْكَ } فما الفائدة في هذا التفاوت؟ وثانيها : أنه ذكر نوحاً عليه السلام على سبيل الغيبة فقال : { مَا وصى بِهِ نُوحاً } والقسمين الباقيين على سبيل التكلم فقال : { والذى أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ } وثالثها : أنه يصير تقدير الآية : شرع الله لكم من الدين الذي أوحينا إليك فقوله { شَرَعَ لَكُم } خطاب الغيبة وقوله { والذي أَوْحَيْنَا إِلَيْكَ } خطاب الحضور ، فهذا يقتضي الجمع بين خطاب الغيبة وخطاب الحضور في الكلام الواحد بالاعتبار الواحد ، وهو مشكل ، فهذه المضايق يجب البحث عنها والقوم ما داروا حولها ، وبالجملة فالمقصود من الآية أنه يقال شرع لكم من الدين ديناً تطابقت الأنبياء على صحته ، وأقول يجب أن يكون المراد من هذا الدين شيئاً مغايراً للتكاليف والأحكام ، وذلك لأنها مختلفة متفاوتة قال تعالى : { لِكُلّ جَعَلْنَا مِنكُمْ شِرْعَةً ومنهاجا } [ المائدة : 48 ] فيجب أن يكون المراد منه الأمور التي لا تختلف باختلاف الشرائع ، وهي الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر ، والإيمان يوجب الإعراض عن الدنيا والإقبال على الآخرة والسعي في مكارم الأخلاق والاحتراز عن رذائل الأحوال ، ويجوز عندي أن يكون المراد من قوله { وَلاَ تَتَفَرَّقُواْ } أي لا تتفرقوا بالآلهة الكثيرة ، كما قال يوسف عليه السلام : { أأربابٌ مُّتَّفَرّقُونَ خَيْرٌ أَمِ الله الواحد القهار } [ يوسف : 39 ] وقال تعالى : { وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلاَّ نُوحِى إِلَيْهِ أَنَّهُ لا إله إِلاَّ أَنَاْ فاعبدون } [ الأنبياء : 25 ] واحتج بعضهم بقوله { شَرَعَ لَكُم مّنَ الدين مَا وصى بِهِ نُوحاً } على أن النبي صلى الله عليه وسلم في أول الأمر كان مبعوثاً بشريعة نوح عليه السلام ، والجواب ما ذكرناه أنه عطف عليه سائر الأنبياء وذلك يدل على أن المراد هو الأخذ بالشريعة المتفق عليها بين الكل ، ومحل { أَنْ أَقيمُوا الدين } إما نصب بدل من مفعول { شَرَعَ } والمعطوفين عليه ، وإما رفع على الاستئناف كأنه قيل ما ذاك المشروع؟ فقيل هو إقامة الدين { كَبُرَ عَلَى المشركين } عظم عليهم وشق عليهم { مَا تَدْعُوهُمْ إِلَيْهِ } من إقامة دين الله تعالى على سبيل الاتفاق والإجماع ، بدليل أن الكفار قالوا { أَجَعَلَ الآلهة إلها واحدا إِنَّ هذا لَشَيْء عُجَابٌ } [ ص : 5 ] وههنا مسائل : المسألة الأولى : احتج نفاة القياس بهذه الآية قالوا إنه تعالى أخبر أن أكابر الأنبياء أطبقوا على أنه يجب إقامة الدين بحيث لا يفضي إلى الاختلاف والتنازع ، والله تعالى ذكر في معرض المنّة على عباده أنه أرشدهم إلى الدين الخالي عن التفرق والمخالفة ومعلوم أن فتح باب القياس يفضي إلى أعظم أنواع التفرق والمنازعة ، فإن الحس شاهد بأن هؤلاء الذين بنوا دينهم على الأخذ بالقياس تفرقوا تفرقاً لا رجاء في حصول الاتفاق بينهم إلى آخر القيامة ، فوجب أن يكون ذلك محرماً ممنوعاً عنه .\r\n المسألة الثانية : هذه الآية تدل على أن هذه الشرائع قسمين منها ما يمتنع دخول النسخ والتغيير فيه ، بل يكون واجب البقاء في جميع الشرائع والأديان ، كالقول بحسن الصدق والعدل والإحسان ، والقول بقبح الكذب والظلم والإيذاء ، ومنها ما يختلف باختلاف الشرائع والأديان ، ودلت هذه الآية على أن سعي الشرع في تقرير النوع الأول أقوى من سعيه في تقرير النوع الثاني ، لأن المواظبة على القسم الأول مهمة في اكتساب الأحوال المفيدة لحصول السعادة في الدار الآخرة .\r\n المسألة الثالثة : قوله تعالى : { أَنْ أَقِيمُواْ الدين وَلاَ تَتَفَرَّقُواْ فِيهِ } مشعر بأن حصول الموافقة أمر مطلوب في الشرع والعقل ، وبيان منفعته من وجوه الأول : أن للنفوس تأثيرات ، وإذا تطابقت النفوس وتوافقت على واحد قوي التأثير الثاني : أنها إذا توافقت صار كل واحد منها معيناً للآخر في ذلك المقصود المعين ، وكثرة الأعوان توجب حصول المقصود ، أما إذا تخالفت تنازعت وتجادلت فضعفت فلا يحصل المقصود الثالث : أن حصول التنازع ضد مصلحة العالم لأن ذلك يفضي إلى الهرج والمرج والقتل والنهب ، فلهذا السبب أمر الله تعالى في هذه الآية بإقامة الدين على وجه لا يفضي إلى التفرق وقال في آية أخرى { وَلاَ تنازعوا فَتَفْشَلُواْ } [ الأنفال : 46 ] .\r\n ثم قال تعالى : { الله يَجْتَبِي إِلَيْهِ مَن يَشَاء وَيَهْدِي إِلَيْهِ مَن يُنِيبُ } وفيه وجهان الأول : أنه تعالى لما أرشد أمة محمد صلى الله عليه وسلم إلى التمسك بالدين المتفق عليه بيّن أنه تعالى إنما أرشدهم إلى هذا الخير ، لأنه اجتباهم واصطفاهم وخصهم بمزيد الرحمة والكرامة الثاني : أنه إنما كبّر عليهم هذا الدعاء من الرسل لما فيه من الانقياد لهم تكبراً وأنفة فبيّن تعالى أنه يخص من يشاء بالرسالة ويلزم الانقياد لهم ، ولا يعتبر الحسب والنسب والغنى ، بل الكل سواء في أنه يلزمهم اتباع الرسل الذين اجتباهم الله تعالى ، واشتقاق لفظ الاجتباء يدل على الضم والجمع ، فمنه جبى الخراج واجتباه وجبى الماء في الحوض فقوله { الله يَجْتَبِي إِلَيْهِ } أي يضمه إليه ويقربه منه تقريب الإكرام والرحمة ، وقوله { مَن يَشَآء } كقوله تعالى : { يُعَذّبُ مَن يَشَاء وَيَرْحَمُ مَن يَشَاء } [ العنكبوت : 21 ] .\r\n ثم قال : { وَيَهْدِي إِلَيْهِ مَن يُنِيبُ } وهو كما روي في الخبر «من تقرب مني شبراً تقربت منه ذراعاً ومن أتاني يمشي أتيته هرولة » أي من أقبل إليّ بطاعته أقبلت إليه بهدايتي وإرشادي بأن أشرح له صدره وأسهل أمره .\r\n واعلم أنه تعالى لما بيّن أنه أمر كل الأنبياء والأمم بالأخذ بالدين المتفق عليه ، كان لقائل أن يقول : فلماذا نجدهم متفرقين؟ فأجاب الله تعالى عنهم بقوله { وَمَا تَفَرَّقُواْ إِلاَّ مِن بَعْدِ مَا جَاءهُمُ العلم بَغْياً بَيْنَهُمْ } يعني أنهم ما تفرقوا إلا من بعد أن علموا أن الفرقة ضلالة ، ولكنهم فعلوا ذلك للبغي وطلب الرياسة فحملتهم الحمية النفسانية والأنفة الطبعية ، على أن ذهب كل طائفة إلى مذهب ودعا الناس إليه وقبح ما سواه طلباً للذكر والرياسة ، فصار ذلك سبباً لوقوع الاختلاف ، ثم أخبر تعالى أنهم استحقوا العذاب بسبب هذا الفعل ، إلا أنه تعالى أخر عنهم ذلك العذاب ، لأن لكل عذاب عنده أجلاً مسمى ، أي وقتاً معلوماً ، إما لمحض المشيئة كما هو قولنا ، أو لأنه علم أن الصلاح تحقيقه به كما عند المعتزلة ، وهو معنى قوله { وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبّكَ إلى أَجَلٍ مُّسَمًّى لَّقُضِيَ بِيْنَهُمْ } والأجل المسمى قد يكون في الدنيا وقد يكون في القيامة ، واختلفوا في الذين أريدوا بهذه الصفة من هم؟ فقال الأكثرون هم اليهود والنصارى ، والدليل قوله تعالى في آل عمران { وَمَا اختلف الذين أُوتُواْ الكتاب إِلاَّ مِن بَعْدِ مَا جَاءهُمُ العلم بَغْيًا بَيْنَهُمْ } [ آل عمران : 19 ] وقال في سورة لم يكن { وَمَا تَفَرَّقَ الذين أُوتُواْ الكتاب إِلاَّ مِن بَعْدِ مَا جَاءتْهُمُ البينة } [ البينة : 4 ] ولأن قوله { إِلاَّ مِن بَعْدِ مَا جَاءهُمُ العلم } لائق بأهل الكتاب ، وقال آخرون : إنهم هم العرب ، وهذا باطل للوجوه المذكورة ، لأن قوله تعالى بعد هذه الآية { وَإِنَّ الذين أُورِثُواْ الكتاب مِن بَعْدِهِمْ } لا يليق بالعرب ، لأن الذين أورثوا الكتاب من بعدهم ، هم أهل الكتاب الذين كانوا في عهد رسول الله صلى الله عليه وسلم { لَفِي شَكٍّ مِّنْهُ } من كتابهم { مُرِيبٍ } لا يؤمنون به حق الإيمان .\r\n ثم قال تعالى : { فَلِذَلِكَ فادع واستقم كَمَا أُمِرْتَ } يعني فلأجل ذلك التفرق ولأجل ما حدث من الاختلافات الكثيرة في الدين ، فادع إلى الاتفاق على الملة الحنيفية واستقم عليها وعلى الدعوة إليها ، كما أمرك الله ، ولا تتبع أهواءهم المختلفة الباطلة { وَقُلْ ءَامَنتُ بِمَا أَنزَلَ الله مِن كتاب } أي بأي كتاب صح أن الله أنزله ، يعني الإيمان بجميع الكتب المنزلة ، لأن المتفرقين آمنوا ببعض وكفروا ببعض ، ونظيره قوله { نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ } إلى قوله { أولئك هُمُ الكافرون } [ النساء : 151 ] ثم قال : { وَأُمِرْتُ لأَعْدِلَ بَيْنَكُمُ } أي في الحكم إذا تخاصمتم فتحاكمتم إلي ، قل القفال : معناه أن ربي أمرني أن لا أفرق بين نفسي وأنفسكم بأن آمركم بما لا أعمله ، أو أخالفكم إلى ما نهيتكم عنه ، لكني أسوي بينكم وبين نفسي ، وكذلك أسوي بين أكابركم وأصاغركم فيما يتعلق بحكم الله .\r\n ثم قال : { الله رَبُّنَا وَرَبُّكُمْ لَنَا أعمالنا وَلَكُمْ أعمالكم لاَ حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ الله يَجْمَعُ بَيْنَنَا وَإِلَيْهِ المصير } والمعنى أن إله الكل واحد ، وكل واحد مخصوص بعمل نفسه ، فوجب أن يشتغل كل واحد في الدنيا بنفسه ، فإن الله يجمع بين الكل في يوم القيامة ويجازيه على عمله ، والمقصود منه المتاركة واشتغال كل أحد بمهم نفسه ، فإن قيل كيف يليق بهذه المتاركة ما فعل بهم من القتل وتخريب البيوت وقطع النخيل والإجلاء؟ قلنا هذه المتاركة كانت مشروطة بشرط أن يقبلوا الدين المتفق على صحته بين كل الأنبياء ، ودخل فيه التوحيد ، وترك عبادة الأصنام ، والإقرار بنبوة الأنبياء ، وبصحة البعث والقيامة ، فلما لم يقبلوا هذا الدين ، فحينئذٍ فات الشرط ، فلا جرم فات المشروط .\r\n وأعلم أنه ليس المراد من قوله { لاَ حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ } تحريم ما يجري مجرى محاجتهم ، ويدل عليه وجوه الأول : أن هذا الكلام مذكور في معرض المحاجة ، فلو كان المقصود من هذه الآية تحريم المحاجة ، لزم كونها محرمة لنفسها وهو متناقض والثاني : أنه لولا الأدلة لما توجه التكليف الثالث : أن الدليل يفيد العلم وذلك لا يمكن تحريمه ، بل المراد أن القوم عرفوا بالحجة صدق محمد صلى الله عليه وسلم ، وإنما تركوا تصديقه بغياً وعناداً ، فبيّن تعالى أنه قد حصل الاستغناء عن محاجتهم لأنهم عرفوا بالحجة صدقه فلا حاجة معهم إلى المحاجة ألبتة ، ومما يقوي قولنا : أنه لا يجوز تحريم المحاجة ، قوله { وجادلهم بالتي هِىَ أَحْسَنُ } [ النحل : 125 ] وقوله تعالى : { ادع إلى سَبِيلِ رَبّكَ } [ النحل : 125 ] وقوله { ولا تجادلوا أَهْلَ الكتاب إِلاَّ بالتي هِيَ أَحْسَنُ } [ العنكبوت : 46 ] وقوله { يانوح قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا } [ هود : 32 ] وقوله { وَتِلْكَ حُجَّتُنَا ءاتيناها إبراهيم على قَوْمِهِ } [ الأنعام : 83 ] .\r\n ثم قال تعالى : { والذين يُحَاجُّونَ فِي الله } أي يخاصمون في دينه { مِن بَعْدِ مَا استجيب لَهُ } أي من بعد ما استجاب الناس لذلك الدين { حُجَّتُهُمْ دَاحِضَةٌ } أي باطلة وتلك المخاصمة هي أن اليهود قالوا ألستم تقولون إن الأخذ بالمتفق أولى من الأخذ بالمختلف؟ فنبوّة موسى وحقية التوراة معلومة بالاتفاق ، ونبوة محمد ليست متفقاً عليها ، فإذا بنيتم كلامكم في هذه الآية على أن الأخذ بالمتفق أولى ، وجب أن يكون الأخذ باليهودية أولى ، فبيّن تعالى أن هذه الحجة داحضة ، أي باطلة فاسدة ، وذلك لأن اليهود أطبقوا على أنه إنما وجب الإيمان بموسى عليه السلام لأجد ظهور المعجزات على وفق قوله ، وههنا ظهرت المعجزات على وفق قول محمد عليه السلام ، واليهود شاهدوا تلك المعجزات ، فإن كان ظهور المعجزة يدل على الصدق ، فههنا يجب الإعتراف بنبوة محمد صلى الله عليه وسلم ، وإن كان لا يدل على الصدق وجب في حق موسى أن لا يقروا بنبوته .\r\n وأما الإقرار بنبوة موسى والإصرار على إنكار نبوة محمد مع استوائهما في ظهور المعجزة يكون متناقضاً ، ولما قرر الله هذه الدلائل خوف المنكرين بعذاب القيامة ، فقال : { الله الذي أَنزَلَ الكتاب بالحق والميزان وَمَا يُدْرِيكَ لَعَلَّ الساعة قَرِيبٌ } والمعنى أنه تعالى أنزل الكتاب المشتمل على أنواع الدلائل والبينات ، وأنزل الميزان وهو الفصل الذي هو القسطاس المستقيم ، وأنهم لا يعلمون أن القيامة متى تفاجئهم ومتى كان الأمر كذلك ، وجب على العاقل أن يجد ويجتهد في النظر والاستدلال ، ويترك طريقة أهل الجهل والتقليد ، ولما كان الرسول يهددهم بنزول القيامة وأكثر في ذلك ، وأنهم ما رأوا منه أثراً قالوا على سبيل السخرية : فمتى تقوم القيامة ، وليتها قامت حتى يظهر لنا أن الحق ما نحن عليه أو الذي عليه محمد وأصحابه ، فلدفع هذه الشبهة قال تعالى : { يَسْتَعْجِلُ بِهَا الذين لاَ يُؤْمِنُونَ بِهَا والذين آمَنُواْ مُشْفِقُونَ مِنْهَا } والمعنى ظهر ، وإنما يشفقون ويخافون لعلمهم أن عندها تمتنع التوبة ، وأما منكر البعث فلأن لا يحصل له هذا الخوف .\r\n ثم قال : { أَلاَ إِنَّ الذين يُمَارُونَ فَي الساعة لَفِي ضلال بَعِيدٍ } والممارة الملاجة ، قال الزجاج : الذين تدخلهم المرية والشك في وقوع الساعة ، فيمارون فيها ويجحدون { لَفِي ضلال بَعِيدٍ } لأن استيفاء حق المظلوم من الظالم واجب في العدل ، فلو لم تحصل القيامة لزم إسناد الظلم إلى الله تعالى ، وهذا من أمحل المحالات ، فلا جرم كان إنكار القيامة ضلالاً بعيداً .\r\n ثم قال : { الله لَطِيفٌ بِعِبَادِهِ } أي كثير الإحسان بهم ، وإنما حسن ذكر هذا الكلام ههنا لأنه أنزل عليهم الكتاب المشتمل على هذه الدلائل اللطيفة ، فكان ذلك من لطف الله بعباده ، وأيضاً المتفرقون استوجبوا العذاب الشديد ، ثم إنه تعالى أخر عنهم ذلك العذاب فكان ذلك أيضاً من لطف الله تعالى ، فلما سبق ذكر إيصال أعظم المنافع إليهم ودفع أعظم المضار عنهم ، لا جرم حسن ذكره ههنا ، ثم قال : { يَرْزُقُ مَن يَشَاءُ } يعني أن أصل الإحسان والبر عام في حق كل العباد ، وذلك هو الإحسان بالحياة والعقل والفهم ، وإعطاء ما لا بد منه من الرزق ، ودفع أكثر الآفات والبليات عنهم ، فأما مراتب العطية والبهجة فمتفاوتة مختلفة .\r\n ثم قال : { وهو القوي } أي القادر على كل ما يشاء { العزيز } الذي لا يغالب ولا يدافع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "شرع لكم من الدين ما وصى به نوحا والذي أوحينا إليك وما وصينا به إبراهيم وموسى وعيسى أن أقيموا الدين ولا تتفرقوا فيه كبر على المشركين ما تدعوهم إليه الله يجتبي إليه من يشاء ويهدي إليه من ينيب (13) وما تفرقوا إلا من بعد ما جاءهم العلم بغيا بينهم ولولا كلمة سبقت من ربك إلى أجل مسمى لقضي بينهم وإن الذين أورثوا الكتاب من بعدهم لفي شك منه مريب (14) فلذلك فادع واستقم كما أمرت ولا تتبع أهواءهم وقل آمنت بما أنزل الله من كتاب وأمرت لأعدل بينكم الله ربنا وربكم لنا أعمالنا ولكم أعمالكم لا حجة بيننا وبينكم الله يجمع بيننا وإليه المصير (15) والذين يحاجون في الله من بعد ما استجيب له حجتهم داحضة عند ربهم وعليهم غضب ولهم عذاب شديد (16) الله الذي أنزل الكتاب بالحق والميزان وما يدريك لعل الساعة قريب (17) يستعجل بها الذين لا يؤمنون بها والذين آمنوا مشفقون منها ويعلمون أنها الحق ألا إن الذين يمارون في الساعة لفي ضلال بعيد (18) الله لطيف بعباده يرزق من يشاء وهو القوي العزيز (19) ",
        "babnum": 3
    },
    {
        "id": 2182,
        "cate": "42",
        "title": "مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ (20) أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ (21) تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا وَهُوَ وَاقِعٌ بِهِمْ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ (22) ذَلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا إِنَّ اللَّهَ غَفُورٌ شَكُورٌ (23) أَمْ يَقُولُونَ افْتَرَى عَلَى اللَّهِ كَذِبًا فَإِنْ يَشَإِ اللَّهُ يَخْتِمْ عَلَى قَلْبِكَ وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (24) وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ (25) وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَيَزِيدُهُمْ مِنْ فَضْلِهِ وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ (26) ",
        "details": " اعلم أنه تعالى لما بيّن كونه لطيفاً بعباده كثير الإحسان إليهم بيّن أنه لا بد لهم من أن يسعوا في طلب الخيرات وفي الاحتراز عن القبائح فقال : { مَن كَانَ يُرِيدُ حَرْثَ الأخرة نَزِدْ لَهُ فِي حَرْثِهِ } قال صاحب «الكشاف» إنه تعالى سمى ما يعمله العامل مما يطلب به الفائدة حرثاً على سبيل المجاز وفي الآية مسائل : المسألة الأولى : أنه تعالى أظهر الفرق في هذه الآية بين من أراد الآخرة وبين من أراد الدنيا من وجوه الأول : أنه قدم مريد حرث الآخرة في الذكر على مريد حرث الدنيا ، وذلك يدل على التفضيل ، لأنه وصفه بكونه آخرة ثم قدمه في الذكر تنبيهاً على قوله \" نحن لآخرون السابقون \" الثاني : أنه قال في مريد حرث الآخرة { نَزِدْ لَهُ فِي حَرْثِهِ } وقال في مريد حرث الدينا { نُؤْتِهِ مِنْهَا } وكلمة من للتبعيض ، فالمعنى أنه يعطيه بعض ما يطلبه ولا يؤتين كله ، وقال في سورة بني إسرائيل { عَجَّلْنَا لَهُ فِيهَا مَا نَشَاء لِمَن نُّرِيدُ } [ الإسراء : 18 ] وأقول البرهان العقلي مساعد على البابين ، وذلك لأن كل من عمل للآخرة وواظب على ذلك العمل ، فكثرة الأعمال سبب لحصول الملكات ، فكل من كانت مواظبته على تلك الأعمال أكثر كان ميل قلبه إلى طلب الآخرة أكثر ، وكلما كان الأمر كذلك كان الابتهاج أعظم والسعادات أكثر ، وذلك هو المراد بقوله { نَزِدْ لَهُ فِي حَرْثِهِ } وأما طالب الدنيا فكلما كانت مواظبته على أعمال ذلك الطلب أكثر كانت رغبته في الفوز بالدنيا أكثر وميله إليها أشد ، وإذا كان الميل أبداً في التزايد ، وكان حصول المطلوب باقياً على حالة واحدة كان الحرمان لازماً لامحالة الثالث : أنه تعالى قال في طالب حرث الآخرة { نزد لَهُ فِي حَرْثِهِ } ولم يذكر أنه تعالى يعطيه الدنيا أم لا ، بل بقي الكلام ساكتاً عنه نفياً وإثباتاً ، وأما طالب حرث الدنيا فإنه تعالى بيّن أنه لا يعطيه شيئاً من نصيب الآخرة على التنصيص ، وهذا يدل على التفاوت العظيم كأنه يقول الآخرة أصل والدنيا تبع ، فواجد الأصل يكون واجداً للتبع بقدر الحاجة ، إلا أنه لم يذكر ذلك تنبيهاً على أن الدنيا أخس من أن يقرن ذكرها بذكر الآخرة والرابع : أنه تعالى بيّن أن طالب الآخرة يزاد في مطلوبه ، وبيّن أن طالب الدنيا يعطي بعض مطلوبه من الدنيا ، وأما في الآخرة فإنه لا يحصل له نصيب ألبتة ، فبيّن بالكلام الأول أن طالب الآخرة يكون حاله أبداً في الترقي والتزايد وبيّن بالكلام الثاني أن طالب الدنيا يكون حاله في المقام الأول في النقصان وفي المقام الثاني في البطلان التام الخامس : أن الآخرة نسيئة والدنيا نقد والنسيئة مرجوحة بالنسبة إلى النقد ، لأن الناس يقولون النقد خير من النسيئة فبيّن تعالى أن هذه القضية انعكست بالنسبة إلى أحوال الآخرة والدنيا ، فالآخرة وإن كانت نقداً إلا أنها متوجهة للزيادة والدوام فكانت أفضل وأكمل ، والدنيا وإن كانت نقداً إلا أنها متوجهة إلى النقصان ثم إلى البطلان فكانت أخس وأرذل ، فهذا يدل على أن حال الآخرة لا يناسب حال الدنيا ألبتة ، وأنه ليس في الدنيا من أحوال الآخرة إلا مجرد الاسم كما هو مروي عن ابن عباس السادس : الآية دالة على أن منافع الآخرة والدنيا ليست حاضرة بل لا بد في البابين من الحرث ، والحرث لا يتأتى إلا بتحمل المشاق في البذر ثم التسقية والتنمية والحصد ثم التنقية ، فلما سمى الله كلا القسمين حرثاً علمنا أن كل واحد منهما لا يحصل إلا بتحمل المتاعب والمشاق ، ثم بيّن تعالى أن مصير الآخرة إلى الزيادة والكمال وإن مصير الدنيا إلى النقصان ثم الفناء ، فكأنه قيل إذا كان لا بد في القسمين جميعاً من تحمل متاعب الحراثة والتسمية والتنمية والحصد والتنقية ، فلأن تصرف هذه المتاعب إلى ما يكون في التزايد والبقاء أولى من صرفها إلى ما يكون في النقصان والانقضاء والفناء .\r\n المسألة الثانية : في تفسير قوله { نَزِدْ لَهُ فِي حَرْثِهِ } قولان الأول : المعنى أنا نزيد في توفيقه وإعانته وتسهيل سبل الخيرات والطاعات عليه ، وقال مقاتل { نَزِدْ لَهُ فِي حَرْثِهِ } بتضعيف الثواب ، قال تعالى : { لِيُوَفّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُم مّن فَضْلِهِ } [ فاطر : 30 ] وعن النبي صلى الله عليه وسلم أنه قال : « من أصبح وهمه الدنيا شتت الله تعالى عليه همه وجعل فقره بين عينيه ، ولم يأته من الدنيا إلى ما كتب له ، ومن أصبح همه الآخرة جمع الله همه وجعل غناه في قلبه وأتته الدنيا وهي راغمة عن أنفها » أو لفظً يقرب من أن يكون هذا معناه .\r\n المسألة الثالثة : ظاهر اللفظ يدل على أن من صلّى لأجل طلب الثواب أو لأجل دفع العقاب فإنه تصح صلاته ، وأجمعوا على أنها لا تصح والجواب : أنه تعالى قال : { مَن كَانَ يُرِيدُ حَرْثَ الآخرة } والحرث لا يتأتى إلا بإلقاء البذر الصحيح في الأرض ، والبذر الصحيح لجميع الخيرات والسعادات ليس إلا عبودية الله تعالى .\r\n المسألة الرابعة : قال أصحابنا إذا توضأ بغير نية لم يصح ، قالوا لأن هذا الإنسان ما أراد حرث الآخرة ، لأن الكلام فيما إذا كان غافلاً عن ذكر الله وعن الآخرة ، فوجب أن لا يحصل له نصيب فيما يتعلق بالآخرة والخروج عن عهدة الصلاة من باب منافع الآخرة ، فوجب أن لا يحصل في الوضوء العاري عن النية .\r\n وأعلم أن الله تعالى لما بيّن القانون الأعظم والقسطاس الأقوم في أعمال الآخرة والدنيا أردفه بالتنبيه على ما هو الأصل في باب الضلالة والشقاوة فقال : { أَمْ لَهُمْ شُرَكَاءُ شَرَعُواْ لَهُمْ مِّنَ الدين مَا لَمْ يَأْذَن بِهِ الله } ومعنى الهمزة في أم التقرير والتقريع و { شُرَكَاؤُهُمْ } شياطينهم الذين زينوا الشرك وإنكار البعث والعمل للدنيا لأنهم يعلمون غيرها ، وقيل { شُرَكَاؤُهُمْ } أوثانهم ، وإنما أضيفت إليهم لأنهم هم الذين اتخذوها شركاء لله ، ولما كان سبباً لضلالتهم جعلت شارعة لدين الضلالة كما قال إبراهيم عليه الصلاة والسلام : { رَبّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مّنَ الناس } [ إبراهيم : 36 ] وقوله { شَرَعُواْ لَهُمْ مّنَ الدين مَا لَمْ يَأْذَن بِهِ الله } يعني أن تلك الشرائع بأسرها على ضدين لله ، ثم قال : { وَلَوْلاَ كَلِمَةُ الفصل } أي القضاء السابق بتأخير الجزاء ، أو يقال ولولا الوعد بأن الفصل أن يكون يوم القيمة { لَقُضِيَ بَيْنَهُمْ } أي بين الكافرين والمؤمنين أو بين المشركين وشركائهم { وَإِنَّ الظالمين لَهُمْ عَذَابٌ أَلِيمٌ } وقرأ بعضهم ، وأن بفتح الهمزة في أن عطفاً له على كلمة الفصل يعني { وَلَوْلاَ كَلِمَةُ الفصل } وأن تقريره تعذيب الظالمين في الآخرة { لَقُضِيَ بَيْنَهُمْ } في الدنيا ثم إنه تعالى ذكر أحوال أهل العقاب وأحوال أهل الثواب الأول : فهو قوله { تَرَى الظالمين مُشْفِقِينَ } خائفين خوفاً شديداً { مِمَّا كَسَبُواْ } من السيئات { وَهُوَ وَاقِعٌ بِهِمْ } يريد أن وباله واقع بهم سواء أشفقوا أو لم يشفقو ، أما الثاني : فهو أحوال أهل الثواب وهو قوله تعالى : { والذين ءَامَنُواْ وَعَمِلُواْ الصالحات فِى روضات الجنات } لأن روضة الجنة أطيب بقعة فيها ، وفي الآية تنبيه على أن الفساق من أهل الصلاة كلهم في الجنة ، إلا أنه خص الذين آمنوا وعملوا الصالحات بروضات الجنات ، وهي البقاع الشريفة من الجنة ، فالبقاع التي دون تلك الروضات لا بد وأن تكون مخصوصة بمن كان دون أولئك الذين آمنوا وعملوا الصالحات ، ثم قال : { لَهُم مَّا يَشَاءُونَ عِندَ رَبّهِمْ } وهذا يدل على أن كل الأشياء حاضرة عنده مهيأة ، ثم قال تعالى في تعظيم هذه الدرجة { ذَلِكَ هُوَ الفضل الكبير } وأصحابنا استدلوا بهذه الآية على أن الثواب غير واجب على الله ، وإنما يحصل بطريق الفضل من الله تعالى لأنه تعالى قال : { والذين ءَامَنُواْ وَعَمِلُواْ الصالحات فِي روضات الجنات لَهُمْ مَّا يَشَاءُونَ عِندَ رَبّهِمْ } فهذا يدل على أن روضات الجنات ووجدان كل ما يريدونه إنما كان جزاءً على الإيمان والأعمال الصالحات .\r\n ثم قال تعالى : { ذَلِكَ هُوَ الفضل الكبير } وهذا تصريح بأن الجزاء المرتب على العمل إنما حصل بطريق الفضل لا بطريق الاستحقاق .\r\n ثم قال : { ذَلِكَ الذي يُبَشّرُ الله عِبَادَهُ الذين ءَامَنُواْ وَعَمِلُواْ الصالحات } قال صاحب «الكشاف» قرىء يبشر من بشره ويبشر من أبشره ويبشر من بشره .\r\n واعلم أن هذه الآيات دالة على تعظيم حال الثواب من وجوه الأول : أن الله سبحانه رتب على الإيمان وعمل الصالحات روضات الجنات ، والسلطان الذي هو أعظم الموجودات وأكرمهم إذا رتب على أعمال شاقة جزاء ، دل ذلك على أن ذلك الجزاء قد بلغ إلى حيث لا يعلم كنهه إلا الله تعالى الثاني : أنه تعالى قال : { لَهُم مَّا يَشَاءُونَ عِندَ رَبّهِمْ } وقوله { لَهُم مَّا يَشَاءُونَ } يدخل في باب غير المتناهي لأنه لا درجة إلا والإنسان يريد ما هو أعلى منهالثالث : أنه تعالى قال : { ذَلِكَ هُوَ الفضل الكبير } والذي يحكم بكبره من له الكبرياء والعظمة على الإطلاق كان في غاية الكبر الرابع : أنه تعالى أعاد البشارة على سبيل التعظيم فقال : { الذي يُبَشّرُ الله عِبَادَهُ } وذلك يدل أيضاً على غاية العظمة ، نسأل الله الفوز بها والوصول إليها .\r\n واعلم أنه تعالى لما أوحى إلى محمد صلى الله عليه وسلم هذا الكتاب الشريف العالي وأودع فيه الثلاثة أقسام الدلائل وأصناف التكاليف ، ورتب على الطاعة الثواب ، وعلى المعصية العقاب ، بين أني لا أطلب منكم بسبب هذا التبليغ نفعاً عاجلاً ومطلوباً حاضراً ، لئلا يتخيل جاهل أن مقصود محمد صلى الله عليه وسلم من هذا التبليغ المال والجاه فقال : { قُل لاَّ أَسْألُكُمْ عَلَيْهِ أَجْراً إِلاَّ المودة فِي القربى } وفيه مسائل : المسألة الأولى : ذكر الناس في هذه الآية ثلاثة أقوال : الأول : قال الشعبي أكثر الناس علينا في هذه الآية ، فكتبنا إلى بن عباس نسأله عن ذلك فكتب ابن عباس أن رسول الله صلى الله عليه وسلم كان واسط النسب من قريش ليس بطن من بطونهم إلا وقد ولده فقال الله { قُل لاَّ أَسْأَلُكُمْ } على ما أدعوكم إليه { أَجْراً إِلاَّ } أن تودوني لقرابتي منكم ، والمعنى أنكم قومي وأحق من أجابني وأطاعني ، فإذا قد أبيتم ذلك فاحفظوا حق القربى ولا تؤذوني ولا تهيجوا علي .\r\n والقول الثاني : روى الكلبي عن بن عباس رضي الله عنهما قال إن النبي صلى الله عليه وسلم لما قدم المدينة كانت تعروه نوائب وحقوق وليس في يده سعة ، فقال الأنصار إن هذا الرجل قد هداكم الله على يده وهو ابن أختكم وجاركم في بلدكم ، فاجمعوا له طائفة من أموالكم ففعلوا ثم أتوه به فرده عليهم ، فنزل قوله تعلى : { قُل لاَّ أَسْأَلُكُمْ عَلَيْهِ أَجْراً } أي على الإيمان إلا أنتودوا أقاربي فحثهم على مودة أقاربه .\r\n القول الثالث : ما ذكره الحسن فقال : إلا أن تودوا إلى الله فيما يقربكم إليه من التودد إليه بالعمل الصالح ، فالقربى على القول الأول القرابة التي هي بمعنى الرحم وعلى الثاني القرابة التي هي بمعنى الأقارب ، وعلى الثالث هي فعلى من القرب والتقريب ، فإن قيل الآية مشكلة ، ذلك لأن طلب الأجر على تبليغ الوحي لايجوز ويدل عليه وجوه : الأول : أنه تعالى حكى عن أكثر الأنبياء عليهم السلام أنهم صرّحوا بنفي طلب الأجرة ، فذكر في قصة نوح عليه السلام { وَمَا أَسْئَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِىَ إِلاَّ على رَبّ العالمين } [ الشعراء : 109 ] وكذا في قصة هود وصالح ، وفي قصة لوط وشعيب عليهم السلام ، ورسولنا أفضل من سائر الأنبياء عليهم السلام فكان بأن لا يطلب الأجر على النوبة والرسالة أولى الثاني : أنه صلى الله عليه وسلم صرح بنفي طلب الأجر في سائر الآيات فقال : { قُلْ مَا سَأَلْتُكُم مّن أَجْرٍ فَهُوَ لَكُمْ } [ سبأ : 47 ] وقال : { قُلْ مَا أَسْئَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ المتكلفين } [ ص : 86 ] الثالث : العقل يدل عليه وذلك لأن ذلك التبليغ كان واجباً عليه قال تعالى : { بَلّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبّكَ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ } [ المائدة : 67 ] وطلب الأجر على أداء الواجب لا يليق بأقل الناس فضلاً عن أعلم العلماء الرابع : أن النبوة أفضل من الحكمة وقد قال تعالى في صفة الحكمة { وَمَن يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِىَ خَيْرًا كَثِيرًا } [ البقرة : 269 ] وقال في صفة الدنيا { قُلْ متاع الدنيا قَلِيلٌ } [ النساء : 77 ] فكيف يحسن في العقل مقابلة أشرف الأشياء بأخس الأشياء الخامس : أن طلب الأجر كان يوجب التهمة ، وذلك ينافي القطع بصحة النبوة ، فثبت بهذه الوجوه أنه لا يجوز من النبي صلى الله عليه وسلم أن يطلب أجراً ألبتة على التبليغ والرسالة ، وظاهر هذه الآية يقتضي أنه طلب أجراً على التبليغ والرسالة ، وهو المودة في القربى هذا تقرير السؤال ، والجواب عنه : أنه لا نزاع في أنه لا يجوز طلب الأجر على التبليغ والرسالة ، بقي قوله { إِلاَّ المودة فِى القربى } نقول الجواب عنه من وجهين الأول : أن هذا من باب قوله : ولا عيب غير أن سيوفهم \r\n بها من قراع الدارعين فلول المعنى أنا لا أطلب منكم إلا هذا وهذا في الحقيقة ليس أجراً لأن حصول المودة بين المسلمين أمر واجب قال تعالى : { والمؤمنون والمؤمنات بَعْضُهُمْ أَوْلِيَاء بَعْضٍ } [ التوبة : 71 ] وقال صلى الله عليه وسلم : \" المؤمنون كالبنيان يشد بعضهم بعضاً \" والآيات والأخبار في هذا الباب كثيرة وإذا كان حصول المودة بين جمهور المسلمين واجباً فحصولها في حق أشرف المسلمين وأكابرهم أولى ، وقوله تعلى : { قُل لاَّ أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِلاَّ المودة فِى القربى } تقديره والمودة في القربى ليست أجراً ، فرجع الحاصل إلى أنه لا أجر ألبتة الوجه الثاني : في الجواب أن هذا استثناء منقطع ، وتم الكلام عند قوله { قُل لاَّ أَسْأَلُكُمْ عَلَيْهِ أَجْراً } .\r\n ثم قال : { إِلاَّ المودة فِى القربى } أي لكن أذكركم قرابتي منكم وكأنه في اللفظ أجر وليس بأجر .\r\n المسألة الثالثة : نقل صاحب «الكشاف» : عن النبي صلى الله عليه وسلم أنه قال : \" من مات على حب آل محمد مات شهيداً ألا ومن مات على حب آل محمد مات مغفوراً له ، ألا ومن مات على حب آل محمد مات تائباً ، ألا ومن مات على حب آل محمد مات مؤمناً مستكمل الإيمان ، ألا ومن مات على حب آل محمد بشره ملك الموت بالجنّة ثم منكر ونكير ، ألا ومن مات على حب آل محمد يزف إلى الجنّة كما تزف العروس إلى بيت زوجها ، ألا ومن مات على حب آل محمد فتح له في قبره بابان إلى الجنّة ، ألا ومن مات على حب آل محمد جعل الله قبره مزار ملائكة الرحمة ، ألا ومن مات على حب آل محمد مات على السنة والجماعة ، ألا ومن مات على بغض آل محمد جاء يوم القيامة مكتوباً بين عينيه آيس من رحمة الله ، ألا ومن مات على بغض آل محمد مات كافراً ، ألا ومن مات على بغض آل محمد لم يشم رائحة الجنة \" هذا هو الذي رواه صاحب «الكشاف» ، وأنا أقول : آل محمد صلى الله عليه وسلم هم الذين يؤول أمرهم إليه فكل من كان أمرهم إليه أشد وأكمل كانوا هم الآل ، ولا شك أن فاطمة وعلياً والحسن والحسين كان التعلق بينهم وبين رسول الله صلى الله عليه وسلم أشد التعلقات وهذا كالمعلوم بالنقل المتواتر فوجب أن يكونوا هم الآل ، وأيضاً اختلف الناس في الآل فقيل هم الأقارب وقيل هم أمته ، فإن حملناه على القرابة فهم الآل ، وإن حملناه على الأمة الذين قبلوا دعوته فهم أيضاً آل فثبت أن على جميع التقديرات هم الآل ، وأما غيرهم فهل يدخلون تحت لفظ الآل؟ فمختلف فيه .\r\n وروى صاحب «الكشاف» أنه لما نزلت هذه الآية قيل يا رسول الله من قرابتك هؤلاء الذين وجبت علينا مودتهم؟ فقال علي وفاطمة وابناهما ، فثبت أن هؤلاء الأربعة أقارب النبي صلى الله عليه وسلم وإذا ثبت هذا وجب أن يكونوا مخصوصين بمزيد التعظيم ويدل عليه وجوه : الأول : قوله تعالى : { إِلاَّ المودة فِى القربى } ووجه الاستدلال به ما سبق الثاني : لا شك أن النبي صلى الله عليه وسلم كان يحب فاطمة عليها السلام قال صلى الله عليه وسلم : \" فاطمة بضعة مني يؤذيني ما يؤذيها \" وثبت بالنقل المتواتر عن رسول الله صلى الله عليه وسلم أنه كان يحب علياً والحسن والحسين وإذا ثبت ذلك وجب على كل الأمة مثله لقوله { واتبعوه لَعَلَّكُمْ تَهْتَدُونَ } [ الأعراف : 158 ] ولقوله تعالى : { فَلْيَحْذَرِ الذين يخالفون عَنْ أَمْرِهِ } [ النور : 63 ] ولقوله { قُلْ إِن كُنتُمْ تُحِبُّونَ الله فاتبعونى يُحْبِبْكُمُ الله } [ آل عمران : 31 ] ولقوله سبحانه { لَّقَدْ كَانَ لَكُمْ فِى رَسُولِ الله أُسْوَةٌ حَسَنَةٌ } [ الأحزاب : 21 ] الثالث : أن الدعاء للآل منصب عظيم ولذلك جعل هذا الدعاء خاتمة التشهد في الصلاة وهو قوله اللّهم صلِّ على محمد وعلى آل محمد وارحم محمداً وآل محمد ، وهذا التعظيم لم يوجد في حق غير الآل ، فكل ذلك يدل على أن حب آل محمد واجب ، وقال الشافعي رضي الله عنه : يا راكباً قف بالمحصب من منى \r\n واهتف بساكن خيفها والناهض سحراً إذا فاض الحجيج إلى منى \r\n فيضاً كما نظم الفرات الفائض إن كان رفضاً حب آل محمد \r\n فليشهد الثقلان أنى رافضي المسألة الثانية : قوله { إِلاَّ المودة فِى القربى } فيه منصب عظيم للصحابة لأنه تعالى قال : { والسابقون السابقون أُوْلَئِكَ المقربون } [ الواقعة : 10 ] فكل من أطاع الله كان مقرباً عند الله تعالى فدخل تحت قوله { إِلاَّ المودة فِى القربى } والحاصل أن هذه الآية تدل على وجوب حب آل رسول الله صلى الله عليه وسلم وحب أصحابه ، وهذا المنصب لا يسلم إلا على قول أصحابنا أهل السنّة والجماعة الذين جمعوا بين حب العترة والصحابة ، وسمعت بعض المذكرين قال إنه صلى الله عليه وسلم قال : \" مثل أهل بيتي كمثل سفينة نوح من ركب فيها نجا \" وقال صلى الله عليه وسلم : \" أصحابي كالنجوم بأيهم اقتديتم اهتديتم \" ونحن الآن في بحر التكليف وتضربنا أمواج الشبهات والشهوات وراكب البحر يحتاج إلى أمرين أحدهما : السفينة الخالية عن العيوب والثقب والثاني : الكواكب الظاهرة الطالعة النيرة ، فإذا ركب تلك السفينة ووقع نظره على تلك الكواكب الظاهرة كان رجاء السلامة غالباً ، فكذلك ركب أصحابنا أهل السنة سفينة حب آل محمد ووضعوا أبصارهم على نجوم الصحابة فرجوا من الله تعالى أن يفوزوا بالسلامة والسعادة في الدينا والآخرة .\r\n ولنرجع إلى التفسير : أورد صاحب «الكشاف» : على نفسه سؤالاً فقال : هلا قيل إلا مودة القربى ، أو إلا مودة للقربى ، وما معنى قوله { إِلاَّ المودة فِى القربى } ؟ وأجاب عنه بأن قال جعلوا مكاناً للمودة ومقراً لها كقوله لي في آل فلان مودة ولي فيهم هوى وحب شديد ، تريد أحبهم وهم مكان حبى ومحله .\r\n ثم قال تعالى : { وَمَن يَقْتَرِفْ حَسَنَةً نَّزِدْ لَهُ فِيهَا حُسْناً } قيل نزلت هذه الآية في أبي بكر رضي الله عنه ، والظاهر العموم في أي حسنة كانت ، إلا أنها لما ذكرت عقيب ذكر المودة في القربى دل ذلك على أن المقصود التأكيد في تلك المودة .\r\n ثم قال تعالى : { إِنَّ الله غَفُورٌ شَكُورٌ } والشكور في حق الله تعالى مجاز والمعنى أنه تعالى يحسن إلى المطيعين في إيصال الثواب إليهم وفي أن يزيد عليه أنواعاً كثيرة من التفضيل .\r\n وقال تعالى : { أَمْ يَقُولُونَ افَتَرَى عَلَى الله كَذِبًا } واعلم أن الكلام في أول السورة إنما اتبدىء في تقرير أن هذا الكتاب إنما حصل بوحي الله وهو قوله تعالى : { كَذَلِكَ يُوحِى إِلَيْكَ وَإِلَى الذين مِن قَبْلِكَ الله العزيز الحكيم } [ الشورى : 3 ] واتصل الكلام في تقرير هذا المعنى وتعلق البعض بالبعض حتى وصل إلى ههنا ، ثم حكى ههنا شبهة القوم وهي قولهم : إن هذا ليس وحياً من الله تعالى فقال : { أَمْ يَقُولُونَ افترى عَلَى الله كَذِبًا } قال صاحب «الكشاف» : أم منقطعة ، ومعنى الهمزة نفس التوبيخ كأنه قيل : أيقع في قلوبهم ويجري في ألسنتهم أن ينسبوا مثله إلى الافتراء على الله الذي هو أقبح أنواع الفرية وأفحشها ، ثم أجاب عنه بأن قال : { فَإِن يَشَإِ الله يَخْتِمْ على قَلْبِكَ } وفيه وجوه الأول : قال مجاهد يربط على قلبك بالصبر على أذاهم حتى لا يشق عليك قولهم إنه مفتر كذاب والثاني : يعني بهذا الكلام أنه إن يشأ الله يجعلك من المختوم على قلوبهم حتى يفتري عليه الكذب فإنه لا يجترىء على افتراء الكذب على الله إلا من كان في مثل هذه الحالة ، والمقصود من ذكر هذا الكلام المبالغة في تقرير الاستبعاد ، ومثاله أن ينسب رجل بعض الأمناء إلى الخيانة فيقول الأمين ، لعلّ الله خذلني لعلّ الله أعمى قلبي ، وهو لا يريد إثبات الخذلان وعمى القلب لنفسه ، وإنما يريد استبعاد صدور الخيانة عنه .\r\n ثم قال تعالى : { وَيَمْحُ الله الباطل وَيُحِقُّ الحق } أي ومن عادة الله إبطال الباطل وتقرير الحق فلو كان محمد مبطلاً كذاباً لفضحه الله ولكشف عن باطله ولما أيده بالقوة والنصرة ، ولما لم يكن الأمر كذلك علمنا أنه ليس من الكاذبين المفترين على الله ، ويجوز أن يكون هذا وعداً من الله لرسوله بأنه يمحو الباطل الذي هم عليه من البهت والفرية والتكذيب ويثبت الحق الذي كان محمد صلى الله عليه وسلم عليه .\r\n ثم قال : { إِنَّهُ عَلِيمٌ بِذَاتِ الصدور } أي إن الله عليم بما في صدرك وصدورهم فيجري الأمر على حسب ذلك ، وعن قتادة يختم على قلبك ينسيك القرآن ويقطع عنك الوحي ، بمعنى لو افترى على الله الكذب لفعل الله به ذلك .\r\n واعلم أنه تعالى لما قال : { أَمْ يَقُولُونَ افترى عَلَى الله كَذِباً } ثم برأ رسوله مما أضافوه إليه من هذا وكان من المعلوم أنهم قد استحقوا بهذه الفرية عقاباً عظيماً ، لا جرم ندبهم الله إلى التوبة وعرفهم أنه يقبلها من كل مسيء وإن عظمت إساءته ، فقال : { وَهُوَ الذى يَقْبَلُ التوبة عَنْ عِبَادِهِ وَيَعْفُواْ عَنِ السيئات } وفي هذه الآية مسائل : المسألة الأولى : قال صاحب «الكشاف» : يقال قبلت منه الشيء وقبلته عنه ، فمعنى قبلته منه أخذته منه وجعلته مبدأ قبلو ومنشأه ، ومعنى قبلته عنه أخذته وأثبته عنه وقد سبق البحث المستقصى عن حقيقة التوبة في سورة البقرة ، وأقل ما لا بد منه الندم على الماضي والترك في الحال والعزم على أن لا يعود إليه في المستقبل ، وروى جابر أن أعرابياً دخل مسجد رسول الله صلى الله عليه وسلم وقال اللّهم إني أستغفرك وأتوب إليك وكبر ، فلما فرغ من صلاته قال له علي عليه السلام يا هذا إن سرعة اللسان بالاستغفار توبة الكذابين فتوبتك تحتاج إلى توبة ، فقال يا أمير المؤمنين وما التوبة؟ فقال اسم يقع على ستة أشياء على الماضي من الذنوب الندامة ولتضييع الفرائض الإعادة ورد المظالم وإذابة النفس في الطاعة كما ربيتها في المعصية وإذاقة النفس مرارة الطاعة كما أذقتها حلاوة المعصية والبكاء بدل كل ضحك ضحكته .\r\n المسألة الثانية : قالت المعتزلة يجب على الله تعالى عقلاً قبول التوبة ، وقال أصحابنا لا يجب على الله شيء وكل ما يفعله فإنما يفعله بالكرم والفضل ، واحتجوا على صحة مذهبهم بهذه الآية فقالوا إنه تعالى تمدح بقبول التوبة ، ولو كان ذلك القبول واجباً لما حصل التمدح العظيم ، ألا ترى أن من مدح نفسه بأن لا يضرب الناس ظلماً ولا يقتلهم غضباً ، كان ذلك مدحاً قليلاً ، أما إذا قال إني أحسن إليهم مع أن ذلك لا يجب عليَّ كان ذلك مدحاً وثناءً .\r\n المسألة الثالثة : قوله تعالى : { وَيَعْفُواْ عَنِ السيئات } إما أن يكون المراد منه أن يعفو عن الكبائر بعد الإتيان بالتوبة ، أو المراد منه أنه يعفو عن الصغائر ، أو المراد منه أنه يعفو عن الكبائر قبل التوبة ، والأول باطل وإلا لصار قوله { وَيَعْفُواْ عَنِ السيئات } عين قوله { وَهُوَ الذى يَقْبَلُ التوبة } والتكرار خلاف الأصل ، والثاني أيضاً باطل لأن ذلك واجب وأداء الواجب لا يتمدح به فبقي القسم الثالث فيكون المعنى أنه تارة يعفو بواسطة قبول التوبة وتارة يعفو ابتداء من غير توبة .\r\n ثم قال : { وَيَعْلَمُ مَا تَفْعَلُونَ } قرأ حمزة والكسائي وحفص عن عاصم بالتاء على المخاطبة والباقون بالياء على المغايبة ، والمعنى أنه تعالى يعلمه فيثيبه على حسناته ويعاقبه على سيئاته .\r\n ثم قال : { وَيَسْتَجِيبُ الذين ءامَنُواْ وَعَمِلُواْ الصالحات وَيَزِيدُهُم مِن فَضْلِهِ } وفيه قولان أحدهما : الذين آمنوا وعملوا الصالحات رفع على أنه فاعل تقديره ويجيب المؤمنون الله فيما دعاهم إليه .\r\n والثاني : محله نصب والفاعل مضمر وهو الله وتقديره ، ويستجيب الله للمؤمنين إلا أنه حذف اللام كما حذف في قوله { وَإِذَا كَالُوهُمْ } [ المطففين : 3 ] وهذا الثاني أولى لأن الخبر فيما قبل وبعد عن الله لأن ما قبل الآية قوله تعالى : { وَهُوَ الذى يَقْبَلُ التوبة عَنْ عِبَادِهِ وَيَعْفُواْ عَنِ السيئات } وما بعدها قوله { وَيَزِيدُهُم مّن فَضْلِهِ } فيزيد عطف على ويستجيب ، وعلى الأول ويجيب العبد ويزيد الله من فضله .\r\n أما من قال إن الفعل للذين آمنوا ففيه وجهان : أحدهما : ويجيب المؤمنون ربهم فيما دعاهم إليه والثاني : يطيعونه فيما أمرهم به ، والاستجابة الطاعة .\r\n وأما من قال إن الفعل لله فقد اختلفوا ، فقيل يجيب الله دعاء المؤمنين ويزيدهم ما طلبوه من فضله ، فإن قالوا تخصيص المؤمنين بإجابة الدعاء هل يدل على أنه تعالى لا يجيب دعاء اكفار؟ قلنا قال بعضهم لا يجوز لأن إجابة الدعاء تعظيم ، وذلك لا يليق بالكفار ، وقيل يجوز على بعض الوجوه ، وفائدة التخصيص أن إجابة دعاء المؤمنين تكون على سلبيل التشريف ، وإجابة دعاء الكافرين تكون على سبيل الاستدراج ، ثم قال : { وَيَزِيدُهُم مّن فَضْلِهِ } أي يزيدهم على ما طلبوه بالدعاء { والكافرون لَهُمْ عَذَابٌ شَدِيدٌ } والمقصود التهديد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "من كان يريد حرث الآخرة نزد له في حرثه ومن كان يريد حرث الدنيا نؤته منها وما له في الآخرة من نصيب (20) أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به الله ولولا كلمة الفصل لقضي بينهم وإن الظالمين لهم عذاب أليم (21) ترى الظالمين مشفقين مما كسبوا وهو واقع بهم والذين آمنوا وعملوا الصالحات في روضات الجنات لهم ما يشاءون عند ربهم ذلك هو الفضل الكبير (22) ذلك الذي يبشر الله عباده الذين آمنوا وعملوا الصالحات قل لا أسألكم عليه أجرا إلا المودة في القربى ومن يقترف حسنة نزد له فيها حسنا إن الله غفور شكور (23) أم يقولون افترى على الله كذبا فإن يشإ الله يختم على قلبك ويمح الله الباطل ويحق الحق بكلماته إنه عليم بذات الصدور (24) وهو الذي يقبل التوبة عن عباده ويعفو عن السيئات ويعلم ما تفعلون (25) ويستجيب الذين آمنوا وعملوا الصالحات ويزيدهم من فضله والكافرون لهم عذاب شديد (26) ",
        "babnum": 4
    },
    {
        "id": 2183,
        "cate": "42",
        "title": "وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ وَلَكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ (27) وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ (28) وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا مِنْ دَابَّةٍ وَهُوَ عَلَى جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ (29) وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ (30) وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (31) ",
        "details": " في الآية مسائل : المسألة الأولى : اعلم أنه تعالى لما قال في الآية الأولى : إنه يجيب دعاء المؤمنين ورد عليه سؤال وهو أن المؤمن قد يكون في شدة وبلية وفقر ثم يدعو فلا يشاهد أثر الإجابة فكيف الحال فيه مع ما تقدم من قوله { وَيَسْتَجِيبُ الذين ءامَنُواْ } ؟ فأجاب تعالى عنه بقوله { وَلَوْ بَسَطَ الله الرزق لِعِبَادِهِ لَبَغَوْاْ فِى الأرض } أي ولأقدموا على المعاصي ، ولما كان ذلك محذوراً وجب أن يعطيهم ما طلبوه ، قال الجبائي : هذه الآية تدل على بطلان قول المجبرة من وجهين : الأول : أن حاصل الكلام أنه تعالى : { لَوْ بَسَطَ الرزق لِعِبَادِهِ لَبَغَوْاْ فِى الأرض } والبغي في الأرض غير مراد فإرادة بسط الرزق غير حاصلة ، فهذا الكلام إنما يتم إذا قلنا إنه تعالى يريد البغي في الأرض ، وذلك يوجب فساد قول المجبرة الثاني : أنه تعالى بيّن أنه إنما لم يرد بسط الرزق لأنه يفضي إلى المفسدة فلما بيّن تعالى أنه لا يريد ما يفضي إلى المفسدة فبأن لا يكون مريداً للمفسدة كان أولى ، أجاب أصحابنا بأن الميل الشديد إلى البغي والقسوة والقهر صفة حدثت بعد أن لم تكن فلا بد لها من فاعل ، وفاعل هذه الأحوال إما العبد أو الله والأول باطل لأنه إنما يفعل هذه الأشياء لو مال طبعه إليها فيعود السؤال في أنه من المحدث لذلك الميل الثاني؟ ويلزم التسلسل ، وأيضاً فالميل الشديد إلى الظلم والقسوة عيوب ونقصانات ، والعاقل لا يرضى بتحصيل موجبات النقصان لنفسه ، ولما بطل هذا ثبت أن محدث هذا الميل والرغبة هو الله تعالى ، ثم أورد الجبائي في «تفسيره» على نفسه سؤالاً قال : فإن قيل أليس قد بسط الله الرزق لبعض عباده مع أنه بغى؟ وأجاب عنه بأن الذي عنده الرزق وبغى كان المعلوم من حاله أنه يبغي على كل حال سواء أعطى ذلك الرزق أو لم يعط ، وأقول هذا الجواب فاسد ويدل عليه القرآن والعقل ، أما القرآن فقوله تعالى : { إِنَّ الإنسان ليطغى أَن رَّءاهُ استغنى } [ العلق : 6 ، 7 ] حكم مطلقاً بأن حصول الغنى سبب لحصول الطغيان .\r\n وأما العقل فهو أن النفس إذا كانت مائلة إلى الشر لكنها كانت فاقدة للآلات والأدوات كان الشر أقل ، وإذا كانت واجدة لها كان الشر أكثر ، فثبت أن وجدان المال يوجب الطغيان .\r\n المسألة الثانية : في بيان الوجه الذي لأجله كان التوسع موجباً للطغيان ذكروا فيه وجوهاً الأول : أن الله تعالى لو سوى في الرزق بين الكل لامتنع كون البعض خادماً للبعض ولو صار الأمر كذلك لخرب العالم وتعطلت المصالح الثاني : أن هذه الآية مختصة بالعرب فإنه كلما اتسع رزقهم ووجدوا من المطر ما يرويهم ومن الكلأ والعشب ما يشبعهم أقدموا على النهب والغارة الثالث : أن الإنسان متكبر بالطبع فإذا وجد الغنى والقدرة عاد إلى مقتضى خلقته الأصلية وهو التكبر ، وإذا وقع في شدة وبلية ومكروه انكسر فعاد إلى الطاعة والتواضع .\r\n المسألة الثالثة : قال خباب بن الأرث فينا نزلت هذه الآية وذلك أنا نظرنا إلى أموال بني قريظة والنضير وبني قينقاع فتمنيناها ، وقيل نزلت في أهل الصفة تمنوا سعة الرزق والغنى .\r\n ثم قال تعالى : { ولكن يُنَزّلُ بِقَدَرٍ مَّا يَشَاء } قرأ ابن كثير وأبو عمرو { يُنَزّل } خفيفة والباقون بالتشديد ، ثم نقول { بِقَدَرٍ } بتقدير يقال قدره قدراً وقدراً { إِنَّهُ بِعِبَادِهِ خَبِيرُ بَصِيرٌ } يعني أنه عالم بأحوال الناس وبطباعهم وبعواقب أمورهم فيقدر أرزاقهم على وفق مصالحهم ، ولما بيّن تعالى أنه لا يعطيهم ما زاد على قدر حاجتهم لأجل أنه علم أن تلك الزيادة تضرهم في دينهم بين أنهم إذا احتاجوا إلى الرزق فإنه لا يمنعهم منه فقال : { وَهُوَ الذى يُنَزّلُ الغيث مِن بَعْدِ مَا قَنَطُواْ } قرأ نافع وابن عامر وعاصم { يُنَزّل } مشددة والباقون مخففة ، قال صاحب «الكشاف» : قرىء { قَنَطُواْ } بفتح النون وكسرها ، وإنزال الغيث بعد القنوط أدعى إلى الشكر لأن الفرح بحصول النعمة بعد البلية أتم ، فكان إقدام صاحبه على الشكر أكثر { وَيَنشُرُ رَحْمَتَهُ } أي بركات الغيث ومنافعه وما يحصل به من الخصب ، وعن عمر رضي الله عنه أنه قيل له «اشتد القحط وقنط الناس فقال : إذن مطروا» أراد هذه الآية ، ويجوز أن يريد رحمته الواسعة في كل شيء كأنه قيل ينزل الرحمة التي هي الغيث وينشر سائر أنواع الرحمة { وَهُوَ الولى الحميد } { الوالي } الذي يتولى عباده بإحسانه و { الحميد } المحمود على ما يوصل للخلق من أقسام الرحمة ، ثم ذكر آية أخرى تدل على إلهيته فقال : { وَمِنْ ءاياته خَلْقُ السموات والأرض وَمَا بَثَّ فِيهِمَا مِن دَابَّةٍ } فنقول : أما دلالة خلق السموات والأرض على وجود الإله الحكيم فقد ذكرناها وكذلك دلالة وجود الحيوانات على وجود الإله الحكيم ، فإن قيل كيف يجوز إطلاق لفظ الدابة على الملائكة؟ قلنا فيه وجوه الأول : أنه قد يضاف الفعل إلى جماعة وإن كان فاعله واحداً منهم يقال بنو فلان فعلوا كذا ، وإنما فعله واحد منهم ومنه قوله تعالى : { يَخْرُجُ مِنْهُمَا الُّلؤْلُؤُ وَالمَرْجَانُ } [ الرحمن : 22 ] الثاني : أن الدبيب هو الحركة ، والملائكة لهم حركة الثالث : لا يبعد أن يقال إنه تعالى خلق في السموات أنواعاً من الحيوانات يمشون مشي الأناسي على الأرض .\r\n ثم قال تعالى : { وَهُوَ على جَمْعِهِمْ إِذَا يَشَاء قَدِيرٌ } قال صاحب «الكشاف» : إذا تدخل على المضارع كما تدخل على الماضي ، قال تعالى : { واليل إِذَا يغشى } [ الليل : 1 ] ومنه { إِذَا يَشَاء قَدِيرٌ } والمقصود أنه تعالى خلقها متفرقة ، لا لعجز ولكن لمصلحة ، فلهذا قال : { وَهُوَ على جَمْعِهِمْ إِذَا يَشَاء قَدِيرٌ } يعني الجمع للحشر والمحاسبة ، وإنما قال : { على جَمْعِهِمْ } ولم يقل على جمعها ، لأجل أن المقصود من هذا الجمع المحاسبة ، فكأنه تعالى قال : وهو على جمع العقلاء إذا يشاء قدير ، واحتج الجبائي بقوله { إِذَا يَشَاء قَدِيرٌ } على أن مشيئته تعالى محدثة بأن قال : إن كلمة { إِذَا } تفيد ظرف الزمان ، وكلمة { يَشَاء } صيغة المستقبل ، فلو كانت مشيئته تعالى قديمة لم يكن لتخصيصها بذلك الوقت المعين من المستقبل فائدة ، ولما دل قوله { إِذَا يَشَاء قَدِيرٌ } على هذا التخصيص علمنا أن مشيئته تعالى محدثة والجواب : أن هاتين الكلمتين كما دخلتا على المشيئة ، أي مشيئة الله ، فقد دخلتا أيضاً على لفظ القدير فلزم على هذا أن يكون كونه قادراً صفة محدثة ، ولما كان هذا باطلاً ، فكذا القول فيما ذكره ، والله أعلم .\r\n ثم قال تعالى : { وَمَا أصابكم مّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ } وفي الآية مسائل : المسألة الأولى : قرأ نافع وابن عامر { بِمَا كَسَبَتْ } بغير فاء ، وكذلك هي في مصاحف الشام والمدينة ، والباقون بالفاء وكذلك هي في مصاحفهم ، وتقدير الأول أن ما مبتدأ بمعنى الذي ، وبما كسبت خبره ، والمعنى والذي أصابكم وقع بما كسبت أيديكم ، وتقدير الثاني تضمين كلمة : ما معنى الشرطية .\r\n المسألة الثانية : المراد بهذه الصمائب الأحوال المكروهة نحو الآلام والأسقام القحط والغرق والصواعق وأشباهها ، واختلفوا في نحو الآلام أنها هل هي عقوبات على ذنوب سلفت أم لا؟ منهم من أنكر ذلك لوجوه الأول : قوله تعالى : { اليوم تجزى كُلُّ نَفْسٍ بِمَا كَسَبَتْ } [ غافر : 17 ] بيّن تعالى أن الجزاء إنما يحصل في يوم القيامة ، وقال تعالى في سورة الفاتحة { مالك يَوْمِ الدين } [ الفاتحة : 4 ] أي يوم الجزاء ، وأطبقوا على أن المراد منه يوم القيامة والثاني : أن مصائب الدنيا يشترك فيها الزنديق والصديق ، وما يكون كذلك امتنع جعله من باب العقوبة على الذنوب ، بل الاستقراء يدل على أن حصول هذه المصائب للصالحين والمتقين أكثر منه للمذنبين ، ولهذا قال صلى الله عليه وسلم : « خص البلاء بالأنبياء ، ثم الأولياء ، ثم الأمثل فالأمثل » الثالث : أن الدنيا دار التكليف ، فلو جعل الجزاء فيها لكانت الدينا دار التكليف ودار الجزاء معاً ، وهو محال ، وأما القائلون بأن هذه المصائب قد تكون أجزية على الذنوب المتقدمة ، فقد تمسكوا أيضاً بما روي عن النبي صلى الله عليه وسلم أن قال : « لا يصيب ابن آدم خدش عود ولا غيره إلا بذنب أو لفظ » هذا معناه وتمسكوا أيضاً بهذه الآية ، وتمسكوا أيضاً بقوله تعالى : { فبظلم من الذين هادوا حرمنا عليهم طيبات } [ النساء : 160 ] وتمسكوا أيضاً بقوله تعالى بعد هذه الآية { أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا } [ الشورى : 34 ] وذلك تصريح بأن ذلك الإهلاك كان بسبب كسبهم ، وأجاب الأولون عن التمسك بهذه الآية ، فقالوا إن حصول هذه المصائب يكون من باب الامتحان في التكليف ، لا من باب العقوبة كما في حق الأنبياء والأولياء ، ويحمل قوله { فَبِمَا كَسَبَتْ أَيْدِيكُمْ } على أن الأصلح عند إتيانكم بذلك الكسب إنزال هذه المصائب عليكم ، وكذا الجواب عن بقية الدلائل ، والله أعلم .\r\n المسألة الثالثة : احتج أهل التناسخ بهذه الآية ، وكذلك الذين يقولون إن الأطفال البهائم لا تتألم ، فقالوا دلّت الآية على أن حصول المصائب لا يكون إلا لسابقة الجرم ، ثم إن أهل التناسخ قالوا : لكن هذه المصائب حاصلة للأطفال والبهائم ، فوجب أن يكون قد حصل لها ذنوب في الزمان السابق ، وأما القائلون بأن الأطفال والبهائم ليس لها ألم قالوا قد ثبت أن هذه الأطفال والبهائم ما كانت موجودة في بدن آخر لفساد القول بالتناسخ فوجب القطع بأنها لا تتألم إذ الألم مصيبة والجواب : أن قوله تعالى : { وَمَا أصابكم مّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ } خطاب مع من يفهم ويعقل ، فلا يدخل فيه البهائم والأطفال ، ولم يقل تعالى : إن جميع ما يصيب الحيوان من المكاره فإنه بسبب ذنب سابق ، والله أعلم .\r\n المسألة الرابعة : قوله { فَبِمَا كَسَبَتْ أَيْدِيكُمْ } يقتضي إضافة الكسب إلى اليد ، قال والكسب لا يكون باليد ، بل بالقدرة القائمة باليد ، وإذا كان المراد من لفظ اليد هاهنا القدرة ، وكان هذا المجاز مشهوراً مستعملاً كان لفظ اليد الوارد في حق الله تعالى يجب حمله على القدرة تنزيهاً لله تعالى عن الأعضاء والأجزاء ، والله أعلم .\r\n ثم قال تعالى : { وَيَعْفُواْ عَن كَثِيرٍ } ومعناه أنه تعالى قد يترك الكثير من هذه التشديدات بفضله ورحمته ، وعن الحسن قال : دخلنا على عمران بن حصين في الوجع الشديد ، فقيل له : إنا لنغتم لك من بعض ما نرى ، فقال لا تفعلوا فوالله إن أحبه إلى الله أحبه إلي ، وقرأ { وَمَا أصابكم مّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ } فهذا بما كسبت يداي ، وسيأتيني عفو ربي ، وقد روى أبو سخلة عن علي بن أبي طالب رضي الله عنه أن النبي صلى الله عليه وسلم قرأ هذه الآية وقال : \" ما عفى الله عنه فهو أعز وأكرم من أن يعود إليه في الآخرة ، وما عاقب عليه في الدنيا فالله أكرم من أن يعيد العذاب عليه في الآخرة \" رواه الواحدي في «البسيط» ، وقال إذا كان كذلك فهذه أرجى آية في كتاب الله لأن الله تعالى جعل ذنوب المؤمنين صنفين : صنف كفره عنهم بالمصائب في الدنيا ، وصنف عفا عنه في الدنيا ، وهو كريم لا يرجع في عفوه ، وهذه سنّة الله مع المؤمنين ، وأما الكافر فلأنه لا يعجل عليه عقوبة ذنبه حتى يوافي ربه يوم القيامة .\r\n ثم قال تعالى : { وَمَا أَنتُمْ بِمُعْجِزِينَ فِى الأرض } يقول ما أنتم معشر المشركين بمعجزين في الأرض ، أي لا تعجزونني حيثما كنتم ، فلا تسبقونني بسبب هربكم في الأرض { وَمَا لَكُم مّن دُونِ الله مِن وَلِيّ وَلاَ نَصِيرٍ } والمراد بهم من يعبد الأصنام ، بين أنه لا فائدة فيها ألبتة ، والنصير هو الله تعالى ، فلا جرم هو الذي تحسن عبادته .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولو بسط الله الرزق لعباده لبغوا في الأرض ولكن ينزل بقدر ما يشاء إنه بعباده خبير بصير (27) وهو الذي ينزل الغيث من بعد ما قنطوا وينشر رحمته وهو الولي الحميد (28) ومن آياته خلق السماوات والأرض وما بث فيهما من دابة وهو على جمعهم إذا يشاء قدير (29) وما أصابكم من مصيبة فبما كسبت أيديكم ويعفو عن كثير (30) وما أنتم بمعجزين في الأرض وما لكم من دون الله من ولي ولا نصير (31) ",
        "babnum": 5
    },
    {
        "id": 2184,
        "cate": "42",
        "title": "وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلَامِ (32) إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَى ظَهْرِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (33) أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَنْ كَثِيرٍ (34) وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا مَا لَهُمْ مِنْ مَحِيصٍ (35) فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى لِلَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (36) وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ (37) وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (38) وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ (39) ",
        "details": " في الآية مسائل : المسألة الأولى : قرأ نافع وأبو عمرو { الجواري } بياء في الوصل والوقف ، فإثبات الياء في الأصل وحذفها للتخفيف .\r\n المسألة الثانية : الجواري ، يعني السفن الجواري ، فحذف الموصوف لعدم الالتباس .\r\n المسألة الثالثة : اعام أنه تعالى ذكر من آياته أيضاً هذه السفن العظيمة التي تجري على وجه البحر عند هبوب الرياح ، واعلم أن المقصود من ذكره أمران أحدهما : أن يستدل به على وجود القادر الحكيم والثاني : أن يعرف ما فيه من النعم العظيمة لله تعالى على العباد أما الوجه الأول : فقد اتفقوا على أن المراد بالأعلام الجبال ، قالت الخنساء في مرثية أخيها : وإن صخراً لتأتم لهداة به \r\n كأنه علم في رأسه نار ونقل أن النبي صلى الله عليه وسلم استنشد قصيدتها هذه فلما وصل الراوي إلى هذا البيت ، قال : \" قاتلها الله ما رضيت بتشبيهها له بالجبل حتى جعلت على رأسه ناراً! \" إذا عرفت هذا فنقول : هذه السفن العظيمة التي تكون كالجبال تجري على وجه البحر عند هبوب الرياح على أسرع الوجوه ، وعند سكون هذه الرياح تقف ، وقد بينا بالدليل في سورة النحل ، أن محرك الرياح ومسكنها هو الله تعالى ، إذ لا يقدر أحد على تحريكها من البشر ولا على تسكينها ، وذلك يدل على وجود الإله القادر ، وأيضاً أن السفينة تكون في غاية الثقل ، ثم إنها مع ثقلها بقيت على وجه الماء ، وهو أيضاً دلالة أخرى وأما الوجه الثاني : وهو معرفة ما فيها من المنافع ، فهو أنه تعالى خص كل جانب من جوانب الأرض بنوع آخر من الأمتعة ، وإذا نقل متاع هذا الجانب إلى ذلك الجانب في السفن وبالعكس حصلت المنافع العظيمة في التجارة ، فلهذه الأسباب ذكر الله تعالى حال هذه السفينة .\r\n ثم قال تعالى : { إِن يَشَأْ يُسْكِنِ الريح فَيَظْلَلْنَ رَوَاكِدَ على ظَهْرِهِ } قرأ أبو عمرو والجمهور : بهمزة { إِن يَشَأْ } لأن سكون الهمزة علامة للجزم ، وعن ورش عن نافع بلا همزة ، وقرأ نافع وحده { يُسْكِنِ الرياح } على الجمع ، والباقون { الريح } على الواحد ، قال صاحب «الكشاف» : قرىء { يظللن } بفتح اللام وكسرها من ظل يظل ويظل ، وقوله تعالى : { رَوَاكِدَ } أي رواتب ، أي لا تجري على ظهره ، أي على ظهر البحر { إِنَّ فِى ذلك لأيات لّكُلّ صَبَّارٍ } على بلاء الله { شَكُورٍ } لنعمائه ، والمقصود التنبيه ، على أن المؤمن يجب أن لا يكون غافلاً عن دلائل معرفة الله ألبتة ، لأنه لا بد وأن يكون إما في البلاء ، وإما في الآلاء ، فإن كان في البلاء كان من الصابرين ، وإن كان من النعماء كان من الشاكرين ، وعلى هذا التقدير فإنه لا يكون ألبتة من الغافلين .\r\n ثم قال تعالى : { أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا } يعني أو يهلكهن ، يقال أوبقه ، أي أهلكه ، ويقال للمجرم أوبقته ذنوبه ، أي أهلكته ، والمعنى أنه تعالى إن شاء ابتلى المسافرين في البحر بإحدى بليتين : إما أن يسكن الريح فتركد الجواري على متن البحر وتقف ، وإما أن يرسل الرياح عاصفة فيها فيهلكن بسبب الإغراق ، وعلى هذا التقدير فقوله { أَوْ يُوبِقْهُنَّ } معطوف على قوله { يُسْكِنِ } لأن التقدير إن يشأ يسكن الريح فيركدن ، أو يعصفها فيغرقن بعصفها ، وقوله { وَيَعْفُو عَن كَثِيرٍ } معناه إن يشأ يهلك ناساً وينج ناساً عن طريق العفو عنهم ، فإن قيل فما معنى إدخال العفو في حكم الإيباق حيث جعل مجزوماً مثله ، قلنا معناه إن يشأ يهلك ناساً وينج ناساً على طريق العفو عنهم ، وأما من قرأ { ويعفو } فقد استأنف الكلام .\r\n ثم قال : { وَيَعْلَمَ الذين يجادلون فِى ءاياتنا مَا لَهُمْ مّن مَّحِيصٍ } قرأ نافع وابن عامر : يعلم بالرفع على الاستئناف ، وقرأ الباقون بالنصب ، فالقراءة بالرفع على الاستئناف ، وأما بالنصب فللعطف على تعليل محذوف تقديره لينتقم منهم ويعلم الذين يجادلون في آياتنا والعطف على التعليل المحذوف غير عزيز في القرآن ومنه قوله تعالى : { وَلِنَجْعَلَهُ ءايَةً لّلْنَّاسِ } [ مريم : 21 ] وقوله تعالى : { وَخَلَقَ السموات والأرض بالحق ولتجزى كُلُّ نَفْسٍ بِمَا كَسَبَتْ } [ الجاثية : 22 ] قال صاحب «الكشاف» : ومن قرأ على جزم { وَيَعْلَمَ } فكأنه قال أو إن يشأ ، يجمع بين ثلاثة أمور : هلاك قوم ، ونجاة قوم ، وتحذير آخرين .\r\n إذا عرفت هذا فنقول معنى الآية { وِيَعْلَمَ الذين يجادلون } أي ينازعون على وجه التكذيب ، أن لا مخلص لهم إذا وقفت السفن ، وإذا عصفت الرياح فيصير ذلك سبباً لاعترافهم بأن الإله النافع الضار ليس إلا الله .\r\n واعلم أنه تعالى لما ذكر دلائل التوحيد أردفها بالتفسير عن الدنيا وتحقير شأنها ، لأن الذي يمنع من قبول الدليل إنما هو الرغبة في الدنيا بسبب الرياسة وطلب الجاه ، فإذا صغرت الدنيا في عين الرجل لم يلتفت إليها ، فحينئذ ينتفع بذكر الدلائل ، فقال : { فَمَا أُوتِيتُمْ مّن شَىْء فمتاع الحياة الدنيا } وسماه متاعاً تنبيهاً على قلته وحقارته ، ولأن الحس شاهد بأن كل ما يتعلق بالدنيا فإنه يكون سريع الانقراض والانقضاء .\r\n ثم قال تعالى : { وَمَا عِندَ الله خَيْرٌ وأبقى } والمعنى أن مطالب الدنيا خسيسة منقرضة ، ونبه على خساستها بتسميتها بالممتاع ، ونبّه على انقراضها بأن جعلها من الدنيا ، وأما الآخرة فإنها خير وأبقى ، وصريح العقل يقتضي ترجيح الخير الباقي على الخسيس الفاني ، ثم بيّن أن هذه الخيرية إنما تحصل لمن كان موصوفاً بصفات : الصفة الأولى : أن يكون من المؤمنين بدليل قوله تعالى : { الذين آمَنُوا } .\r\n الصفة الثانية : أن يكون من المتوكلين على فضل الله ، بدليل قوله تعالى : { وعلى رَبّهِمْ يَتَوَكَّلُونَ } فأما من زعم أن الطاعة توجب الثواب ، فهو متكل على عمل نفسه لا على الله ، فلا يدخل تحت الآية .\r\n الصفة الثالثة : أن يكونوا مجتنبين لكبائر الإثم والفواحش ، عن ابن عباس : كبير الإثم ، هو الشرك ، نقله صاحب «الكشاف» : وهو عندي بعيد ، لأن شرط الإيمان مذكور أولاً وهو يغني عن عدم الشرك ، وقيل المراد بكبائر الإثم ما يتعلق بالبدع واستخراج الشبهات ، وبالفواحش ما يتعلق بالقوة الشهوانية ، وبقوله { وَإِذَا مَا غَضِبُواْ هُمْ يَغْفِرُونَ } ما يتعلق بالقوة الغضبية ، وإنما خص الغضب بلفظ الغفران ، لأن الغضب على طبع النار ، واستيلاؤه شديد ومقاومته صعبة ، فلهذا السبب خصّه بهذا اللفظ ، والله أعلم .\r\n الصفة الرابعة : قوله تعالى : { والذين استجابوا لِرَبّهِمْ } والمراد منه تمام الانقياد ، فإن قالوا أليس أنه لما جعل الإيمان شرطاً فيه فقد دخل في الإيمان إجابة الله؟ قلنا الأقرب عندي أن يحمل هذا على الرضاء بقضاء الله من صميم القلب ، وأن لا يكون في قلبه منازعة في أمر من الأمور .\r\n ولما ذكر هذا الشرط قال : { وأقاموا الصلاةَ } والمراد منه إقامة الصلوات الواجبة ، لأن هذا هو الشرط في حصول الثواب .\r\n وأما قوله تعالى : { وَأَمْرُهُمْ شورى بَيْنَهُمْ } فقيل كان إذا وقعت بينهم واقعة اجتمعوا وتشاوروا فأثنى الله عليهم ، أي لا ينفردون برأي بل ما لم يجتمعوا عليه لا يقدمون عليه ، وعن الحسن : ما تشاور قوم إلا هدوا لأرشد أمرهم ، والشورى مصدر كالفتيا بمعنى التشاور ، ومعنى قوله { وَأَمْرُهُمْ شورى بَيْنَهُمْ } أي ذو شورى .\r\n الصفة الخامسة : قوله تعالى : { والذين إِذَا أَصَابَهُمُ البغي هُمْ يَنتَصِرُونَ } والمعنى أن يقتصروا في الانتصار على ما يجعله الله لهم ولا يتعدونه ، وعن النخعي أنه كان إذا قرأها قال كانوا يكرهون أن يذلوا أنفسهم فيجترىء عليهم السفهاء ، فإن قيل هذه الآية مشكلة لوجهين الأول : أنه لما ذكر قبله { وَإِذَا مَا غَضِبُواْ هُمْ يَغْفِرُونَ } فكيف يليق أن يذكر معه ما يجري مجرى الضد له وهو قوله { والذين إِذَا أَصَابَهُمُ البغي هُمْ يَنتَصِرُونَ } ؟ الثاني : وهو أن جميع الآيات دالة على أن العفو أحسن قال تعالى : { وَأَن تَعْفُواْ أَقْرَبُ للتقوى } [ البقرة : 237 ] وقال : { وَإِذَا مَرُّواْ بِاللَّغْوِ مَرُّواْ كِراماً } [ الفرقان : 72 ] وقال : { خُذِ العفو وَأْمُرْ بالعرف وَأَعْرِض عَنِ الجاهلين } [ الأعراف : 199 ] وقال { وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ للصابرين } [ النحل : 126 ] فهذه الآيات تناقض مدلول هذه الآية والجواب : أن العفو على قسمين أحدهما : أن يكون العفو سبباً لتسكين الفتنة وجناية الجاني ورجوعه عن جنايته والثاني : أن يصير العفو سبباً لمزيد جراءة الجاني ولقوة غيظه وغضبه ، والآيات في العفو محمولة على القسم الأول ، وهذه الآية محمولة على القسم الثاني ، وحينئذ يزول التناقض والله أعلم ، ألا ترى أن العفو عن المصر يكون كالإغراء له ولغيره ، فلو أن رجلاً وجد عبده فجر بجاريته وهو مصر فلو عفا عنه كان مذموماً ، وروي أن زينب أقبلت على عائشة فشتمتها فنهاها النبي صلى الله عليه وسلم عنها فلم تنته فقال النبي صلى الله عليه وسلم : \" دونك فانتصري \" وأيضاً إنه تعالى لم يرغب في الانتصار بل بيّن أنه مشروع فقط ، ثم بيّن بعده أن شرعه مشروط برعاية المماثلة ، ثم بيّن أن العفو أولى بقوله { فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى الله } فزال السؤال ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن آياته الجوار في البحر كالأعلام (32) إن يشأ يسكن الريح فيظللن رواكد على ظهره إن في ذلك لآيات لكل صبار شكور (33) أو يوبقهن بما كسبوا ويعف عن كثير (34) ويعلم الذين يجادلون في آياتنا ما لهم من محيص (35) فما أوتيتم من شيء فمتاع الحياة الدنيا وما عند الله خير وأبقى للذين آمنوا وعلى ربهم يتوكلون (36) والذين يجتنبون كبائر الإثم والفواحش وإذا ما غضبوا هم يغفرون (37) والذين استجابوا لربهم وأقاموا الصلاة وأمرهم شورى بينهم ومما رزقناهم ينفقون (38) والذين إذا أصابهم البغي هم ينتصرون (39) ",
        "babnum": 6
    },
    {
        "id": 2185,
        "cate": "42",
        "title": "وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ (40) وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ (41) إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ (42) وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الْأُمُورِ (43) وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ وَلِيٍّ مِنْ بَعْدِهِ وَتَرَى الظَّالِمِينَ لَمَّا رَأَوُا الْعَذَابَ يَقُولُونَ هَلْ إِلَى مَرَدٍّ مِنْ سَبِيلٍ (44) وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ الذُّلِّ يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ وَقَالَ الَّذِينَ آمَنُوا إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُقِيمٍ (45) وَمَا كَانَ لَهُمْ مِنْ أَوْلِيَاءَ يَنْصُرُونَهُمْ مِنْ دُونِ اللَّهِ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ سَبِيلٍ (46) ",
        "details": " اعلم أنه تعالى لما قال : { والذين إِذَا أَصَابَهُمُ البغي هُمْ يَنتَصِرُونَ } [ الشورى : 39 ] أردفه بما يدل على أن ذلك الانتصار يجب أن يكون مقيداً بالمثل فإن النقصان حيف والزيادة ظلم والتساوي هو العدل وبه قامت السموات والأرض ، فلهذا السبب قال : { وَجَزَاء سَيّئَةٍ سَيئَةٌ مِثْلُهَا } وفي الآية مسائل : المسألة الأولى : لقائل أن يقول جزاء السيئة مشروع مأذون فيه ، فكيف سمي بالسيئة؟ أجاب صاحب «الكشاف» : عنه كلتا الفعلتين الأولى وجزاؤها سيئة لأنها تسوء من تنزل به ، قال تعالى : { وَإِن تُصِبْهُمْ سَيّئَةٌ يَقُولُواْ هذه مِنْ عِندِكَ } [ النساء : 78 ] يريد ما يسوءهم من المصائب والبلايا ، وأجاب غيره بأنه لما جعل أحدهما في مقابلة الآخر على سبيل المجاز أطلق اسم أحدهما على الآخر ، والحق ما ذكره صاحب «الكشاف» .\r\n المسألة الثانية : هذه الآية أصل كبير في علم الفقه فإن مقتضاها أن تقابل كل جناية بمثلها وذلك لأن الإهدار يوجب فتح باب الشر والعدوان ، لأن في طبع كل أحد الظلم والبغي والعدوان ، فإذا لم يزجر عنه أقدم عليه ولم يتركه ، وأما الزيادة على قدر الذنب فهو ظلم والشرع منزّه عنه فلم يبق إلا أن يقابل بالمثل ، ثم تأكد هذا النص بنصوص أُخر ، كقوله تعالى : { وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ بِمِثْلِ مَا عُوقِبْتُمْ بِهِ } [ النحل : 126 ] وقوله تعالى : { مَنْ عَمِلَ سَيّئَةً فَلاَ يجزى إِلاَّ مِثْلَهَا } [ غافر : 40 ] وقوله عزّ وجلّ : { كُتِبَ عَلَيْكُمُ القصاص فِي القتلى } [ البقرة : 178 ] والقصاص عبارة عن المساواة والمماثلة وقوله تعالى : { والجروح قِصَاصٌ } [ المائدة : 45 ] وقوله تعالى : { وَلَكُمْ فِي القصاص حياة } [ البقرة : 179 ] فهذه النصوص بأسرها تقتضي مقابلة الشيء بمثله .\r\n ثم هاهنا دقيقة : وهي أنه إذا لم يمكن استيفاء الحق إلا باستيفاء الزيادة فههنا وقع التعارض بين إلحاق زيادة الضرر بالجاني وبين منع المجني عليه من استيفاء حقه ، فأيهما أولى؟ فههنا محل اجتهاد المجتهدين ، ويختلف ذلك باختلاف الصور ، وتفرع على هذا الأصل بعض المسائل تنبيهاً على الباقي .\r\n المثال الأول : احتج الشافعي رضي الله عنه على أن المسلم لا يقتل بالذمي وأن الحر لا يقتل بالعبد ، بأن قال المماثلة شرط لجريان اللقصاص وهي مفقودة في هاتين المسألتين ، فوجب أن لا يجري القصاص بينهما ، أما بيان أن المماثلة شرط لجريان القصاص فهي النصوص المذكورة ، وكيفية الاستدلال بها أن نقول إما أن نحمل المماثلة المذكورة في هذه النصوص على المماثلة في كل الأمور إلا ما خصّه الدليل أو نحملها على المماثلة في أمر معين ، والثاني مرجوح لأن ذلك الأمر المعين غير مذكور الآية ، فلو حملنا الآية عليها لزم الإجمال ، ولو حملنا النص على القسم الأول لزم تحمل التخصيص ، ومعلوم أن دفع الإجمال أولى من دفع التخصيص ، فثبت أن الآية تقتضي رعاية المماثلة في كل الأمور إلا ما خصّه دليل العقل ودليل نقلي منفصل ، وإذا ثبت هذا فنقول رعاية المماثلة في قتل المسلم بالذمي ، وقي قتل الحر بالعبد لا تمكن لأن الإسلام اعتبره الشرع في إيجاب القتل ، لتحصيله عند عدمه كما في حق الكافر الأصلي ، ولإبقائه عند وجوده كما في حق المرتد وأيضاً الحرية صفة اعتبرها الشرع في حق القضاء والإمامة والشهادة ، فثبت أن المماثلة شرط لجريان القصاص وهي مفقودة ههنا فوجب المنع من القصاص .\r\n المثال الثاني : احتج الشافعي رضي الله عنه في أن الأيدي تقطع باليد الواحدة ، فقال لا شك أنه إذا صدر كل القطع أو بعضه عن كل أولئك القاطعين أو عن بعضهم فوجب أن يشرع في حق أولئك القاطعين مثله لهذه النصوص وكل من قال يشرع القطع إما كله أو بعضه في حق كلهم أو بعضهم قال بإيجابه على الكل ، بقي أن يقال فيلزم منه استيفاء الزيادة من الجاني وهو ممنوع منه إلا أنا نقول لما وقع التعارض بين جانب الجاني وبين جانب المجني عليه كان جانب المجني عليه بالرعاية أولى .\r\n المثال الثالث : شريك الأب شرع في حقه القصاص ، والدليل عليه أنه صدر عنه الجرح فوجب أن يقابل بمثله لقوله تعالى : { والجروح قِصَاصٌ } [ المائدة : 45 ] وإذا ثبت هذا ثبت تمام القصاص لأنه لا قائل بالفرق .\r\n المثال الرابع : قال الشافعي رضي الله تعالى عنه من حرق حرقناه ومن غرق غرقناه والدليل عليه هذه النصوص الدالة على مقابلة كل شيء بمماثله .\r\n المثال الخامس : شهود القصاص إذا رجعوا وقالوا تعمدنا الكذب يلزمهم القصاص لأنهم بتلك الشهادة أهدروا دمه ، فوجب أن يصير دمهم مهدراً لقوله تعالى : { وَجَزَاءُ سَيّئَةٍ سَيّئَةٌ مّثْلُهَا } .\r\n المثال السادس : قال الشافعي رضي الله عنه المكره يجب عليه القود لأنه صدر عنه القتل ظلماً فوجب أن يجب عليه مثله ، أما أنه صدر عنه القتل فالحس يدل عليه وأما أنه قتل ظلماً فلأن المسلمين أجمعوا على أنه مكلف من قبل الله تعالى بأن لا يقتل وأجمعوا على أنه يستحق به الإثم العظيم والعقاب الشديد ، وإذا ثبت هذا فوجب أن يقابل بمثله لقوله تعالى : { وَجَزَاءُ سَيّئَةٍ سَيّئَةٌ مّثْلُهَا } .\r\n المثال السابع : قال الشافعي رضي الله عنه القتل بالمثقل يوجب القود ، والدليل عليه أن الجاني أبطل حياته فوجب أن يتمكن ولي المقتول من إبطال حياة القاتل لقوله تعالى : { وَجَزَاءُ سَيّئَةٍ سَيّئَةٌ مّثْلُهَا } .\r\n المثال الثامن : الحر لا يقتل بالعبد قصاصاً ونحن وإن ذكرنا هذه المسألة في المثال الأول إلا أنا نذكر ههنا وجهاً آخر من البيان ، فنقول إن القاتل أتلف على مالك العبد شيئاً يساوي عشرة دنانير مثلاً فوجب عليه أداء عشرة دنانير لقوله تعالى : { وَجَزَاء سَيّئَةٍ سَيّئَةٌ مّثْلُهَا } وإذا وجب الضمان وجب أن لا يجب القصاص لأنه لا قائل بالفرق .\r\n المثال التاسع : منافع الغصب مضمونة عند الشافعي رضي الله عنه والدليل عليه أن الغاصب فوت على المالك منافع تقابل في العرف بدينار فوجب أن يفوت على الغاصب مثله من المال لقوله تعالى : { وَجَزَاءُ سَيّئَةٍ سَيّئَةٌ مِّثْلُهَا } وكل من أوجب تفويت هذا القدر على الغاصب قال بأنه يجب أداؤه إلى المغصوب منه .\r\n المثال العاشر : الحر لا يقتل بالعبد قصاصاً لأنه لو قتل بالعبد هو مساوياً للعبد في المعاني الموجبة للقصاص لقوله { مَنْ عَمِلَ سَيّئَةً فَلاَ يجزى إِلاَّ مِثْلَهَا } [ غافر : 40 ] ولسائر النصوص التي تلوناها ثم إن عبده يقتل قصاصاً بعبد نفسه فيجب أن يكون عبد غيره مساوياً لعبد نفسه في المعاني الموجبة للقصاص لعين هذه النصوص التي ذكرناها ، فعلى هذا التقدير يكون عبد نفسه مساوياً لعبد غيره في المعاني الموجبة للقصاص ، فكان عبد نفسه مثلاً لمثل نفسه ، ومثل المثل مثل فوجب كون عبد نفسه مثلاً لنفسه في المعاني الموجبة للقصاص ، ولو قتل الحر بعبد غيره لقتل بعبد نفسه بالبيان الذي ذكرناه ولا يقتل بعبد نفسه فوجب أن لا يقتل بعبد غيره ، فقد ذكرنا هذه الأمثلة العشرة في التفريع على هذه الآية ، ومن أخذت الفطانة بيده سهل عليه تفريع كثير من مسائل الشريعة على هذا الأصل والله أعلم ، ثم ههنا بحث وهو أن أبا حنيفة رضي الله عنه قال في قطع الأيدي لا شك أنه صدر كل القطع أو بعضه عن كلهم أو عن بعضهم إلا أنه لا يمكن استيفاء ذلك الحق إلا باستيفاء الزيادة لأن تفويت عشرة من الأيدي أزيد من تفويت يد واحدة ، فوجب أن يبقى على أصل الحرمة ، فقال الشافعي رضي الله عنه لو كان تفويت عشرة من الأيدي في مقابلة يد واحدة حراماً لكان تفويت عشرة من النفوس في مقابلة نفس واحدة حراماً ، لأن تفويت النفس يشتمل على تفويت اليد فتفويت عشرة من النفوس في مقابلة النفس الواحدة يوجب تفويت عشرة من الأيدي في مقابلة اليد الواحدة فلو كان تفويت عشرة من الأيدي في مقابلة اليد الواحدة حراماً لكان تفويت عشرة من النفوس لأجل النفس الواحدة مشتملاً على الحرام وكل ما اشتمل على الحرام فهو حرام فكان يجب أن يحرم قتل النفوس العشرة في مقابلة النفس الواحدة ، وحيث أجمعنا على أنه لا يحرم علمنا أن ما ذكرتم من استيفاء الزيادة غير ممنوع منه شرعاً ، والله أعلم .\r\n المسألة الثالثة : قد بينا أن قوله { وَجَزَاءُ سَيّئَةٍ سَيّئَةٌ مّثْلُهَا } يتقضي وجوب رعاية المماثلة مطلقاً في كل الأحوال إلا فيما خصه الدليل ، والفقهاء أدخلوا التخصيص فيه في صور كثيرة فتارة بناء على نص آخر أخس منه وأخرى بناء على القياس ، ولا شك أن من ادعى التخصيص فعليه البيان والمكلف يكفيه أن يتمسك بهذا النص في جميع المطالب ، قال مجاهد والسدي إذا قال له أخزاه الله ، فليقل له أخزاه الله ، أما إذا قذفه قذفاً يوجب الحد فليس له ذلك بل الحد الذي أمر الله به .\r\n ثم قال تعالى : { فَمَنْ عَفَا وَأَصْلَحَ } بينه وبين خصمه بالعفو والإغضاء كما قال تعالى : { فَإِذَا الذى بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِىٌّ حَمِيمٌ } [ فصلت : 34 ] ( ، { فَأَجْرُهُ عَلَى الله } وهو وعد مبهم لا يقاس أمره في التعظيم .\r\n ثم قال تعالى : { إِنَّهُ لاَ يُحِبُّ الظالمين } وفيه قولان الأول : أن المقصود منه التنبيه على أن المجني عليه لا يجوز له استيفاء الزيادة من الظالم لأن الظالم فيما وراء ظلمه معصوم والانتصار لا يكاد يؤمن فيه تجاوز التسوية والتعدي خصوصاً في حال الحرب والتهاب الحمية ، فربما صار المظلوم عند الإقدام على استيفاء القصاص ظالماً ، وعن النبي صلى الله عليه وسلم : « إذا كان يوم القيامة نادى مناد من كان له على الله أجر فليقم ، قال فيقوم خلق فيقال لهم ما أجركم على الله؟ فيقولون نحن الذين عفونا عمن ظلمنا ، فيقال لهم ادخلوا الجنة بإذن الله تعالى » الثاني : أنه تعالى لما حثّ على العفو عن الظالم أخبر أنه مع ذلك لا يحبه تنبيهاً على أنه إذ كان لا يحبه ومع ذلك فإنه يندب إلى عفوه ، فالمؤمن الذي هو حبيب الله بسبب إيمانه أولى أن يعفو عنه .\r\n ثم قال تعالى : { وَلَمَنِ انتصر بَعْدَ ظُلْمِهِ } أي ظالم الظالم إياه ، وهذا من باب إضافة المصدر إلى المفعول { فَأُوْلَئِكَ } يعني المنتصرين { مَا عَلَيْهِمْ مِّن سَبِيلٍ } كعقوبة ومؤاخذة لأنهم أتوا بما أبيح لهم من الانتصار واحتج الشافعي رضي الله تعالى عنه بهذه الآية في بيان أن سراية القود مهدرة ، فقال الشرع إما أن يقال إنه أذن له في القطع مطلقاً أو بشرط عدم السريان ، وهذا الثاني باطل لأن الأصل في القطع الحرمة ، فإذا كان تجويزه معلقاً بشرط أن لا يحصل منه السريان ، وكان هذا الشرط مجهولاً وجب أن يبقى ذلك القطع على أصل الحرمة ، لأن الأصل فيها هو الحرمة ، والحل إنما يحصل معلقاً على شرط مجهول فوجب أن يبقى ذلك أصل الحرمة ، وحيث لم يكن كذلك علمنا أن الشرع أذن له في القطع كيف كان سواء سرى أو لم يسر ، وإذا كان كذلك وجب أن لا يكون ذلك السريان مضموناً لأنه قد انتصر من بعد ظلمه فوجب أن لا يحصل لأحد عليه سبيل .\r\n ثم قال : { إِنَّمَا السبيل عَلَى الذين يَظْلِمُونَ الناس } أي يبدأون بالظلم { وَيَبْغُونَ فِى الأرض بِغَيْرِ الحق أولئك لَهُمْ عَذَابٌ أَلِيمٌ } .\r\n ثم قال تعالى : { وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الأمور } والمعنى { ولمن صبر } بأن لا يقتص { وغفر } وتجاوز { فإن ذلك } الصبر والتجاوز { لمن عزم الامور } يعني أن عزمه على ترك الانتصار لمن عزم الأمور الجيدة وحذف الراجع لأنه مفهوم كما حذف من قولهم السمن منوان بدرهم ويحكى أن رجلاً سب رجلاً في مجلس الحسن فكان المسبوب يكظم ويعرق فيمسح العرق ثم قام وتلا هذه الآية ، فقال الحسن عقلها والله وفهمها لما ضيعها الجاهلون .\r\n ثم قال تعالى : { وَمَن يُضْلِلِ الله فَمَا لَهُ مِن وَلِيّ مّن بَعْدِهِ } أي فليس له من ناصر يتولاه من بعد خذلانه أي من بعد إضلال الله أياه ، وهذا صريح في جواز الإضلال من الله تعالى ، وفي أن الهداية ليست في مقدور أحد سوى الله تعالى ، قال القاضي المراد من يضلل الله عن الجنة فما له من ولي من بعده ينصره والجواب : أن تقييد الإضلال بهذه الصورة المعينة خلاف الدليل ، وأيضاً فالله تعالى ما أضله عن الجنّة على قولكم بل هوأضل نفسه عن الجنة .\r\n ثم قال تعالى : { وَتَرَى الظالمين لَمَّا رَأَوُاْ العذاب يَقُولُونَ هَلْ إلى مَرَدّ مّن سَبِيلٍ } والمراد أنهم يطلبون الرجوع إلى الدنيا لعظم ما يشاهدون من العذاب ، ثم ذكر حالهم عند عرض النار عليهم فقال : { وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خاشعين مِنَ الذل } أي حال كونهم خاشعين حقيرين مهانين بسبب ما لحقهم من الذل ، ثم قال : { يَنظُرُونَ مِن طَرْفٍ خَفِيّ } أي يبتدىء نظرهم من تحريك لأجفانهم ضعيف خفي بمسارقة كما ترى الذي يتيقن أن يقتل فإنه ينظر إلى السيف كأنه لا يقدر على أن يفتح أجفانه عليه ويملأ عينيه منه كما يفعل في نظره إلى المحبوبات ، فإن قيل أليس أنه تعالى قال في صفة الكفار إنهم يحشرون عمياً فكيف قال ههنا إنهم ينظرون من طرف خفي؟ قلنا لعلّهم يكونون في الابتداء هكذا ، ثم يجعلون عمياً أو لعلّ هذا في قوم ، وذلك في قوم آخرين ، ولما وصف الله تعالى حال الكفار حكى ما يقوله المؤمنون فيهم فقال : { وَقَالَ الذين ءامَنُواْ إِنَّ الخاسرين الذين خَسِرُواْ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ القيامة } قال صاحب «الكشاف» : { يَوْمُ القيامة } إما أن يتعلق بخسروا أو يكون قول المؤمنين واقعاً في الدنيا ، وإما أن يتعلق بقال أي يقولون يوم القيامة إذا رأوهم على تلك الصفة .\r\n ثم قال : { أَلاَ إِنَّ الظالمين فِى عَذَابٍ مُّقِيمٍ } أي دائم قال القاضي ، وهذا يدل على أن الكافر والفاسق يدوم عذابهما والجواب : أن لفظ الظالم المطلق في القرآن مخصوص بالكفر قال تعالى : { والكافرون هُمُ الظالمون } [ البقرة : 254 ] والذي يؤكد هذا أنه تعالى قال بعده هذه الآية { وَمَا كَانَ لَهُم مّنْ أَوْلِيَاء يَنصُرُونَهُم مّن الله } والمعنى أن الأصنام التي كانوا يعبدونها لأجل أن تشفع لهم عند الله تعالى ما أتوا بتلك الشفاعة ومعلوم أن هذا لا يليق إلا بالكفار ثم قال : { وَمَن يُضْلِلِ الله فَمَا لَهُ مِن سَبِيلٍ } وذلك يدل على أن المضل والهادي هو الله تعالى على ما هو قولنا ومذهبنا ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وجزاء سيئة سيئة مثلها فمن عفا وأصلح فأجره على الله إنه لا يحب الظالمين (40) ولمن انتصر بعد ظلمه فأولئك ما عليهم من سبيل (41) إنما السبيل على الذين يظلمون الناس ويبغون في الأرض بغير الحق أولئك لهم عذاب أليم (42) ولمن صبر وغفر إن ذلك لمن عزم الأمور (43) ومن يضلل الله فما له من ولي من بعده وترى الظالمين لما رأوا العذاب يقولون هل إلى مرد من سبيل (44) وتراهم يعرضون عليها خاشعين من الذل ينظرون من طرف خفي وقال الذين آمنوا إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة ألا إن الظالمين في عذاب مقيم (45) وما كان لهم من أولياء ينصرونهم من دون الله ومن يضلل الله فما له من سبيل (46) ",
        "babnum": 7
    },
    {
        "id": 2186,
        "cate": "42",
        "title": "اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ مَا لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ وَمَا لَكُمْ مِنْ نَكِيرٍ (47) فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ وَإِنَّا إِذَا أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الْإِنْسَانَ كَفُورٌ (48) لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَخْلُقُ مَا يَشَاءُ يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ (49) أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ (50) ",
        "details": " اعلم أنه تعالى لما أطنب في الوعد والوعيد ذكر بعده ما هو المقصود فقال : { استجيبوا لِرَبّكُمْ مّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لاَّ مَرَدَّ لَهُ مِنَ الله } وقوله { مِنَ الله } يجوز أن يكون صلة لقوله { لاَّ مَرَدَّ لَهُ } يعني لا يرده الله بعد ما حكم به ، ويجوز أن يكون صلة لقوله { يَأْتِيَ } أي من قبل أن يأتي من الله يوم لا يقدر أحد على رده ، واختلفوا في المراد بذلك اليوم فقيل يوم ورود الموت ، وقيل يوم القيامة لأنه وصف ذلك اليوم بأنه لا مرد له وهذا الوصف موجود في كلا اليومين ، ويحتمل أن يكون معنى قوله { لاَّ مَرَدَّ لَهُ } أنه لا يقبل التقديم والتأخير أو أن يكون معناه أن لا مرد فيه إلى حال التكليف حتى يحصل فيه التلافي .\r\n ثم قال تعالى في وصف ذلك اليوم { مَا لَكُمْ مّن مَّلْجَأٍ } ينفع في التخلص من العذاب { وَمَا لَكُمْ مّن نَّكِيرٍ } ممن ينكر ذلك حتى يتغير حالكم بسبب ذلك المنكر ، ويجوز أن يكون المراد من النكير الإنكار أي لا تقدرون أن تنكروا شيئاً مما افترفتموه من الأعمال { فَإِنْ أَعْرَضُواْ } أي هؤلاء الذين أمرتهم بالاستجابة أي لم يقبلوا هذا الأمر { فَمَا أرسلناك عَلَيْهِمْ حَفِيظاً } بأن تحفظ أعمالهم وتحصيها { إِنْ عَلَيْكَ إِلاَّ البلاغ } وذلك تسلية من الله تعالى ، ثم إنه تعالى بيّن السبب في إصرارهم على مذاهبهم الباطلة ، وذلك أنهم وجدوا في الدنيا سعادة وكرامة الفوز بمطالب الدنيا يفيد الغرور والفجور والتكبر وعدم الانقياد للحق فقال : { وَإِنَّا إِذَا أَذَقْنَا الإنسان مِنَّا رَحْمَةً فَرِحَ بِهَا } ونعم الله في الدنيا وإن كانت عظيمة إلا أنها بالنسبة إلى السعادات المعدة في الآخرة كالقطرة بالنسبة إلى البحر فلذلك سماها ذوقاً فبيّن تعالى أن الإنسان إذا فاز بهذا القدر الحقير الذي حصل في الدنيا فإنه يفرح بها ويعظم غروره بسببها ويقع في العجب والكبر ، ويظن أنه فاز بكل المنى ووصل إلى أقاصي السعادات ، وهذه طريقة من يضعف اعتقاده في سعادات الآخرة ، وهذه الطريقة مخالفة لطريقة المؤمن الذي لا يعد نعم الدنيا إلا كالوصلة إلى نعم الآخرة ، ثم بيّن أنه متى أصبتهم سيئة أي شيء يسوءهم في الحال كالمرض والفقر وغيرهما فإنه يظهر منه الكفر وهو معنى قوله { فَإِنَّ الإنسان كَفُورٌ } والكفور الذي يكون مبالغاً في الكفران ولم يقل فإنه كفور ، ليبين أن طبيعة الإنسان تقتضي هذه الحالة إلا إذا أدبها الرجل بالآداب التي أرشد الله إليها ، ولما ذكر الله إذاقة الإنسان الرحمة وإصابته بضدها أتبع ذلك بقوله { للَّهِ مُلْكُ السموات والأرض } والمقصود منه أن لا يغتر الإنسان بما ملكه من المال والجاه بل إذا علم أن الكل ملك الله وملكه ، وأنه إنما حصل ذلك القدر تحت يده لأن الله أنعم عليه به فحينئذٍ يصير ذلك حاملاً له على مزيد الطاعة والخدمة ، وأما إذا اعتقد أن تلك النعم ، إنما تحصل بسبب عقله وجده واجتهاده بقي مغروراً بنفسه معرضاً عن طاعة الله تعالى ، ثم ذكر من أقسام تصرف الله في العالم أنه يخص البعض بالأولاد والإناث والبعض بالذكور والبعض بهما والبعض بأن يجعله محروماً من الكل ، وهو المراد من قوله { ويجعل من يشاء عقيماً } .\r\n واعلم أن أهل الطبائع يقولون السبب في حدوث الولد صلاح حال النطفة والرحم وسبب الذكورة استيلاء الحرارة ، وسبب الأنوثة استيلاء البرودة ، وقد ذكرنا هذا الفصل بالاستقصاء التام في سورة النحل ، وأبطلناه بالدلائل اليقينية ، وظهر أن ذكل من الله تعالى لا أنه من الطبائع والأنجم والأفلاك وفي الآية سؤالات : السؤال الأول : أنه قدم الإناث في الذكر على الذكور فقال : { يَهَبُ لِمَن يَشَاءُ إناثا وَيَهَبُ لِمَن يَشَاءُ الذكور } ثم في الآية الثانية قدم الذكور على الإناث فقال : { أَوْ يُزَوّجُهُمْ ذُكْرَاناً وإناثا } فما السبب في هذا التقديم والتأخير؟ السؤال الثاني : أنه ذكر الإناث على سبيل التنكير فقال : { يَهَبُ لِمَن يَشَاءُ إناثا } وذلك الذكور بلفظ التعريف فقال : { وَيَهَبُ لِمَن يَشَاءُ الذكور } فما السبب في هذا الفرق؟ .\r\n السؤال الثالث : لم قال في إعطاء الإناث وحدهن ، وفي إعطاء الذكور وحدهم بلفظ الهبة فقال : { يَهَبُ لِمَن يَشَاءُ إناثا وَيَهَبُ لِمَن يَشَاءُ الذكور } وقال في إعطاء الصنفين معاً { أَوْ يُزَوّجُهُمْ ذُكْرَاناً وإناثا } .\r\n والسؤال الرابع : لما كان حصول الولد هبة من الله فيكفي في عدم حصوله أن لا يهب فأي حاجة في عدم حصوله إلى أن يقول { وَيَجْعَلُ مَن يَشَاءُ عقيماً } ؟ .\r\n السؤال الخامس : هل المراد من هذا الحكم جمع معينون أو المراد الحكم على الإنسان المطلق؟ .\r\n والجواب : عن السؤال الأول من وجوه الأول : أن الكريم يسعى في أن يقع الختم على الخير والراحة والسرور والبهجة فإذا وهب الولد الأنثى أولاً ثم أعطاه الذكر بعده فكأنه نقله من الغم إلى الفرح وهذا غاية الكرم ، أما إذا أعطى الولد أولاً ثم أعطى الأنثى ثانياً فكأنه نقله من الفرح إلى الغم فذكر تعالى هبة الولد الأنثى أولاً وثانياً هبة الولد الذكر حتى يكون قد نقله من الغم إلى الفرح فيكون ذلك أليق بالكرم الوجه الثاني : أنه إذا أعطى الولد الأنثى أولاً علم أنه لا اعتراض له على الله تعالى فيرضى بذلك فإذا أعطاه الولد الذكر بعد ذلك علم أن هذه الزيادة فضل من الله تعالى وإحسان إليه فيزداد شكره وطاعته ، ويعلم أن ذلك إنما حصل بمحض الفضل والكرم والوجه الثالث : قال بعض المذكرين الأنثى ضعيفة ناقصة عاجزة فقدم ذكرها تنبيهاً على أنه كلما كان العجز والحاجة أتم كانت عناية الله به أكثر الوجه الرابع : كأنه يقال أيتها المرأة الضعيفة العاجزة إن أباك وأمك يكرهان وجودك فإن كانا قد كرها وجودك فأنا قدمتك في الذكر لتعلمي أن المحسن المكرم هو الله تعالى ، فإذا علمت المرأة ذلك زادت في الطاعة والخدمة والبعد عن موجبات الطعن والذم ، فهذه المعاني هي التي لأجلها وقع ذكر الإناث مقدماً على ذكر الذكور وإنما قدم ذكر الذكور بعد ذلك على ذكر الإناث لأن الذكر أكمل وأفضل من الأنثى والأفضل الأكمل مقدم على الأخس الأرذل ، والحاصل أن النظر إلى كونه ذكراً أو أنثى يقتضي تقديم ذكر الذكر على ذكر الأنثى ، أما العوارض الخارجية التي ذكرناها فقد أوجبت تقديم ذكر الأنثى على ذكر الذكر ، فلما حصل المقتضي للتقديم والتأخير في البابين لا جرم قدم هذا مرة وقدم ذلك مرة أخرى ، والله أعلم .\r\n وأما السؤال الثاني : وهو قوله لم عبر عن الإناث بلفظ التنكير ، وعن الذكور بلفظ التعريف؟ فجوابه أن المقصود منه التنبيه على كون الذكر أفضل من الأنثى .\r\n وأما السؤال الثالث : وهو قوله لم قال تعالى في إعطاء الصنفين { أَوْ يُزَوّجُهُمْ ذُكْرَاناً وإناثا } ؟ فجوابه أن كل شيئين يقرن أحدهما بالآخر فهما زوجان ، وكل واحد منهما يقال له زوج والكناية في { يُزَوّجُهُمْ } عائدة على الإناث والذكور التي في الآية الأولى ، والمعنى يقرن الإناث والذكور فيجعلهم أزواجاً .\r\n وأما السؤال الرابع : فجوابه أن العقيم هو الذي لا يولد له ، يقال رجل عقيم لا يلد ، وامرأة عقيم لا تلد وأصل العقم القطع ، ومنه قيل الملك عقيم لأنه يقطع فيه الأرحام بالقتل والعقوق .\r\n وأما السؤال الخامس : فجوابه قال ابن عباس { يَهَبُ لِمَن يَشَاءُ إناثا } يريد لوطاً وشعيباً عليهما السلام لم يكن لهما إلا النبات { وَيَهَبُ لِمَن يَشَاءُ الذكور } يريد إبراهيم عليه السلام لم يكن له إلا الذكور { أَوْ يُزَوِّجُهُمْ ذُكْرَاناً وإناثا } يريد محمداً صلى الله عليه وسلم كان له من البنين أربعة القاسم والطاهر وعبد الله وإبراهيم ، ومن البنات أربعة زينب ورقية وأم كلثوم وفاطمة { وَيَجْعَلُ مَن يَشَاءُ عَقِيماً } يريد عيسى ويحيى ، وقال الأكثرون من المفسرين هذ الحكم عام في حق كل الناس ، لأن المقصود بيان قدرة الله في تكوين الأشياء كيف شاء وأراد فلم يكن للتخصيص معنى ، والله أعلم .\r\n ثم ختم الآية بقوله { إِنَّهُ عَلِيمٌ قَدِيرٌ } قال ابن عباس عليم بما خلق قدير على ما يشاء أن يخلقه ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "استجيبوا لربكم من قبل أن يأتي يوم لا مرد له من الله ما لكم من ملجإ يومئذ وما لكم من نكير (47) فإن أعرضوا فما أرسلناك عليهم حفيظا إن عليك إلا البلاغ وإنا إذا أذقنا الإنسان منا رحمة فرح بها وإن تصبهم سيئة بما قدمت أيديهم فإن الإنسان كفور (48) لله ملك السماوات والأرض يخلق ما يشاء يهب لمن يشاء إناثا ويهب لمن يشاء الذكور (49) أو يزوجهم ذكرانا وإناثا ويجعل من يشاء عقيما إنه عليم قدير (50) ",
        "babnum": 8
    },
    {
        "id": 2187,
        "cate": "42",
        "title": "وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ عَلِيٌّ حَكِيمٌ (51) وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ (52) صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ (53) ",
        "details": " اعلم أنه تعالى لما بيّن كمال قدرته وعلمه وحكمته أتبعه ببيان أنه كيف يخص أنبياءه بوحيه وكلامه وفي الآية مسائل : المسألة الأولى : { وَمَا كَانَ لِبَشَرٍ } وما صح لأحد من البشر { أَن يُكَلّمَهُ الله } إلا على أحد ثلاثة أوجه ، إما على الوحي وهو الإلهام والقذف في القلب أو المنام كما أوحى الله إلى أم موسى وإبراهيم عليه السلام في ذبح ولده ، وعن مجاهد أوحى الله تعالى الزبور إلى داود عليه السلام في صدره ، وإما على أن يسمعه كلامه من غير واسطة مبلغ ، وهذا أيضاً وحي بدليل أنه تعالى أسمع موسى كلامه من غير واسطة مع أنه سماه وحياً ، قوله تعالى : { فاستمع لِمَا يُوحَى } [ طه : 13 ] وإما على أن يرسل إليه رسولاً من الملائكة فيبلغ ذلك الملك ذلك الوحي إلى الرسول البشري فطريق الحصر أن يقال وصول الوحي من الله إلى البشر إما أن يكون من غير واسطة مبلغ أو يكون بواسطة مبلغ ، وإذا كان الأول هو أن يصل إليه وحي الله لا بواسطة شخص آخر فههنا إما أن يقال إنه لم يسمع عين كلام الله أو يسمعه ، أما الأول : وهو أنه وصل إليه الوحي لا بواسطة شخص آخر وما سمع عين كلام الله فهو المراد بقوله { إِلاَّ وَحْياً } وأما الثاني : وهو أنه وصل إليه الوحي لا بواسطة شخص آخر ولكنه سمع عين كلام الله فهو المراد من قوله { أَوْ مِن وَرَاء حِجَابٍ } وأما الثالث : وهو أنه وصل إليه الوحي بواسطة شخص آخر فهو المراد بقوله { أَوْ يُرْسِلَ رَسُولاً فَيُوحِيَ بِإِذْنِهِ مَا يَشَاء } واعلم أن كل واحد من هذه الأقسام الثلاثة وحي ، إلا أنه تعالى خصص القسم الأول باسم الوحي ، لأن ما يقع في القلب على سبيل الإلهام فهو يقع دفعة فكن تخصيص لفظ الوحي به أولى فهذا هو الكلام في تمييز هذه الأقسام بعضها عن بعض .\r\n المسألة الثانية : القائلون بأن الله في مكان احتجوا بقوله { أَوْ مِن وَرَاء حِجَابٍ } وذلك لأن التقدير وما كان لبشر أن يكلمه الله إلا على أحد ثلاثة أوجه أحدها : أن يكون الله من وراء حجاب ، وإنما يصح ذلك لو كان مختصاً بمكان معين وجهة معينة والجواب : أن ظاهر اللفظ وإن أوهم ما ذكرتم إلا أنه دلّت الدلائل العقلية والنقلية على أنه تعالى يمتنع حصوله في المكان والجهة ، فوجب حمل هذا اللفظ على التأويل ، والمعنى أن الرجل سمع كلاماً مع أنه لا يرى ذلك المتكلم كان ذلك شبيهاً بما إذا تكلم من وراء حجاب ، والمشابهة سبب لجواز المجاز .\r\n المسألة الثالثة : قالت المعتزلة هذه الآية تدل على أنه تعالى لا يرى ، وذلك لأنه تعالى حصر أقسام وحيه في هذه الثلاثة ولو صحت رؤية الله تعالى لصح من الله تعالى أنه يتكلم مع العبد حال ما يراه العبد ، فحينئذٍ يكون ذلك قسماً رابعاً زائداً على هذه الأقسام الثلاثة ، والله تعالى نفى القسم الرابع بقوله { وَمَا كَانَ لِبَشَرٍ أَن يُكَلّمَهُ الله } إلا على هذه الأوجه الثلاثة والجواب : نزيد في اللفظ قيداً فيكون التقدير وما كان لبشر أن يكلمه الله في الدنيا إلا على أحد هذه الأقسام الثلاثة وحينئذٍ لا يلزم ما ذكرتموه ، وزيادة هذا القيد وإن كانت على خلاف الظاهر لكنه يجب المصير إليها للتوفيق بين هذه الآيات وبين الآيات الدالة على حصول الرؤية في يوم القيامة ، والله أعلم .\r\n المسألة الرابعة : أجمعت الأمة على أن الله تعالى متكلم ، ومن سوى الأشعري وأتباعه أطبقوا على أن كلام الله هو هذه الحروف المسموعة والأصوات المؤلفة ، وأما الأشعري وأتباعه فإنهم زعموا أن كلام الله تعالى صفة قديمة يعبر عنها بهذه الحروف والأصوات .\r\n أما الفريق الأول : وهم الذين قالوا كلام الله تعالى هو هذه الحروف والكلمات فهم فريقان أحدهما : الحنابلة الذين قالوا بقدم هذه الحروف وهؤلاء أخس من أن يذكروا في زمرة العقلاء ، واتفق أني قلت يوماً لبعضهم لو تكلم الله بهذه الحروف إما أن يتكلم بها دفعة واحدة أو على التعاقب والتوالي والأول باطل لأن التكلم بجملة هذه الحروف دفعة واحدة لا يفيد هذا النظم المركب على هذا التعاقب والتوالي ، فوجب أن لا يكون هذا النظم المركب من هذه الحروف المتوالية كلام الله تعالى ، والثاني : باطل لأنه تعالى لو تكلم بها على التوالي والتعاقب كانت محدثة ، ولما سمع ذلك الرجل هذا الكلام قال لواجب علينا أن نقر ونمر ، يعني نقر بأن القرآن قديم ونمر على هذا الكلام على وفق ما سمعناه فتعجبت من سلامة قلب ذلك القائل ، وأما العقلاء من الناس فقد أطبقوا على أن هذه الحروف والأصوات كائنة بعد أن لم تكن حاصلة بعد أن كانت معدومة ، ثم اختلفت عباراتهم في أنها هل هي مخلوقة ، أو لا يقال ذلك ، بل يقال إنها حادثة أو يعبر عنها بعبارة أخرى ، واختلفوا أيضاً في أن هذه الحروف هل هي قائمة بذات الله تعالى أو يخلقها في جسم آخر ، فالأول : هو قول الكرامية والثاني : قول المعتزلة ، وأما الأشعرية الذين زعموا أن كلام الله صفة قديمة تدل عليها هذه الألفاظ والعبارات فقد اتفقوا على أن قوله { أَوْ مِن وَرَاء حِجَابٍ } هو أن الملك والرسول يسمع ذلك الكلام المنزّه عن الحرف والصوت من وراء حجاب ، قالوا وكما لا يبعد أن ترى ذات الله مع أنه ليس بجسم ولا في حيز فأي بعد في أن يسمع كلام الله مع أنه لا يكون حرفاً ولا صوتاً؟ وزعم أبو منصور الماتريدي السمرقندي أن تلك الصفة القائمة يمتنع كونها مسموعة ، وإنما المسموع حروف وأصوات يخلقها الله تعالى في الشجرة وهذا القول قريب من قول المعتزلة ، والله أعلم .\r\n المسألة الخامسة : قال القاضي هذه الآية تدل على حدوث كلام الله تعالى من وجوه الأول : أن قوله تعالى : { أَن يُكَلّمَهُ الله } يدل عليه لأن كلمة أن مع المضارع تفيد الاستقبال الثاني : أنه وصف الكلام بأنه وحي لأن لفظ الوحي يفيد أنه وقع على أسرع الوجوه الثالث : أن قوله { أَوْ يُرْسِلَ رَسُولاً فَيُوحِيَ بِإِذْنِهِ مَا يَشَاء } يقتضي أن يكون الكلام الذي يبلغه الملك إلى الرسول البشر مثل الكلام الذي سمعه من الله والذي يبلغه إلى الرسول البشري حادث ، فلما كان الكلام الذي سمعه من الله مماثلاً لهذا الذي بلغه إلى الرسول البشري ، وهذا الذي بلغه إلى الرسول البشري حادث ومثل الحادث حادث ، وجب أن يقال إن الكلام الذي سمعه من الله حادث الرابع : أن قوله { أَوْ يُرْسِلَ رَسُولاً فَيُوحِيَ } يقتضي كون الوحي حاصلاً بعد الإرسال ، وما كان حصوله متأخراً عن حصول غيره كان حادثاً والجواب : أنا نصرف جملة هذه الوجوه التي ذكرتموها إلى الحروف والأصوات ونعترف بأنها حادثة كائنة بعد أن لم تكن وبديهة العقل شاهدة بأن الأمر كذلك ، فأي حاجة إلى إثبات هذا المطلوب الذي علمت صحته ببديهة العقل وبظواهر القرآن؟ والله أعلم .\r\n المسألة السادسة : ثبت أن الوحي من الله تعالى ، إما أن لا يكون بواسطة شخص آخر ، ويمتنع أن يكون كل وحي حاصلاً بواسطة شخص آخر ، وإلا لزم إما التسلسل وإما الدور ، هما محالان ، فلا بد من الاعتراف بحصول وحي يحصل لا بواسطة شخص آخر ، ثم ههنا أبحاث : البحث الأول : أن الشخص الأول الذي سمع وحي الله لا بواسطة شخص آخر كيف يعرف أن الكلام الذي سمعه كلام الله ، فإن قلنا إنه سمع تلك الصفة القديمة المنزّهة عن كونها حرفاً وصوتاً ، لم يبعد أنه إذا سمعها علم بالضرورة كونها كلام الله تعالى ، ولم يبعد أن يقال إنه يحتاج بعد ذلك إلى دليل زائد ، أما إن قلنا إن المسموع هو الحرف والصوت امتنع أن يقطع بكونه كلاماً لله تعالى ، إلا إذا ظهرت دلالة على أن ذلك المسموع هو كلام الله تعالى .\r\n البحث الثاني : أن الرسول إذاسمعه من الملك كيف يعرف أن ذلك المبلغ ملك معصوم لا شيطان مضل؟ والحق أنه لا يمكنه القطع بذلك إلا بناء على معجزة تدل على أن ذلك المبلغ ملك معصوم لا شيطان خبيث ، وعلى هذا التقدير ، فالوحي من الله تعالى لا يتم إلا بثلاث مراتب في ظهور المعجزات : المرتبة الأولى : أن الملك إذا سمع ذلك الكلام من الله تعالى ، فلا بد له من معجزة تدل على أن ذلك الكلام كلام الله تعالى .\r\n المرتبة الثانية : أن ذلك الملك إذا وصل إلى الرسول ، لا بد له أيضاً من معجزة .\r\n المرتبة الثالثة : أن ذلك الرسول إذا أوصله إلى الأمة ، فلا بد له أيضاً من معجزة ، فثبت أن التكليف لا يتوجه على الخلق إلا بعد وقوع ثلاث مراتب في المعجزات .\r\n البحث الثالث : أنه لا شك أن ملكاً من الملائكة قد سمع الوحي من الله تعالى ابتداء ، فذلك الملك هو جبريل ، ويقال لعل جبريل سمعه من ملك آخر ، فالكل محتمل ولو بألف واسطة ، ولو يوجد ، ما يدل على القطع بواحد من هذه الوجوه .\r\n البحث الرابع : هل في البشر من سمع وحي الله تعالى من غير واسطة؟ المشهور أن موسى عليه السلام سمع كلام الله من غير واسطة ، بدليل قوله تعالى : { فاستمع لِمَا يُوحَى } [ طه : 13 ] وقيل إن محمداً صلى الله عليه وسلم سمعه أيضاً لقوله تعالى : { فأوحى إلى عَبْدِهِ مَا أوحى } [ النجم : 10 ] .\r\n البحث الخامس : أن الملائكة يقدرون على أن يظهروا أنفسهم على أشكال مختلفة ، فبتقدير أن يراه الرسول صلى الله عليه وسلم في كل مرة وجب أن يحتاج إلى المعجزة ، ليعرف أن هذا الذي رآه في هذه المرة عين ما رآه في المرة الأولى ، وإن كان لا يرى شخصه كانت الحاجة إلى المعجزة أقوى ، لاحتمال أنه حصل الاشتباه في الصوت ، إلا أن الإشكال في أن الحاجة إلى إظهار المعجزة في كل مرة لم يقل به أحد .\r\n المسألة السابعة : دلّت المناظرات المذكورة في القرآن بين الله تعالى وبين إبليس على أنه تعالى كان يتكلم مع إبليس من غير واسطة ، فذلك هل يسمى وحياً من الله تعالى إلى إبليس أم لا ، الأظهر منعه ، ولا بد في هذا الموضع من بحث غامض كامل .\r\n المسألة الثامنة : قرأ نافع { أَوْ يُرْسِلَ رَسُولاً } برفع اللام ، فيوحي بسكون الياء ومحله رفع على تقدير ، وهو يرسل فيوحي ، والباقون بالنصب على تأويل المصدر ، كأنه قيل ما كان لبشر أن يكلمه الله إلا وحياً إو إسماعاً لكلامه من وراء حجاب أو يرسل ، لكن فيه إشكال لأن قوله وحياً أو إسماعاً اسم وقوله { أَوْ يُرْسِلَ } فعل ، وعطف الفعل على الاسم قبيح ، فأجيب عنه بأن التقدير : وما كان لبشر أن يكلمه إلا أن يوحي إليه وحياً أو يسمع إسماعاً من وراء حجاب أو يرسل رسولاً .\r\n المسألة التاسعة : الصحيح عند أهل الحق أن عندما يبلغ الملك الوحي إلى الرسول ، لا يقدر الشيطان على إلقاء الباطل في أثناء ذلك الوحي ، وقال بعضهم : يجوز ذلك لقوله تعالى : { وما أرسلنا من قبلك من رسول ولا نبي إلا إذا تمنى ألقى الشيطان في أمنيته } [ الحج : 52 ] وقالوا الشيطان ألقى في أثناء سورة النجم ، تلك الغرانيق العلى منها الشفاعة ترتجى ، وكان صديقنا الملك سام بن محمد رحمه الله ، وكان أفضل من لقيته من أرباب السلطنة يقول هذا الكلام بعد الدلائل القوية القاهرة ، باطل من وجهين آخرين الأول : أن النبي صلى الله عليه وسلم قال : « من رآني في المنام فقد رآني ، فإن الشيطان لا يتمثل بصورتي » فإذا لم يقدر الشيطان على أن يتمثل في المنام بصورة الرسول ، فكيف قدر على التشبه بجبريل حال اشتغال تبليغ وحي الله تعالى؟ والثاني : أن النبي صلى الله عليه وسلم قال : « ما سلك عمر فجاً إلا وسلك الشيطان فجاً آخر » فإذا لم يقدر الشيطان أن يحضر مع عمر في فج واحد ، فكيف يقدر على أن يحضر مع جبريل في موقف تبليغ وحي الله تعالى؟ .\r\n المسألة العاشرة : قوله تعالى : { فيوحي بإذنه ما يشاء } يعني فويحي ذلك الملك بإذن الله ما يشاء الله ، وهذا يقتضي أن الحسن لا يحسن لوجه عائد عليه ، وأن القبيح لا يقبح لوجه عائد إليه ، بل لله أن يأمر بما يشاء من غير تخصيص ، وأن ينهى عما يشاء من غير تخصيص ، إذ لو لم يكن الأمر كذلك لما صح قوله { مَا يَشَاء } والله أعلم .\r\n ثم قال تعالى في آخر الآية { إِنَّهُ عَلِيٌّ حَكِيمٌ } يعني أنه علي عن صفات المخلوقين حكيم يجري أفعاله على موجب الحكمة ، فيتكلم تارة بغير واسطة على سبيل الإلهام ، وأخرى بإسماع الكلام ، وثالثاً بتوسيط الملائكة الكرام ، ولما بيّن الله تعالى كيفية أقسام الوحي إلى الأنبياء عليهم السلام ، قال : { وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحاً مّنْ أَمْرِنَا } والمراد به القرآن وسماه روحاً ، لأنه يفيد الحياة من موت الجهل أو الكفر .\r\n ثم قال تعالى : { مَا كُنتَ تَدْرِي مَا الكتاب وَلاَ الإيمان } واختلف العلماء في هذه الآية مع الإجماع على أنه لا يجوز أن يقال الرسل كانوا قبل الوحي على الكفر ، وذكروا في الجواب وجوهاً الأول : { مَا كُنتَ تَدْرِي مَا الكتاب } أي القرآن { وَلاَ الإيمان } أي الصلاة ، لقوله تعالى : { وَمَا كَانَ الله لِيُضِيعَ إيمانكم } [ البقرة : 143 ] أي صلاتكم الثاني : أن يحمل هذا على حذف المضاف ، أي ما كنت تدري ما الكتاب ومن أهل الإيمان ، يعني من الذي يؤمن ، ومن الذي لا يؤمن الثالث : ما كنت تدري ما الكتاب ولا الإيمان حين كنت طفلاً في المهد الرابع : الإيمان عبارة عن الإقرار بجميع ما كلف الله تعالى به ، وإنه قبل النبوّة ما كان عارفاً بجميع تكاليف الله تعالى ، بل إنه كان عارفاً بالله تعالى ، وذلك لا ينافي ما ذكرناه الخامس : صفات الله تعالى على قسمين : منها ما يمكن معرفته بمحض دلائل العقل ، ومنها ما لا يمكن معرفته إلا بالدلائل السمعية .\r\n فهذا القسم الثاني لم تكن معرفته حاصلة قبل النبوّة .\r\n ثم قال تعالى : { ولكن جعلناه نُوراً نَّهْدِي بِهِ مَن نَّشَاء مِنْ عِبَادِنَا } واختلفوا في الضمير في قوله { ولكن جعلناه } منهم من قال إنه راجع إلى القرآن دون الإيمان لأنه هو الذي يعرف به الأحكام ، فلا جرم شبه بالنور الذي يهتدي به ، ومنهم من قال إنه راجع إليهما معاً ، وحسن ذلك لأن معناهما واحد كقوله تعالى : { وَإِذَا رَأَوْاْ تجارة أَوْ لَهْواً انفضوا إِلَيْهَا } [ الجمعة : 11 ] .\r\n ثم قال : { نَّهْدِي بِهِ مَن نَّشَاء مِنْ عِبَادِنَا } وهذا يدل على أنه تعالى بعد أن جعل القرآن نفسه في نفسه هدىً كما قال : { هُدًى لّلْمُتَّقِينَ } [ البقرة : 2 ] فإنه قد يهدي به البعض دون البعض وهذه الهداية ليست إلا عبارة عن الدعوة وإيضاح الأدلة لأنه تعالى قال في صفة محمد صلى الله عليه وسلم { وَإِنَّكَ لَتَهْدِي إلى صراط مُّسْتَقِيمٍ } وهو يفيد العموم بالنسبة إلى الكل وقوله { نَّهْدِي بِهِ مَن نَّشَاءُ مِنْ عِبَادِنَا } يفيد الخصوص فثبت أن الهداية بمعنى الدعوة عامة والهداية في قوله { نَّهْدِي بِهِ مَن نَّشَاءُ مِنْ عِبَادِنَا } خاصة والهداية الخاصة غير الهداية العامة فوجب أن يكون المراد من قوله { نَّهْدِى بِهِ مَن نَّشَاءُ مِنْ عِبَادِنَا } أمراً مغايراً لإظهار الدلائل ولإزالة الأعذار ، ولا يجوز أيضاً أن يكون عبارة عن الهداية إلى طريق الجنّة لأنه تعالى قال : { ولكن جعلناه نُوراً نَّهْدِي بِهِ مَن نَّشَاءُ مِنْ عِبَادِنَا } أي جعلنا القرآن نوراً نهدي به من نشاء ، وهذا لا يليق إلا بالهداية التي تحصل في الدنيا ، وأيضاً فالهداية إلى الجنّة عندكم في حق البعض واجب ، وفي حق الآخرين محظور ، وعلى التقديرين فلا يبقى لقوله { مَن نَّشَاءُ مِنْ عِبَادِنَا } فائدة ، فثبت أن المراد أنه تعالى يهدي من يشاء ويضل من يشاء ولا اعتراض عليه فيه .\r\n ثم قال تعالى لمحمد صلى الله عليه وسلم : { وَإِنَّكَ لَتَهْدِي إلى صراط مُّسْتَقِيمٍ } فبيّن تعالى أنه كما أن القرآن يهدي فكذلك الرسول يهدي ، وبيّن أنه يهدي إلى صراط مستقيم وبيّن أن ذلك الصراط هو { صراط الله الذى لَهُ مَا فِي السموات وَمَا فِي الأرض } نبّه بذلك على أن الذي تجوز عبادته هو الذي يملك السموات والأرض ، والغرض منه إبطال قول من يعبد غير الله .\r\n ثم قال : { أَلاَ إِلَى الله تَصِيرُ الأمور } وذلك كالوعيد والزجر ، فبيّن أن أمر من لا يقبل هذه التكاليف يرجع إلى الله تعالى ، أي إلى حيث لا حاكم سواه فيجازي كلاً منهم بما يستحقه من ثواب أو عقاب .\r\n قال رضي الله عنه : تمّ تفسير هذه السورة آخر يوم الجمعة الثامن من شهر ذي الحجة سنة ثلاث وستمائة ، يا مدبر الأمور ، ويا مدهر الدهور ويا معطي كل خير وسرور ، ويا دافع البلايا والشرور ، أوصلنا إلى منازل النور ، في ظلمات القبور ، بفضلك ورحمتك يا أرحم الراحمين ",
        "fav": 0,
        "note": null,
        "normal": "وما كان لبشر أن يكلمه الله إلا وحيا أو من وراء حجاب أو يرسل رسولا فيوحي بإذنه ما يشاء إنه علي حكيم (51) وكذلك أوحينا إليك روحا من أمرنا ما كنت تدري ما الكتاب ولا الإيمان ولكن جعلناه نورا نهدي به من نشاء من عبادنا وإنك لتهدي إلى صراط مستقيم (52) صراط الله الذي له ما في السماوات وما في الأرض ألا إلى الله تصير الأمور (53) ",
        "babnum": 9
    }
]