[
    {
        "id": 2737,
        "cate": "66",
        "title": "يَاأَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَحِيمٌ (1) ",
        "details": " أما التعلق بما قبلها ، فذلك لاشتراكهما في الأحكام المخصوصة بالنساء ، واشتراك الخطاب بالطلاق في أول تلك السورة مع الخطاب بالتحريم في أول هذه السورة لما كان الطلاق في الأكثر من الصور أو في الكل كما هو مذهب البعض مشتملاً على تحريم ما أحل الله ، وأما الأول بالآخر ، فلأن المذكور في آخر تلك السورة ، يدل على عظمة حضرة الله تعالى ، كما أنه يدل على كمال قدرته وكمال علمه ، لما كان خلق السموات والأرض وما فيهما من الغرائب والعجائب مفتقراً إليهما وعظمة الحضرة مما ينافي القدرة على تحريم ما أحل الله ، ولهذا قال تعالى : { لِمَ تُحَرّمُ مَا أَحَلَّ الله لَكَ } واختلفوا في الذي حرمه النبي صلى الله عليه وسلم على نفسه ، قال في «الكشاف» : روي أنه عليه الصلاة والسلام خلا بمارية في يوم عائشة وعلمت بذلك حفصة ، فقال لها : \" اكتمي علي وقد حرمت مارية على نفسي وأبشرك أن أبا بكر وعمر يملكان بعدي أمر أمتي \" ، فأخبرت به عائشة ، وكانتا متصادقتين ، وقيل : خلا بها في يوم حفصة ، فأرضاها بذلك واستكتمها ، فلم تكتم فطلقها واعتزل نساءه ، ومكث تسعاً وعشرين ليلة في بيت مارية ، وروي أن عمر قال لها لو كان في آل الخطاب خير لما طلقك ، فنزل جبريل عليه السلام ، وقال : راجعها فإنها صوامة قوامة وإنها من نسائك في الجنة ، وروي أنه ما طلقها وإنما نوه بطلاقها ، وروي أنه عليه الصلاة والسلام شرب عسلاً في بيت زينب بنت جحش فتواطأت عائشة وحفصة ، فقالتا له : إنا نشم منك ريح المغافير ، وكان رسول الله صلى الله عليه وسلم يكره التفل فحرم العسل ، فمعناه : لم تحرم ما أحل الله لك من ملك اليمين أو من العسل ، والأول قول الحسن ومجاهد وقتادة والشعبي ومسروق ورواية ثابت عن أنس قال مسروق : حرم النبي صلى الله عليه وسلم أم ولده وحلف أن لا يقربها فأنزل الله تعالى هذه الآية فقيل له : أما الحرام فحلال ، وأما اليمين التي حلفت عليها ، فقد فرض الله لكم تحلة أيمانكم .\r\n وقال الشعبي : كان مع الحرام يمين فعوتب في الحرام ، وإنما يكفر اليمين ، فذلك قوله تعالى : { قَدْ فَرَضَ الله } الآية قال صاحب «النظم» قوله : { لِمَ تُحَرّمُ } استفهام بمعنى الإنكار والإنكار من الله تعالى نهي ، وتحريم الحلال مكروه ، والحلال لا يحرم إلا بتحريم الله تعالى وقوله تعالى : { تَبْتَغِي مَرْضَاتَ أزواجك } و { تَبْتَغِي } حال خرجت مخرج المضارع والمعنى : لم تحرم مبتغياً مرضات أزواجك قال في «الكشاف» : { تَبْتَغِي } ، إما تفسير لتحرم ، أو حال أو استئناف ، وهذا زلة منه ، لأنه ليس لأحد أن يحرم ما أحل الله { والله غَفُورٌ رَّحِيمٌ } قد غفر لك ما تقدم من الزلة ، { رَّحِيمٌ } قد رحمك لم يؤاخذك به ، ثم في الآية مباحث : البحث الأول : { لِمَ تُحَرّمُ مَا أَحَلَّ الله لَكَ } يوهم أن هذا الخطاب بطريق العتاب وخطاب الوصف ، وهو النبي ينافي ذلك لما فيه من التشريف والتعظيم فكيف هو نقول : الظاهر أن هذا الخطاب ليس بطريق العتاب بل بطريق التنبيه على أن ما صدر منه لم يكن كما ينبغي .\r\n البحث الثاني : تحريم ما أحل الله تعالى غير ممكن ، لما أن الإحلال ترجيح جانب الحل والتحريم ترجيح جانب الحرمة ، ولا مجال للاجتماع بين الترجيحين فكيف يقال : { لِمَ تُحَرّمُ مَا أَحَلَّ الله } ؟ نقول : المراد من هذا التحريم هو الامتناع عن الانتفاع بالأزواج لا اعتقاد كونه حراماً بعدما أحل الله تعالى فالنبي صلى الله عليه وسلم امتنع عن الانتفاع معها مع اعتقاده بكونه حلالاً ومن اعتقد أن هذا التحريم هو تحريم ما أحله الله تعالى بعينه فقد كفر فكيف يضاف إلى الرسول صلى الله عليه وسلم مثل هذا .\r\n البحث الثالث : إذا قيل : ما حكم تحريم الحلال؟ نقول : اختلفت الأئمة فيه فأبو حنيفة يراه يميناً في كل شيء ، ويعتبر الانتفاع المقصود فيما يحرمه فإذا حرم طعاماً فقد حلف على أكله أو أمة فعلى وطئها أو زوجة فعلى الإيلاء منها إذا لم يكن له نية وإن نوى الظهار فظهار ، وإن نوى الطلاق فطلاق بائن وكذلك إن نوى اثنتين ، وإن نوى ثلاثاً فكما نوى ، فإن قال : نويت الكذب دين فيما بينه وبين ربه ولا يدين في القضاء بإبطال الإيلاء ، وإن قال : كل حلال عليه حرام فعلى الطعام والشراب إذا لم ينو وإلا فعلى ما نوى ولا يراه الشافعي يميناً ، ولكن سبباً ( في الكفارة ) في النساء وحدهن ، وإن نوى الطلاق فهو رجعي عنده ، وأما اختلاف الصحابة فيه فكما هو في «الكشاف» ، فلا حاجة بنا إلى ذكر ذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها النبي لم تحرم ما أحل الله لك تبتغي مرضات أزواجك والله غفور رحيم (1) ",
        "babnum": 1
    },
    {
        "id": 2738,
        "cate": "66",
        "title": "قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ وَاللَّهُ مَوْلَاكُمْ وَهُوَ الْعَلِيمُ الْحَكِيمُ (2) وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا فَلَمَّا نَبَّأَتْ بِهِ وَأَظْهَرَهُ اللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَنْ بَعْضٍ فَلَمَّا نَبَّأَهَا بِهِ قَالَتْ مَنْ أَنْبَأَكَ هَذَا قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ (3) ",
        "details": " { قَدْ فَرَضَ الله لَكُمْ } .\r\n قال مقاتل : قد بين الله ، كما في قوله تعالى : { سُورَةٌ أنزلناها وفرضناها } [ النور : 1 ] وقال الباقون : قد أوجب ، قال صاحب «النظم» : إذا وصل بعلى لم يحتمل غير الإيجاب كما في قوله تعالى : { قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ } [ الأحزاب : 50 ] وإذا وصل باللام احتمل الوجهين ، وقوله تعالى : { تَحِلَّةَ أيمانكم } أي تحليلها بالكفارة وتحلة على وزن تفعلة وأصله تحللة وتحلة القسم على وجهين أحدهما : تحليله بالكفارة كالذي في هذه الآية وثانيهما : أن يستعمل بمعنى الشيء القليل ، وهذا هو الأكثر كما روي في الحديث : \" لن يلج النار إلا تحلة القسم \" يعني زماناً يسيراً ، وقرىء ( كفارة أيمانكم ) ، ونقل جماعة من المفسرين أن النبي صلى الله عليه وسلم حلف أن لا يطأ جاريته فذكر الله له ما أوجب من كفارة اليمين ، روى سعيد بن جبير عن ابن عباس أن الحرام يمين ، يعني إذا قال : أنت علي حرام ولم ينو طلاقاً ولا ظهاراً كان هذا اللفظ موجباً لكفارة يمين { والله مولاكم } ، أي وليكم وناصركم وهو العليم بخلقه الحكيم فيما فرض من حكمه ، وقوله تعالى : { وَإِذَ أَسَرَّ النبى إلى بَعْضِ أزواجه حَدِيثاً } يعني ما أسر إلى حفصة من تحريم الجارية على نفسه واستكتمها ذلك وقيل لما رأى النبي صلى الله عليه وسلم الغيرة في وجه حفصة أراد أن يترضاها فأسر إليها بشيئين تحريم الأمة على نفسه والبشارة بأن الخلافة بعده في أبي بكر وأبيها عمر ، قاله ابن عباس وقوله : { فَلَمَّا نَبَّأَتْ بِهِ } أي أخبرت به عائشة وأظهره الله عليه أطلع نبيه على قول حفصة لعائشة فأخبر النبي صلى الله عليه وسلم حفصة عند ذلك ببعض ما قالت وهو قوله تعالى : { عَرَّفَ بَعْضَهُ } حفصة : { وَأَعْرَضَ عَن بَعْضٍ } لم يخبرها أنك أخبرت عائشة على وجه التكرم والإغضاء ، والذي أعرض عنه ذكر خلافة أبي بكر وعمر ، وقرىء ( عرف ) مخففاً أي جازى عليه من قولك للمسيء لأعرفن لك ذلك وقد عرفت ما صنعت قال تعالى : { أُولَئِكَ الذين يَعْلَمُ الله مَا فِي قُلُوبِهِمْ } [ النساء : 63 ] أي يجازيهم وهو يعلم ما في قلوب الخلق أجمعين وقوله تعالى : { فَلَمَّا نَبَّأَهَا بِهِ قَالَتْ } حفصة : { مَنْ أَنبَأَكَ هذا قَالَ نَبَّأَنِيَ العليم الخبير } وصفه بكون خبيراً بعد ما وصفه بكونه عليماً لما أن في الخبير من المبالغة ما ليس في العليم ، وفي الآية مباحث : البحث الأول : كيف يناسب قوله : { قَدْ فَرَضَ الله لَكُمْ تَحِلَّةَ أيمانكم } إلى قوله { لِمَ تُحَرّمُ مَا أَحَلَّ الله لَكَ } [ التحريم : 1 ] ؟ نقول : يناسبه لما كان تحريم المرأة يميناً حتى إذا قال لامرأته : أنت علي حرام فهو يمين ويصير مولياً بذكره من بعد ويكفر .\r\n البحث الثاني : ظاهر قوله تعالى : { قَدْ فَرَضَ الله لَكُمْ تَحِلَّةَ أيمانكم } إنه كانت منه يمين فهل كفر النبي عليه الصلاة والسلام لذلك؟ نقول : عن الحسن أنه لم يكفر لأنه كان مغفوراً له ما تقدم من ذنبه وما تأخر ، وإنما هو تعليم للمؤمنين ، وعن مقاتل أنه أعتق رقبة في تحريم مارية .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قد فرض الله لكم تحلة أيمانكم والله مولاكم وهو العليم الحكيم (2) وإذ أسر النبي إلى بعض أزواجه حديثا فلما نبأت به وأظهره الله عليه عرف بعضه وأعرض عن بعض فلما نبأها به قالت من أنبأك هذا قال نبأني العليم الخبير (3) ",
        "babnum": 2
    },
    {
        "id": 2739,
        "cate": "66",
        "title": "إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ (4) عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَارًا (5) ",
        "details": " قوله : { إِن تَتُوبَا إِلَى الله } خطاب لعائشة وحفصة على طريقة الالتفات ليكون أبلغ في معاتبتهما والتوبة من التعاون على رسول الله صلى الله عليه وسلم بالإيذاء { فَقَدْ صَغَتْ قُلُوبُكُمَا } أي عدلت ومالت عن الحق ، وهو حق الرسول عليه الصلاة والسلام ، وذلك حق عظيم يوجد فيه استحقاق العتاب بأدنى تقصير وجواب الشرط محذوف للعلم به على تقدير : كان خيراً لكما ، والمراد بالجمع في قوله تعالى : { قُلُوبُكُمَا } التثنية ، قال الفراء : وإنما اختير الجمع على التثنية لأن أكثر ما يكون عليه الجوارح إثنان إثنان في الإنسان كاليدين والرجلين والعينين ، فلما جرى أكثره على ذلك ذهب بالواحد منه إذا أضيف إلى إثنين مذهب الإثنين ، وقد مر هذا ، وقوله تعالى : { وَإِن تَظَاهَرَا عَلَيْهِ } أي وإن تعاونا على النبي صلى الله عليه وسلم بالإيذاء { فَإِنَّ اللَّهَ هُوَ مولاه } أي لم يضره ذلك التظاهر منكما { ومولاه } أي وليه وناصره { وَجِبْرِيلُ } رأس الكروبيين ، قرن ذكره بذكره مفرداً له من الملائكة تعظيماً له وإظهاراً لمكانته ( عنده ) { وصالح الْمُؤْمِنِينَ } .\r\n قال ابن عباس : يريد أبا بكر وعمر مواليين النبي صلى الله عليه وسلم على من عاداه ، وناصرين له ، وهو قول المقاتلين ، وقال الضحاك خيارالمؤمنين ، وقيل من صلح من المؤمنين ، أي كل من آمن وعمل صالحاً ، وقيل : من برىء منهم من النفاق ، وقيل : الأنبياء كلهم ، وقيل : الخلفاء وقيل : الصحابة ، وصالح ههنا ينوب عن الجمع ، ويجوز أن يراد به الواحد والجمع ، وقوله تعالى : { والملائكة بَعْدَ ذلك } أي بعد حضرة الله وجبريل وصالح المؤمنين { ظَهِيرٍ } أي فوج مظاهر للنبي صلى الله عليه وسلم ، وأعوان له وظهير في معنى الظهراء ، كقوله : { وَحَسُنَ أولئك رَفِيقاً } [ النساء : 69 ] قال الفراء : والملائكة بعد نصرة هؤلاء ظهير ، قال أبو علي : وقد جاء فعيل مفرداً يراد به الكثرة كقوله تعالى : { وَلاَ يَسْئَلُ حَمِيمٌ حَمِيماً * يُبَصَّرُونَهُمْ } [ المعارج : 10 ، 11 ] ثم خوف نساءه بقوله تعالى : { عسى رَبُّهُ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُ أزواجا خَيْراً مّنكُنَّ } قال المفسرون : عسى من الله واجب ، وقرأ أهل الكوفة { أَن يُبْدِلَهُ } بالتخفيف ، ثم إنه تعالى كان عالماً أنه لا يطلقهن لكن أخبر عن قدرته أنه إن طلقهن أبدله خيراً منهم تخويفاً لهن ، والأكثر في قوله : { طَلَّقَكُنَّ } الإظهار ، وعن أبي عمرو إدغام القاف في الكاف ، لأنهما من حروف الفم ، ثم وصف الأزواج اللاتي كان يبدله فقال : { مسلمات } أي خاضعات لله بالطاعة { مؤمنات } مصدقات بتوحيد الله تعالى مخلصات { قانتات } طائعات ، وقيل : قائمات بالليل للصلاة ، وهذا أشبه لأنه ذكر السائحات بعد هذا والسائحات الصائمات ، فلزم أن يكون قيام الليل مع صيام النهار ، وقرىء ( سيحات ) ، وهي أبلغ وقيل للصائم : سائح لأن السائح لا زاد معه ، فلا يزال ممسكاً إلى أن يجد من يطعمه فشبه بالصائم الذي يمسك إلى أن يجيء وقت إفطاره ، وقيل : سائحات مهاجرات ، ثم قال تعالى : { ثيبات وَأَبْكَاراً } لأن أزواج النبي صلى الله عليه وسلم في الدنيا والآخرة بعضها من الثيب وبعضها من الأبكار ، فالذكر على حسب ما وقع ، وفيه إشارة إلى أن تزوج النبي صلى الله عليه وسلم ليس على حسب الشهوة والرغبة ، بل على حسب ابتغاء مرضات الله تعالى وفي الآية مباحث : البحث الأول : قوله { بَعْدَ ذَلِكَ } تعظيم للملائكة ومظاهرتهم ، وقرىء { تَظَاهَرَا } و { تتظاهرا } و { تَظهرا } .\r\n البحث الثاني : كيف يكون المبدلات خيراً منهن ، ولم يكن على وجه الأرض نساء خير من أمهات المؤمنين؟ نقول : إذا طلقهن الرسول لعصيانهن له ، وإيذائهن إياه لم يبقين على تلك الصفة ، وكان غيرهن من الموصوفات بهذه الأوصاف مع الطاعة لرسول الله خيراً منهن .\r\n البحث الثالث : قوله : { مسلمات مؤمنات } يوهم التكرار ، والمسلمات والمؤمنات على السواء؟ نقول : الإسلام هو التصديق باللسان والإيمان هو التصديق بالقلب ، وقد لا يتوافقان فقوله : { مسلمات مؤمنات } تحقيق للتصديق بالقلب واللسان .\r\n البحث الرابع : قال تعالى : { ثيبات وَأَبْكَاراً } بواو العطف ، ولم يقل : فيما عداهما بواو العطف ، نقول : قال في «الكشاف» : إنها صفتان متنافيتان ، لا يجتمعن فيهما اجتماعهن في سائر الصفات .\r\n ( فلم يكن بد من الواو ) .\r\n البحث الخامس : ذكر الثيبات في مقام المدح وهي من جملة ما يقلل رغبة الرجال إليهن .\r\n نقول : يمكن أن يكون البعض من الثيب خيراً بالنسبة إلى البعض من الأبكار عند الرسول لاختصاصهن بالمال والجمال ، أو النسب ، أو المجموع مثلاً ، وإذا كان كذلك فلا يقدح ذكر الثيب في المدح لجواز أن يكون المراد مثل ما ذكرناه من الثيب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن تتوبا إلى الله فقد صغت قلوبكما وإن تظاهرا عليه فإن الله هو مولاه وجبريل وصالح المؤمنين والملائكة بعد ذلك ظهير (4) عسى ربه إن طلقكن أن يبدله أزواجا خيرا منكن مسلمات مؤمنات قانتات تائبات عابدات سائحات ثيبات وأبكارا (5) ",
        "babnum": 3
    },
    {
        "id": 2740,
        "cate": "66",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ (6) يَاأَيُّهَا الَّذِينَ كَفَرُوا لَا تَعْتَذِرُوا الْيَوْمَ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ (7) ",
        "details": " { قُواْ أَنفُسَكُمْ } أي بالانتهاء عما نهاكم الله تعالى عنه ، وقال مقاتل : أن يؤدب المسلم نفسه وأهله ، فيأمرهم بالخير وينهاهم عن الشر ، وقال في «الكشاف» : { قُواْ أَنفُسَكُمْ } بترك المعاصي وفعل الطاعات ، { وَأَهْلِيكُمْ } بأن تؤاخذوهم بما تؤاخذون به أنفسكم ، وقيل : { قُواْ أَنفُسَكُمْ } مما تدعو إليه أنفسكم إذ الأنفس تأمرهم بالشر وقرىء : { وأهلوكم } عطفاً على واو { قُواْ } وحسن العطف للفاصل ، و { نَارًا } نوعاً من النار لا يتقد إلا بالناس والحجارة ، وعن ابن عباس هي حجارة الكبريت ، لأنها أشد الأشياء حراً إذا أوقد عليها ، وقرىء : { وَقُودُهَا } بالضم ، وقوله : { عَلَيْهَا ملائكة } يعني الزبانية التسعة عشر وأعوانهم { غِلاَظٌ شِدَادٌ } في أجرامهم غلظة وشدة أي جفاء وقوة ، أو في أفعالهم جفاء وخشونة ، ولا يبعد أن يكونوا بهذه الصفات في خلقهم ، أو في أفعالهم بأن يكونوا أشداء على أعداء الله ، رحماء على أولياء الله كما قال تعالى : { أَشِدَّاء عَلَى الكفار رُحَمَاء بَيْنَهُمْ } [ الفتح : 29 ] وقوله تعالى : { وَيَفْعَلُونَ مَا يُؤْمَرُونَ } يدل على اشتدادهم لمكان الأمر ، لا تأخذهم رأفة في تنفيذ أوامر الله تعالى والانتقام من أعدائه ، وفيه إشارة إلى أن الملائكة مكلفون في الآخرة بما أمرهم الله تعالى به وبما ينهاهم عنه والعصيان منهم مخالفة للأمر والنهي .\r\n وقوله تعالى : { يأَيُّهَا الذين كَفَرُواْ لاَ تَعْتَذِرُواْ اليوم } لما ذكر شدة العذاب بالنار ، واشتداد الملائكة في انتقام الأعداء ، فقال : { لاَ تَعْتَذِرُواْ اليوم } أي يقال لهم : لا تعتذروا اليوم إذ الاعتذار هو التوبة ، والتوبة غير مقبولة بعد الدخول في النار ، فلا ينفعكم الاعتذار ، وقوله تعالى : { إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ } يعني إنما أعمالكم السيئة ألزمتكم العذاب في الحكمة ، وفي الآية مباحث : البحث الأول : أنه تعالى خاطب المشركين في قوله : { فَإِن لَّمْ تَفْعَلُواْ وَلَن تَفْعَلُواْ فاتقوا النار التي وَقُودُهَا الناس والحجارة } وقال : { أُعِدَّتْ للكافرين } [ البقرة : 24 ] جعلها معدة للكافرين ، فما معنى مخاطبته به المؤمنين؟ نقول : الفساق وإن كانت دركاتهم فوق دركات الكفار ، فإنهم مع الكفار في دار واحدة فقيل للذين آمنوا : { قُواْ أَنفُسَكُمْ } باجتناب الفسق مجاورة الذين أعدت لهم هذه النار ، ولا يبعد أن يأمرهم بالتوقي من الارتداد .\r\n البحث الثاني : كيف تكون الملائكة غلاظاً شداداً وهم من الأرواح ، فنقول : الغلظة والشدة بحسب الصفات لما كانوا من الأرواح لا بحسب الذات ، وهذا أقرب بالنسبة إلى الغير من الأقوال .\r\n البحث الثالث : قوله تعالى : { لاَّ يَعْصُونَ الله مَا أَمَرَهُمْ } في معنى قوله : { وَيَفْعَلُونَ مَا يُؤْمَرُونَ } فما الفائدة في الذكر فنقول : ليس هذا في معنى ذلك لأن معنى الأول أنهم يتقبلون أوامره ويلتزمونها ولا ينكرونها ، ومعنى الثاني أنهم ( يؤدون ) ما يؤمرون به كذا ذكره في «الكشاف» .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا قوا أنفسكم وأهليكم نارا وقودها الناس والحجارة عليها ملائكة غلاظ شداد لا يعصون الله ما أمرهم ويفعلون ما يؤمرون (6) ياأيها الذين كفروا لا تعتذروا اليوم إنما تجزون ما كنتم تعملون (7) ",
        "babnum": 4
    },
    {
        "id": 2741,
        "cate": "66",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (8) يَاأَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ (9) ",
        "details": " قوله : { تَوْبَةً نَّصُوحاً } أي توبة بالغة في النصح ، وقال الفراء : نصوحاً من صفة التوبة والمعنى توبة تنصح صاحبها بترك العود إلى ما تاب منه ، وهو أنها الصادقة الناصحة ينصحون بها أنفسهم ، وعن عاصم ، { نَّصُوحاً } بضم النون ، وهو مصدر نحو العقود ، يقال : نصحت له نصحاً ونصاحة ونصوحاً ، وقال في «الكشاف» : وصفت التوبة بالنصح على الإسناد المجازي ، وهو أن يتوبوا عن القبائح نادمين عليها غاية الندامة لا يعودون ، وقيل : من نصاحة الثوب ، أي خياطته و { عسى رَبُّكُمْ } إطماع من الله تعالى لعباده .\r\n وقوله تعالى : { يَوْم لاَّ يُخْزِي الله النبي } نصب بيدخلكم ، و { لا يخزي } تعريض لمن أخزاهم الله من أهل الكفر والفسق واستحماد للمؤمنين على أنه عصمهم من مثل حالهم ، ثم المعتزلة تعلقوا بقوله تعالى : { يَوْم لاَّ يُخْزِي الله النبي } وقالوا : الإخزاء يقع بالعذاب ، فقد وعد بأن لا يعذب الذين آمنوا ، ولو كان أصحاب الكبائر من الإيمان لم نخف عليهم العذاب ، وأهل السنة أجابوا / عنه بأنه تعالى وعد أهل الإيمان بأن لا يخزيهم ، والذين آمنوا ابتداء كلام ، وخبره { يسعى } ، أو { لا يخزي الله } ، ثم من أهل السنة من يقف على قوله : { يَوْم لاَّ يُخْزِي الله النبي } أي لا يخزيه في رد الشفاعة ، والإخزاء الفضيحة ، أي لا يفضحهم بين يدي الكفار ، ويجوز أن يعذبهم على وجه لا يقف عليه الكفرة ، وقوله : { بَيْنِ أَيْدِيهِمْ } أي عند المشي { وبأيمانهم } عند الحساب ، لأنهم يؤتون الكتاب بأيمانهم وفيه نور وخير ، ويسعى النور بين أيديهم في موضع وضع الأقدام وبأيمانهم ، لأن خلفهم وشمالهم طريق الكفرة .\r\n وقوله تعالى : { يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا } قال ابن عباس : يقولون ذلك عند إطفاء نور المنافقين إشفاقاً ، وعن الحسن : أنه تعالى متمم لهم نورهم ، ولكنهم يدعون تقرباً إلى حضرة الله تعالى ، كقوله : { واستغفر لِذَنبِكَ } [ محمد : 19 ] وهو مغفور ، وقيل : أدناهم منزلة من نوره بقدر ما يبصر مواطىء قدمه ، لأن النور على قدر الأعمال فيسألون إتمامه ، وقيل : السابقون إلى الجنة يمرون مثل البرق على الصراط ، وبعضهم كالريح ، وبعضهم حبواً وزحفاً ، فهم الذين يقولون : { رَبَّنَا أَتْمِمْ لَنَا نُورَنَا } قاله في «الكشاف» ، وقوله تعالى : { ياأيها النبي جاهد الكفار والمنافقين } ذكر المنافقين مع أن لفظ الكفار يتناول المنافقين { واغلظ عَلَيْهِمْ } أي شدد عليهم ، والمجاهدة قد تكون بالقتال ، وقد تكون بالحجة تارة باللسان ، وتارة بالسنان ، وقيل : جاهدهم بإقامة الحدود عليهم ، لأنهم هم المرتكبون الكبائر ، لأن أصحاب الرسول عصموا منها { وَمَأْوَاهُمْ جَهَنَّمُ } وقد مر بيانه ، وفي الآية مباحث : البحث الأول : كيف تعلق { يا أيها الّذين آمنوا } بما سبق وهو قوله : { يا أيها الذين كَفَرُواْ } [ التحريم : 7 ] ؟ فنقول : نبههم تعالى على دفع العذاب في ذلك اليوم بالتوبة في هذا اليوم ، إذ في ذلك اليوم لا تفيد وفيه لطيفة : وهي أن التنبيه على الدفع بعد الترهيب فيما مضى يفيد الترغيب بذكر أحوالهم والإنعام في حقهم وإكرامهم .\r\n البحث الثاني : أنه تعالى لا يخزي النبي في ذلك اليوم ولا الذين آمنوا ، فما الحاجة إلى قوله { مَعَهُ } ؟ فنقول : هي إفادة الاجتماع ، يعني لا يخزي الله المجموع الذي يسعى نورهم وهذه فائدة عظيمة ، إذ الاجتماع بين الذين آمنوا وبين نبيهم تشريف في حقهم وتعظيم .\r\n البحث الثالث : قوله : { واغفر لَنَا } يوهم أن الذنب لازم لكل واحد من المؤمنين والذنب لا يكون لازماً ، فنقول : يمكن أن يكون طلب المغفرة لما هو اللازم لكل ذنب ، وهو التقصير في الخدمة والتقصير لازم لكل واحد من المؤمنين .\r\n البحث الرابع : قال تعالى في أول السورة : { ياأيها النبي لِمَ تُحَرِّمُ } [ التحريم : 1 ] ومن بعده { ياأيها النبي جاهد الكفار } خاطبه بوصفه وهو النبي لا باسمه كقوله لآدم يا آدم ، ولموسى يا موسى ولعيسى يا عيسى ، نقول : خاطبه بهذا الوصف ، ليدل على فضله عليهم وهذا ظاهر .\r\n البحث الخامس : قوله تعالى : { وَمَأْوَاهُمْ جَهَنَّمُ } يدل على أن مصيرهم بئس المصير مطلقاً إذ المطلق يدل على الدوام ، وغير المطلق لا يدل لما أنه يطهرهم عن الآثام .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا توبوا إلى الله توبة نصوحا عسى ربكم أن يكفر عنكم سيئاتكم ويدخلكم جنات تجري من تحتها الأنهار يوم لا يخزي الله النبي والذين آمنوا معه نورهم يسعى بين أيديهم وبأيمانهم يقولون ربنا أتمم لنا نورنا واغفر لنا إنك على كل شيء قدير (8) ياأيها النبي جاهد الكفار والمنافقين واغلظ عليهم ومأواهم جهنم وبئس المصير (9) ",
        "babnum": 5
    },
    {
        "id": 2742,
        "cate": "66",
        "title": "ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ (10) وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آمَنُوا امْرَأَتَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ (11) ",
        "details": " قوله : { ضَرَبَ الله مَثَلاً } أي بين حالهم بطريق التمثيل أنهم يعاقبون على كفرهم وعداوتهم للمؤمنين معاقبة مثلهم من غير اتقاء ولا محاباة ، ولا ينفعهم مع عداوتهم لهم ما كانوا فيه من القرابة بينهم وبين نبيهم وإنكارهم للرسول صلى الله عليه وسلم ، فيما جاء به من عند الله وإصرارهم عليه ، وقطع العلائق ، وجعل الأقارب من جملة الأجانب بل أبعد منهم وإن كان المؤمن الذي يتصل به الكافر نبياً كحال امرأة نوح ولوط ، لما خانتاهما لم يغن هذان الرسولان وقيل لهما في اليوم الآخر ادخلا النار ثم بين حال المسلمين في أن وصلة الكافرين لا تضرهم كحال امرأة فرعون ومنزلتها عند الله تعالى مع كونها زوجة ظالم من أعداء الله تعالى ، ومريم ابنة عمران وما أوتيت من كرامة الدنيا والآخرة ، والاصطفاء على نساء العالمين مع أن قومها كانوا كفاراً ، وفي ضمن هذين التمثيلين تعريض بأمي المؤمنين ، وهما حفصة وعائشة لما فرط منهما وتحذير لهما على أغلظ وجه وأشده لما في التمثيل من ذكر الكفر ، وضرب مثلاً آخر في امرأة فرعون آسية بنت مزاحم ، وقيل : هي عمة موسى عليه السلام آمنت حين سمعت قصة إلقاء موسى عصاه ، وتلقف العصا ، فعذبها فرعون عذاباً شديداً بسبب الإيمان ، وعن أبي هريرة أنه وتدها بأربعة أوتاد ، واستقبل بها الشمس ، وألقى عليها صخرة عظيمة ، فقالت : رب نجني من فرعون فرقى بروحها إلى الجنة ، فألقيت الصخرة على جسد لا روح فيه ، قال الحسن .\r\n رفعها إلى الجنة تأكل فيها وتشرب ، وقيل : لما قالت : { رَبّ ابن لِي عِندَكَ بَيْتاً فِي الجنة } رأت بيتها في الجنة يبنى لأجلها ، وهو من درة واحدة ، والله أعلم كيف هو وما هو؟ وفي الآية مباحث : البحث الأول : ما فائدة قوله تعالى { مّنْ عِبَادِنَا } ؟ نقول : هو على وجهين أحدهما : تعظيماً لهم كما مر الثاني : إظهاراً للعبد بأنه لا يترجح على الآخر عنده إلا بالصلاح .\r\n البحث الثاني : ما كانت خيانتهما؟ نقول : نفاقهما وإخفاؤهما الكفر ، وتظاهرهما على الرسولين ، فامرأة نوح قالت لقومه إنه لمجنون وامرأة لوط كانت تدل على نزول ضيف إبراهيم ، ولا يجوز أن تكون خيانتهما بالفجور ، وعن ابن عباس ما بغت امرأة نبي قط ، وقيل : خيانتهما في الدين .\r\n البحث الثالث : ما معنى الجمع بين { عِندَكَ } و { فِى الجنة } ؟ نقول : طلبت القرب من رحمة الله ثم بينت مكان القرب بقولها : { فِى الجنة } أو أرادت ارتفاع درجتها في جنة المأوى التي هي أقرب إلى العرش .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ضرب الله مثلا للذين كفروا امرأت نوح وامرأت لوط كانتا تحت عبدين من عبادنا صالحين فخانتاهما فلم يغنيا عنهما من الله شيئا وقيل ادخلا النار مع الداخلين (10) وضرب الله مثلا للذين آمنوا امرأت فرعون إذ قالت رب ابن لي عندك بيتا في الجنة ونجني من فرعون وعمله ونجني من القوم الظالمين (11) ",
        "babnum": 6
    },
    {
        "id": 2743,
        "cate": "66",
        "title": "وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ وَكَانَتْ مِنَ الْقَانِتِينَ (12) ",
        "details": " أحصنت أي عن الفواحش لأنها قذفت بالزنا .\r\n والفرج حمل على حقيقته ، قال ابن عباس : نفخ جبريل في جيب الدرع ومده بأصبعيه ونفخ فيه ، وكل ما في الدرع من خرق ونحوه فإنه يقع عليه اسم الفرج ، وقيل : { أَحْصَنَتْ } تكلفت في عفتها ، والمحصنة العفيفة : { فَنَفَخْنَا فِيهِ مِن رُّوحِنَا } أي فرج ثوبها ، وقيل : خلقنا فيه ما يظهر به الحياة في الأبدان .\r\n وقوله : { فِيهِ } أي في عيسى ، ومن قرأ ( فيها ) أي في نفس عيسى والنفث مؤنث ، وأما التشبيه بالنفخ فذلك أن الروح إذا خلق فيه انتشر في تمام الجسد كالريح إذا نفخت في شيء ، وقيل : بالنفخ لسرعة دخوله فيه نحو الريح وصدقت بكلمات ربها .\r\n قال مقاتل : يعني بعيسى ، ويدل عليه قراءة الحسن ( بكلمة ربها ) وسمي عيسى ( كلمة الله ) في مواضع من القرآن .\r\n وجمعت تلك الكلمة هنا ، وقال أبو علي الفارسي : الكلمات الشرائع التي شرع لها دون القول ، فكأن المعنى صدقت الشرائع وأخذت بها وصدقت الكتب فلم تكذب والشرائع سميت بكلمات كما في قوله تعالى : { وَإِذِ ابتلى إبراهيم رَبُّهُ بكلمات } [ البقرة : 124 ] وقوله تعالى : { صَدَّقْتَ } قرىء بالتخفيف والتشديد على أنها جعلت الكلمات والكتب صادقة يعني وصفتها بالصدق ، وهو معنى التصديق بعينه ، وقرىء ( كلمة ) و ( كلمات ) ، و ( كتبه ) و ( كتابه ) ، والمراد بالكتاب هو الكثرة والشياع أيضاً قوله تعالى : { وَكَانَتْ مِنَ القانتين } الطائعين قاله ابن عباس ، وقال عطاء : من المصلين ، وفي الآية مباحث .\r\n البحث الأول : ما كلمات الله وكتبه؟ نقول : المراد بكلمات الله الصحف المنزلة على إدريس وغيره ، وبكتبه الكتب الأربعة ، وأن يراد جميع ما كلم الله تعالى ( به ) ملائكته وما كتبه في اللوح المحفوظ وغيره ، وقرىء : { بِكَلِمَةِ الله وكتابه } أي بعيسى وكتابه وهو الإنجيل ، فإن قيل : ( لم قيل ) { مِنَ القانتين } على التذكير ، نقول : لأن القنوت صفة تشمل من قنت من القبيلين ، فغلب ذكوره على إناثه ، ومن للتبعيض ، قاله في «الكشاف» ، وقيل : من القانتين لأن المراد هو القوم ، وأنه عام ، ك { اركعي مَعَ الراكعين } [ آل عمران : 43 ] أي كوني من المقيمين على طاعة الله تعالى ، ولأنها من أعقاب هارون أخي موسى عليهما السلام .\r\n وأما ضرب المثل بامرأة نوح المسماة بواعلة ، وامرأة لوط المسماة بواهلة ، فمشتمل على فوائد متعددة لا يعرفها بتمامها إلا الله تعالى ، منها التنبيه للرجال والنساء على الثواب العظيم ، والعذاب الأليم ، ومنها العلم بأن صلاح الغير لا ينفع المفسد ، وفساد الغير لا يضر المصلح ، ومنها أن الرجل وإن كان في غاية الصلاح فلا يأمن المرأة ، ولا يأمن نفسه ، كالصادر من امرأتي نوح ولوط ، ومنها العلم بأن إحصان المرأة وعفتها مفيدة غاية الإفادة ، كما أفاد مريم بنت عمران ، كما أخبر الله تعالى ، فقال : { إِنَّ الله اصطفاك وَطَهَّرَكِ واصطفاك } [ آل عمران : 42 ] ومنها التنبيه على أن التضرع بالصدق في حضرة الله تعالى وسيلة إلى الخلاص من العقاب ، وإلى الثواب بغير حساب ، وأن الرجوع إلى الحضرة الأزلية لازم في كل باب ، وإليه المرجع والمآب ، جلت قدرته وعلت كلمته ، لا إله إلا هو وإليه المصير ، والحمد لله رب العالمين ، وصلاته على سيد المرسلين ، وآله وصحبه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومريم ابنت عمران التي أحصنت فرجها فنفخنا فيه من روحنا وصدقت بكلمات ربها وكتبه وكانت من القانتين (12) ",
        "babnum": 7
    }
]