[
    {
        "id": 3355,
        "cate": "110",
        "title": "إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (1) ",
        "details": " { إِذَا جَاء نَصْرُ الله } في الآية لطائف : إحداها : أنه تعالى لما وعد محمداً بالتربية العظيمة بقوله : { وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فترضى } [ الضحى : 5 ] وقوله : { إِنَّا أعطيناك الكوثر } [ الكوثر : 1 ] لا جرم كان يزداد كل يوم أمره ، كأنه تعالى قال : يا محمد لم يضيق قلبك ، ألست حين لم تكن مبعوثاً لم أضيعك بل نصرتك بالطير الأبابيل ، وفي أول الرسالة زدت فجعلت الطير ملائكة ألن يكفيكم أن يمدكم ربكم بخمسة آلاف ثم الآن أزيد فأقول إني أكون ناصراً لك بذاتي : { إِذَا جَاء نَصْرُ الله } فقال : إلهي إنما تتم النعمة إذا فتحت لي دار مولدي ومسكني فقال : { والفتح } فقال : إلهي لكن القوم إذا خرجوا ، فأي لذة في ذلك فقال : { وَرَأَيْتَ الناس يَدْخُلُونَ فِى دِينِ الله أفواجا } ثم كأنه قال : هل تعلم يا محمد بأي سبب وجدت هذه التشريفات الثلاثة إنما وجدتها لأنك قلت في السورة المتقدمة : { يأَيُّهَا الكافرون لاَ أَعْبُدُ مَا تَعْبُدُونَ } [ الكافرون : 1 ] يشتمل على أمور ثلاثة أولها : نصرتني بلسانك فكان جزاؤه : { إِذَا جَاء نَصْرُ الله } وثانيها : فتحت مكة قلبك بعسكر التوحيد فأعطيناك فتح مكة وهو المراد من قوله ، { والفتح } والثالث : أدخلت رعية جوارحك وأعضائك في طاعتي وعبوديتي فأنا أيضاً أدخلت عبادي في طاعتك ، وهو المراد من قوله : { يَدْخُلُونَ فِى دِينِ الله أفواجا } ثم إنك بعد أن وجدت هذه الخلع الثلاثة فابعث إلى حضرتي بثلاث أنواع من العبودية تهادوا تحابوا ، إن نصرتك فسبح ، وإن فتحت مكة فاحمد وإن أسلموا فاستغفر ، وإنما وضع في مقابلة : نصر الله تسبيحه ، لأن التسبيح هو تنزيه الله عن مشابهة المحدثات ، يعني تشاهد أنه نصرك ، فإياك أن تظن أنه إنما نصرك لأنك تستحق منه ذلك النصر ، بل اعتقد كونه منزهاً عن أن يستحق عليه أحد من الخلق شيئاً ، ثم جعل في مقابل فتح مكة الحمد لأن النعمة لا يمكن أن تقابل إلا بالحمد ، ثم جعل في مقابلة دخول الناس في الدين الاستغفار وهو المراد من قوله : { واستغفر لِذَنبِكَ وَلِلْمُؤْمِنِينَ والمؤمنات } [ محمد : 19 ] أي كثرة الأتباع مما يشغل القلب بلذة الجاه والقبول ، فاستغفر لهذا القدر من ذنبك ، واستغفر لذنبهم فإنهم كلما كانوا أكثر كانت ذنوبهم أكثر فكان احتياجهم إلى استغفارك أكثر الوجه الثاني : أنه عليه السلام لما تبرأ عن الكفر وواجههم بالسوء في قوله : { يا أيها الكافرون } كأنه خاف بعض القوم فقلل من تلك الخشونة فقال : { لَكُمْ دِينُكُمْ وَلِىَ دِينِ } فقيل : يا محمد لا تخف فإني لا أذهب بك إلى النصر بل أجيء بالنصر إليك : { إِذَا جَاء نَصْرُ الله } نظيره : «زويت لي الأرض» يعني لا تذهب إلى الأرض بل تجيء الأرض إليك ، فإن سئمت المقام وأردت الرحلة ، فمثلك لا يرتحل إلا إلى قاب قوسين : { سُبْحَانَ الذى أسرى بِعَبْدِهِ } [ الإسراء : 16 ] بل أزيد على هذا فأفضل فقراء أمتك على أغنيائهم ثم آمر الأغنياء بالضحايا ليتخذوها مطايا فإذا بقي الفقير من غير مطية أسوق الجنة إليه : { وَأُزْلِفَتِ الجنة لِلْمُتَّقِينَ } [ الشعراء : 90 ] الوجه الثالث : كأنه سبحانه قال : يا محمد إن الدنيا لا يصفو كدرها ولا تدوم محنها ولا نعيمها فرحت بالكوثر فتحمل مشقة سفاهة السفهاء حيث قالوا : أعبد آلهتنا حتى نعبد إلهك فلما تبرأ عنهم وضاق قلبه من جهتهم قال : أبشر فقد جاء نصر الله فلما استبشر قال : الرحيل الرحيل أما علمت أنه لا بد بعد الكمال من الزوال ، فاستغفره أيها الإنسان لا تحزن من جوع الربيع فعقيبه غنى الخريف ولا تفرح بغنى الخريف فعقيبه وحشة الشتاء ، فكذا من تم إقباله لا يبقى له إلا الغير ومنه : إذا تم أمر دنا نقصه \r\n توقع زوالا إذا قيل تم إلهي لم فعلت كذلك قال : حتى لا نضع قلبك على الدنيا بل تكون أبداً على جناح الارتحال والسفر الوجه الرابع : لما قال في آخر السورة المتقدمة : { لَكُمْ دِينُكُمْ وَلِىَ دِينِ } فكأنه قال : إلهي وما جزائي فقال : نصر الله فيقول : وما جزاء عمي حين دعاني إلى عبادة الأصنام فقال : { تَبَّتْ يَدَا أَبِى لَهَبٍ } [ المسد : 1 ] فإن قيل : فلم بدأ بالوعد قبل الوعيد ، قلنا : لوجوه أحدها : لأن رحمته سبقت غضبه والثاني : ليكن الجنس متصلاً بالجنس فإنه قال : { وَلِىَ دِينِ } وهو النصر كقوله : { يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ فَأَمَّا الذين اسودت وُجُوهُهُمْ } [ آل عمران : 106 ] ، وثالثها : الوفاء بالوعد أهم في الكرم من الوفاء بالانتقام ، فتأمل في هذه المجانسات الحاصلة بين هذه السور مع أن هذه السور مع أن هذه السورة من أواخر ما نزل بالمدينة وتلك السورة من أوائل ما نزل بمكة ليعلم أن ترتيب هذه السور من الله وبأمره الوجه الخامس : أن في السورة المتقدمة لم يذكر شيئاً من أسماء الله ، بل قال : ما أعبد بلفظ ما ، كأنه قال : لا أذكر اسم الله حتى لا يستخفوا فتزداد عقوبتهم ، وفي هذه السورة ذكر أعظم أساميه لأنها منزلة على الأحباب ليكون ثوابهم بقراءته أعظم فكأنه سبحانه قال لا تذكر اسمي مع الكافرين حتى لا يهينوه واذكره مع الأولياء حتى يكرموه الوجه السادس : قال النحويون : { إذاً } منصوب بسبح ، والتقدير : فسبح بحمد ربك إذا جاء نصر الله ، كأنه سبحانه يقول : جعلت الوقت ظرفاً لما تريده وهو النصر والفتح والظفر وملأت ذلك الظرف من هذه الأشياء ، وبعثته إليك فلا ترده علي فارغاً ، بل املأه من العبودية ليتحقق معنى : «تهادوا تحابوا» فكأن محمداً عليه السلام قال : بأي شيء أملأ ظرف هديتك وأنا فقير ، فيقول الله في المعنى : إن لم تجد شيئاً آخر فلا أقل من تحريك اللسان بالتسبيح والحمد والاستغفار ، فلما فعل محمد عليه الصلاة والسلام ذلك حصل معنى تهادوا ، لا جرم حصلت المحبة ، فلهذا كان محمد حبيب الله الوجه السابع : كأنه تعالى يقول : إذا جاءك النصر والفتح ودخول الناس في دينك ، فاشتغل أنت أيضاً بالتسبيح والحمد والاستغفار ، فإني قلت : { لئن شكرتم لأزدينكم } [ إبراهيم : 7 ] فيصير اشتغالك بهذه الطاعات سبباً لمزيد درجاتك في الدنيا والآخرة ، ولا تزال تكون في الترقي حتى يصير الوعد بقولي : { إنا أعطيناك الكوثر } الوجه الثامن : أن الإيمان إنما يتم بأمرين : بالنفي والإثبات وبالبراءة والولاية ، فالنفي والبراءة قوله : { لاَ أَعْبُدُ مَا تَعْبُدُونَ } والإثبات والولاية قوله : { إِذَا جَاء نَصْرُ الله } فهذه هي الوجوه الكلية المتعلقة بهذه السورة .\r\n واعلم أن في الآية أسراراً ، وإنما يمكن بيانها في معرض السؤال والجواب .\r\n السؤال الأول : ما الفرق بين النصر والفتح حتى عطف الفتح على النصر؟ الجواب : من وجوه أحدها : النصر هو الإعانة على تحصيل المطلوب ، والفتح هو تحصيل المطلوب الذي كان متعلقاً ، وظاهر أن النصر كالسبب الفتح ، فلهذا بدأ يذكر النصر وعطف الفتح عليه وثانيها : يحتمل أن يقال : النصر كمال الدين ، والفتح الإقبال الدنيوي الذي هو تمام النعمة ، ونظير هذه الآية قوله : { اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِى } [ المائدة : 3 ] وثالثها : النصر هو الظفر في الدنيا على المنى ، والفتح بالجنة ، كماقال : { وَفُتِحَتْ أبوابها } [ الزمر : 73 ] وأظهر الأقوال في النصر أنه الغلبة على قريش أو على جميع العرب .\r\n السؤال الثاني : أن رسول الله صلى الله عليه وسلم كان أبداً منصوراً بالدلائل والمعجزات ، فما المعنى من تخصيص لفظ النصر بفتح مكة؟ والجواب : من وجهين أحدهما : المراد من هذا النصر هو النصر الموافق للطبع ، إنما جعل فظ النصر المطلق دالاً على هذا النصر المخصوص ، لأن هذا النصر لعظم موقعه من قلوب أهل الدنيا جعل ما قبله كالمعدوم ، كماأن المثاب عند دخول الجنة يتصور كأنه لم يذق نعمة قط ، وإلى هذا المعنى الإشارة بقوله تعالى : { وَزُلْزِلُواْ حتى يَقُولَ الرسول والذين ءامَنُواْ مَعَهُ متى نَصْرُ الله } [ البقرة : 214 ] وثانيهما : لعل المراد نصر الله في أمور الدنيا الذي حكم به لأنبيائه كقوله : { إِنَّ أَجَلَ الله إِذَا جَاء لاَ يُؤَخَّرُ } [ نوح : 4 ] السؤال الثالث : النصر لا يكون إلا من الله ، قال تعالى : { وَمَا النصر إِلاَّ مِنْ عِندِ الله } [ آل عمران : 126 ] فما الفائدة في هذا التقييد وهو قوله : { نَصْرُ الله } ؟ والجواب معناه نصر لا يليق إلا بالله ولا يليق أن يفعله إلا الله أو لا يليق إلا بحكمته ويقال : هذا صنعة زيد إذا كان زيد مشهوراً بإحكام الصنعة ، والمراد منه تعظيم حال تلك الصنعة ، فكذا ههنا ، أو نصر الله لأنه إجابة لدعائهم : { متى نَصْرُ الله } فيقول هذا الذي سألتموه .\r\n السؤال الرابع : وصف النصر بالمجيء مجاز وحقيقته إذا وقع نصر الله فما الفائدة في ترك الحقيقة وذكر المجاز؟ الجواب فيه إشارات : إحداها : أن الأمور مربوطة بأوقاتها وأنه سبحانه قدر لحدوث كل حادث أسباباً معينة وأوقاتاً مقدرة يستحيل فيها التقدم والتأخر والتغير والتبدل فإذا حضر ذلك الوقت وجاء ذلك الزمان حضر معه ذلك الأثر وإليه الإشارة بقوله : { وَإِن مّن شَىْء إِلاَّ عِندَنَا خَزَائِنُهُ وَمَا نُنَزّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ } [ الحجر : 21 ] ، وثانيها : أن اللفظ دل على أن النصر كان كالمشتاق إلى محمد صلى الله عليه وسلم ، وذلك لأن ذلك النصر كان مستحقاً له بحكم الوعد فالمقتضى كان موجوداً إلا أن تخلف الأثر كان لفقدان الشرط فكان كالثقيل المعلق فإن ثقله يوجب الهوى إلا أن العلاقة مانعة فالثقيل يكون كالمشتاق إلى الهوى ، فكذا ههنا النصر كان كالمشتاق إلى محمد صلى الله عليه وسلم وثالثها : أن عالم العدم عالم لا نهاية له وهو عالم الظلمات إلا أن في قعرها ينبوع الجود والرحمة وهو ينبوع جود الله وإيجاده ، ثم انشعبت بحار الجود والأنوار وأخذت في السيلان ، وسيلانها يقتضي في كل حين وصولها إلى موضع ومكان معين فبحار رحمة الله ونصرته كانت آخذة في السيلان من الأزل فكأنه قيل : يا محمد قرب وصولها إليك ومجيئها إليك فإذا جاءتك أمواج هذا البحر فاشتغل بالتسبيح والتحميد والاستغفار فهذه الثلاثة هي السفينة التي لا يمكن الخلاص من بحار الربوبية إلا بها ، ولهذا السبب لما ركب أبوك نوح بحر القهر والكبرياء استعان بقوله : { بِسْمِ الله مَجْرَاهَا وَمُرْسَاهَا } [ هود : 41 ] السؤال الخامس : لا شك أن الذين أعانوا رسول الله صلى الله عليه وسلم على فتح مكة هم الصحابة من المهاجرين والأنصار ، ثم إنه سمى نصرتهم لرسول الله : { نَصْرُ الله } فما السبب في أن صار الفعل الصادر عنهم مضافاً إلى الله؟ الجواب : هذا بحر يتفجر منه بحر سر القضاء والقدر ، وذلك لأن فعلهم فعل الله ، وتقريره أن أفعالهم مسندة إلى ما في قلوبهم من الدواعي والصوارف ، وتلك الدواعي والصوارف أمور حادثة فلا بد لها من محدث وليس هو العبد ، وإلا لزم التسلسل ، فلا بد وأن يكون الله تعالى ، فيكون المبدأ الأول والمؤثر الأبعد هو الله تعالى ، ويكون المبدأ الأقرب هو العبد .\r\n فمن هذا الاعتبار صارت النصرة المضافة إلى الصحابة بعينها مضافة إلى الله تعالى ، فإن قيل : فعلى هذا التقدير الذي ذكرتم يكون فعل العبد مفرعاً على فعل الله تعالى ، وهذا يخالف النص ، لأنه قال : { إِن تَنصُرُواْ الله يَنصُرْكُمْ } [ محمد : 7 ] فجعل نصرنا له مقدماً على نصره لنا والجواب : أنه لا امتناع في أن يصدر عن الحق فعل ، فيصير ذلك سبباً لصدور فعل عنا ، ثم الفعل عنا ينساق إلى فعل آخر يصدر عن الرب ، فإن أسباب الحوادث ومسبباتها متسلسلة على ترتيب عجيب يعجز عن إدراك كيفيته أكثر العقول البشرية .\r\n السؤال السادس : كلمة : { إِذَا } للمستقبل ، فههنا لما ذكر وعداً مستقبلاً بالنصر ، قال : { إِذَا جَاء نَصْرُ الله } فذكر ذاته باسم الله ، ولما ذكر النصر الماضي حين قال : { وَلَئِنْ جَاء نَصْرٌ مّن رَّبّكَ لَيَقُولُنَّ } [ العنكبوت : 10 ] فذكره بلفظ الرب ، فما السبب في ذلك؟ الجواب : لأنه تعالى بعد وجود الفعل صار رباً ، وقبله ما كان رباً لكن كان إلهاً .\r\n السؤال السابع : أنه تعالى قال : { إِن تَنصُرُواْ الله يَنصُرْكُمْ } [ محمد : 7 ] وإن محمداً عليه السلام نصر الله حين قال : { قُلْ يأَيُّهَا الكافرون لاَ أَعْبُدُ مَا تَعْبُدُونَ } فكان واجباً بحكم هذا الوعد أن ينصره الله ، فلا جرم قال : { إِذَا جَاء نَصْرُ الله } فهل تقول بأن هذا النصر كان واجباً عليه؟ الجواب : أن ما ليس بواجب قد يصير واجباً بالوعد ، ولهذا قيل : وعد الكريم ألزم من دين الغريم ، كيف ويجب على الوالد نصرة ولده ، وعلى المولى نصرة عبده ، بل يجب النصر على الأجنبي إذا تعين بأن كان واحداً اتفاقاً ، وإن كان مشغولاً بصلاة نفسه ، ثم اجتمعت هذه الأسباب في حقه تعالى فوعده مع الكرم وهو أرأف بعبده من الوالد بولده والمولى بعبده وهو ولي بحسب الملك ومولى بحسب السلطنة ، وقيوم للتدبير وواحد فرد لا ثاني له فوجب عليه وجوب الكرم نصرة عبده ، فلهذا قال : { إِذَا جَاء نَصْرُ الله } .\r\n أما قوله تعالى : { والفتح } ففيه مسائل : المسألة الأولى : نقل عن ابن عباس أن الفتح هو فتح مكة وهو الفتح الذي يقال له : فتح الفتوح .\r\n روي أنه لما كان صلح الحديبية وانصرف رسول الله صلى الله عليه وسلم أغار بعض من كان في عهد قريش على خزاعة وكانوا في عهد رسول الله صلى الله عليه وسلم فجاء سفير ذلك القوم وأخبر رسول الله صلى الله عليه وسلم فعظم ذلك عليه ، ثم قال : « أما إن هذا العارض ليخبرني أن الظفر يجيء من الله ، ثم قال لأصحابه : أنظروا فإن أبا سفيان يجيء ويلتمس أن يجدد العهد فلم تمض ساعة أن جاء الرجل ملتمساً لذلك فلم يجبه الرسول ولا أكابر الصحابة فالتجأ إلى فاطمة فلم ينفعه ذلك ورجع إلى مكة آيساً وتجهز رسول الله صلى الله عليه وسلم إلى المسير لمكة ، ثم يروى أن سارة مولاة بعض بني هاشم أتت المدينة فقال عليه السلام لها : جئت مسلمة؟ قالت : لا لكن كنتم الموالي وبي حاجة ، فحث عليها رسول الله بني عبد المطلب فكسوها وحملوها وزودوها فأتاها حاطب بعشرة دنانير واستحملها كتاباً إلى مكة نسخته : اعلموا أن رسول الله يريدكم فخذوا حذركم ، فخرجت سارة ونزل جبريل بالخبر ، فبعث رسول الله صلى الله عليه وسلم علياً عليه السلام وعماراً في جماعة وأمرهم أن يأخذوا الكتاب وإلا فاضربوا عنقها ، فلما أدركوها جحدت وحلفت فسل علي عليه السلام سيفه ، وقال : الله ما كذبنا فأخرجته من عقيصة شعرها ، واستحضر النبي حاطباً وقال : ما حملك عليه؟ فقال : والله ما كفرت منذ أسلمت ولا أحببتهم منذ فارقتهم ، لكن كنت غريباً في قريش وكل من معك من المهاجرين لهم قرابات بمكة يحمون أهاليهم فخشيبت على أهلي فأردت أن أتخذ عندهم يداً ، فقال عمر : دعني أضرب عنق هذا المنافق فقال : وما يدريك يا عمر لعل الله قد اطلع على أهل بدر فقال : اعملوا ما شئتم فقد غفرت لكم ففاضت عينا عمر ، ثم خرج رسول الله إلى أن نزل بمر الظهران ، وقدم العباس وأبو سفيان إليه فاستأذنا فأذن لعمه خاصة فقال أبو سفيان : إما أن تأذن لي وإلا أذهب بولدي إلى المفازة فيموت جوعاً وعطشاً فرق قلبه ، فأذن له وقال له : ألم يأن أن تسلم وتوحد؟ فقال : أظن أنه واحد ، ولو كان ههنا غير الله لنصرنا ، فقال : ألم يأن أن تعرف أني رسوله؟ فقال : إن لي شكاً في ذلك ، فقال العباس : أسلم قبل أن يقتلك عمر ، فقال : وماذا أصنع بالعزى ، فقال عمر : لولا أنك بين يدي رسول الله لضربت عنقك ، فقال : يا محمد أليس الأولى أن تترك هؤلاء الأوباش وتصالح قومك وعشيرتك ، فسكان مكة عشيرتك وأقارب ، و ( لا ) تعرضهم للشن والغارة ، فقال عليه السلام : هؤلاء نصروني وأعانوني وذبوا عن حريمي ، وأهل مكة أخرجوني وظلموني ، فإن هم أسروا فبسوء صنيعهم ، وأمر العباس بأن يذهب به ويوقفه على المرصاد ليطالع العسكر ، فكانت الكتيبة تمر عليه ، فيقول من هذا؟ فيقول العباس هو فلان من أمراء الجند إلى أن جاءت الكتيبة الخضراء التي لا يرى منها إلا الحدق ، فسأل عنهم ، فقال العباس : هذا رسول الله ، فقال : لقد أوتي ابن أخيك ملكاً عظيماً ، فقال العباس : هو النبوة ، فقال هيهات النبوة ، ثم تقدم ودخل مكة ، وقال : إن محمداً جاء بعسكر لا يطيقه أحد ، فصاحت هند وقالت : اقتلوا هذا المبشر ، وأخذت بلحيته فصاح الرجل ودفعها عن نفسه ، ولما سمع أبو سفيان أذان القوم للفجر ، وكانوا عشرة آلاف فزع لذلك فزعاً شديداً وسأل العباس ، فأخبره بأمر الصلاة ، ودخل رسول الله مكة على راحلته ولحيته على قربوس سرجه كالساجد تواضعاً وشكراً ، ثم التمس أبو سفيان الأمان ، فقال : من دخل دار أبي سفيان فهو آمن ، فقال : ومن تسع داري ، فقال : ومن دخل المسجد فهو آمن فقال : ومن يسع المسجد؟ فقال : من ألقى سلاحه فهو آمن ، ومن أغلق بابه فهو آمن ، ثم وقف رسول الله صلى الله عليه وسلم على باب المسجد ، وقال : لا إله إلا الله وحده صدق وعده ونصر عبده وهزم الأحزاب وحده ، ثم قال : يا أهل مكة ما ترون إني فاعل بكم ، فقالوا : خير أخ كريم وابن أخ كريم ، فقال : اذهبوا فأنتم الطلقاء فأعتقهم ، فلذلك سمي أهل مكة الطلقاء ومن ذلك كان علي عليه السلام يقول لمعاوية : أنى يستوي المولى والمعتق يعني أعتقناكم حين مكننا الله من رقابكم ولم يقل : اذهبوا فأنتم معتقون ، بل قال : الطلقاء ، لأن المعتق يجوز أن يرد إلى الرق ، والمطلقة يجوز أن تعاد إلى رق النكاح وكانوا بعد على الكفر ، فكان يجوز أن يخونوا فيستباح رقهم مرة أخرى ولأن الطلاق يخص النسوان ، وقد ألقوا السلاح وأخذوا المساكن كالنسوان ، ولأن المعتق يخلى سبيله يذهب حيث شاء ، والمطلقة تجلس في البيت للعدة ، وهم أمروا بالجلوس بمكة كالنسوان ، ثم إن القوم بايعوا رسول الله صلى الله عليه وسلم على الإسلام ، فصاروا يدخلون في دين الله أفواجاً ، روي أنه عليه السلام صلى ثمان ركعات : أربعة صلاة الضحى ، وأربعة أخرى شكراً لله نافلة ، فهذه هي قصة فتح مكة » ، والمشهور عند المفسرين أن المراد من الفتح في هذه السورة هو فتح مكة ، ومما يدل على أن المراد بالفتح فتح مكة أنه تعالى ذكره مقروناً بالنصر .\r\n وقد كان يجد النصر دون الفتح كبدر ، والفتح دون النصر كإجلاء بني النضير ، فإنه فتح البلد لكن لم يأخذ القوم ، أما يوم فتح مكة اجتمع له الأمران النصر والفتح ، وصار الخلق له كالأرقاء حتى أعتقهم القول الثاني : أن المراد فتح خيبر ، وكان ذلك على يد علي عليه السلام ، والقصة مشهورة ، روي أنه أستصحب خالد بن الوليد ، وكان يساميه في الشجاعة ، فلما نصب السلم قال لخالد : أتتقدم؟ قال : لا ، فلما تقدم علي عليه السلام سأله كم صعدت؟ فقال : لا أدري لشدة الخوف ، وروي أنه قال : لعلي عليه السلام ألا تصارعني ، فقال : ألست صرعتك؟ فقال : نعم لكن ذاك قبل إسلامي ، ولعل علياً عليه السلام إنما امتنع عن مصارعته ليقع صيته في الإسلام أنه رجل يمتنع عنه علي ، أو كان علي يقول صرعتك حين كنت كافراً ، أما الآن وأنت مسلم فلا يحسن أن أصرعك القول الثالث : أنه فتح الطائف وقصته طويلة والقول الرابع : المراد النصر على الكفار ، وفتح بلاد الشرك على الإطلاق ، وهو قول أبي مسلم والقول الخامس : أراد بالفتح ما فتح الله عليه من العلوم ، ومنه قوله : { وَقُل رَّبّ زِدْنِى عِلْماً } [ طه : 114 ] لكن حصول العلم لا بد وأن يكون مسبوقاً بانشراح الصدر وصفاء القلب ، وذلك هو المراد من قوله : { إِذَا جَاء نَصْرُ الله } ويمكن أن يكون المراد بنصر الله إعانته على الطاعة والخيرات ، والفتح هو انتفاع عالم المعقولات والروحانيات .\r\n المسألة الثانية : إذا حملنا الفتح على فتح مكة ، فللناس في وقت نزول هذه السورة قولان : أحدهما : أن فتح مكة كان سنة ثمان ، ونزلت هذه السورة سنة عشر ، وروي أنه عاش بعد نزول هذه السورة سبعين يوماً ، ولذلك سميت سورة التوديع والقول الثاني : أن هذه السورة نزلت قبل فتح مكة ، وهو وعد لرسول الله أن ينصره على أهل مكة ، وأن يفتحها عليه ، ونظيره قوله تعالى : { إِنَّ الذى فَرَضَ عَلَيْكَ القرءان لَرَادُّكَ إلى مَعَادٍ } [ القصص : 85 ] وقوله : { إِذَا جَاء نَصْرُ الله والفتح } يقتضي الاستقبال ، إذ لا يقال فيما وقع : إذا جاء وإذا وقع ، وإذا صح هذا القول صارت هذه الآية من جملة المعجزات من حيث إنه خبر وجد مخبره بعد حين مطابقاً له ، والإخبار عن الغيب معجز فإن قيل : لم ذكر النصر مضافاً إلى الله تعالى ، وذكر الفتح بالألف واللام؟ الجواب : الألف واللام للمعهود السابق ، فينصرف إلى فتح مكة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إذا جاء نصر الله والفتح (1) ",
        "babnum": 1
    },
    {
        "id": 3356,
        "cate": "110",
        "title": "وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا (2) ",
        "details": " فيه مسائل : المسألة الأولى : ( رأيت ) يحتمل أن يكون معناه أبصرت ، وأن يكون معناه علمت ، فإن كان معناه أبصرت كان يدخلون في محل النصب على الحال ، والتقدير : ورأيت الناس حال دخولهم في دين الله أفواجاً ، وإن كان معناه علمت كان { يدخلون في دين الله } مفعولاً ثانياً لعلمت ، والتقدير : علمت الناس داخلين في دين الله .\r\n المسألة الثانية : ظاهر لفظ الناس للعموم ، فيقتضي أن يكون كل الناس كانوا قد دخلوا في الوجود مع أن الأمر ما كان كذلك الجواب : من وجهين الأول : أن المقصود من الإنسانية والعقل ، إنما هو الدين والطاعة ، على ما قال : { وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ } [ الذاريات : 56 ] فمن أعرض عن الدين الحق وبقي على الكفر ، فكأنه ليس بإنسان ، وهذا المعنى هو المراد من قوله : { أُوْلَئِكَ كالأنعام بَلْ هُمْ أَضَلُّ } [ الأعراف : 179 ] وقال : { آمنوا كما آمن الناس } [ البقرة : 13 ] وسئل الحسن بن علي عليه السلام من الناس؟ فقال : نحن الناس ، وأشياعنا أشباه الناس ، وأعداؤنا النسناس ، فقبله علي عليه السلام بين عينيه ، وقال : الله أعلم حيث يجعل رسالته ، فإن قيل : إنهم إنما دخلوا في الإسلام بعد مدة طويلة وتقصير كثير ، فكيف استحقوا هذا المدح العظيم؟ قلنا : هذا فيه إشارة إلى سعة رحمة الله ، فإن العبد بعد أن أتى بالكفر والمعصية طول عمره ، فإذا أتى بالإيمان في آخر عمره يقبل إيمانه ، ويمدحه هذا المدح العظيم ، ويروى أن الملائكة يقولون لمثل هذا الإنسان : أتيت وإن كنت قد أبيت .\r\n ويروى أنه عليه السلام قال : « لله أفرح بتوبة أحدكم من الضال الواجد ، والظمآن الوارد » والمعنى كان الرب تعالى يقول : ربيته سبعين سنة ، فإن مات على كفره فلا بد وأن أبعثه إلى النار ، فحينئذ يضيع إحساني إليه في سبعين سنة ، فكلما كانت مدة الكفر والعصيان أكثر كانت التوبة عنها أشد قبولاً الوجه الثاني : في الجواب ، روى أن المراد بالناس أهل اليمن ، قال أبو هريرة : لما نزلت هذه السورة ، قال رسول الله صلى الله عليه وسلم : « الله أكبر جاء نصر الله والفتح ، وجاء أهل اليمن قوم رقيقة قلوبهم الإيمان يمان والفقه يمان والحكمة يمانية ، وقال : أجد نفس ربكم من قبل اليمن » .\r\n المسألة الثالثة : قال جمهور الفقهاء وكثير من المتكلمون : إن إيمان المقلد صحيح ، واحتجوا بهذه الآية ، قالوا : إنه تعالى حكم بصحة إيمان أولئك الأفواج وجعله من أعظم المنن على محمد عليه السلام ، ولو لم يكن إيمانهم صحيحاً لما ذكره في هذا المعرض ، ثم إنا نعلم قطعاً أنهم ما كانوا عالمين حدوث الأجساد بالدليل ولا إثبات كونه تعالى منزهاً عن الجسمية والمكان والحيز ولا إثبات كونه تعالى عالماً بجميع المعلومات التي لا نهاية لها ولا إثبات قيام المعجز التام على يد محمد صلى الله عليه وسلم ، ولا إثبات أن قيام المعجز كيف يدل على الصدق والعلم بأن أولئك الأعراب ما كانوا عالمين بهذه الدقائق ضروري ، فعلمنا أن إيمان المقلد صحيح ، ولا يقال : إنهم كانوا عالمين بأصول دلائل هذه المسائل لأن أصول هذه الدلائل ظاهرة ، بل إنما كانوا جاهلين بالتفاصيل إلا أنه ليس من شرط كون الإنسان مستدلاً كونه عالماً بهذه التفاصيل ، لأنا نقول : إن الدليل لا يقبل الزيادة والنقصان ، فإن الدليل إذا كان مثلاً مركباً من عشر مقدمات ، فمن علم تسعة منها ، وكان في المقدمة العاشرة مقلداً كان في النتيجة مقلداً لا محالة لأن فرع التقليد أولى أن يكون تقليداً وإن كان عالماً بمجموع تلك المقدمات العشرة استحال كون غيره أعرف منه بذلك الدليل ، لأن تلك الزيادة إن كانت جزأً معتبراً في دلالة هذا الدليل لم تكن المقدمات العشرة الأولى تمام الدليل ، فإنه لا بد معها من هذه المقدمة الزائدة ، وقد كنا فرضنا تلك العشرة كافية ، وإن لم تكن الزيادة معتبرة في دلالة ذلك الدليل كان ذلك أمراً منفصلاً عن ذلك الدليل غير معتبر في كونه دليلاً على ذلك المدلول ، فثبت أن العلم بكون الدليل دليلاً لا يقبل الزيادة والنقصان ، فأما أن يقال : إن أولئك الأعراب كانوا عالمين بجميع مقدمات دلائل هذه المسائل بحيث ما شذ عنهم من تلك المقدمات واحدة ، وذلك مكابرة أو ما كانوا كذلك .\r\n فحينئذ ثبت أنهم كانوا مقلدين ، ومما يؤكذ ما ذكرنا ما روى عن الحسن أنه قال : لما فتح رسول الله مكة أقبلت العرب بعضها على بعض فقالوا : إذا ظفر بأهل الحرم وجب أن يكون على الحق ، وقد كان الله أجارهم من أصحاب الفيل ، وكل من أرادهم بسوء ثم أخذوا يدخلون في الإسلام أفواجاً من غير قتال ، هذا ما رواه الحسن ، ومعلوم أن الاستدلال بأنه لما ظفر بأهل مكة وجب أن يكون على الحق ليس بجيد ، فعلمنا أنهم ما كانوا مستدلين بل مقلدين .\r\n المسألة الرابعة : دين الله هو الإسلام لقوله تعالى : { إِنَّ الدّينَ عِندَ الله الإسلام } [ آل عمران : 19 ] ولقوله : { وَمَن يَبْتَغِ غَيْرَ الإسلام دِينًا فَلَن يُقْبَلَ مِنْهُ } [ آل عمران : 85 ] وللدين أسماء أخرى ، منها الإيمان قال الله تعالى : { فَأَخْرَجْنَا مَن كَانَ فِيهَا مِنَ المؤمنين فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مّنَ المسلمين } [ الذاريات : 35 ، 36 ] ومنها الصراط قال تعالى : { صراط الله الذى لَهُ مَا فِى السموات وَمَا فِي الارض } [ الشورى : 53 ] ومنها كلمة الله ، ومنها النور : { لِيُطْفِئُواْ نُورَ الله } [ الصف : 8 ] ومنها الهدي لقوله : { يَهْدِى بِهِ مَن يَشَاء } [ الأنعام : 88 ] ومنها العروة : { فَقَدِ استمسك بالعروة الوثقى } [ لقمان : 22 ] ومنها الحبل : { واعتصموا بِحَبْلِ الله } [ آل عمران : 103 ] ومنها صبغة الله ، وفطرة الله ، وإنما قال : { فِى دِينِ الله } ولم يقل : في دين الرب ، ولا سائر الأسماء لوجهين الأول : أن هذا الاسم أعظم الأسماء لدلالته على الذات والصفات ، فكأنه يقول : هذا الدين إن لم يكن له خصلة سوى أنه دين الله فإنه يكون واجب القبول والثاني : لو قال : دين الرب لكان يشعر ذلك بأن هذا الدين إنما يجب عليك قبوله لأنه رباك ، وأحسن إليك وحينئذ تكن طاعتك له معللة بطلب النفع ، فلا يكون الإخلاص حاصلاً ، فكأنه يقول أخلص الخدمة بمجرد أني إله لا لنفع يعود إليك .\r\n المسألة الخامسة : الفوج : الجماعة الكثيرة كانت تدخل فيه القبيلة بأسرها بعدما كانوا يدخلون فيه واحداً واحداً وإثنين إثنين ، وعن جابر بن عبد الله أنه بكى ذات يوم فقيل له : ما يبكيك فقال : سمعت رسول الله صلى الله عليه وسلم يقول : « دخل الناس في دين الله أفواجاً ، وسيخرجون منه أفواجاً » نعوذ بالله من السلب بعد العطاء .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ورأيت الناس يدخلون في دين الله أفواجا (2) ",
        "babnum": 2
    },
    {
        "id": 3357,
        "cate": "110",
        "title": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا (3) ",
        "details": " قوله تعالى : فيه مسائل : المسألة الأولى : أنه تعالى أمره بالتسبيح ثم بالحمد ثم بالاستغفار ، ولهذا الترتيب فوائد : الفائدة الأولى : اعلم أن تأخير النصر سنين مع أن محمداً كان على الحق مما يثقل على القلب ويقع في القلب أني إذا كنت على الحق فلم لا تنصرني ولم سلطت هؤلاء الكفرة علي فلأجل الاعتذار عن هذا الخاطر أمر بالتسبيح ، أما على قولنا : فالمراد من هذا التنزيه أنك منزه عن أن يستحق أحد عليك شيئاً بل كل ما تفعله فإنما تفعله بحكم المشيئة الإلهية فلك أن تفعل ما تشاء كما تشاء ففائدة التسبيح تنزيه الله عن أن يستحق عليه أحد شيئاً ، وأما على قول المعتزلة : ما فائدة التنزيه هو أن يعلم العبد أن ذلك التأخير كان بسبب الحكمة والمصلحة لا بسبب البخل وترجيح الباطل على الحق ، ثم إذا فرغ العبد عن تنزيه الله عما لا ينبغي فحينئذ يشتغل بحمده على ما أعطى من الإحسان والبر ، ثم حينئذ يشتغل بالاستغفار لذنوب نفسه الوجه الثاني : أن للسائرين طريقين فمنهم من قال : ما رأيت شيئاً إلا ورأيت الله بعده ، ومنهم من قال : ما رأيت شيئاً إلا ورأيت الله قبله ، ولا شك أن هذا الطريق أكمل ، أما بحسب المعالم الحكمية ، فلأن النزول من المؤثر إلى الأثر أجل مرتبة من الصعود من الأثر إلى المؤثر ، وأما بحسب أفكار أرباب الرياضات فلأن ينبوع النور هو واجب الوجود وينبوع الظلمة ممكن الوجود ، فالاستغراق في الأول يكون أشرف لا محالة ، ولأن الاستدلال بالأصل على التبع يكون أقوى من الاستدلال بالتبع على الأصل ، وإذا ثبت هذا فنقول : الآية دالة على هذه الطريقة التي هي أشرف الطريقين وذلك لأنه قدم الاشتغال بالخالق على الاشتغال بالنفس فذكر أولاً من الخالق أمرين أحدهما : التسبيح والثاني : التحميد ، ثم ذكروا في المرتبة الثالثة الاستغفار وهو حالة ممزوجة من الالتفات إلى الخالق وإلى الخلق .\r\n واعلم أن صفات الحق محصورة في السلب والإيجاب والنفي والإثبات ، والسلوب مقدمة على الإيجابات فالتسبيح إشارة إلى التعرض للصفات السلبية التي لواجب الوجود وهي صفات الجلال ، والتحميد إشارة إلى الصفات الثبوتية له ، وهي صفات الإكرام ، ولذلك فإن القرآن يدل على تقدم الجلال على الإكرام ، ولما أشار إلى هذين النوعين من الاستغفار بمعرفة واجب الوجود نزل منه إلى الاستغفار لأن الاستغفار فيه رؤية قصور النفس ، وفيه رؤية جود الحق ، وفيه طلب لما هو الأصلح والأكمل للنفس ، ومن المعلوم أن بقدر اشتغال العبد بمطالعة غير الله يبقى محروماً عن مطالعة حضرة جلال الله ، فلهذه الدقيقة أخر ذكر الاستغفار عن التسبيح والتحميد الوجه الثالث : أنه إرشاد للبشر إلى التشبه بالملكية ، وذلك لأن أعلى كل نوع أسفل متصل بأسفل النوع الأعلى ولهذا قيل : آخر مراتب الإنسانية أول مراتب الملكية ثم الملائكة ذكروا في أنفسهم { وَنَحْنُ نُسَبّحُ بِحَمْدِكَ وَنُقَدّسُ لَكَ } [ البقرة : 30 ] فقوله ههنا : { فَسَبّحْ بِحَمْدِ رَبّكَ } إشارة إلى التشبه بالملائكة في قولهم : { وَنَحْنُ نُسَبّحُ بِحَمْدِكَ } وقوله ههنا : { واستغفره } إشارة إلى قوله تعالى : { وَنُقَدّسُ لَكَ } لأنهم فسروا قوله : { وَنُقَدّسُ لَكَ } أي نجعل أنفسنا مقدسة لأجل رضاك والاستغفار يرجع معناه أيضاً إلى تقديس النفس ، ويحتمل أن يكون المراد أنهم ادعوا لأنفسهم أنهم سبحوا بحمدي ورأوا ذلك من أنفسهم ، وأما أنت فسبح بحمدي واستغفر من أن ترى تلك الطاعة من نفسك بل يجب أن تراها من توفيقي وإحساني ، ويحتمل أن يقال : الملائكة كما قالوا : في حق أنفسهم : { وَنَحْنُ نُسَبّحُ بِحَمْدِكَ وَنُقَدّسُ لَكَ } قال الله في حقهم : { وَيَسْتَغْفِرُواْ لِلَّذِينَ ءامَنُواْ } [ غافر : 7 ] فأنت يا محمد استغفر للذين جاؤوا أفواجاً كالملائكة يستغفرون للذين آمنوا ويقولون : { رَبَّنَا فاغفر لِلَّذِينَ تَابُواْ واتبعوا سَبِيلَكَ } [ غافر : 7 ] الوجه الرابع : التسبيح هو التطهير ، فيحتمل أن يكون المراد طهر الكعبة من الأصنام وكسرها ثم قال : { بِحَمْدِ رَبّكَ } أن ينبغي أن يكون إقدامك على ذلك التطهير بواسطة الاستغفار بحمد ربك ، وإعانته وتقويته ، ثم إذا فعلت ذلك فلا ينبغي أن ترى نفسك آتياً بالطاعة اللائقة به ، بل يجب أن ترى نفسك في هذه الحالة مقصرة ، فاطلب الاستغفار عن تقصيرك في طاعته والوجه الخامس : كأنه تعالى يقول يا محمد إما أن تكون معصوماً أو لم تكن معصوماً فإن كنت معصوماً فاشتغل بالتسبيح والتحميد ، وإن لم تكن معصوماً فاشتغل بالاستغفار فتكون الآية كالتنبيه على أنه لا فراغ عن التكليف في العبودية كما قال : { واعبد رَبَّكَ حتى يَأْتِيَكَ اليقين } [ الحجر : 99 ] .\r\n المسألة الثانية : في المراد من التسبيح وجهان الأول : أنه ذكر الله بالتنزه سئل رسول الله صلى الله عليه وسلم عن فقال تنزيه الله عن كل سوء وأصله من سبح فإن السابح يسبح في الماء كالطير في الهواء ويضبط نفسه من أن يرسب فيه فيهلك أو يتلوث من مقر الماء ومجراه والتشديد للتبعيد لأنك تسبحه أي تبعده عما لا يجوز عليه ، وإنما حسن استعماله في تنزيه الله عما لا يجوز عليه من صفات الذات والفعل نفياً وإثباتاً لأن السمكة كما أنها لا تقبل النجاسة فكذا الحق سبحانه لا يقبل مالا ينبغي ألبتة فاللفظ يفيد التنزيه في الذات والصفات والأفعال والقول الثاني : أن المراد بالتسبيح الصلاة لأن هذا اللفظ وارد في القرآن بمعنى الصلاة قال تعالى : { فَسُبْحَانَ الله حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ } [ الروم : 17 ] وقال : { فَسَبّحْ بِحَمْدِ رَبّكَ قَبْلَ طُلُوعِ الشمس } [ طه : 130 ] والذي يؤكده أن هذه السورة من آخر ما نزل ، وكان عليه السلام في آخر مرضه يقول : « الصلاة وما ملكت أيمانكم » جعل يلجلجها في صدره وما يقبض بها لسانه ، ثم قال بعضهم : عنى به صلاة الشكر صلاها يوم الفتح ثمان ركعات وقال آخرون : هي صلاة الضحى ، وقال آخرون : صلى ثمان ركعات أربعة للشكر وأربعة الضحى وتسمية الصلاة بالتسبيح لما أنها لا تنفك عنه وفيه تنبيه : على أنه يجب تنزيه صلاتك عن أنواع النقائص في الأقوال والأفعال ، واحتج أصحاب القول الأول بالأخبار الكثيرة الواردة في ذلك ، روت عائشة كان رسول الله صلى الله عليه وسلم بعد نزول هذه السورة يكثر أن يقول : \" سبحانك اللهم وبحمدك استغفرك وأتوب إليك \" ، وقالت أيضاً : كان الرسول يقول كثيرا في ركوعه \" سبحانك اللهم وبحمدك اللهم اغفر لي \" وعنها أيضاً كان نبي الله في آخر أمره لا يقوم ولا يقعد ولا يذهب ولا يجيء إلا قال \" سبحان الله وبحمده فقلت يا رسول الله إنك تكثر من قولة سبحان الله وبحمده قال : إني أمرت بها \" ، وقرأ : { إِذَا جَاء نَصْرُ الله } وعن ابن مسعود : «لما نزلت هذه السورة كان عليه السلام يكثر أن يقول : \" سبحانك اللهم وبحمدك اللهم اغفر لي إنك أنت التواب الغفور \" وروى أنه قال : \" إني لأستغفر الله كل يوم مائة مرة \" .\r\n المسألة الثالية : الآية تدل على فضل التسبيح والتحميد حيث جعل كافياً في أداء ما وجب عليه من شكر نعمة النصر والفتح ، ولم لا يكون كذلك وقوله : \" الصوم لي \" من أعظم الفضائل للصوم فإنه أضافه إلى ذاته ، ثم إنه جعل صدف الصلاة مساوياً للصوم في هذا التشريف : { وَأَنَّ المساجد لِلَّهِ } [ الجن : 18 ] فهذا يدل على أن الصلاة أفضل من الصوم بكثير ، ثم إن الصلاة صدف للأذكار ولذلك قال : { وَلَذِكْرُ الله أَكْبَرُ } [ العنكبوت : 45 ] وكيف لا يكون كذلك ، والثناء عليه مما مدحه معلوم عقلاً وشرعاً أما كيفية الصلاة فلا سبيل إليها إلا بالشرع ولذلك جعلت الصلاة كالمرصعة من التسبيح والتكبير .\r\n فإن قيل : عدم وجوب التسبيحات يقتضي أنها أقل درجة من سائر أعمال الصلاة .\r\n قلنا الجواب عنه من وجوه : أحدها : أن سائر أفعال الصلاة مما لا يميل القلب إليه فاحتيج فيها إلى الإيجاب أما التسبيح والتهليل فالعقل داع إليه والروح عاشق عليه فاكتفى بالحب الطبيعي ولذلك قال : { والذين ءامَنُواْ أَشَدُّ حُبّا } [ البقرة : 165 ] ، وثانيها : أن قوله : { فَسَبّحْ } أمر والأمر المطلق للوجوب عند الفقهاء ، ومن قال : الأمر المطلق للندب قال : إنه ههنا للوجوب بقرينة أنه عطف عليه الاستغفار والاستغفار واجب ومن حق العطف التشريك بين المعطوف والمعطوف عليه وثالثها : أنها لو وجبت لكان العقاب الحاصل بتركها أعظم إظهاراً لمزيد تعظيمها فترك الإيجاب خوفاً من هذا المحذور .\r\n المسألة الرابعة : أما الحمد فقد تقدم تفسيره ، وأما تفسير قوله : { فَسَبّحْ بِحَمْدِ رَبّكَ } فذكروا فيه وجوهاً : أحدها : قال صاحب \" الكشاف \" أي قل : سبحان الله والحمد لله متعجباً مما أراك من عجيب أنعامه أي اجمع بينهما تقول : شربت الماء باللبن إذا جمعت بينهما خلطاً وشرباً وثانيها : أنك إذا حمدت الله فقد سبحته لأن التسبيح داخل في الحمد لأن الثناء عليه والشكر له لا بد وأن يتضمن تنزيهه عن النقائص لأنه لا يكون مستحقاً للثناء إلا إذا كان منزهاً عن النقص ولذلك جعل مفتاح القرآن بالحمد لله وعند فتح مكة قال : الحمد لله الذي نصر عبده ، ولم يفتتح كلامه بالتسبيح فقوله : { فَسَبّحْ بِحَمْدِ رَبّكَ } معناه سبحه بواسطة أن تحمده أي سبحه بهذا الطريق وثالثها : أن يكون حالاً ، ومعناه سبح حامداً كقولك : اخرج بسلاحك أي متسلحاً ورابعها : يجوز أن يكون معناه سبح مقدراً أن تحمد بعد التسبيح كأنه يقول : لا يتأتى لك الجمع لفظاً فاجمعهما نية كما أنك يوم النحر تنوي الصلاة مقدراً أن تنحر بعدها ، فيجتمع لك الثوابان في تلك الساعة كذا ههنا وخامسها : أن تكون هذه الباء هي التي في قولك : فعلت هذا بفضل الله ، أي سبحه بحمد الله وإرشاده وإنعامه ، لا بحمد غيره ، ونظيره في حديث الإفك قول عائشة : «بحمد الله لا بحمدك» والمعنى : فسبحه بحمده ، فإنه الذي هداك دون غيره ، ولذلك روي أنه عليه السلام كان يقول : « الحمد لله على الحمد لله » وسادسها : روى السدي بحمد ربك ، أي بأمر ربك وسابعها : أن تكون الباء صلة زائدة ، ويكون التقدير : سبح حمد ربك ، ثم فيه احتمالات أحدها : اختر له أطهر المحامد وأزكاها والثاني : طهر محامد ربك عن الرياء والسمعة ، والتوسل بذكرها إلى الأغراض الدنيوية الفاسدة والثالث : طهر محامد ربك عن أن تقول : جئت بها كما يليق به وإليه الإشارة بقوله : { وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ } [ الأنعام : 91 ] وثامنها : أي ائت بالتسبيح بدلاً عن الحمد الواجب عليك ، وذلك لأن الحمد إنما يجب في مقابلة النعم ، ونعم الله علينا غير متناهية ، فحمدها لا يكون في وسع البشر ، ولذلك قال : { وَإِن تَعُدُّواْ نِعْمَةَ الله لاَ تُحْصُوهَا } [ إبراهيم : 34 ] فكأنه تعالى يقول : أنت عاجز عن الحمد ، فأت بالتسبيح والتنزيه بدلاً عن الحمد وتاسعها : فيه إشارة إلى أن التسبيح والحمد أمرأن لا يجوز تأخير أحدهما عن الثاني ، ولا يتصور أيضاً أن يؤتى بهما معاً ، فنظيره من ثبت له حق الشفعة وحق الرد بالعيب ، وجب أن يقول : اخترت الشفعة بردي ذلك المبيع ، كذا قال : { فَسَبّحْ بِحَمْدِ رَبّكَ } ليقعا معاً ، فيصير حامداً مسبحاً في وقت واحد معاً وعاشرها : أن يكون المراد سبح قلبك ، أي طهر قلبك بواسطة مطالعة حمد ربك ، فإنك إذا رأيت أن الكل من الله ، فقد طهرت قلبك عن الالتفات إلى نفسك وجهدك ، فقوله : { فَسَبّحْ } إشارة إلى نفي ما سوى الله تعالى ، وقوله : { بِحَمْدِ رَبّكَ } إشارة إلى رؤية كل الأشياء من الله تعالى .\r\n المسألة الخامسة : في قوله : { واستغفره } وجوه أحدها : لعله عليه السلام كان يتمنى أن ينتقم ممن آذاه ، ويسأل الله أن ينصره ، فلما سمع : { إِذَا جَاء نَصْرُ الله } استبشر ، لكن لو قرن بهذه البشارة شرط أن لا ينتقم لتنغصت عليه تلك البشارة ، فذكر لفظ الناس وأنهم يدخلون في دين الله وأمره بأن يستغفر للداخلين لكن من المعلوم أن الاستغفار لمن لا ذنب له لا يحسن فعلم النبي صلى الله عليه وسلم بهذا الطريق أنه تعالى ندبه إلى العفو وترك الانتقام ، لأنه لما أمره بأن يطلب لهم المغفرة فكيف يحسن منه أن يشتغل بالانتقام منهم؟ ثم ختم بلفظ التواب كأنه يقول : إن قبول التوبة حرفته فكل من طلب منه التوبة أعطاه كما أن البياع حرفته بيع الأمتعة التي عنده فكل من طلب منه شيئاً من تلك الأمتعة باعه منه ، سواء كان المشتري عدواً أو ولياً ، فكذا الرب سبحانه يقبل التوبة سواء كان التائب مكياً أو مدنياً ، ثم إنه عليه السلام امتثل أمر الرب تعالى فحين قالوا له : أخ كريم وابن أخ كريم قال لهم : { لاَ تَثْرَيبَ عَلَيْكُمُ اليوم يَغْفِرُ الله لَكُمْ } [ يوسف : 92 ] أي أمرني أن استغفر لكم فلا يجوز أن يردني وثالثها : أن قوله : { واستغفره } إما أن يكون المراد واستغفر الله لنفسك أو لأمتك ، فإن كان المراد هو الأول فهو يتفرع على أنه هل صدرت عنه معصية أم لا فمن قال : صدرت المعصية عنه ذكر في فائدة الاستغفار وجوهاً : أحدها : أنه لا يمتنع أن تكون كثرة الاستغفار منه تؤثر في جعل ذنبه صغيرة وثانيها : لزمه الإستغفار لينجو عن ذنب الإصرار ، وثالثها : لزمه الاستغفار ليصير الاستغفار جابراً للذنب الصغير فلا ينتقض من ثوابه شيء أصلاً ، وأما من قال : ما صدرت المعصية عنه فذكر في هذا الاستغفار وجوهاً : أحدها : أن استغفار النبي جار مجرى التسبيح وذلك لأنه وصف الله بأنه غفار وثانيها : تعبده الله بذلك ليقتدي به غيره إذ لا يأمن كل مكلف عن تقصير يقع منه في عبادته ، وفيه تنبيه على أنه مع شدة اجتهاده وعصمته ما كان يستغني عن الاستغفار فكيف من دونه وثالثها : أن الاستغفار كان عن ترك الأفضل ورابعها : أن الاستغفار كان بسبب أن كل طاعة أتى بها العبد فإذا قابلها بإحسان الرب وجدها قاصرة عن الوفاء بأداء شكر تلك النعمة ، فليستغفر الله لأجل ذلك وخامسها : الاستغفار بسبب التقصير الواقع في السلوك لأن السائر إلى الله إذا وصل إلى مقام في العبودية ، ثم تجاوز عنه فبعد تجاوزه عنه يرى ذلك المقام قاصراً فيستغفر الله عنه ، ولما كانت مراتب السير إلى الله غير متناهية لا جرم كانت مراتب هذا الاستغفار غير متناهية ، أما الاحتمال الثاني : وهو أن يكون المراد واستغفره لذنب أمتك فهو أيضاً ظاهر ، لأنه تعالى أمره بالاستغفار لذنب أمته في قوله : { واستغفر لِذَنبِكَ وَلِلْمُؤْمِنِينَ والمؤمنات } [ محمد : 19 ] فههنا لما كثرت الأمة صار ذلك الاستغفار أوجب وأهم ، وهكذا إذا قلنا : المراد ههنا أن يستغفر لنفسه ولأمته .\r\n المسألة السادسة : في الآية إشكال ، وهو أن التوبة مقدمة على جميع الطاعات ، ثم الحمد مقدم على التسبيح ، لأن الحمد يكون بسبب الإنعام ، والإنعام كما يصدر عن المنزه فقد يصدر عن غيره ، فكان ينبغي أن يقع الابتداء بالاستغفار ، ثم بعده يذكر الحمد ، ثم بعده يذكر التسبيح ، فما السبب في أن صار مذكوراً على العكس من هذا الترتيب؟ وجوابه : من وجوه أولها : لعله ابتدأ بالأشرف ، فالأشرف نازلاً إلى الأخس فالأخس ، تنبيهاً على أن النزول من الخالق إلى الخلق أشرف من الصعود من الخلق إلى الخالق وثانيها : فيه تنبيه على أن التسبيح والحمد الصادر عن العبد إذا صار مقابلاً بجلال الله وعزته صار عين الذنب ، فوجب الاستغفار منه وثالثها : للتسبيح والحمد إشارة إلى التعظيم لأمر الله ، والاستغفار إشارة إلى الشفقة على خلق ( الله ) ، والأول كالصلاة ، والثاني كالزكاة ، وكما أن الصلاة مقدمة على الزكاة ، فكذا ههنا .\r\n المسألة السابعة : الآية تدل على أنه عليه الصلاة والسلام كان يجب عليه الإعلان بالتسبيح والاستغفار ، وذلك من وجوه أحدها : أنه عليه الصلاة والسلام كان مأموراً بإبلاغ السورة إلى كل الأمة حتى يبقى نقل القرآن متواتراً ، وحتى نعلم أنه أحسن القيام بتبليغ الوحي ، فوجب عليه الإتيان بالتسبيح والاستغفار على وجه الإظهار ليحصل هذا الغرض وثانيها : أنه من جملة المقاصد أن يصير الرسول قدوة للأمة حتى يفعلوا عند النعمة والمحنة ، ما فعله الرسول من تجديد الشكر والحمد عند تجديد النعمة وثالثها : أن الأغلب في الشاهد أن يأتي بالحمد في ابتداء الأمر ، فأمر الله رسوله بالحمد والاستغفار دائماً ، وفي كل حين وأوان ليقع الفرق بينه وبين غيره ، ثم قال : واستغفره حين نعيت نفسه إليه لتفعل الأمة عند اقتراب آجالهم مثل ذلك .\r\n المسألة الثامنة : في الآية سؤالات أحدها : وهو أنه قال : { إِنَّهُ كَانَ تَوبَا } على الماضي وحاجتنا إلى قبوله في المستقبل وثانيها : هلا قال : غفاراً كما قاله : في سورة نوح وثالثها : أنه قال : { نَصْرُ الله } وقال : { فِى دِينِ الله } فلم لم يقل : بحمد الله بل قال : { بِحَمْدِ رَبّكَ } والجواب : عن الأول من وجوه أحدها : أن هذا أبلغ كأنه يقول : ألست أثنيت عليكم بأنكم : خير أمة أخرجت للناس ثم من كان دونكم كنت أقبل توبتهم كاليهود فإنهم بعد ظهور المعجزات العظيمة ، وفلق البحر ونتق الجبل ، ونزول المن والسلوى عصوا ربهم .\r\n وأتوا بالقبائح ، فلما تابوا قبلت توبتهم فإذا كنت قابلاً للتوبة ممن دونكم أفلا أقبلها منكم وثانيها : منذ كثير كنت شرعت في قبول توبة العصاة والشروع ملزم على قبول النعمان فكيف في كرم الرحمن وثالثها : كنت تواباً قبل أن آمركم بالاستغفار أفلا أقبل وقد أمرتكم بالاستغفار ورابعها : كأنه إشارة إلى تخفيف جنايتهم أي لستم بأول من جنى وتاب بل هو حرفتي ، والجناية مصيبة للجاني والمصيبة إذا عمدت خفت وخامسها : كأنه نظير ما يقال : لقد أحسن الله فيما مضى \r\n كذلك يحسن فيما بقي والجواب : عن السؤال الثاني من وجوه أحدها : لعله خص هذه الأمة بزيادة شرف لأنه لا يقال في صفات العبد غفار ، ويقال : تواب إذا كان آتياً بالتوبة ، فيقول تعالى : كنت لي سمياً من أول الأمر أنت مؤمن ، وأنا مؤمن ، وإن كان المعنى مختلفاً فتب حتى تصير سمياً لي آخر الأمر ، فأنت تواب ، وأنا تواب ، ثم إن التواب في حق الله ، هو أنه تعالى يقبل التوبة كثيراً فنبه على أنه يجب على العبد أن يكون إتيانه كثيراً وثانيها : إنما قيل : تواباً لأن القائل قد يقول : أستغفر الله وليس بتائب ، ومنه قوله : « المستغفر بلسانه المصر بقلبه كالمستهزىء بربه » إن قيل : فقد يقول : أتوب ، وليس بتائب ، قلنا : فإذاً يكون كاذباً ، لأن التوبة اسم للرجوع والندم ، بخلاف الاستغفار فإنه لا يكون كاذباً فيه ، فصار تقدير الكلام ، واستغفره بالتوبة ، وفيه تنبيه على أن خواتيم الأعمال يجب أن تكون بالتوبة والاستغفار ، وكذا خواتيم الأعمال ، وروي أنه لم يجلس مجلساً إلا ختمه بالاستغفار والجواب : عن السؤال الثالث أنه تعالى راعى العدل فذكر اسم الذات مرتين وذكر اسم الفعل مرتين أحدهما : الرب والثاني : التواب ، ولما كانت التربية تحصل أولاً والتوابية آخراً ، لا جرم ذكر اسم الرب أولاً واسم التواب آخراً .\r\n المسألة التاسعة : الصحابة اتفقوا على أن هذه السورة دلت على أنه نعي لرسول الله صلى الله عليه وسلم روي أن العباس عرف ذلك وبكى فقال النبي صلى الله عليه وسلم : ما يبكيك فقال : نعيت إليك نفسك فقال : الأمر كما تقول ، وقيل : إن ابن عباس هو الذي قال ذلك فقال عليه الصلاة والسلام : « لقد أوتي هذا الغلام علماً كثيراً » روي أن عمر كان يعظم ابن عباس ويقربه ويأذن له مع أهل بدر ، فقال عبدالرحمن : أتأذن لهذا الفتى معنا ، وفي أبنائنا من هو مثله؟ فقال : لأنه ممن قد علمتم قال ابن عباس : فأذن لهم ذات يوم وأذن لي معهم فسألهم عن قول الله : { إِذَا جَاء نَصْرُ الله } وكأنه ما سألهم إلا من أجلي فقال بعضهم : أمر الله نبيه إذا فتح أن يستغفره ويتوب إليه ، فقلت : ليس كذلك ولكن نعيت إليه نفسه فقال عمر : ما أعلم منها إلا مثل ما تعلم ، ثم قال : كيف تلومونني عليه بعدما ترون ، وروي أنه لما نزلت هذه السورة خطب وقال : « إن عبداً خيره الله بين الدنيا وبين لقائه والآخرة فاختار لقاء الله » فقال السائل : وكيف دلت هذه السورة على هذا المعنى؟ الجواب : من وجوه أحدها : قال بعضهم : إنما عرفوا ذلك لما روينا أن الرسول خطب عقيب السورة وذكر التخيير وثانيها : أنه لما ذكر حصول النصر والفتح ودخول الناس في الدين أفواجاً دل ذلك على حصول الكمال والتمام ، وذلك يعقبه الزوال كما قيل : إذا تم شيء دنا نقصه \r\n توقع زوالاً إذا قيل تم وثالثها : أنه أمره بالتسبيح والحمد والاستغفار مطلقاً واشتغاله به يمنعه عن الاشتغال بأمر الأمة فكان هذا كالتنبيه على أن أمر التبليغ قد تم وكمل ، وذلك يوجب الموت لأنه لو بقي بعد ذلك لكان كالمعزول عن الرسالة وأنه غير جائز ورابعها : قوله : { واستغفره } تنبيه على قرب الأجل كأنه يقول قرب الوقت ودنا الرحيل فتأهب للأمر ، ونبهه به على أن سبيل العاقل إذا قرب أجله أن يستكثر من التوبة وخامسها : كأنه قيل له : كان منتهى مطلوبك في الدنيا هذا الذي وجدته ، وهو النصر والفتح والاستيلاء ، والله تعالى وعدك بقوله : { والأخرة خَيْرٌ لَّكَ مِنَ الأولى } [ الضحى : 4 ] فلما وجدت أقصى مرادك في الدنيا فانتقل إلى الآخرة لتفوز بتلك السعادات العالية .\r\n المسألة العاشرة : ذكرنا أن الأصح هو أن السورة نزلت قبل فتح مكة .\r\n وأما الذين قالوا : إنها نزلت بعد فتح مكة ، فذكر الماوردي أنه عليه السلام لم يلبث بعد نزول هذه السورة إلا ستين يوماً مستديماً للتسبيح والاستغفار ، وقال مقاتل : عاش بعدها حولاً ونزل : { اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ } [ المائدة : 3 ] فعاش بعده ثمانين يوماً ثم نزل آية الكلالة ، فعاش بعدها خمسين يوماً ، ثم نزل : { لَقَدْ جَاءكُمْ رَسُولٌ مّنْ أَنفُسِكُمْ } [ التوبة : 128 ] فعاش بعدها خمسة وثلاثين يوماً ثم نزل : { واتقوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى الله } [ البقرة : 281 ] فعاش بعدها أحد عشر يوماً وفي رواية أخرى عاش بعدها سبعة أيام ، والله أعلم كيف كان ذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فسبح بحمد ربك واستغفره إنه كان توابا (3) ",
        "babnum": 3
    }
]