[
    {
        "id": 2017,
        "cate": "36",
        "title": "يس (1) وَالْقُرْآنِ الْحَكِيمِ (2) ",
        "details": " قد ذكرنا كلاماً كلياً في حروف التهجي في سورة العنكبوت وذكرنا أن في كل سورة بدأ الله فيها بحروف التهجي كان في أوائلها الذكر أو الكتاب أو القرآن ولنذكر ههنا أبحاثاً : البحث الأول : هو أن في ذكر هذه الحروف في أوائل السور أموراً تدل على أنها غير خالية عن الحكمة ولكن علم الإنسان لا يصل إليها بعينها فنقول ما هو الكلي من الحكمة فيها ، أما بيان أن فيها ما يدل على الحكمة فهو أن الله تعالى ذكر من الحروف نصفها وهي أربعة عشر حرفاً وهي نصف ثمانية وعشرين حرفاً ، وهي جميع الحروف التي في لسان العرب على قولنا الهمزة ألف متحركة ، ثم إنه تعالى قسم الحروف ثلاثة أقسام تسعة أحرف من الألف إلى الذال وتسعة أحرف أخر في آخر الحروف من الفاء إلى الياء وعشرة من الوسط من الراء إلى الغين ، وذكر من القسم الأول حرفين هما الألف والحاء وترك سبعة وترك من القسم الآخر حرفين هما الفاء والواو وذكر سبعة ، ولم يترك من القسم الأول من حروف الحلق والصدر إلا واحداً لم يذكره وهو الخاء ، ولم يذكر من القسم الآخر من حروف الشفة إلا واحداً لم يتركه وهو الميم ، والعشر الأواسط ذكر منها حرفاً وترك حرفاً فذكر الراء وترك الزاي وذكر السين وترك الشين وذكر الصاد وترك الضاد وذكر الطاء وترك الظاء وذكر العين وترك الغين ، وليس هذا أمراً يقع اتفاقاً بل هو ترتيب مقصود فهو لحكمة ، وأما أن عينها غير معلومة فظاهر وهب أن واحداً يدعى فيها شيئًا فماذا يقول في كون بعض السور مفتتحة بحرف كسورة { ن } و { ق } و { ص } وبعضها بحرفين كسورة { حم } و { يس } و { طس } و { طه } وبعضها بثلاثة أحرف كسورة { ألم } و { طسم } و { ألر } وبعضها بأربعة كسورتي { ألمر } و { المص } وبعضها بخمسة أحرف كسورتي { حم عسق } و { كهيعص } وهب أن قائلاً يقول إن هذا إشارة إلى أن الكلام ، إما حرف ، وإما فعل ، وإما اسم ، والحرف كثيراً ما جاء على حرف كواو العطف وفاء التعقيب وهمزة الاستفهام وكاف التشبيه وباء الإلصاق وغيرها وجاء على حرفين كمن للتبعيض وأو للتخيير وأم للاستفهام المتوسط وأن للشرط وغيرها والاسم والفعل والحرف جاء على ثلاثة أحرف كإلى وعلى في الحرف وإلى وعلى في الاسم وألا يألو وعلا يعلو في الفعل ، والاسم والفعل جاء على أربعة ، والاسم خاصة جاء على ثلاثة وأربعة وخمسة كفجل وسجل وجردحل فما جاء في القرآن إشارة إلى أن تركيب العربية من هذه الحروف على هذه الوجوه ، فماذا يقول هذا القائل في تخصيص بعض السور بالحرف الواحد والبعض بأكثر فلا يعلم تمام السر إلا الله ومن أعلمه الله به ، إذا علمت هذا فنقول اعلم أن العبادة منها قلبية ، ومنها لسانية ، ومنها جارحية ، وكل واحدة منها قسمان قسم عقل معناه وحقيقته وقسم لم يعلم ، أما القلبية مع أنها أبعد عن الشك والجهل ففيها ما لم يعلم دليله عقلاً ، وإنما وجب الإيمان به والاعتقاد سمعاً كالصراط الذي ( هو ) أرق من الشعرة وأحد من السيف ويمر عليه المؤمن والموقن كالبرق الخاطف والميزان الذي توزن به الأعمال التي لا ثقل لها في نظر الناظر وكيفيات الجنة والنار فإن هذه الأشياء وجودها لم يعلم بدليل عقلي ، وإنما المعلوم بالعقل إمكانها ووقوعها معلوم مقطوع به بالسمع ومنها ما علم كالتوحيد والنبوة وقدرة الله وصدق الرسول ، وكذلك في العبادات الجارحية ما علم معناه وما لم يعلم كمقادير النصب وعدد الركعات ، وقد ذكرنا الحكمة فيه وهي أن العبد إذا أتى بما أمر به من غير أن يعلم ما فيه من الفائدة لا يكون إلا آتياً بمحض العبادة بخلاف ما لو علم الفائدة فربما يأتي به للفائدة وإن لم يؤمن كما لو قال السيد لعبده انقل هذه الحجارة من ههنا ولم يعلمه بما في النقل فنقلها ولو قال انقلها فإن تحتها كنزاً هو لك ينقلها وإن لم يؤمن ، إذا علم هذا فكذلك في العبادات اللسانية الذكرية وجب أن يكون منها ما لا يفهم معناه حتى إذا تكلم به العبد علم منه أنه لا يقصد غير الانقياد لأمر المعبود الآمر الناهي فإذا قال : { حم ، يس ، الم ، طس } علم أنه لم يذكر ذلك لمعنى يفهمه أو يفهمه فهو يتلفظ به إقامة لما أمر به .\r\n البحث الثاني : قيل في خصوص يس إنه كلام هو نداء معناه يا إنسان ، وتقريره هو أن تصغير إنسان إنيسين فكأنه حذف الصدر منه وأخذ العجز وقال : { يس } أي أنيسين ، وعلى هذا يحتمل أن يكون الخطاب مع محمد صلى الله عليه وسلم ويدل عليه قوله تعالى بعده : { إِنَّكَ لَمِنَ المرسلين } [ يس : 3 ] .\r\n البحث الثالث : قرىء يس إما بالرفع على أنه خبر مبتدأ محذوف هو قوله هذه كأنه قال : هذه يس ، وإما بالضم على نداء المفرد أو على أنه مبني كحيث ، وقرىء يس إما بالنصب على معنى اتل يس وإما بالفتح كأين وكيف ، وقرىء يس بالكسر كجير لإسكان الياء وكسرة ما قبلها ولا يجوز أن يقال بالجر لأن إضمار الجار غير جائز وليس فيه حرف قسم ظاهر وقوله تعالى : { والقرءان الحكيم } أي ذي الحكمة كعيشة راضية أي ذات رضا أو على أنه ناطق بالحكمة فهو كالحي المتكلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يس (1) والقرآن الحكيم (2) ",
        "babnum": 1
    },
    {
        "id": 2018,
        "cate": "36",
        "title": "إِنَّكَ لَمِنَ الْمُرْسَلِينَ (3) ",
        "details": " مقسم عليه وفيه مسائل : المسألة الأولى : الكفار أنكروا كون محمد مرسلاً والمطالب تثبت بالدليل لا بالقسم فما الحكمة في الإقسام؟ نقول فيه وجوه الأول : هو أن العرب كانوا يتوقون الأيمان الفاجرة وكانوا يقولون إن اليمين الفاجرة توجب خراب العالم وصحح النبي صلى الله عليه وسلم ذلك بقوله : « اليمين الكاذبة تدع الديار بلاقع » ثم إنهم كانوا يقولون إن النبي صلى الله عليه وسلم يصيبه من آلهتهم عذاب وهي الكواكب فكان النبي صلى الله عليه وسلم يحلف بأمر الله وإنزال كلامه عليه وبأشياء مختلفة ، وما كان يصيبه عذاب بل كان كل يوم أرفع شأناً وأمنع مكاناً فكان ذلك يوجب اعتقاد أنه ليس بكاذب الثاني : هو أن المتناظرين إذا وقع بينهما كلام وغلب أحدهما الآخر بتمشية دليله وأسكته يقول المطلوب إنك قررت هذا بقوة جدالك وأنت خبير في نفسك بضعف مقالك وتعلم أن الأمر ليس كما تقول وإن أقمت عليه صورة دليل وعجزت أنا عن القدح فيه ، وهذا كثير الوقوع بين المتناظرين فعند هذا لا يجوز أن يأتي هو بدليل آخر ، لأن الساكت المنقطع يقول في الدليل الآخر ما قاله في الأول فلا يجد أمراً إلا اليمين ، فيقول والله إني لست مكابراً وإن الأمر على ما ذكرت ولو علمت خلافه لرجعت إليه فههنا يتعين اليمين ، فكذلك النبي صلى الله عليه وسلم لما أقام البراهين وقالت الكفرة : { مَا هذا إِلاَّ رَجُلٌ يُرِيدُ أَن يَصُدَّكُمْ \r\nوقال الذين كفروا لِلْحَقّ لَمَّا جَاءهُمْ إِنْ هذا إِلاَّ سِحْرٌ مُّبِينٌ } [ سبأ : 43 ] تعين التمسك بالأيمان لعدم فائدة الدليل الثالث : هو أن هذا ليس مجرد الحلف ، وإنما هو دليل خرج في صورة اليمين لأن القرآن معجزة ودليل كونه مرسلاً هو المعجزة والقرآن كذلك فإن قيل فلم لم يذكر في صورة الدليل؟ وما الحكمة في ذكر الدليل في صورة اليمين؟ قلنا الدليل أن ذكره في صورة اليمين قد لا يقبل عليه سامع فلا يقبله فؤاده فإذا ابتدىء به على صورة اليمين واليمين لا يقع لا سيما من العظيم الأعلى أمر عظيم والأمر العظيم تتوفر الدواعي على الإصغاء إليه فلصورة اليمين تشرئب إليه الأجسام ، ولكونه دليلاً شافياً يتشربه الفؤاد فيقع في السمع وينفع في القلب .\r\n المسألة الثانية : كون القرآن حكيماً عندهم لكون محمد رسولاً ، فلهم أن يقولوا إن هذا ليس بقسم ، نقول الجواب عنه من وجهين أحدهما : أن كون القرآن معجزة بين إن أنكروه قيل لهم فأتوا بسورة من مثله والثاني : أن العاقل لا يثق بيمين غيره إلا إذا حلف بما يعتقد عظمته ، فالكافر إن حلف بمحمد لا نصدقه كما نصدقه لو حلف بالصليب والصنم ، ولو حلف بديننا الحق لا يوثق بمثل ما يوثق به لو حلف بدينه الباطل وكان من المعلوم أن النبي صلى الله عليه وسلم وأصحابه يعظمون القرآن فحلفه به هو الذي يوجب ثقتهم به .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنك لمن المرسلين (3) ",
        "babnum": 2
    },
    {
        "id": 2019,
        "cate": "36",
        "title": "عَلَى صِرَاطٍ مُسْتَقِيمٍ (4) ",
        "details": " خبر بعد خبر أي إنك على صراط مستقيم والمستقيم أقرب الطرق الموصلة إلى المقصد والدين كذلك فإنه توجه إلى الله تعالى وتولى عن غيره والمقصد هو الله والمتوجه إلى المقصد أقرب إليه من المولى عنه والمتحرف منه ولا يذهب فهم أحد إلى أن قوله إنك منهم على صراط مستقيم مميز له عن غيره كما يقال إن محمداً من الناس مجتبى لأن جميع المرسلين على صراط مستقيم ، وإنما المقصود بيان كون النبي صلى الله عليه وسلم على الصراط المستقيم الذي يكون عليه المرسلون وقوله : { على صراط مُّسْتَقِيمٍ } فيه معنى لطيف يعلم منه فساد قول المباحية الذين يقولون المكلف يصير واصلاً إلى الحق فلا يبقى عليه تكليف وذلك من حيث إن الله بين أن المرسلين ما داموا في الدنيا فهم سالكون سائحون مهتدون منتهجون إلى السبيل المستقيم فكيف ذلك الجاهل العاجز .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "على صراط مستقيم (4) ",
        "babnum": 3
    },
    {
        "id": 2020,
        "cate": "36",
        "title": "تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ (5) ",
        "details": " قرىء بالجر على أنه بدل من القرآن كأنه قال : والقرآن الحكيم تنزيل العزيز الرحيم إنك لمن المرسلين لتنذر وقرىء بالنصب وفيه وجهان أحدهما : أنه مصدر فعله منوي كأنه قال نزل تنزيل العزيز الرحيم لتنذر ويكون تقديره نزل القرآن أو الكتاب الحكيم والثاني : أنه مفعول فعل منوي كأنه قال والقرآن الحكيم أعني تنزيل العزيز الرحيم إنك لمن المرسلين لتنذر ، وهذا ما اختاره الزمخشري وقرىء بالرفع على أنه خبر مبتدأ منوي كأنه قال هذا تنزيل العزيز الرحيم لتنذر ويحتمل وجهاً آخر على هذه القراءة وهو أن يكون مبتدأ خبره لتنذر كأنه قال تنزيل العزيز للإنذار وقوله : { العزيز الرحيم } إشارة إلى أن الملك إذا أرسل رسولاً فالمرسل إليهم إما أن يخالفوا المرسل ويهينوا المرسل وحينئذٍ لا يقدر الملك على الانتقام منهم إلا إذا كان عزيزاً أو يخافوا المرسل ويكرموا المرسل وحينئذٍ يرحمهم الملك ، أو نقول المرسل يكون معه في رسالته منع عن أشياء وإطلاق لأشياء فالمنع يؤكد العزة والإطلاق يدل على الرحمة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "تنزيل العزيز الرحيم (5) ",
        "babnum": 4
    },
    {
        "id": 2021,
        "cate": "36",
        "title": "لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ (6) ",
        "details": " وقوله تعالى : { لِتُنذِرَ قَوْماً مَّا أُنذِرَ ءابَاؤُهُمْ فَهُمْ غافلون } .\r\n قد تقدم تفسيره في قوله : { لِتُنذِرَ قَوْماً مَّا أتاهم مّن نَّذِيرٍ مّن قَبْلِكَ } [ القصص : 46 ] وقيل المراد الإثبات وهو على وجهين أحدهما : لتنذر قوماً ما أنذر آباؤهم ، فتكون ما مصدرية الثاني : أن تكون موصولة معناه : لتنذر قوماً الذين أنذر آباؤهم فهم غافلون ، فعلى قولنا ما نافية تفسيره ظاهر فإن من لم ينذر آباؤه وبعد الإنذار عنه فهو يكون غافلاً ، وعلى قولنا هي للإثبات كذلك لأن معناه لتنذرهم إنذار آبائهم فإنهم غافلون ، وفيه مسائل : المسألة الأولى : كيف يفهم التفسيران وأحدهما يقتضي أن لا يكون آباؤهم منذرين والآخر يقتضي أن يكونوا منذرين وبينهما تضاد؟ نقول على قولنا ما نافية معناه ما أنذر آباؤهم وإنذار آبائهم الأولين لا ينافي أن يكون المتقدمون من آبائهم منذرين والمتأخرون منهم غير منذرين .\r\n المسألة الثانية : قوله : { لِتُنذِرَ قَوْماً مَّا أُنذِرَ ءَابَاؤُهُمْ } يقتضي أن لا يكون النبي صلى الله عليه وسلم مأموراً بإنذار اليهود لأن آباءَهم أنذروا ، نقول ليس كذلك ، أما على قولنا ما للإثبات لا للنفي فظاهر ، وأما على قولنا هي نافية فكذلك ، وقد بينا ذلك في قوله تعالى : { بَلْ هُوَ الحق مِن رَّبّكَ لِتُنذِرَ قَوْماً مَّا أتاهم مّن نَّذِيرٍ مّن قَبْلِكَ } [ السجدة : 3 ] وقلنا إن المراد أن آباءهم قد أنذروا بعد ضلالهم وبعد إرسال من تقدم فإن الله إذا أرسل رسولاً فما دام في القوم من يبين دين ذلك النبي ويأمر به لا يرسل الرسول في أكثر الأمر ، فإذا لم يبق فيهم من يبين ويضل الكل ويتباعد العهد ويفشو الكفر يبعث رسولاً آخر مقرراً لدين من كان قبله أو واضعاً لشرع آخر ، فمعنى قوله تعالى : { لِتُنذِرَ قَوْماً مَّا أُنذِرَ ءَابَاؤُهُمْ } أي ما أنذروا بعد ما ضلوا عن طريق الرسول المتقدم واليهود والنصارى دخلوا فيه لأنهم لم تنذر آباؤهم الأدنون بعد ما ضلوا ، فهذا دليل على كون النبي صلى الله عليه وسلم مبعوثاً بالحق إلى الخلق كافة .\r\n المسألة الثالثة : قوله : { فَهُمْ غافلون } دليل على أن البعثة لا تكون إلا عند الغفلة ، أما إن حصل لهم العلم بما أنزل الله بأن يكون منهم من يبلغهم شريعة ويخالفونه فحق عليهم الهلاك ولا يكون ذلك تعذيباً من قبل أن يبعث الله رسولاً ، وكذلك من خالف الأمور التي لا تفتقر إلى بيان الرسل يستحق الإهلاك من غير بعثة ، وليس هذا قولاً بمذهب المعتزلة من التحسين والتقبيح العقلي بل معناه أن الله تعالى لو خلق في قوم علماً بوجوب الأشياء وتركوه لا يكونون غافلين فلا يتوقف تعذيبهم على بعثة الرسل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لتنذر قوما ما أنذر آباؤهم فهم غافلون (6) ",
        "babnum": 5
    },
    {
        "id": 2022,
        "cate": "36",
        "title": "لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ (7) ",
        "details": " لما بين أن الإرسال أو الإنزال للإنذار ، أشار إلى أن النبي صلى الله عليه وسلم ليس عليه الهداية المستلزمة للاهتداء ، وإنما عليه الإنذار وقد لا يؤمن من المنذرين كثير وفي قوله تعالى : { لَقَدْ حَقَّ القول } وجوه الأول : وهو المشهور أن المراد من القول هو قوله تعالى : { حَقَّ القول مِنْي لأَمْلانَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ } [ ص : 85 ] الثاني : هو أن معناه لقد سبق في علمه أن هذا يؤمن وأن هذا لا يؤمن فقال في حق البعض أنه لا يؤمن ، وقال في حق غيره أنه يؤمن فحق القول أي وجد وثبت بحيث لا يبدل بغيره الثالث : هو أن يقال المراد منه لقد حق القول الذي قاله الله على لسان الرسل من التوحيد وغيره وبأن برهانه فأكثرهم لا يؤمنون بعد ذلك لأن من يتوقف لاستماع الدليل في مهلة النظر يرجى منه الإيمان إذا بان له البرهان ، فإذا تحقق وأكد بالإيمان ولم يؤمن من أكثرهم فأكثرهم تبين أنهم لا يؤمنون لمضي وقت رجاء الإيمان ولأنهم لما لم يؤمنوا عندما حق القول واستمروا فإن كانوا يريدون شيئاً أوضح من البرهان فهو العيان وعند العيان لا يفيد الإيمان ، وقوله : { على أَكْثَرِهِمْ } على هذا الوجه معناه أن من لم تبلغه الدعوة والبرهان قليلون فحق القول على أكثر من لم يوجد منه الإيمان وعلى الأول والثاني ظاهر فإن أكثر الكفار ماتوا على الكفر ولم يؤمنوا وفيه وجه رابع وهو أن يقال لقد حقت كلمة العذاب العاجل على أكثرهم فهم لا يؤمنون وهو قريب من الأول .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لقد حق القول على أكثرهم فهم لا يؤمنون (7) ",
        "babnum": 6
    },
    {
        "id": 2023,
        "cate": "36",
        "title": "إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُمْ مُقْمَحُونَ (8) ",
        "details": " لما بين أنهم لا يؤمنون بين أن ذلك من الله فقال : { إِنَّا جَعَلْنَا } وفيه وجوه أحدها : أن المراد إنا جعلناهم ممسكين لا ينفقون في سبيل الله كما قال تعالى : { وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً إلى عُنُقِكَ } [ الإسراء : 29 ] والثاني : أن الآية نزلت في أبي جهل وصاحبيه المخزوميين حيث حلف أبو جهل أنه يرضخ رأس محمد ، فرآه ساجداً فأخذ صخرة ورفعها ليرسلها على رأسه فالتزقت بيده ويده بعنقه .\r\n والثالث : وهو الأقوى وأشد مناسبة لما تقدم وهو أن ذلك كناية عن منع الله إياهم عن الاهتداء وفيه مسائل : المسألة الأولى : هل للوجهين الأولين مناسبة مع ما تقدم من الكلام؟ نقول الوجه الأول : له مناسبة وهي أن قوله تعالى : { فَهُمْ لاَ يُؤْمِنُونَ } [ يس : 7 ] يدخل فيه أنهم لا يصلون كما قال تعالى : { وَمَا كَانَ الله لِيُضِيعَ إيمانكم } [ البقرة : 143 ] أي صلاتكم عند بعض المفسرين والزكاة مناسبة للصلاة على ما بينا فكأنه قال لا يصلون ولا يزكون ، وأما على الوجه الثاني فمناسبة خفية وهي أنه لما قال : { لَقَدْ حَقَّ القول على أَكْثَرِهِمْ } [ يس : 7 ] وذكرنا أن المراد به البرهان قال بعد ذلك بل عاينوا وأبصروا ما يقرب من الضرورة حيث التزقت يده بعنقه ومنع من إرسال الحجر وهو يضطر إلى الإيمان ولم يؤمن علم أنه لا يؤمن أصلاً والتفسير هو الوجه الثالث .\r\n المسألة الثانية : قوله : { فَهِيَ } راجعة إلى ماذا؟ نقول فيها وجهان أحدهما : أنها راجعة إلى الأيدي وإن كانت غير مذكورة ولكنها معلومة لأن المغلول تكون أيديه مجموعة في الغل إلى عنقه وثانيهما : وهو ما اختاره الزمخشري أنها راجعة إلى الأغلال ، معناه إنا جعلنا في أعناقهم أغلالاً ثقالاً غلاظاً بحيث تبلغ إلى الأذقان فلم يتمكن المغلول معها من أن يطأطىء رأسه .\r\n المسألة الثالثة : كيف يفهم من الغل في العنق المنع من الإيمان حتى يجعل كناية فنقول المغلول الذي بلغ الغل إلى ذقنه وبقي مقمحاً رافع الرأس لا يبصر الطريق الذي عند قدمه وذكر بعده أن بين يديه سداً ومن خلفه سداً فهو لا يقدر على انتهاج السبيل ورؤيته وقد ذكر من قبل أن المرسل على صراط مستقيم فهذا الذي يهديه النبي إلى الصراط المستقيم العقلي جعل ممنوعاً كالمغلول الذي يجعل ممنوعاً من إبصار الطريق الحسي ، ويحتمل وجهاً آخر وهو أن يقال الأغلال في الأعناق عبارة عن عدم الانقياد فإن المنقاد يقال فيه إنه وضع رأسه على الخط وخضع عنقه والذي في رقبته الغل الثخين إلى الذقن لا يطأطىء رأسه ولا يحركه تحريك المصدق ، ويصدق هذا قوله : { مُّقْمَحُونَ } فإن المقمح هو الرافع رأسه كالمتأبي يقال بعير قامح إذا رفع رأسه فلم يشرب الماء ولم يطأطئه للشرب والإيمان كالماء الزلال الذي به الحياة وكأنه تعالى قال : إنا جعلنا في أعناقهم أغلالاً فهم مقمحون لا يخضعون الرقاب لأمر الله .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا جعلنا في أعناقهم أغلالا فهي إلى الأذقان فهم مقمحون (8) ",
        "babnum": 7
    },
    {
        "id": 2024,
        "cate": "36",
        "title": "وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لَا يُبْصِرُونَ (9) ",
        "details": " يكون متمماً لمعنى جعل الله إياهم مغلولين لأن قوله : { وَجَعَلْنَا مِن بَيْنِ أَيْدِيهِمْ سَدّاً } إشارة إلى أنهم لا ينتهجون سبيل الرشاد فكأنه قال لا يبصرون الحق فينقادون له لمكان السد ولا ينقادون لك فيبصرون الحق فينقادون له لمكان الغل والإيمان المورث للإيقان .\r\n إما باتباع الرسول أولاً فتلوح له الحقائق ثانياً وإما بظهور الأمور أولاً واتباع الرسول ثانياً ، ولا يتبعون الرسول أولاً لأنهم مغلولون فلا يظهر لهم الحق من الرسول ثانياً ، ولا يظهر لهم الحق أولاً لأنهم واقعون في السد فلا يتبعون الرسول ثانياً وفيه وجه آخر : وهو أن يقال المانع ، إما أن يكون في النفس ، وإما أن يكون خارجاً عنها ، ولهم المانعان جميعاً من الإيمان ، أما في النفس فالغل ، وأما من الخارج فالسد ، ولا يقع نظرهم على أنفسهم فيرون الآيات التي في أنفسهم كما قال تعالى : { سَنُرِيهِمْ ءاياتنا فِى الآفاق وَفِي أَنفُسِهِمْ } [ فصلت : 53 ] وذلك لأن المقمح لا يرى نفسه ولا يقع بصره على يديه ، ولا يقع نظرهم على الآفاق لأن من بين السدين لا يبصرون الآفاق فلا تبين لهم الآيات التي في الآفاق وعلى هذا فقوله : { إِنَّا جَعَلْنَا فِي أعناقهم } [ يس : 8 ] { وَجَعَلْنَا مِن بَيْنِ أَيْدِيهِمْ } إشارة إلى عدم هدايتهم لآيات الله في الأنفس والآفاق ، وفي تفسير قوله تعالى : { وَجَعَلْنَا مِن بَيْنِ أَيْدِيهِمْ سَدّاً } مسائل : المسألة الأولى : السد من بين الأيدي ذكره ظاهر الفائدة فإنهم في الدنيا سالكون وينبغي أن يسلكوا الطريقة المستقيمة ومن بين أيديهم سداً فلا يقدرون على السلوك ، وأما السد من خلفهم ، فما الفائدة فيه؟ فنقول الجواب عنه من وجوه الأول : هو أن الإنسان له هداية فطرية والكافر قد يتركها وهداية نظرية والكافر ما أدركها فكأنه تعالى يقول : جعلنا من بين أيديهم سداً فلا يسلكون طريقة الاهتداء التي هي نظرية { وجعلنا من خلفهم سداً } فلا يرجعون إلى الهداية الجبلية التي هي الفطرية الثاني : هو أن الإنسان مبدأه من الله ومصيره إليه فعمى الكافر لا يبصر ما بين يديه من المصير إلى الله ولا ما خلفه من الدخول في الوجود بخلق الله الثالث : هو أن السالك إذا لم يكن له بد من سلوك طريق فإن انسد الطريق الذي قدامه يفوته المقصد ولكنه يرجع وإذا انسد الطريق من خلفه ومن قدامه فالموضع الذي هو فيه لا يكون موضع إقامة لأنه مهلك فقوله : { وَجَعَلْنَا مِن بَيْنِ أَيْدِيهِمْ سَدّاً ومِنْ خَلْفِهِمْ } إشارة إلى إهلاكهم .\r\n المسألة الثانية : قوله تعالى : { فأغشيناهم } بحرف الفاء يقتضي أن يكون للإغشاء بالسد تعلق ويكون الإغشاء مرتباً على جعل السد فكيف ذلك؟ فنقول ذلك من وجهين أحدهما : أن يكون ذلك بياناً لأمور مترتبة يكون بعضها سبباً للبعض فكأنه تعالى قال : { إِنَّا جَعَلْنَا في أعناقهم أغلالا } فلا يبصرون أنفسهم لإقماحهم وجعلنا من بين أيديهم سداً ومن خلفهم سداً فلا يبصرون ما في الآفاق وحينئذٍ يمكن أن يروا السماء وما على يمينهم وشمالهم فقال بعد هذا كله : وجعلنا على أبصارهم غشاوة فلا يبصرون شيئاً أصلاً وثانيهما : هو أن ذلك بيان لكون السد قريباً منهم بحيث يصير ذلك كالغشاوة على أبصارهم فإن من جعل من خلفه ومن قدامه سدين ملتزقين به بحيث يبقى بينهما ملتزقاً بهما تبقى عينه على سطح السد فلا يبصر شيئاً ، أما غير السد فللحجاب ، وأما عين السد فلكون شرط المرئي أن لا يكون قريباً من العين جداً .\r\n المسألة الثالثة : ذكر السدين من بين الأيدي ومن خلف ولم يذكر من اليمين والشمال ما الحكمة فيه؟ فنقول ، أما على قولنا إنه إشارة إلى الهداية الفطرية والنظرية فظاهر ، وأما على غير ذلك فنقول بما ذكر حصل العموم والمنع من انتهاج المناهج المستقيمة ، لأنهم إن قصدوا السلوك إلى جانب اليمين أو جانب الشمال صاروا متوجهين إلى شيء ومولين عن شيء فصار ما إليه توجههم ما بين أيديهم فيجعل الله السد هناك فيمنعه من السلوك ، فكيفما يتوجه الكافر يجعل الله بين يديه سداً ووجه آخر : أحسن مما ذكرنا وهو أنا لما بينا أن جعل السد صار سبباً للإغشاء كان السد ملتزقاً به وهو ملتزق بالسدين فلا قدرة له على الحركة يمنة ولا يسرة فلا حاجة إلى السد عن اليمين وعن الشمال وقوله تعالى : { فأغشيناهم فَهُمْ لاَ يُبْصِرُونَ } يحتمل ما ذكرنا أنهم لا يبصرون شيئاً ، ويحتمل أن يكون المراد هو أن الكافر مصدود وسبيل الحق عليه مسدود وهو لا يبصر السد ولا يعلم الصد ، فيظن أنه على الطريقة المستقيمة ، وغير ضال .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وجعلنا من بين أيديهم سدا ومن خلفهم سدا فأغشيناهم فهم لا يبصرون (9) ",
        "babnum": 8
    },
    {
        "id": 2025,
        "cate": "36",
        "title": "وَسَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ (10) ",
        "details": " أي الإنذار وعدمه سيان بالنسبة إلى الإيمان منهم إذ لا وجود له منهم على التقديرين ، فإن قيل إذا كان الإنذار وعدمه سواء فلماذا الإنذار؟ نقول قد أجبنا في غير هذا الموضع أنه تعالى قال : { سَوَاء عَلَيْهِمْ } وما قال سواء عليك فالإنذار بالنسبة إلى النبي صلى الله عليه وسلم ليس كعدم الإنذار لأن أحدهما مخرج له عن العهدة وسبب في زيادة سيادته عاجلاً وسعادته آجلاً ، وأما بالنسبة إليهم على السواء فإنذار النبي صلى الله عليه وسلم ليخرج عما عليه وينال ثواب الإنذار وإن لم ينتفعوا به لما كتب عليهم من البوار في دار القرار .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وسواء عليهم أأنذرتهم أم لم تنذرهم لا يؤمنون (10) ",
        "babnum": 9
    },
    {
        "id": 2026,
        "cate": "36",
        "title": "إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ (11) ",
        "details": " والترتيب ظاهر وفي التفسير مسائل : المسألة الأولى : قال من قبل : { لّتُنذِرَ } [ يس : 6 ] وذلك يقتضي الإنذار العام على ما بينا وقال : { إِنَّمَا تُنذِرُ } وهو يقضي التخصيص فكيف الجمع بينهما؟ نقول من وجوه : الأول : هو أن قوله : { لّتُنذِرَ } أي كيفما كان سواء كان مفيداً أو لم يكن وقوله : { إِنَّمَا تُنذِرُ } أي الإنذار المفيد لا يكون إلا بالنسبة إلى من يتبع الذكر ويخشى الثاني : هو أن الله تعالى لما قال إن الإرسال والإنزال ، وذكر أن الإنذار وعدمه سيان بالنسبة إلى أهل العناد قال لنبيه : ليس إنذارك غير مفيد من جميع الوجوه فأنذر على سبيل العموم وإنما تنذر بذلك الإنذار العام من يتبع الذكر كأنه يقول : يا محمد إنك بإنذارك تهدي ولا تدري من تهدي فأنذر الأسود والأحمر ومقصودك من يتبع إنذارك وينتفع بذكراك الثالث : هو أن نقول قوله : { لّتُنذِرَ } أي أولاً فإذا أنذرت وبالغت وبلغت واستهزأ البعض وتولى واستكبر وولى ، فأعرض بعد ذلك فإنما تنذر الذين اتبعوك الرابع : وهو قريب من الثالث إنك تنذر الكل بالأصول ، وإنما تنذر بالفروع من ترك الصلاة والزكاة من اتبع الذكر وآمن .\r\n المسألة الثانية : قوله : { مَنِ اتبع الذكر } يحتمل وجوهاً الأول : وهو المشهور من اتبع القرآن الثاني : من اتبع ما في القرآن من الآيات ويدل عليه قوله تعالى : { والقرءان ذِي الذكر } [ ص : 1 ] فما جعل القرآن نفس الذكر الثالث : من اتبع البرهان فإنه ذكر يكمل الفطرة وعلى كل وجه فمعناه : إنما تنذر العلماء الذين يخشون وهو كقوله تعالى : { إِنَّمَا يَخْشَى الله مِنْ عِبَادِهِ العلماء } [ فاطر : 28 ] وكقوله تعالى : { والذين ءامَنُواْ وَعَمِلُواْ الصالحات } [ البقرة : 82 ] فقوله : { اتبع الذكر } أي آمن ، وقوله : { وَخشِيَ الرحمن } أي عمل صالحاً وهذا الوجه يتأيد بقوله : { فَبَشّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ } لأنا ذكرنا مراراً أن الغفران جزاء الإيمان فكل مؤمن مغفور والأجر الكريم جزاء العمل كما قال تعالى : { الذين ءَامَنُواْ وَعَمِلُواْ الصالحات أولئك لَّهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ } [ سبأ : 4 ] وتفسير الذكر بالقرآن يتأيد بتعريف الذكر بالألف واللام ، وقد تقدم ذكر القرآن في قوله تعالى : { والقرءان الحكيم } [ يس : 2 ] وقوله : { وَخشِيَ الرحمن } فيه لطيفة وهي أن الرحمة تورث الاتكال والرجاء فقال مع أنه رحمن ورحيم فالعاقل لا ينبغي أن يترك الخشية فإن كل من كانت نعمته بسبب رحمته أكثر فالخوف منه أتم مخافة أن يقطع عنه النعم المتواترة وتكملة اللطيفة : هي أن من أسماء الله اسمين يختصان به هما الله والرحمن كما قال تعالى : { قُلِ ادعوا الله أَوِ ادعوا الرحمن } [ الإسراء : 110 ] حتى قال بعض الأئمة : هما علمان إذا عرفت هذا فالله اسم ينبىء عن الهيبة والرحمن ينبىء عن العاطفية فقال في موضع { يرجو الله } [ الأحزاب : 21 ] وقال ههنا : { وَخشِيَ الرحمن } يعني مع كونه ذا هيبة لا تقطعوا عنه رجاءكم ومع كونه ذا رحمة لا تأمنوه ، وقوله : { بالغيب } يعني بالدليل وإن لم ينته إلى درجة المرئي المشاهد فإن عند الانتهاء إلى تلك الدرجة لا يبقى للخشية فائدة ، والمشهور أن المراد بالغيب ما غاب عنا وهو أحوال القيامة ، وقيل إن الوحدانية تدخل فيه ، وقوله : { فَبَشّرْهُ } فيه إشارة إلى الأمر الثاني من أمري الرسالة فإن النبي صلى الله عليه وسلم بشير ونذير وقد ذكر أنه أرسل لينذر وذكر أن الإنذار النافع عند اتباع الذكر ، فقال بشر : كما أنذرت ونفعت ، وقوله : { بِمَغْفِرَةٍ } على التنكير أي بمغفرة واسعة تستر من جميع الجوانب حتى لا يرى عليه أثر من آثار النفس ويظهر عليه أنوار الروح الزكية { وَأَجْرٍ كَرِيمٍ } أي ذي كرم ، وقد ذكرنا ما في الكريم في قوله : { وَرِزْقٌ كَرِيمٌ } [ الأنفال : 4 ] وفي قوله : { وَرِزْقًا كَرِيماً } [ الأحزاب : 31 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنما تنذر من اتبع الذكر وخشي الرحمن بالغيب فبشره بمغفرة وأجر كريم (11) ",
        "babnum": 10
    },
    {
        "id": 2027,
        "cate": "36",
        "title": "إِنَّا نَحْنُ نُحْيِ الْمَوْتَى وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ (12) ",
        "details": " في الترتيب وجوه أحدها : أن الله تعالى لما بين الرسالة وهو أصل من الأصول الثلاثة التي يصير بها المكلف مؤمناً مسلماً ذكر أصلاً آخر وهو الحشر وثانيها : وهو أن الله تعالى لما ذكر الإنذار والبشارة بقوله : { فَبَشّرْهُ بِمَغْفِرَةٍ } [ يس : 11 ] ولم يظهر ذلك بكماله في الدنيا فقال : إن لم ير في الدنيا فالله يحيي الموتى ويجزي المنذرين ويجزي المبشرين وثالثها : أنه تعالى لما ذكر خشية الرحمن بالغيب ذكر ما يؤكده وهو إحياء الموتى وفي التفسير مسائل : المسألة الأولى : { إِنَّا نَحْنُ } يحتمل وجهين أحدهما : أن يكون مبتدأ وخبراً كقول القائل : أنا أبو النجم وشعري شعري \r\n ومثل هذا يقال عند الشهرة العظيمة ، وذلك لأن من لا يعرف يقال له من أنت؟ فيقول : أنا ابن فلان فيعرف ومن يكون مشهوراً إذا قيل له من أنت يقول أنا أي لا معرف لي أظهر من نفسي فقال : إنا نحن معروفون بأوصاف الكمال ، وإذا عرفنا بأنفسنا فلا تنكر قدرتنا على إحياء الموتى وثانيهما : أن يكون الخبر { نُحْىِ } كأنه قال إنا نحيي الموتى ، و { نَحْنُ } يكون تأكيداً والأول أولى .\r\n المسألة الثانية : { إنا نحن } فيه إشارة إلى التوحيد لأن الاشتراك يوجب التمييز بغير النفس فإن زيداً إذا شاركه غيره في الاسم ، فلو قال أنا زيد لم يحصل التعريف التام ، لأن للسامع أن يقول : أيما زيد؟ فيقول ابن عمرو ولو كان هناك زيد آخر أبوه عمرو لا يكفي قوله ابن عمرو ، فلما قال الله : { إِنَّا نَحْنُ } أي ليس غيرنا أحد يشاركنا حتى تقول أنا كذا فنمتاز ، وحينئذٍ تصير الأصول الثلاثة مذكورة؛ الرسالة والتوحيد والحشر .\r\n المسألة الثالثة : قوله : { وَنَكْتُبُ مَاَ قَدَّمُواْ } فيه وجوه أحدها : المراد ما قدموا وأخروا فاكتفى بذكر أحدهما كما في قوله تعالى : { سَرَابِيلَ تَقِيكُمُ الحر } [ النحل : 81 ] والمراد والبرد أيضاً وثانيها : المعنى ما أسلفوا من الأعمال صالحة كانت أو فاسدة وهو كما قال تعالى : { بِمَا قَدَّمَتْ أَيْدِيهِمْ } [ البقرة : 95 ] أي بما قدمت في الوجود على غيره وأوجدته وثالثها : نكتب نياتهم فإنها قبل الأعمال وآثارهم أي أعمالهم على هذا الوجه .\r\n المسألة الرابعة : وآثارهم فيه وجوه الأول : آثارهم أقدامهم فإن جماعة من أصحابه بعدت دورهم عن المساجد فأرادوا النقلة فقال صلى الله عليه وسلم : « إن الله يكتب خطواتكم ويثيبكم عليه فالزموا بيوتكم » والثاني : هي السنن الحسنة ، كالكتب المصنفة والقناطر المبنية ، والحبائس الدارة ، والسنن السيئة كالظلمات المستمرة التي وضعها ظالم والكتب المضلة ، وآلات الملاهي وأدوات المناهي المعمولة الباقية ، وهو في معنى قوله صلى الله عليه وسلم : « من سن سنة حسنة فله أجرها وأجر من عمل بها من غير أن ينقص من أجر العامل شيء ، ومن سن سنة سيئة فعليه وزرها ووزر من عمل بها » فما قدموا هو أفعالهم وآثارهم أفعال الشاكرين فبشرهم حيث يؤاخذون بها ويؤجرون عليها والثالث : ما ذكرنا أن الآثار الأعمال وما قدموا النيات فإن النية قبل العمل .\r\n المسألة الخامسة : الكتابة قبل الإحياء فكيف أخر في الذكر حيث قال : نحيي ونكتب ولم يقل نكتب ما قدموا ونحييهم نقول الكتابة معظمة لأمر الإحياء لأن الإحياء إن لم يكن للحساب لا يعظم والكتابة في نفسها إن لم تكن إحياء وإعادة لا يبقى لها أثر أصلاً فالإحياء هو المعتبر والكتابة مؤكدة معظمة لأمره ، فلهذا قدم الإحياء ولأنه تعالى لما قال : { إِنَّا نَحْنُ } وذلك يفيد العظمة والجبروت ، والإحياء عظيم يختص بالله والكتابة دونه فقرن بالتعريف الأمر العظيم وذكر ما يعظم ذلك العظيم وقوله : { وَكُلَّ شيْء أحصيناه فِى إِمَامٍ مُّبِينٍ } يحتمل وجوهاً أحدها : أن يكون ذلك بياناً لكون ما قدموا وآثارهم أمراً مكتوباً عليهم لا يبدل ، فإن القلم جف بما هو كائن فلما قال : { وَنَكْتُبُ مَاَ قَدَّمُواْ } بين أن قبل ذلك كتابة أخرى فإن الله كتب عليهم أنهم سيفعلون كذا وكذا ثم إذا فعلوه كتب عليهم أنهم فعلوه وثانيها : أن يكون ذلك مؤكداً لمعنى قوله : { وَنَكْتُبُ } لأن من يكتب شيئاً في أوراق ويرميها قد لا يجدها فكأنه لم يكتب فقال : نكتب ونحفظ ذلك في إمام مبين وهذا كقوله تعالى : { عِلْمُهَا عِندَ رَبّي فِى كتاب لاَّ يَضِلُّ رَبّي وَلاَ يَنسَى } [ طه : 52 ] وثالثها : أن يكون ذلك تعميماً بعد التخصيص كأنه تعالى يكتب ما قدموا وآثارهم وليست الكتابة مقتصرة عليه ، بل كل شيء محصي في إمام مبين ، وهذا يفيد أن شيئاً من الأقوال والأفعال لا يعزب عن علم الله ولا يفوته ، وهذا كقوله تعالى : { وَكُلُّ شَىْء فَعَلُوهُ فِى الزبر * وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُّسْتَطَرٌ } [ القمر : 52 ، 53 ] يعني ليس ما في الزبر منحصراً فيما فعلوه بل كل شيء فعلوه مكتوب ، وقوله : { أحصيناه } أبلغ من كتبناه لأن من كتب شيئاً مفرقاً يحتاج إلى جمع عدده فقال : هو محصي فيه وسمي الكتاب إماماً لأن الملائكة يتبعونه فما كتب فيه من أجل ورزق وإحياء وإماتة اتبعوه وقيل هو اللوح المحفوظ ، وإمام جاء جمعاً في قوله تعالى : { يَوْمَ نَدْعُواْ كُلَّ أُنَاسٍ بإمامهم } [ الإسراء : 71 ] أي بأئمتهم وحينئذٍ فإمام إذا كان فرداً فهو ككتاب وحجاب وإذا كان جمعاً فهو كجبال وحبال والمبين هو المظهر للأمور لكونه مظهراً للملائكة ما يفعلون وللناس ما يفعل بهم وهو الفارق يفرق بين أحوال الخلق فيجعل فريقاً في الجنة وفريقاً في السعير .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنا نحن نحي الموتى ونكتب ما قدموا وآثارهم وكل شيء أحصيناه في إمام مبين (12) ",
        "babnum": 11
    },
    {
        "id": 2028,
        "cate": "36",
        "title": "وَاضْرِبْ لَهُمْ مَثَلًا أَصْحَابَ الْقَرْيَةِ إِذْ جَاءَهَا الْمُرْسَلُونَ (13) ",
        "details": " وفيه وجهان ، والترتيب ظاهر على الوجهين الوجه الأول : هو أن يكون المعنى واضرب لأجلهم مثلاً والثاني : أن يكون المعنى واضرب لأجل نفسك أصحاب القرية لهم مثلاً أي مثلهم عند نفسك بأصحاب القرية وعلى الأول نقول لما قال الله : { إِنَّكَ لَمِنَ المرسلين } [ يس : 3 ] وقال : { لّتُنذِرَ } [ يس : 6 ] قال قل لهم : { مَا كُنتُ بِدْعاً مّنَ الرسل } [ الأحقاف : 9 ] بل قبلي بقليل جاء أصحاب القرية مرسلون وأنذروهم بما أنذرتكم وذكروا التوحيد وخوفوا بالقيامة وبشروا بنعيم دار الإقامة ، وعلى الثاني نقول لما قال الله تعالى إن الإنذار لا ينفع من أضله الله وكتب عليه أنه لا يؤمن قال للنبي عليه الصلاة والسلام فلا تأس واضرب لنفسك ولقومك مثلاً ، أي مثل لهم عند نفسك مثلاً حيث جاءهم ثلاثة رسل ولم يؤمنوا وصبر الرسل على القتل والإيذاء ، وأنت جئتهم واحداً وقومك أكثر من قوم الثلاثة فإنهم جاؤا قرية وأنت بعثت إلى العالم ، وفي التفسير مسائل : المسألة الأولى : ما معنى قول القائل ضرب مثلاً؟ وقوله تعالى : { واضرب } مع أن الضرب في اللغة ، إما إمساس جسم جسماً بعنف ، وإما السير إذا قرن به حرف في كقوله تعالى : { إِذَا ضَرَبْتُمْ فِي الأرض } [ النساء : 101 ] نقول قوله ضرب مثلاً معناه مثل مثلاً ، وذلك لأن الضرب اسم للنوع يقال هذه الأشياء من ضرب واحد أي اجعل هذا وذاك من ضرب واحد .\r\n المسألة الثانية : أصحاب القرية ، معناه واضرب لهم مثلاً مثل أصحاب القرية فترك المثل وأقيم الأصحاب مقامه في الإعراب كقوله : { واسئل القرية } [ يوسف : 82 ] هذا قول الزمخشري في الكشاف ، ويحتمل أن يقال لا حاجة إلى الإضمار بل المعنى اجعل أصحاب القرية لهم مثلاً أو مثل أصحاب القرية بهم .\r\n المسألة الثالثة : { إذ جاءها المرسلون } ، ( إذ ) منصوبة لأنها بدل من ( أصحاب القرية ) كأنه قال تعالى : { واضرب لَهُم } وقت مجيء المرسلين ومثل ذلك الوقت بوقت مجيئك ، وهذا أيضاً قول الزمخشري وعلى قولنا إن هذا المثل مضروب لنفس محمد صلى الله عليه وسلم تسلية فيحتمل أن يقال إذا ظرف منصوب بقوله : { اضرب } أي اجعل الضرب ، كأنه حين مجيئهم وواقع فيه ، والقرية أنطاكية والمرسلون من قوم عيسى وهم أقرب مرسل أرسل إلى قوم إلى زمان محمد صلى الله عليه وسلم وهم ثلاثة كما بين الله تعالى وقوله : { إِذ أَرْسَلْنَا } [ يس : 14 ] يحتمل وجهين أحدهما : أن يكون إذ أرسلنا بدلاً من إذ جاءها كأنه قال الضرب لهم مثلاً ، إذ أرسلنا إلى أصحاب القرية اثنين وثانيهما : وهو الأصح والأوضح أن يكون إذ ظرفاً والفعل الواقع فيه جاءها أي جاءها المرسلون حين أرسلناهم إليهم أي لم يكن مجيئهم من تلقاء أنفسهم وإنما جاءوهم حيث أمروا ، وهذا فيه لطيفة : وهي أن في الحكاية أن الرسل كانوا مبعوثين من جهة عيسى عليه السلام أرسلهم إلى أنطاكية فقال تعالى : إرسال عيسى عليه السلام هو إرسالنا ورسول رسول الله بإذن الله رسول الله فلا يقع لك يا محمد أن أولئك كانوا رسل الرسول وأنت رسول الله فإن تكذيبهم كتكذيبك فتتم التسلية بقوله : { إِذ أَرْسَلْنَا } وهذا يؤيد مسألة فقهية وهي أن وكيل الوكيل بإذن الموكل وكيل الموكل لا وكيل الوكيل حتى لا ينعزل بعزل الوكيل إياه وينعزل إذا عزله الموكل الأول ، وهذا على قولنا : { واضرب لَهُمْ مَّثَلاً } ضرب المثل لأجل محمد صلى الله عليه وسلم ظاهر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "واضرب لهم مثلا أصحاب القرية إذ جاءها المرسلون (13) ",
        "babnum": 12
    },
    {
        "id": 2029,
        "cate": "36",
        "title": "إِذْ أَرْسَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُمْ مُرْسَلُونَ (14) ",
        "details": " في بعثة الأثنين حكمة بالغة وهي أنهما كانا مبعوثين من جهة عيسى بإذن الله فكان عليهما إنهاء الأمر إلى عيسى والإتيان بما أمر الله ، والله عالم بكل شيء لا يحتاج إلى شاهد يشهد عنده ، وأما عيسى فهو بشر فأمره الله بإرسال اثنين ليكون قولهما على قومهما عند عيسى حجة تامة .\r\n وقوله : { فَعَزَّزْنَا بِثَالِثٍ } أي قوينا وقرىء فعززنا بثالث مخففاً ، من عز إذا غلب فكأنه قال فغلبنا نحن وقهرنا بثالث والأول أظهر وأشهر وترك المفعول حيث لم يقل فعززناهما لمعنى لطيف وهو أن المقصود من بعثهما نصرة الحق لا نصرتهما والكل مقوون للدين المتين بالبرهان المبين ، وفيه مسائل : المسألة الأولى : النبي صلى الله عليه وسلم بعث رسله إلى الأطراف واكتفى بواحد وعيسى عليه السلام بعث اثنين ، نقول النبي بعث لتقرير الفروع وهو دون الأصول فاكتفى بواحد فإن خبر الواحد في الفروع مقبول ، وأما هما فبعثا بالأصول وجعل لهما معجزة تفيد اليقين وإلا لما كفى إرسال اثنين أيضاً ولا ثلاثة .\r\n المسألة الثانية : قال الله تعالى لموسى عليه السلام { سَنَشُدُّ عَضُدَكَ } [ القصص : 35 ] فذكر المفعول هناك ولم يذكره ههنا مع أن المقصود هناك أيضاً نصرة الحق ، نقول موسى عليه السلام كان أفضل من هارون وهارون بعث معه بطلبه حيث قال : { فَأَرْسِلْهِ مَعِيَ } [ القصص : 34 ] فكان هارون معبوثاً ليصدق موسى فيما يقول ويقوم بما يأمره ، وأما هما فكل واحد مستقل ناطق بالحق فكان هناك المقصود تقوية موسى وإرسال من يؤنس معه وهو هارون ، وأما ههنا فالمقصود تقوية الحق فظهر الفرق .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إذ أرسلنا إليهم اثنين فكذبوهما فعززنا بثالث فقالوا إنا إليكم مرسلون (14) ",
        "babnum": 13
    },
    {
        "id": 2030,
        "cate": "36",
        "title": "قَالُوا مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا وَمَا أَنْزَلَ الرَّحْمَنُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا تَكْذِبُونَ (15) ",
        "details": " ثم بين الله ما جرى منهم وعليهم مثل ما جرى من محمد صلى الله عليه وسلم وعليه فقالوا : { إِنَّا إِلَيْكُمْ مُّرْسَلُونَ } [ يس : 14 ] كما قال : { إِنَّكَ لَمِنَ المرسلين } [ يس : 3 ] وبين ما قال القوم بقوله : { قَالُواْ مَا أَنتُمْ إِلاَّ بَشَرٌ مِّثْلُنَا وَمَا أَنَزلَ الرحمن مِن شَيْءٍ } جعلوا كونهم بشراً مثلهم دليلاً على عدم الإرسال ، وهذا عام من المشركين قالوا في حق محمد : { أأنزل عَلَيْهِ الذكر } [ ص : 8 ] وإنما ظنوه دليلاً بناءً على أنهم لم يعتقدوا في الله الاختيار ، وإنما قالوا فيه إنه موجب بالذات وقد استوينا في البشرية فلا يمكن الرجحان ، والله تعالى رد عليهم قولهم بقوله : { الله أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ } [ الأنعام : 124 ] وبقوله : { الله يَجْتَبِي إِلَيْهِ مَن يَشَاء } [ الشورى : 13 ] إلى غير ذلك ، وقوله : { وما أَنزَلَ الرحمن مِن شَيْءٍ } يحتمل وجه أحدهما : أن يكون متمماً لما ذكروه فيكون الكل شبهة واحدة ، ووجهه هو أنهم قالوا أنتم بشر فما نزلتم من عند الله وما أنزل الله إليكم أحداً ، فكيف صرتم رسلاً لله؟ ثانيهما : أن يكون هذا شبهة أخرى مستقلة ووجهه هو أنهم لما قالوا أنتم بشر مثلنا فلا يجوز رجحانكم علينا ذكروا الشبهة من جهة النظر إلى المرسلين ، ثم قالوا شبهة أخرى من جهة المرسل ، وهو أنه تعالى ليس بمنزل شيئاً في هذا العالم ، فإنه تصرفه في العالم العلوي وللعلويات التصرف في السفليات على مذهبهم ، فالله تعالى لم ينزل شيئاً من الأشياء في الدنيا فكيف أنزل إليكم ، وقوله : { الرحمن } إشارة إلى الرد عليهم ، لأن الله لما كان رحمن الدنيا والإرسال رحمة ، فكيف لا ينزل رحمته وهو رحمن ، فقال إنهم قالوا : ما أنزل الرحمن شيئاً ، وكيف لا ينزل الرحمن مع كونه رحمن شيئاً ، هو الرحمة الكاملة .\r\n ثم قال تعالى : { إِنْ أَنتُمْ إِلاَّ تَكْذِبُونَ } أي ما أنتم إلا كاذبين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قالوا ما أنتم إلا بشر مثلنا وما أنزل الرحمن من شيء إن أنتم إلا تكذبون (15) ",
        "babnum": 14
    },
    {
        "id": 2031,
        "cate": "36",
        "title": "قَالُوا رَبُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ (16) ",
        "details": " إشارة إلى أنهم بمجرد التكذيب لم يسأموا ولم يتركوا ، بل أعادوا ذلك لهم وكرروا القول عليهم وأكدوه باليمين وقالوا ربنا يعلم إنا إليكم لمرسلون وأكدوه باللام ، لأن يعلم الله يجري مجرى القسم ، لأن من يقول يعلم الله فيما لا يكون قد نسب الله إلى الجهل وهو سبب العقاب ، كما أن الحنث سببه ، وفي قوله : { رَبُّنَا يَعْلَمُ } إشارة إلى الرد عليهم حيث قالوا أنتم بشر ، وذلك لأن الله إذا كان يعلم أنهم لمرسلون ، يكون كقوله تعالى : { الله أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ } [ الأنعام : 124 ] يعني هو عالم بالأمور وقادر ، فاختارنا بعلمه لرسالته .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قالوا ربنا يعلم إنا إليكم لمرسلون (16) ",
        "babnum": 15
    },
    {
        "id": 2032,
        "cate": "36",
        "title": "وَمَا عَلَيْنَا إِلَّا الْبَلَاغُ الْمُبِينُ (17) ",
        "details": " تسلية لأنفسهم ، أي نحن خرجنا عن عهدة ما علينا وحثاً لهم على النظر ، فإنهم لما قالوا : { مَا عَلَيْنَا إِلاَّ البلاغ } كان ذلك يوجب تفكرهم في أمرهم حيث لم يطلبوا منهم أجراً ولا قصدوا رياسة ، وإنما كان شغلهم التبليغ والذكر ، وذلك مما يحمل العاقل على النظر و { المبين } يحتمل أموراً أحدها : البلاغ المبين للحق عن الباطل ، أي الفارق بالمعجزة والبرهان وثانيها : البلاغ المظهر لما أرسلنا للكل ، أي لا يكفي أن نبلغ الرسالة إلى شخص أو شخصين وثالثها : البلاغ المظهر للحق بكل ما يمكن ، فإذا تم ذلك ولم يقبلوا يحق هنالك الهلاك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما علينا إلا البلاغ المبين (17) ",
        "babnum": 16
    },
    {
        "id": 2033,
        "cate": "36",
        "title": "قَالُوا إِنَّا تَطَيَّرْنَا بِكُمْ لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذَابٌ أَلِيمٌ (18) ",
        "details": " ثم كان جوابهم بعد هذا أنهم قالوا إنا تطيرنا بكم وذلك أنه لما ظهر من الرسل المبالغة في البلاغ ظهر منهم الغلو في التكذيب ، فلما قال المرسلون : { إِنَّا إِلَيْكُمْ مُّرْسَلُونَ } [ يس : 14 ] قالوا : { إِنْ أَنتُمْ إِلاَّ تَكْذِبُونَ } [ يس : 15 ] ولما أكد الرسل قولهم باليمين حيث قالوا : { رَبُّنَا يَعْلَمُ } [ يس : 16 ] أكدوا قولهم بالتطير بهم فكأنهم قالوا في الأول كنتم كاذبين ، وفي الثاني صرتم مصرين على الكذب ، حالفين مقسمين عليه ، و « اليمين الكاذبة تدع الديار بلاقع » فتشاءمنا بكم ثانياً ، وفي الأول كما تركتم ففي الثاني لا نترككم لكون الشؤم مدركنا بسببكم فقالوا : { لَئِن لَّمْ تَنتَهُواْ لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ أَلِيمٌ } وقوله لنرجمنكم يحتمل وجهين أحدهما : لنشتمنكم منا لرجم بالقول وعلى هذا فقوله : { وَلَيَمَسَّنَّكُمْ } ترق كأنهم قالوا ولا يكتفي بالشتم ، بل يؤدي ذلك إلى الضرب والإيلام الحسي وثانيهما : أن يكون المراد الرجم بالحجارة ، وحينئذٍ فقوله : { وَلَيَمَسَّنَّكُمْ } بيان للرجم ، يعني ولا يكون الرجم رجماً قليلاً نرجمكم بحجر وحجرين ، بل نديم ذلك عليكم إلى الموت وهو عذاب أليم ، ويكون المراد لنرجمنكم وليمسنكم بسبب الرجم عذاب منا أليم ، وقد ذكرنا في الأليم أنه بمعنى المؤلم ، والفعيل معنى مفعل قليل ، ويحتمل أن يقال هو من باب قوله : { عَيشَةٍ رَّاضِيَةٍ } [ الحاقة : 21 ] أي ذات رضا ، فالعذاب الأليم هو ذو ألم ، وحينئذٍ يكون فعيلاً بمعنى فاعل وهو كثير .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قالوا إنا تطيرنا بكم لئن لم تنتهوا لنرجمنكم وليمسنكم منا عذاب أليم (18) ",
        "babnum": 17
    },
    {
        "id": 2034,
        "cate": "36",
        "title": "قَالُوا طَائِرُكُمْ مَعَكُمْ أَئِنْ ذُكِّرْتُمْ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ (19) ",
        "details": " ثم أجابهم المرسلون بقولهم : { قَالُواْ طائركم مَّعَكُمْ } أي شؤمكم معكم وهو الكفر .\r\n ثم قالوا : { أَئن ذُكَّرْتُم } جواباً عن قولهم : { لَنَرْجُمَنَّكُمْ } يعني أتفعلون بنا ذلك ، وإن ذكرتم أي بين لكم الأمر بالمعجز والبرهان { بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ } حيث تجعلون من يتبرك به كمن يتشاءم به وتقصدون إيلام من يجب في حقه الإكرام أو { مسرفون } حيث تكفرون ، ثم تصرون بعد ظهور الحق بالمعجز والبرهان ، فإن الكافر مسيء فإذا تم عليه الدليل وأوضح له السبيل ويصر يكون مسرفاً ، والمسرف هو المجاوز الحد بحيث يبلغ الضد وهم كانوا كذلك في كثير من الأشياء ، أما في التبرك والتشاؤم فقد علم وكذلك في الإيلام والإكرام ، وأما في الكفر فلأن الواجب اتباع الدليل ، فإن لم يوجد به فلا أقل من أن لا يجزم بنقيضه وهم جزموا بالكفر بعد البرهان على الإيمان ، فإن قيل بل للإضرار فما الأمر المضرب عنه؟ نقول يحتمل أن يقال قوله : { أَئن ذُكَّرْتُم } وارد على تكذيبهم ونسبتهم الرسل إلى الكذب بقولهم : { إِنْ أَنتُمْ إِلاَّ تَكْذِبُونَ } [ يس : 15 ] فكأنهم قالوا : أنحن كاذبون وإن جئنا بالبرهان ، لا بل أنتم قوم مسرفون ويحتمل أن يقال أنحن مشؤومون ، وإن جئنا ببيان صحة ما نحن عليه ، لا بل أنتم قوم مسرفون ويحتمل أن يقال أنحن مستحقون للرجم والإيلام ، وإن بينا صحة ما أتينا به ، لا بل أنتم قوم مسرفون وأما الحكاية فمشهورة ، وهي أن عيسى عليه السلام بعث رجلين إلى أنطاكية فدعيا إلى التوحيد وأظهرا المعجزة من إبراء الأكمه والأبرص وإحياء الموتى فحبسهما الملك ، فأرسل بعدهما شمعون فأتى الملك ولم يدع الرسالة ، وقرب نفسه إلى الملك بحسن التدبير ، ثم قال له : إني أسمع أن في الحبس رجلين يدعيان أمراً بديعاً ، أفلا يحضران حتى نسمع كلامهما؟ قال الملك : بلى ، فأحضرا وذكرا مقالتهما الحقة ، فقال لهما شمعون : فهل لكما بينة؟ قالا : نعم ، فأبرآ الأكمة والأبرص وأحييا الموتى ، فقال شمعون : أيها الملك ، إن شئت أن تغلبهم ، فقال للآلهة التي تعبدونها تفعل شيئاً من ذلك ، قال الملك : أنت لا يخفى عليك أنها لا تبصر ولا تسمع ولا تقدر ولا تعلم ، فقال شمعون : فإذن ظهر الحق من جانبهم ، فآمن الملك وقوم وكفر آخرون ، وكانت الغلبة للمكذبين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قالوا طائركم معكم أئن ذكرتم بل أنتم قوم مسرفون (19) ",
        "babnum": 18
    },
    {
        "id": 2035,
        "cate": "36",
        "title": "وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَى قَالَ يَاقَوْمِ اتَّبِعُوا الْمُرْسَلِينَ (20) ",
        "details": " وفي فائدته وتعلقه بما قبله وجهان أحدهما : أنه بيان لكونهم أتوا بالبلاغ المبين حيث آمن بهم الرجل الساعي ، وعلى هذا فقوله : { مِنْ أَقْصَا المدينة } فيه بلاغة باهرة ، وذلك لأنه لما جاء من أقصى المدينة رجل وهو قد آمن دل على أن إنذارهم وإظهارهم بلغ إلى أقصى المدينة وثانيهما : أن ضرب المثل لما كان لمحمد صلى الله عليه وسلم تسلية لقلبه ذكر بعد الفراغ من ذكر الرسل سعى المؤمنين في تصديق رسلهم وصبرهم على ما أوذوا ، ووصول الجزاء الأوفى إليهم ليكون ذلك تسلية لقلب أصحاب محمد ، كما أن ذكر المرسلين تسلية لقلب محمد صلى الله عليه وسلم ، وفي التفسير مسائل .\r\n المسألة الأولى : قوله : { وَجَاء مِنْ أَقْصَى المدينة رَجُلٌ } في تنكير الرجل مع أنه كان معروفاً معلوماً عند الله فائدتان الأولى : أن يكون تعظيماً لشأنه أي رجل كامل في الرجولية : الثانية : أن يكون مفيداً لظهور الحق من جانب المرسلين حيث آمن رجل من الرجال لا معرفة لهم به فلا يقال إنهم تواطؤا ، والرجل هو حبيب النجار كان ينحت الأصنام وقد آمن بمحمد صلى الله عليه وسلم قبل وجوده حيث صار من العلماء بكتاب الله ، ورأى فيه نعت محمد صلى الله عليه وسلم وبعثته .\r\n المسألة الثانية : قوله : { يسعى } تبصرة للمؤمنين وهداية لهم ، ليكونوا في النصح باذلين جهدهم ، وقد ذكرنا فائدة قوله : { مِنْ أَقْصَى المدينة } وهي تبليغهم الرسالة بحيث انتهى إلى من في أقصى المدينة والمدينة هي أنطاكية ، وهي كانت كبيرة شاسعة وهي الآن دون ذلك ومع هذا فهي كبيرة وقوله تعالى : { قَالَ يَا قَوْمِ اتبعوا المرسلين } فيه معان لطيفة الأول : في قوله : { يا قَوْمِ } فإنه ينبىء عن إشفاق عليهم وشفقة فإن إضافتهم إلى نفسه بقوله : { يا قَوْمِ } يفيد أنه لا يريد بهم إلا خيراً ، وهذا مثل قول مؤمن آل فرعون { ياقوم اتبعون } [ غافر : 38 ] فإن قيل قال هذا الرجل { اتبعوا المرسلين } وقال ذلك { اتبعون } فما الفرق؟ نقول هذا الرجل جاءهم وفي أول مجيئه نصحهم وما رأوا سيرته ، فقال : اتبعوا هؤلاء الذين أظهروا لكم الدليل وأوضحوا لكم السبيل ، وأما مؤمن آل فرعون فكان فيهم واتبع موسى ونصحهم مراراً فقال اتبعوني في الإيمان بموسى وهارون عليهما السلام ، واعلموا أنه لو لم يكن خيراً لما اخترته لنفسي وأنتم تعلمون أني اخترته ، ولم يكن للرجل الذي جاء من أقصى المدينة أن يقول أنتم تعلمون اتباعي لهم الثاني : جمع بين إظهار النصيحة وإظهار إيمانه فقوله : { اتبعوا } نصيحة وقوله : { المرسلين } إظهار أنه آمن الثالث : قدم إظهار النصيحة على إظهار الإيمان لأنه كان ساعياً في النصح ، وأما الإيمان فكان قد آمن من قبل وقوله : { رَجُلٌ يسعى } يدل على كونه مريداً للنصح وما ذكر في حكايته أنه كان يقتل وهو يقول : «اللهم اهد قومي» .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وجاء من أقصى المدينة رجل يسعى قال ياقوم اتبعوا المرسلين (20) ",
        "babnum": 19
    },
    {
        "id": 2036,
        "cate": "36",
        "title": "اتَّبِعُوا مَنْ لَا يَسْأَلُكُمْ أَجْرًا وَهُمْ مُهْتَدُونَ (21) ",
        "details": " وهذا في غاية الحسن وذلك من حيث إنه لما قال : { اتبعوا المرسلين } كأنهم منعوا كونهم مرسلين فنزل درجة وقال لا شك أن الخلق في الدنيا سالكون طريقة وطالبون للاستقامة ، والطريق إذا حصل فيه دليل يدل يجب اتباعه ، والامتناع من الاتباع لا يحسن إلا عند أحد أمرين ، إما مغالاة الدليل في طلب الأجرة ، وإما عند عدم الاعتماد على اهتدائه ومعرفته الطريق ، لكن هؤلاء لا يطلبون أجرة وهم مهتدون عالمون بالطريقة المستقيمة الموصلة إلى الحق ، فهب أنهم ليسوا بمرسلين هادين ، أليسوا بمهتدين ، فاتبعوهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "اتبعوا من لا يسألكم أجرا وهم مهتدون (21) ",
        "babnum": 20
    },
    {
        "id": 2037,
        "cate": "36",
        "title": "وَمَا لِيَ لَا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ (22) ",
        "details": " ثم قال تعالى : { وما لِيَ لا أعبد الذي فطرني } لما قال : { وَهُمْ مُّهْتَدُونَ } [ يس : 21 ] بين ظهور اهتدائهم بأنهم يدعون من عبادة الجماد إلى عبادة الحي القويم ، ومن عبادة ما لا ينفع إلى عبادة من منه كل نفع وفيه لطائف : الأولى قوله : { مَالِيَ } أي مالي مانع من جانبي .\r\n إشارة إلى أن الأمر من جهة المعبود ظاهر لا خفاء فيه ، فمن يمتنع من عبادته يكون من جانبه مانع ولا مانع من جانبي فلا جرم عبدته ، وفي العدول عن مخاطبة القوم إلى حال نفسه حكمة أخرى ولطيفة ثانية : وهي أنه لو قال مالكم لا تعبدون الذي فطركم ، لم يكن في البيان مثل قوله : { ومالي } لأنه لما قال : { ومالي } وأحد لا يخفى عليه حال نفسه علم كل أحد أنه لا يطلب العلة وبيانها من أحد لأنه أعلم بحال نفسه فهو يبين عدم المانع ، وأما لو قال : ( مالكم ) جاز أن يفهم منه أنه يطلب بيان العلة لكون غيره أعلم بحال نفسه ، فإن قيل قال الله : { مَالَكُمْ لاَ تَرْجُونَ لِلَّهِ وَقَاراً } [ نوح : 13 ] نقول القائل هناك غير مدعو ، وإنما هو داع وههنا الرجل مدعو إلى الإيمان فقال : ومالي لا أعبد وقد طلب مني ذلك الثانية : قوله : { الذي فَطَرَنِي } إشارة إلى وجود المقتضى فإن قوله : { ومالي } إشارة إلى عدم المانع وعند عدم المانع لا يوجد الفعل ما لم يوجد المقتضى ، فقوله : { الذي فَطَرَنِي } ينبىء عن الاقتضاء ، فإن الخالق ابتداء مالك والمالك يجب على المملوك إكرامه وتعظيمه ، ومنعم بالإيجاد والمنعم يجب على المنعم شكر نعمته الثالثة : قدم بيان عدم المانع على بيان وجود المقتضى مع أن المستحسن تقديم المقتضى حيث وجد المقتضى ولا مانع فيوجد لأن المقتضى لظهوره كان مستغنياً عن البيان رأساً فلا أقل من تقديم ما هو أولى بالبيان لوجود الحاجة إليه الرابعة : اختار من الآيات فطرة نفسه لأنه لما قال : { ومالِيَ لاَ أَعْبُدُ } بإسناد العبادة إلى نفسه اختار ما هو أقرب إلى إيجاب العبادة على نفسه ، وبيان ذلك هو أن خالف عمرو يجب على زيد عبادته لأنه من خلق عمراً لا يكون إلا كامل القدرة شامل العلم واجب الوجود وهو مستحق للعبادة بالنسبة إلى كل مكلف لكن العبادة على زيد بخلق زيد أظهر إيجاباً .\r\n واعلم أن المشهور في قوله : { فَطَرَنِي } خلقني اختراعاً وابتداعاً ، والغريب فيه أن يقال : فطرني أي جعلني على الفطرة كما قال الله تعالى : { فِطْرَةَ الله التي فَطَرَ الناس عَلَيْهَا } [ الروم : 30 ] وعلى هذا فقوله : { ومالِيَ لاَ أَعْبُدُ } أي لم يوجد في مانع فأنا باق على فطرة ربي الفطرة كافية في الشهادة والعبادة فإن قيل فعلى هذا يختلف معنى الفطر في قوله : { فَاطِرَ السموات } [ الأنعام : 14 ] فنقول قد قيل بأن فاطر السموات من الفطر الذي هو الشق فالمحذور لازم أو نقول المعنى فيهما واحد كأنه قال فطر المكلف على فطرته وفطر السموات على فطرتها والأول من التفسير أظهر .\r\n وقوله تعالى : { وَإِلَيْهِ تُرْجَعُونَ } إشارة إلى الخوف والرجاء كما قال : { ادعوه خَوْفًا وَطَمَعًا } [ الأعراف : 56 ] وذلك لأن من يكون إليه المرجع يخاف منه ويرجى وفيه أيضاً معنى لطيف وهو أن العابد على أقسام ثلاثة ذكرناها مراراً فالأول : عابد يعبد الله ، لكونه إلهاً مالكاً سواء أنعم بعد ذلك أو لم ينعم ، كالعبد الذي يجب عليه خدمة سيده سواء أحسن إليه أو أساء والثاني : عابد يعبد الله للنعمة الواصلة إليه والثالث : عابد يعبد الله خوفاً مثال الأول من يخدم الجواد ، ومثال الثاني من يخدم الغاشم فجعل القائل نفسه من القسم الأعلى وقال : { ومالِيَ لاَ أَعْبُدُ الذي فَطَرَنِي } أي هو مالكي أعبده لأنظر إلى ما سيعطيني ولأنظر إلى أن لا يعذبني وجعلهم دون ذلك فقال : { وَإِلَيْهِ تُرْجَعُونَ } أي خوفكم منه ورجاؤكم فيه فكيف لا تعبدونه ، ولهذا لم يقل وإليه أرجع كما قال فطرني لأنه صار عابداً من القسم الأول فرجوعه إلى الله لا يكن إلا للإكرام وليس سبب عبادته ذلك بل غيره .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما لي لا أعبد الذي فطرني وإليه ترجعون (22) ",
        "babnum": 21
    },
    {
        "id": 2038,
        "cate": "36",
        "title": "أَأَتَّخِذُ مِنْ دُونِهِ آلِهَةً إِنْ يُرِدْنِ الرَّحْمَنُ بِضُرٍّ لَا تُغْنِ عَنِّي شَفَاعَتُهُمْ شَيْئًا وَلَا يُنْقِذُونِ (23) ",
        "details": " ثم قال تعالى : { أَءَتَّخِذُ مِن دُونِهِ ءَالِهَةً } ليتم التوحيد ، فإن التوحيد بين التعطيل والإشراك ، فقال : ومالي لا أعبد إشارة إلى وجود الإله وقال : { أَءَتَّخِذ مِن دُونِهِ } إشارة إلى نفي غيره فيتحقق معنى لا إله إلا الله ، وفي الآية أيضاً لطائف الأولى : ذكره على طريق الاستفهام فيه معنى وضوح الأمر ، وذلك أن من أخبر من شيء فقال مثلاً لا أتخذ يصح من السامع أن يقول له لم لا تتخذ فيسأله عن السبب ، فإذا قال : أأتخذ يكون كلامه أنه مستغن عن بيان السبب الذي يطالب به عند الإخبار ، كأنه يقول استشرتك فدلني والمستشار يتفكر ، فكأنه يقول تفكر في الأمر تفهم من غير إخبار مني الثانية : قوله من دونه وهي لطيفة عجيبة : وبيانها هو أنه لما بين أنه يعبد الله بقوله : { الذي فَطَرَنِي } [ يس : 22 ] بين أن من دونه لا تجوز عبادته فإن عبد غير الله وجب عبادة كل شيء مشارك للمعبود الذي اتخذ غير الله ، لأن الكل محتاج مفتقر حادث ، فلو قال لا أتخذ آلهة لقيل له ذلك يختلف إن اتخذت إلهاً غير الذي فطرك ، ويلزمك عقلاً أن تتخذ آلهة لا حصر لها ، وإن كان إلهك ربك وخالقك فلا يجوز أن تتخذ آلهة الثالثة : قوله : { أَءَتَّخِذُ } إشارة إلى أن غيره ليس بإله لأن المتخذ لا يكون إله ، ولهذا قال تعالى : { مَا اتخذ صاحبة وَلاَ وَلَداً } [ الجن : 3 ] وقال : { الحمد لِلَّهِ الذي لَمْ يَتَّخِذْ وَلَدًا } [ الإسراء : 111 ] لأنه تعالى لا يكون له ولد حقيقة ولا يجوز ، وإنما النصارى قالوا : تبنى الله عيسى وسماه ولداً فقال : { وَلَمْ يَتَّخِذْ وَلَداً } [ الفرقان : 2 ] ولا يقال قال الله تعالى : { فاتخذه وَكِيلاً } في حق الله تعالى حيث قال : { رَّبُّ المشرق والمغرب لاَ إله إِلاَّ هُوَ فاتخذه وَكِيلاً } [ المزمل : 9 ] نقول ذلك أمر متجدد ، وذلك لأن الإنسان في أول الأمر يكون قليل الصبر ضعيف القوة ، فلا يجوز أن يترك أسباب الدنيا ويقول إني أتوكل فلا يحسن من الواحد منا أن لا يشتغل بأمر أصلاً ويترك أطفاله في ورطة الحاجة ولا يوصل إلى أهله نفقتهم ويجلس في مسجد وقلبه متعلق بعطاء زيد وعمرو ، فإذا قوي بالعبادة قلبه ونسي نفسه فضلاً عن غيره وأقبل على عبادة ربه بجميع قلبه وترك الدنيا وأسبابها وفوض أمره إلى الله حينئذٍ يكون من الأبرار الأخيار ، فقال الله لرسوله : أنت علمت أن الأمور كلها بيد الله وعرفت الله حق المعرفة وتيقنت أن المشرق والمغرب ، وما فيهما وما يقع بينهما بأمر الله ، ولا إله يطلب لقضاء الحوائج إلا هو فاتخذه وكيلاً ، وفوض جميع أمورك إليه فقد ارتقيت عن درجة من يؤمر بالكسب الحلال وكنت من قبل تتجر في الحلال ومعنى قوله : { فاتخذه وَكِيلاً } أي في جميع أمورك وقوله تعالى : { لاَّ تُغْنِ عَنّي } يحتمل وجهين أحدهما : أن يكون كالوصف كأنه قال : أأتخذ آلهة غير مغنية عند إرادة الرحمن بي ضراً وثانيهما : أن يكون كلاماً مستأنفاً كأنه قال لا أتخذ من دونه آلهة .\r\n ثم قال تعالى : { إِن يُرِدْنِ الرحمن بِضُرّ لاَّ تُغْنِ عَنّي شفاعتهم شَيْئاً وَلاَ يُنقِذُونَ } وفيه مسائل : المسألة الأولى : قال : { إِن يُرِدْنِ الرحمن بِضُرٍّ } ولم يقل إن يرد الرحمن بي ضراً ، وكذلك قال تعالى : { إِنْ أَرَادَنِيَ الله بِضُرّ هَلْ هُنَّ كاشفات ضُرّهِ } [ الزمر : 38 ] ولم يقل إن أراد الله بي ضراً ، نقول الفعل إذا كان متعدياً إلى مفعول واحد تعدى إلى مفعولين بحرف كاللازم يتعدى بحرف في قولهم ذهب به وخرج به ، ثم إن المتكلم البليغ يجعل المفعول بغير حرف ما هو أولى بوقوع الفعل عليه ويجعل الآخر مفعولاً بحرف فإذا قال القائل مثلاً؟ كيف حال فلان : يقول اختصه الملك بالكرامة والنعمة فإذا قال كيف كرامة الملك؟ يقول : اختصها بزيد فيجعل المسؤول مفعولاً بغير حرف لأنه هو المقصود إذا علمت هذا فالمقصود فيما نحن فيه بيان كون العبد تحت تصرف الله يقلبه كيف يشاء في البؤس والرخاء ، وليس الضر بمقصود بيانه ، كيف والقائل مؤمن يرجو الرحمة والنعمة بناءً على إيمانه بحكم وعد الله ويؤيد هذا قوله من قبل { الذي فَطَرَنِي } [ يس : 22 ] حيث جعل نفسه مفعول الفطرة فكذلك جعلها مفعول الإرادة وذكر الضر وقع تبعاً وكذا القول في قوله تعالى : { إِنْ أَرَادَنِيَ الله بِضُرّ } [ الزمر : 38 ] المقصود بيان أنه يكون كما يريد الله وليس الضر بخصوصه مقصوداً بالذكر ويؤيده ما تقدم حيث قال تعالى : { أَلَيْسَ الله بِكَافٍ عَبْدَهُ } [ الزمر : 36 ] يعني هو تحت إرادته ويتأيد ما ذكرناه بالنظر في قوله تعالى : { قُلْ مَن ذَا الذي يَعْصِمُكُمْ مّنَ الله إِنْ أَرَادَ بِكُمْ سُوءاً } [ الأحزاب : 17 ] حيث خالف هذا النظم وجعل المفعول من غير حرف السوء وهو كالضر والمفعول بحرف هو المكلف ، وذلك لأن المقصود ذكر الضر للتخويف وكونهم محلاً له ، وكيف لا وهم كفرة استحقوا العذاب بكفرهم فجعل الضر مقصوداً بالذكر لزجرهم ، فإن قيل فقد ذكر الله الرحمة أيضاً حيث قال : { أَوْ أَرَادَ بِكُمْ رَحْمَةً } [ الأحزاب : 17 ] نقول المقصود ذلك ، ويدل عليه قوله تعالى : { مِن بَعْدِهِ وَلاَ يَجِدُونَ لَهُمْ مّن دُونِ الله وَلِيّاً وَلاَ نَصِيراً } [ الأحزاب : 17 ] وإنما ذكر الرحمة تتمة للأمر بالتقسيم الحاصر ، وكذلك إذا تأملت في قوله تعالى : { يَقُولُونَ بِأَلْسِنَتِهِمْ مَّا لَيْسَ فِي قُلُوبِهِمْ قُلْ فَمَن يَمْلِكُ لَكُمْ مّنَ الله شَيْئاً إِنْ أَرَادَ بِكُمْ ضَرّاً أَوْ أَرَادَ بكم نفعاً } [ الفتح : 11 ] فإن الكلام أيضاً مع الكفار وذكر النفع وقع تبعاً لحصر الأمر بالتقسيم ، ويدل عليه قوله تعالى : { بَلْ كَانَ الله بِمَا تَعْمَلُونَ خَبِيراً } [ الفتح : 11 ] فإنه للتخويف ، وهذا كقوله تعالى : { وَإِنَّا أَوْ إِيَّاكُمْ لعلى هُدًى أَوْ فِي ضلال مُّبِينٍ } [ سبأ : 24 ] ، والمقصود إني على هدى وأنتم في ضلال ، ولو قال هكذا لمنع مانع فقال بالتقسيم كذلك ههنا المقصود الضر واقع بكم ولأجل دفع المانع قال الضر والنفع .\r\n المسألة الثانية : قال ههنا : { إِن يُرِدْنِ الرحمن } وقال في الزمر : { إِنْ أَرَادَنِيَ الله } [ الزمر : 38 ] فما الحكمة في اختيار صيغة الماضي هنالك واختيار صيغة المضارع ههنا وذكر المريد باسم الرحمن هنا وذكر المريد باسم الله هناك؟ نقول أما الماضي والمستقبل فإن إن في الشرط تصير الماضي مستقبلاً وذلك لأن المذكور ههنا من قبل بصيغة الاستقبال في قوله : { أَءتَّخِذُ } وقوله : { وَمَالِيَ لاَ أَعْبُدُ } [ يس : 22 ] والمذكور هناك من قبل بصيغة الماضي في قوله : { أَفَرَءَيْتُمُ } [ الزمر : 38 ] وكذلك في قوله تعالى : { وَإِن يَمْسَسْكَ الله بِضُرٍّ } [ الأنعام : 17 ] لكون المتقدم عليه مذكوراً بصيغة المستقبل وهو قوله : { منْ يُصْرَفْ عَنْهُ } [ الأنعام : 16 ] وقوله : { إِنّي أَخَافُ إِنْ عَصَيْتُ } [ الأنعام : 15 ] والحكمة فيه هو أن الكفار كانوا يخوفون النبي صلى الله عليه وسلم بضر يصيبه من آلهتهم فكأنه قال صدر منكم التخويف ، وهذا ما سبق منكم ، وههنا ابتداء كلام صدر من المؤمن للتقرير ، والجواب ما كان يمكن صدوره منهم فافترق الأمران ، وأما قوله هناك : { إِنْ أَرَادَنِيَ الله } [ الزمر : 38 ] فنقول قد ذكرنا أن الأسمين المختصين بواجب الوجود الله والرحمن كما قال تعالى : { قُلِ ادعوا الله أَوِ ادعوا الرحمن } [ الإسراء : 110 ] والله للهيبة والعظمة والرحمن للرأفة والرحمة ، وهناك وصف الله بالعزة والانتقام في قوله : { أَلَيْسَ الله بِعَزِيزٍ ذِي انتقام } [ الزمر : 37 ] وذكر ما يدل على العظمة ما يدل على العظمة بقوله : { وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السموات والأرض } [ العنكبوت : 61 ] فذكر الاسم الدال على العظمة وقال ههنا ما يدل على الرحمة بقوله : { الذي فَطَرَنِي } [ يس : 22 ] فإنه نعمة هي شرط سائر النعم فقال : { إِن يُرِدْنِ الرحمن بِضُرٍّ } ثم قال تعالى : { لاَّ تُغْنِ عَنّى شفاعتهم شَيْئاً وَلاَ ينقذون } على ترتيب ما يقع من العقلاء ، وذلك لأن من يريد دفع الضر عن شخص أضر به شخص يدفع بالوجه الأحسن فيشفع أولاً فإن قبله إلا يدفع فقال : لا تغن عني شفاعتهم ولا يقدرون على إنقاذي بوجه من الوجوه ، وفي هذه الآيات حصل بيان أن الله تعالى معبود من كل وجه إن كان نظراً إلى جانبه فهو فاطر ورب مالك يستحق العبادة سواء أحسن بعد ذلك أو لم يحسن وإن كان نظراً إلى إحسانه فهو رحمن ، وإن كان نظراً إلى الخوف فهو يدفع ضره ، وحصل بيان أن غيره لا يصلح أن يعبد بوجه من الوجوه ، فإن أدنى مراتبه أن يعد ذلك ليوم كريهة وغير الله لا يدفع شيئاً إلا إذا أراد الله وإن يرد فلا حاجة إلى دافع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أأتخذ من دونه آلهة إن يردن الرحمن بضر لا تغن عني شفاعتهم شيئا ولا ينقذون (23) ",
        "babnum": 22
    },
    {
        "id": 2039,
        "cate": "36",
        "title": "إِنِّي إِذًا لَفِي ضَلَالٍ مُبِينٍ (24) ",
        "details": " يعني إن فعلت فأنا ضال ضلالاً بيناً ، والمبين مفعل بمعنى فعيل كما جاء عكسه فعيل بمعنى مفعل في قوله أليم أي مؤلم ، ويمكن أن يقال ضلال مبين أي مظهور الأمر للناظر والأول هو الصحيح .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إني إذا لفي ضلال مبين (24) ",
        "babnum": 23
    },
    {
        "id": 2040,
        "cate": "36",
        "title": "إِنِّي آمَنْتُ بِرَبِّكُمْ فَاسْمَعُونِ (25) ",
        "details": " في المخاطب بقوله : { بِرَبِّكُمْ } وجوه أحدها : هم المرسلون ، قال المفسرون : أقبل القوم عليه يريدون قتله فأقبل وهو على المرسلين وقال : إني آمنت بربكم فاسمعوا قولي واشهدوا لي وثانيها : هم الكفار كأنه لما نصحهم وما نفعهم قال : فأنا آمنت فاسمعون وثالثها : بربكم أيها السامعون فاسمعون على العموم ، كما قلنا في قول الواعظ حيث يقول : يا مسكين ما أكثر أملك وما أنزل عملك يريد به كل سامع يسمعه وفي قوله : { فاسمعون } فوائد أحدها : أنه كلام مترو متفكر حيث قال : { فاسمعون } فإن المتكلم إذا كان يعلم أن لكلامه جماعة سامعين يتفكر وثانيها : أنه ينبه القوم ويقول إني أخبرتكم بما فعلت حتى لا تقولوا لم أخفيت عنا أمرك ولو أظهرت لآمنا معك وثالثها : أن يكون المراد السماع الذي بمعنى القبول ، يقول القائل نصحته فسمع قولي أي قبله ، فإن قلت لم قال من قبل : { ومالِيَ لاَ أَعْبُدُ الذي فَطَرَنِي } [ يس : 22 ] وقال ههنا : { آمَنتُ بِرَبِّكُمْ } ولم يقل آمنت بربي؟ نقول قولنا الخطاب مع الرسل أمر ظاهر ، لأنه لما قال آمنت بربكم ظهر عند الرسل أنه قبل قولهم وآمن بالرب الذي دعوه إليه ولو قال بربي لعلهم كانوا يقولون كل كافر يقول لي رب وأنا مؤمن بربي ، وأما على قولنا الخطاب مع الكفار ففيه بيان للتوحيد ، وذلك لأنه لما قال : { أَعْبُدُ الذي فَطَرَنِي } [ يس : 22 ] ثم قال : { آمَنتُ بِرَبِّكُمْ } فهم أنه يقول ربي وربكم واحد وهو الذي فطرني وهو بعينه ربكم ، بخلاف ما لو قال آمنت بربي فيقول الكافر وأنا أيضاً آمنت بربي ومثل هذا قوله تعالى : { الله رَبُّنَا وَرَبُّكُمْ } [ الشورى : 15 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إني آمنت بربكم فاسمعون (25) ",
        "babnum": 24
    },
    {
        "id": 2041,
        "cate": "36",
        "title": "قِيلَ ادْخُلِ الْجَنَّةَ قَالَ يَالَيْتَ قَوْمِي يَعْلَمُونَ (26) ",
        "details": " ثم قال تعالى : { قِيلَ ادخل الجنة } فيه وجهان أحدهما : أنه قتل ثم قيل له ادخل الجنة بعد القتل وثانيهما : قيل ادخل الجنة عقيب قوله { ءامَنتُ } [ يس : 25 ] وعلى الأول .\r\n فقوله تعالى : { قَالَ ياليت قَوْمِي يَعْلَمُونَ } يكون بعد موته والله أخبر بقوله وعلى الثاني قال ذلك في حياته وكأنه سمع الرسل أنه من الداخلين الجنة وصدقهم وقطع به وعلمه ، فقال : يا ليت قومي يعلمون كما علمت فيؤمنون كما آمنت وفي معنى قوله تعالى : { قِيلَ } وجهان كما أن في وقت ذلك وجهان أحدهما : قيل من القول والثاني : ادخل الجنة ، وهذا كما في قوله تعالى : { إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن } [ يس : 82 ] ليس المراد القول في وجه بل هو الفعل أي يفعله في حينه من غير تأخير وتراخ وكذلك في قوله تعالى : { وَقِيلَ ياأرض ابلعي } [ هود : 44 ] في وجه جعل الأرض بالعة ماءها .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قيل ادخل الجنة قال ياليت قومي يعلمون (26) ",
        "babnum": 25
    },
    {
        "id": 2042,
        "cate": "36",
        "title": "بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ (27) ",
        "details": " وفي قوله تعالى : { بِمَا غَفَرَ لِي رَبِّي } وجوه أحدها : أن ما استفهامية كأنه قال : يا ليت قومي يعلمون بما غفر لي ربي حتى يشتغلوا به وهو ضعيف ، وإلا لكان الأحسن أن تكون ما محذوفة الألف يقال بم وفيم وعم ولم وثانيها : خبرية كأنه قال : يا ليت قومي يعلمون بالذي غفر لي ربي وثالثها : مصدرية ، كأنه قال : يا ليت قومي يعلمون بمغفرة ربي لي ، والوجهان الآخران هما المختاران .\r\n ثم قال تعالى : { وَجَعَلَنِي مِنَ المكرمين } قد ذكرنا أن الإيمان والعمل الصالح يوجبان أمرين هما الغفران والإكرام كما في قوله تعالى : { الذين ءَامَنُواْ وَعَمِلُواْ الصالحات أُوْلَئِكَ لَهُمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ } [ سبأ : 4 ] والرجل كان من المؤمنين الصلحاء ، والمكرم على ضد المهان ، والإهانة بالحاجة والإكرام بالاستغناء فيغني الله الصالح عن كل أحد ويدفع جميع حاجاته بنفسه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "بما غفر لي ربي وجعلني من المكرمين (27) ",
        "babnum": 26
    },
    {
        "id": 2043,
        "cate": "36",
        "title": "وَمَا أَنْزَلْنَا عَلَى قَوْمِهِ مِنْ بَعْدِهِ مِنْ جُنْدٍ مِنَ السَّمَاءِ وَمَا كُنَّا مُنْزِلِينَ (28) ",
        "details": " إشارة إلى هلاكهم بعده سريعاً على أسهل وجه فإنه لم يحتج إلى إرسال جند يهلكهم ، وفيه مسائل : المسألة الأولى : قال ههنا : { وَمَا أَنزَلْنَا } بإسناد الفعل إلى النفس ، وقال في بيان حال المؤمن { قِيلَ ادخل الجنة } [ يس : 26 ] بإسناد القول إلى غير مذكور ، وذلك لأن العذاب من باب الهيبة فقال بلفظ التعظيم ، وأما في : { ادخل الجنة } فقال ( قيل ) ليكون هو كالمهنأ بقول الملائكة حيث يقول له كل ملك وكل صالح يراه ادخل الجنة خالداً فيها ، وكثيراً ما ورد في القرآن قوله تعالى : { وَقِيلَ أَدْخِلُواْ } إشارة إلى أن الدخول يكون دخولاً بإكرام كما يدخل العريس البيت المزين على رؤوس الأشهاد يهنئه كل أحد .\r\n المسألة الثانية : لم أضاف القوم إليه مع أن الرسول أولى بكون الجمع قوماً لهم فإن الواحد يكون له قوم هم آله وأصحابه والرسول لكونه مرسلاً يكون جميع الخلق وجميع من أرسل إليهم قوماً له؟ نقول لوجهين أحدهما : ليبين الفرق بين اثنين هما من قبيلة واحدة أكرم أحدهما غاية الإكرام بسبب الإيمان وأهين الآخر غاية الإهانة بسبب الكفر ، وهذا من قوم أولئك في النسب وثانيهما : أن العذاب كان مختصاً بأقارب ذلك ، لأن غيرهم من قوم الرسل آمنوا بهم فلم يصبهم العذاب .\r\n المسألة الثانية : خصص عدم الإنزال بما بعده والله تعالى لم ينزل عليهم جنداً قبله أيضاً فما فائدة التخصيص؟ نقول استحقاقهم العذاب كان بعده حيث أصروا واستكبروا فبين حال الهلاك أنه لم يكن بجند .\r\n المسألة الرابعة : قال : { مِّنَ السماء } وهو تعالى لم ينزل عليهم ولا أرسل إليهم جنداً من الأرض فما فائدة التقييد؟ نقول الجواب عنه من وجهين أحدهما : أن يكون المراد وما أنزلنا عليهم جنداً بأمر من السماء فيكون للعموم وثانيهما : أن العذاب نزل عليهم من السماء فبين أن النازل لم يكن جنداً لهم عظمة وإنما كان ذلك بصيحة أخمدت نارهم وخربت ديارهم .\r\n المسألة الخامسة : { وَمَا كُنَّا مُنزِلِينَ } أية فائدة فيه مع أن قوله : { وَمَا أَنزَلْنَا } يستلزم أنه لا يكون من المنزلين؟ نقول قوله : { وَمَا كُنَّا } أي ما كان ينبغي لنا أن ننزل لأن الأمر كان يتم بدون ذلك فما أنزلنا وما كنا محتاجين إلى إنزال ، أو نقول : { وَمَا أَنزَلْنَا \r\nوَمَا كُنَّا مُنزِلِينَ } في مثل تلك الواقعة جنداً في غير تلك الواقعة ، فإن قيل فكيف أنزل الله جنوداً في يوم بدر وفي غير ذلك حيث قال : { وَأَنزَلَ جُنُوداً لَّمْ تَرَوْهَا } [ التوبة : 26 ] ؟ نقول ذلك تعظيماً لمحمد صلى الله عليه وسلم وإلا كان تحريك ريشة من جناح ملك كافياً في استئصالهم وما كان رسل عيسى عليه السلام في درجة محمد صلى الله عليه وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما أنزلنا على قومه من بعده من جند من السماء وما كنا منزلين (28) ",
        "babnum": 27
    },
    {
        "id": 2044,
        "cate": "36",
        "title": "إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ (29) ",
        "details": " ثم بين الله تعالى ما كان بقوله : { إِن كَانَتْ } الواقعة { إِلاَّ صَيْحَةً } وقال الزمخشري أصله إن كان شيء إلا صيحة فكان الأصل أن يذكر ، لكنه تعالى أنث لما بعده من المفسر وهو الصيحة .\r\n وقوله تعالى : { واحدة } تأكيد لكون الأمر هيناً عند الله .\r\n وقوله تعالى : { فَإِذَا هُمْ خامدون } فيه إشارة إلى سرعة الهلاك فإن خمودهم كان من الصيحة وفي وقتها لم يتأخر ، ووصفهم بالخمود في غاية الحسن وذلك لأن الحي فيه الحرارة الغريزية وكلما كانت الحرارة أوفر كانت القوة الغضبية والشهوانية أتم وهم كانوا كذلك ، أما الغضب فإنهم قتلوا مؤمناً كان ينصحهم ، وأما الشهوة فلأنهم احتملوا العذاب الدائم بسبب استيفاء اللذات الحالية فإذن كانوا كالنار الموقدة ، ولأنهم كانوا جبارين مستكبرين كالنار ومن خلق منها فقال : { فَإِذَا هُمْ خامدون } وفيه وجه آخر : وهو أن العناصر الأربعة يخرج بعضها عن طبيعته التي خلقه الله عليها ويصير العنصر الآخر بإرادة الله فالأحجار تصير مياهاً ، والمياه تصير أحجاراً وكذلك الماء يصير هواء عند الغليان والسخونة والهواء يصير ماء للبرد ولكن ذلك في العادة بزمان ، وأما الهواء فيصير ناراً والنار تصير هواء بالاشتعال والخمود في أسرع زمان ، فقال خامدين بسببها فخمود النار في السرعة كإطفاء سراج أو شعلة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن كانت إلا صيحة واحدة فإذا هم خامدون (29) ",
        "babnum": 28
    },
    {
        "id": 2045,
        "cate": "36",
        "title": "يَاحَسْرَةً عَلَى الْعِبَادِ مَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ (30) ",
        "details": " ثم قال تعالى : { ياحسرة عَلَى العباد } أي هذا وقت الحسرة فاحضري يا حسرة والتنكير للتكثير ، وفيه مسائل : المسألة الأولى : الألف واللام في العباد يحتمل وجهين أحدهما : للمعهود وهم الذين أخذتهم الصيحة فيا حسرة على أولئك وثانيهما : لتعريف الجنس جنس الكفار المكذبين .\r\n المسألة الثانية : من المتحسر؟ نقول فيه وجوه الأول : لا متحسر أصلاً في الحقيقة إذ المقصود بيان أن ذلك وقت طلب الحسرة حيث تحققت الندامة عند تحقق العذاب .\r\n وههنا بحث لغوي : وهو أن المفعول قد يرفض رأساً إذا كان الغرض غير متعلق به يقال إن فلاناً يعطي ويمنع ولا يكون هناك شيء معطي إذ المقصود أن له المنع والإعطاء ، ورفض المفعول كثير وما نحن فيه رفض الفاعل وهو قليل ، والوجه فيه ما ذكرنا ، أن ذكر المتحسر غير مقصود وإنما المقصود أن الحسرة متحققة في ذلك الوقت الثاني : أن قائل يا حسرة هو الله على الاستعارة تعظيماً للأمر وتهويلاً له وحينئذٍ يكون كالألفاظ التي وردت في حق الله كالضحك والنسيان والسخر والتعجب والتمني ، أو نقول ليس معنى قولنا يا حسرة ويا ندامة ، أن القائل متحسر أو نادم بل المعنى أنه مخبر عن وقوع الندامة ، ولا يحتاج إلى تجوز في بيان كونه تعالى قال : { يا حَسْرَةً } بل يخبر به على حقيقته إلا في النداء ، فإن النداء مجاز والمراد الإخبار الثالث : المتلهفون من المسلمين والملائكة ألا ترى إلى ما حكي عن حبيب أنه حين القتل كان يقول : اللهم اهد قومي وبعد ما قتلوه وأدخل الجنة قال : يا ليت قومي يعلمون ، فيجوز أن يتحسر المسلم للكافر ويتندم له وعليه .\r\n المسألة الثالثة : قرىء { يا حَسْرَةً } بالتنوين ، و ( يا حسرة العباد ) بالإضافة من غير كلمة على ، وقرىء يا حسرة علي بالهاء إجراء للوصل مجرى الوقف .\r\n المسألة الرابعة : من المراد بالعباد؟ نقول فيه وجوه أحدها : الرسل الثلاثة كأن الكافرين يقولون عند ظهور البأس يا حسرة عليهم يا ليتهم كانوا حاضرين شأننا لنؤمن بهم وثانيها : هم قوم حبيب وثالثها : كل من كفر وأصر واستكبر وعلى الأول فإطلاق العباد على المؤمنين كما في قوله : { إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سلطان } [ الحجر : 42 ] وقوله : { قُلْ ياعبادي الذين أَسْرَفُواْ } [ الزمر : 53 ] وعلى الثاني فإطلاق العباد على الكفار ، وفرق بين العبد مطلقاً وبين المضاف إلى الله تعالى فإن الإضافة إلى الشريف تكسو المضاف شرفاً تقول بيت الله فيكون فيه من الشرف ما لا يكون في قولك البيت ، وعلى هذا فقوله تعالى : { وَعِبَادُ الرحمن } [ الفرقان : 63 ] من قبيل قوله : { إِنَّ عِبَادِي } [ الحجر : 42 ] وكذلك { عِبَادَ الله } [ الصافات : 74 ] .\r\n ثم بين الله تعالى سبب الحسرة بقوله تعالى : { مَا يَأْتِيهِمْ مّن رَّسُولٍ إِلاَّ كَانُواْ بِهِ يَسْتَهْزِءُونَ } وهذا سبب الندامة وذلك لأن من جاءه ملك من بادية ، وأعرفه نفسه ، وطلب منه أمراً هيناً فكذبه ولم يجبه إلا ما دعاه ، ثم وقف بين يديه وهو على سرير ملكه فعرفه أنه ذلك ، يكون عنده من الندامة ما لا مزيد عليه ، فكذلك الرسل هم ملوك وأعظم منهم بإعزاز الله إياهم وجعلهم نوابه كما قال : { إِن كُنتُمْ تُحِبُّونَ الله فاتبعوني يُحْبِبْكُمُ الله } [ آل عمران : 31 ] وجاؤا وعرفوا أنفسهم ولم يكن لهم عظمة ظاهرة في الحس ، ثم يوم القيامة أو عند ظهور البأس ظهرت عظمتهم عند الله لهم ، وكان ما يدعون إليه أمراً هيناً نفعه عائد إليهم من عبادة الله وما كانوا يسألون عليه أجراً ، فعند ذلك تكون الندامة الشديدة ، وكيف لا وهم يقتنعوا بالإعراض حتى آذوا واستهزأوا واستخفوا واستهانوا وقوله : { مَا يَأْتِيهِمْ } الضمير يجوز أن يكون عائداً إلى قوم حبيب ، أي ما يأتيهم من رسول من الرسل الثلاثة إلا كانوا به يستهزؤون على قولنا الحسرة عليهم ، ويجوز أن يكون عائداً إلى الكفار المصرين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياحسرة على العباد ما يأتيهم من رسول إلا كانوا به يستهزئون (30) ",
        "babnum": 29
    },
    {
        "id": 2046,
        "cate": "36",
        "title": "أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ (31) ",
        "details": " ثم إن الله تعالى لما بين حال الأولين قال للحاضرين : { أَلَمْ يَرَوْاْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مّنَ القرون } أي الباقون لا يرون ما جرى على من تقدمهم ، ويحتمل أن يقال : إن الذين قيل في حقهم : { يا حَسْرَةً } [ يس : 30 ] هم الذين قال في حقهم : { أَلَمْ يَرَوْاْ } ومعناه أن كل مهلك تقدمه قوم كذبوا وأهلكوا إلى قوم نوح وقبله .\r\n وقوله : { أَنَّهُمْ إِلَيْهِمْ لاَ يَرْجِعُونَ } بدل في المعنى عن قوله : { كَمْ أَهْلَكْنَا } وذلك لأن معنى : { كَمْ أَهْلَكْنَا } ألم يروا كثرة إهلاكنا ، وفي معنى ، ألم يروا المهلكين الكثيرين أنهم إليهم لا يرجعون ، وحينئذٍ يكون كبدل الاشتمال ، لأن قوله : { أَنَّهُمْ إِلَيْهِمْ لاَ يَرْجِعُونَ } حال من أحوال المهلكين ، أي أهلكوا بحيث لا رجوع لهم إليهم فيصير كقولك : ألا ترى زيداً أدبه ، وعلى هذا فقوله : { أَنَّهُمْ إِلَيْهِمْ لاَ يَرْجِعُونَ } فيه وجهان أحدهما : أهلكوا إهلاكاً لا رجوع لهم إلى من في الدنيا وثانيهما : هو أنهم لا يرجعون إليهم ، أي الباقون لا يرجعون إلى المهلكين بنسب ولا ولادة ، يعني أهلكناهم وقطعنا نسلهم ، ولا شك في أن الإهلاك الذي يكون مع قطع النسل أتم وأعم ، والوجه الأول أشهر نقلاً ، والثاني أظهر عقلاً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ألم يروا كم أهلكنا قبلهم من القرون أنهم إليهم لا يرجعون (31) ",
        "babnum": 30
    },
    {
        "id": 2047,
        "cate": "36",
        "title": "وَإِنْ كُلٌّ لَمَّا جَمِيعٌ لَدَيْنَا مُحْضَرُونَ (32) ",
        "details": " لما بين الإهلاك بين أنه ليس من أهلكه الله تركه ، بل بعده جمع وحساب وحبس وعقاب ، ولو أن من أهلك ترك لكان الموت راحة ، ونعم ما قال القائل : ولو أنا إذا متنا تركنا \r\n لكان الموت راحة كل حي ولكنا إذا متنا بعثنا \r\n ونسأل بعده من كل شيء وقوله : { وَإِن كُلٌّ لَّمَّا } في إن وجهان أحدهما : أنها مخففة من الثقيلة واللام في لما فارقة بينها وبين النافية ، وما زائدة مؤكدة في المعنى ، والقراءة حينئذٍ بالتخفيف في لما وثانيهما : أنها نافية ولما بمعنى إلا ، قال سيبويه : يقال نشدتك بالله لما فعلت ، بمعنى إلا فعلت ، والقراءة حينئذٍ بالتشديد في لما ، يؤيد هذا ما روي أن أبياً قرأ { وَمَا كُلٌّ إِلاَّ جَمِيعٌ } وفي قوله سيبويه : لما بمعنى إلا وارد معنى مناسب وهو أن لما كأنها حرفا نفي جمعاً وهما لم وما فتأكد النفي ، ولهذا يقال في جواب من قال قد فعل لما يفعل ، وفي جواب من قال فعل لم يفعل ، وإلا كأنها حرفا نفي إن ولا فاستعمل أحدهما مكان الآخر ، قال الزمخشري : فإن قال قائل كل وجميع بمعنى واحد ، فكيف جعل جميعاً خبراً لكل حيث دخلت اللام عليه ، إذ التقدير وإن كل لجميع ، نقول معنى جميع مجموع ، ومعنى كل كل فرد بحيث لا يخرج عن الحكم أحد ، فصار المعنى كل فرد مجموع مع الآخر مضموم إليه ، ويمكن أن يقال محضرون ، يعني عما ذكره ، وذلك لأنه لو قال : وإن جميع لجميع محضرون ، لكان كلاماً صحيحاً ولم يوجد ما ذكره من الجواب ، بل الصحيح أن محضرون كالصفة للجميع ، فكأنه قال جميع جميع محضرون ، كما يقال الرجل رجل عالم ، والنبي نبي مرسل ، والواو في { وَإِن كُلُّ } لعطف الحكاية على الحكاية ، كأنه يقول بينت لك ما ذكرت ، وأبين أن كلاً لدينا محضرون .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن كل لما جميع لدينا محضرون (32) ",
        "babnum": 31
    },
    {
        "id": 2048,
        "cate": "36",
        "title": "وَآيَةٌ لَهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ (33) وَجَعَلْنَا فِيهَا جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ (34) لِيَأْكُلُوا مِنْ ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ أَفَلَا يَشْكُرُونَ (35) ",
        "details": " كأنه يقول : وأقول أيضاً آية لهم الأرض الميتة وفيه مسائل : المسألة الأولى : ما وجه تعلق هذا بما قبله؟ نقول مناسب لما قبله من وجهين أحدهما : أنه لما قال : { وَإِن كُلٌّ لَّمَّا جَمِيعٌ } [ يس : 32 ] كان ذلك إشارة إلى الحشر ، فذكر ما يدل على إمكانه قطعاً لإنكارهم واستبعادهم وإصرارهم وعنادهم ، فقال : وآية لهم الأرض الميتة أحييناها كذلك نحيي الموتى وثانيهما : أنه لما ذكر حال المرسلين وإهلاك المكذبين وكان شغلهم التوحيد ذكر ما يدل عليه ، وبدأ بالأرض لكونها مكانهم لا مفارقة لهم منها عند الحركة والسكون .\r\n المسألة الثانية : الأرض آية مطلقاً فلم خصصها بهم حيث قال : { وَءايَةٌ لَّهُمُ } نقول : الآية تعدد وتسرد لمن لم يعرف الشيء بأبلغ الوجوه ، وأما من عرف الشيء بطريق الرؤية لا يذكر له دليل ، فإن النبي صلى الله عليه وسلم وعباد الله المخلصين عرفوا الله قبل الأرض والسماء ، فليست الأرض معرفة لهم ، وهذا كما قال تعالى : { سَنُرِيهِمْ ءاياتنا فِي الآفاق وَفِي أَنفُسِهِمْ حتى يَتَبَيَّنَ لَهُمْ أَنَّهُ الحق } [ فصلت : 53 ] وقال : { أَوَ لَمْ يَكْفِ بِرَبّكَ أَنَّهُ على كُلّ شَيْء شَهِيدٌ } [ فصلت : 53 ] يعني أنت كفاك ربك معرفاً ، به عرفت كل شيء فهو شهيد لك على كل شيء ، وأما هؤلاء تبين لهم الحق بالآفاق والأنفس ، وكذلك ههنا آية لهم .\r\n المسألة الثالثة : إن قلنا إن الآية مذكورة للاستدلال على جواز إحياء الموتى فيكفي قوله : { أحييناها } ولا حاجة إلى قوله : { وَأَخْرَجْنَا مِنْهَا حَبّاً } وغير ذلك ، وإن قلنا إنها للاستدلال على وجود الإله ووحدته فلا فائدة في قوله : { الأرض الميتة أحييناها } لأن نفس الأرض دليل ظاهر وبرهان باهر ، ثم هب أنها غير كافية فقوله : { الميتة أحييناها } كاف في التوحيد فما فائدة قوله : { وَأَخْرَجْنَا مِنْهَا حَبّاً } نقول مذكورة للاستدلال عليها ولكل ما ذكره الله تعالى فائدة .\r\n أما قوله : { وَأَخْرَجْنَا مِنْهَا حَبّاً } فله فائدة بالنسبة إلى بيان إحياء الموتى ، وذلك لأنه لما أحيا الأرض وأخرج منها حباً كان ذلك إحياءً تاماً لأن الأرض المخضرة التي لا تنبت الزرع ولا تخرج الحب دون ما تنبته في الحياة ، فكأنه قال تعالى الذي أحيا الأرض إحياءً كاملاً منبتاً للزرع يحيي الموتى إحياءً كاملاً بحيث تدرك الأمور ، وأما بالنسبة إلى التوحيد فلأن فيه تعديد النعم كأنه يقول آية لهم الأرض فإنها مكانهم ومهدهم الذي فيه تحريكهم وإسكانهم والأمر الضروري الذي عنده وجودهم وإمكانهم وسواء كانت ميتة أو لم تكن فهي مكان لهم لا بد لهم منها فهي نعمة ثم إحياؤها بحيث تخضر نعمة ثانية فإنها تصير أحسن وأنزه ، ثم إخراج الحب منها نعمة ثالثة فإن قوتهم يصير في مكانهم ، وكان يمكن أن يجعل الله رزقهم في السماء أو في الهواء فلا يحصل لهم الوثوق ، ثم جعل الجنات فيها نعمة رابعة لأن الأرض تنبت الحب في كل سنة ، وأما الأشجار بحيث تؤخذ منها الثمار فتكون بعد الحب وجوداً ، ثم فجرنا فيها العيون ليحصل لهم الاعتماد بالحصول ولو كان ماؤها من السماء لحصل ولكن لم يعلم أنها أين تغرس وأين يقع المطر وينزل القطر وبالنسبة إلى بيان إحياء الموتى كل ذلك مفيد وذلك لأن قوله : { وَأَخْرَجْنَا مِنْهَا حَبّاً } كالإشارة إلى الأمر الضروري الذي لا بد منه وقوله : { وَجَعَلْنَا فِيهَا جنات } كالأمر المحتاج إليه الذي إن لم يكن لا يغني الإنسان لكنه يبقى مختل الحال وقوله : { وَفَجَّرْنَا فِيهَا مِنَ العيون } إشارة إلى الزينة التي إن لم تكن لا تعني الإنسان ولا يبقى في ورطة الحاجة ، لكنه لا يكون على أحسن ما ينبغي ، وكأن حال الإنسان بالحب كحال الفقير الذي له ما يسد خلته من بعض الوجوه ولا يدفع حاجته من كل الوجوه وبالثمار ويعتبر حاله كحال المكتفي بالعيون الجارية التي يعتمد عليها الإنسان ويقوى بها قلبه كالمستغني الغني المدخر لقوت سنين ، فيقول الله عز وجل كما فعلنا في موات الأرض كذلك نفعل في الأموات في الأرض فنحييهم ونعطيهم ما لا بد لهم منه في بقائهم وتكوينهم من الأعضاء المحتاج إليها وقواها كالعين والقوة الباصرة والأذن والقوة السامعة وغيرهما ونزيد له ما هو زينة كالعقل الكامل والإدراك الشامل فيكون كأنه قال نحيي الموتى إحياءً تاماً كما أحيينا الأرض إحياءً تاماً .\r\n المسألة الرابعة : قال عند ذكر الحب { فَمِنْهُ يَأْكُلُونَ } وفي الأشجار والثمار قال : { لِيَأْكُلُواْ مِن ثَمَرِهِ } وذلك لأن الحب قوت لا بد منه فقال : { فَمِنْهُ يَأْكُلُونَ } أي هم آكلوه ، وأما الثمار ليست كذلك ، فكأنه تعالى قال إن كنا ما أخرجناها كانوا يبقون من غير أكل فأخرجناها ليأكلوها .\r\n المسألة الخامسة : خصص النخيل والأعناب بالذكر من سائر الفواكه لأن ألذ المطعوم الحلاوة ، وهي فيها أتم ولأن التمر والعنب قوت وفاكهة ، ولا كذلك غيرهما ولأنهما أعم نفعاً فإنها تحمل من البلاد إلى الأماكن البعيدة ، فإن قيل فقد ذكر الله الرمان والزيتون في الأنعام والقضب والزيتون والتين في مواضع ، نقول في الأنعام وغيرها المقصود ذكر الفواكه والثمار ألا ترى إلى قوله تعالى : { أَنزَلَ مِنَ السماء مَاء فَأَخْرَجْنَا بِهِ } [ الأنعام : 99 ] وإلى قوله : { فَلْيَنظُرِ الإنسان إلى طَعَامِهِ } [ عبس : 24 ] فاستوفى الأنواع بالذكر وههنا المقصود ذكر صفات الأرض فاختار منها الألذ الأنفع ، وقد ذكرنا في سورة الأنعام ما يستفاد منه الفوائد ويعلم منه فائدة قوله تعالى : { فاكهة وَنَخْلٌ وَرُمَّانٌ } [ الرحمن : 68 ] .\r\n المسألة السادسة : في المواضع التي ذكر الله الفواكه لم يذكر التمر بلفظ شجرته وهي النخلة ولم يذكر العنب بلفظ شجرته بل ذكره بلفظ العنب والأعناب ، ولم يذكر الكرم وذلك لأن العنب شجرته بالنسبة إلى ثمرته حقيرة قليلة الفائدة والنخل بالنسبة إلى ثمرته عظيمة جليلة القدر كثيرة الجدوى ، فإن كثيراً من الظروف منها يتخذ وبلحائها ينتفع ولها شبه بالحيوان فاختار منها ما هو الأعجب منها ، وقوله تعالى : { وَفَجَّرْنَا فِيهَا مِنَ العيون } آية عظيمة لأن الأرض أجزاؤها بحكم العادة لا تصعد ونحن نرى منابع الأنهار والعيون في المواضع المرتفعة وذلك دليل القدرة والاختيار والقائلون بالطبائع قالوا إن الجبال كالقباب المبنية والأبخرة ترتفع إليها كما ترتفع إلى سقوف الحمامات وتتكون هناك قطرات من الماء ثم تجتمع ، فإن لم تكن قوية تحصل المياه الراكدة كالآبار وتجري في القنوات ، إن كانت قوية تشق الأرض وتخرج أنهاراً جارية وتجتمع فتحصل الأنهار العظيمة وتمدها مياه الأمطار والثلوج ، فنقول اختصاص بعض الجبال بالعيون دليل ظاهر على الاختيار وما ذكروه تعسف ، فالحق هو أن الله تعالى خلق الماء في المواضع المرتفعة وساقها في الأنهار والسواقي أو صعد الماء من المواضع المتسفلة إلى الأماكن المرتفعة بأمر الله وجرى في الأودية إلى البقاع التي أنعم الله على أهلها .\r\n ثم قال تعالى : { لِيَأْكُلُواْ مِن ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ أَفَلاَ يَشْكُرُونَ } والترتيب ظاهر ويظهر أيضاً في التفسير وفيه مسائل : المسألة الأولى : لم أخر التنبيه على الانتفاع بقوله : { لِيَأْكُلُواْ } عن ذكر الثمار حتى قال : { وَفَجَّرْنَا فِيهَا مِنَ العيون } وقال في الحب : { فَمِنْهُ يَأْكُلُونَ } عقيب ذكر الحب ، ولم يقل عقيب ذكر النخيل والأعناب ليأكلوا؟ نقول الحب قوت وهو يتم وجوده بمياه الأمطار ولهذا يرى أكثر البلاد لا يكون بها شيء من الأشجار والزرع والحراثة لا تبطل هناك اعتماداً على ماء السماء وهذا لطف من الله حيث جعل ما يحتاج إليه الإنسان أعم وجوداً ، وأما الثمار فلا تتم إلا بالأنهار ولا تصير الأشجار حاملة للثمار إلا بعد وجود الأنهار فلهذا أخر .\r\n المسألة الثانية : الضمير في قوله : { مِن ثَمَرِهِ } عائد إلى أي شيء؟ نقول المشهور أنه عائد إلى الله أي ليأكلوا من ثمر الله وفيه لطيفة : وهي أن الثمار بعد وجود الأشجار وجريان الأنهار لم توجد إلا بالله تعالى ولولا خلق الله ذلك لم توجد فالثمر بعد جميع ما يظن الظان أنه سبب وجوده ليس إلا بالله تعالى وإرادته فهي ثمره ، ويحتمل أن يعود إلى النخيل وترك الأعناب لحصول العلم بأنها في حكم النخيل ويحتمل أن يقال هو راجع إلى المذكور أي من ثمر ما ذكرنا ، وهذان الوجهان نقلهما الزمخشري ، ويحتمل وجهاً آخر أغرب وأقرب وهو أن يقال المراد من الثمر الفوائد يقال ثمرة التجارة الربح ويقال ثمرة العبادة الثواب ، وحينئذٍ يكون الضمير عائداً إلى التفجير المدلول عليه بقوله : { وَفَجَّرْنَا فِيهَا مِنَ العيون } تفجيراً ليأكلوا من فوائد ذلك التفجير وفوائده أكثر من الثمار بل يدخل فيه ما قال الله تعالى : { أَنَّا صَبَبْنَا الماء صَبّاً } [ عبس : 25 ] إلى أن قال : { فَأَنبَتْنَا فِيهَا حَبّاً * وَعِنَباً وَقَضْباً * وَزَيْتُوناً وَنَخْلاً * وَحَدَائِقَ غُلْباً * وفاكهة وَأَبّاً } [ عبس : 27 31 ] والتفجير أقرب في الذكر من النخيل ، ولو كان عائداً إلى الله لقال من ثمرنا كما قال ( وجعلنا ) ( وفجرنا ) .\r\n المسألة الثالثة : ما في قوله : { وَمَا عَمِلَتْهُ } من أي الماءات هي؟ نقول فيها وجوه أحدها : نافية كأنه قال : وما عملت التفجير أيديهم بل الله فجر وثانيها : موصولة بمعنى الذي كأنه قال والذي عملته أيديهم من الغراس بعد التفجير يأكلون منه أيضاً ويأكلون من ثمر الله الذي أخرجه من غير سعي من الناس ، فعطف الذي عملته الأيدي على ما خلقه الله من غير مدخل للإنسان فيها وثالثها : هي مصدرية على قراءة من قرأ ( وما عملت ) من غير ضمير عائد معناه ليأكلوا من ثمره وعمل أيديهم يعني يغرسون والله ينبتها ويخلق ثمرها فيأكلون مجموع عمل أيديهم وخلق الله ، وهذا الوجه لا يمكن على قراءة من قرأ مع الضمير .\r\n المسألة الرابعة : على قولنا ما موصولة ، يحتمل أن يكون بمعنى وما عملته أي بالتجارة كأنه ذكر نوعي ما يأكل الإنسان بهما ، وهما الزراعة والتجارة ، ومن النبات ما يؤكل من غير عمل الأيدي كالعنب والتمر وغيرهما ومنه ما يعمل فيه عمل صنعة فيؤكل كالأشياء التي لا تؤكل إلا مطبوخة أو كالزيتون الذي لا يؤكل إلا بعد إصلاح ، ثم لما عدد النعم أشار إلى الشكر بقوله : { أَفلاَ يَشْكُرُونَ } وذكر بصيغة الاستفهام لما بينا من فوائد الاستفهام فيما تقدم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وآية لهم الأرض الميتة أحييناها وأخرجنا منها حبا فمنه يأكلون (33) وجعلنا فيها جنات من نخيل وأعناب وفجرنا فيها من العيون (34) ليأكلوا من ثمره وما عملته أيديهم أفلا يشكرون (35) ",
        "babnum": 32
    },
    {
        "id": 2049,
        "cate": "36",
        "title": "سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الْأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ (36) ",
        "details": " قد ذكرنا أن لفظة سبحان علم دال على التسبيح وتقديره سبح تسبيح الذي خلق الأزواج كلها ، ومعنى سبح نزه ، ووجه تعلق الآية بما قبلها هو أنه تعالى لما قال : { أَفلاَ يَشْكُرُونَ } [ يس : 35 ] وشكر الله بالعبادة وهم تركوها ولم يقتنعوا بالترك بل عبدوا غيره وأتوا بالشرك فقال : سبحان الذي خلق الأزواج وغيره لم يخلق شيئاً فقال أو نقول ، لما بين أنهم أنكروا الآيات ولم يشكروا بين ما ينبغي أن يكون عليه العاقل فقال : { سبحان الذي خَلَق الأزواج كُلَّهَا } أو نقول لما بين الآيات قال : سبحان الذي خلق ما ذكره عن أن يكون له شريك أو يكون عاجزاً عن إحياء الموتى وفيه مسائل : المسألة الأولى : قوله : { كُلَّهَا } يدل على أن أفعال العباد مخلوقة لله لأن الزوج هو الصنف وأفعال العباد أصناف ولها أشباه هي واقعة تحت أجناس الأعراض فتكون من الكل الذي قال الله فيها إنه خلق الأزواج كلها ، لا يقال مما تنبت الأرض ، يخرج الكلام عن العموم لأن من قال أعطيت زيداً كل ما كان لي يكون للعموم إن اقتصر عليه ، فإذا قال بعده من الثياب لا يبقى الكلام على عمومه لأنا نقول ذلك إذا كانت من لبيان التخصيص ، أما إذا كانت لتأكيد العموم فلا ، بدليل أن من قال أعطيته كل شيء من الدواب والثياب والعبيد والجواري يفهم منه أنه يعدد الأصناف لتأكيد العموم ويؤيد هذا قوله تعالى في حم : { الذي خَلَق الأزواج كُلَّهَا وَجَعَلَ لَكُمْ مّنَ الفلك والأنعام مَا تَرْكَبُونَ } [ الزخرف : 12 ] من غير تقييد .\r\n المسألة الثانية : ذكر الله تعالى أموراً ثلاثة ينحصر فيها المخلوقات فقوله : { مِمَّا تُنبِتُ الأرض } يدخل فيها ما في الأرض من الأمور الظاهرة كالنبات والثمار وقوله : { وَمِنْ أَنفُسِهِمْ } يدخل فيها الدلائل النفسية وقوله : { وَمِمَّا لاَ يَعْلَمُونَ } يدخل ما في أقطار السموات وتخوم الأرضين وهذا دليل على أنه لم يذكر ذلك للتخصيص بدليل أن الأنعام مما خلقها الله والمعادن لم يذكرها وإنما ذكر الأشياء لتأكيد معنى العموم كما ذكرنا في المثال .\r\n المسألة الثالثة : قوله { وَمِمَّا لاَ يَعْلَمُونَ } فيه معنى لطيف وهو أنه تعالى إنما ذكر كون الكل مخلوقاً لينزه الله عن الشريك فإن المخلوق لا يصلح شريكاً للخلق ، لكن التوحيد الحقيقي لا يحصل إلا بالاعتراف بأن لا إله إلا الله ، فقال تعالى اعلموا أن المانع من التشريك فيما تعلمون وما لا تعلمون لأن الخلق عام والمانع من الشركة الخلق فلا تشركوا بالله شيئاً مما تعلمون فإنكم تعلمون أنه مخلوق ومما لا تعلمون فإنه عند الله كله مخلوق لكون كله ممكناً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "سبحان الذي خلق الأزواج كلها مما تنبت الأرض ومن أنفسهم ومما لا يعلمون (36) ",
        "babnum": 33
    },
    {
        "id": 2050,
        "cate": "36",
        "title": "وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُمْ مُظْلِمُونَ (37) ",
        "details": " لما استدل الله بأحوال الأرض وهي المكان الكلي استدل بالليل والنهار وهو الزمان الكلي فإن دلالة المكان والزمان مناسبة لأن المكان لا تستغني عنه الجواهر والزمان لا تستغني عنه الأعراض ، لأن كل عرض فهو في زمان ومثله مذكور في قوله تعالى : { وَمِنْ ءاياته اليل والنهار والشمس والقمر } [ فصلت : 37 ] ثم قال بعده : { وَمِنْ ءاياته أَنَّكَ تَرَى الأرض خاشعة فَإِذَا أَنزَلْنَا عَلَيْهَا الماء اهتزت وَرَبَتْ } [ فصلت : 39 ] حيث استدل بالزمان والمكان هناك أيضاً ، لكن المقصود أولاً هناك إثبات الوحدانية بدليل قوله تعالى : { لاَ تَسْجُدُواْ لِلشَّمْسِ } [ فصلت : 37 ] ثم الحشر بدليل قوله تعالى : { إِنَّ الذي أحياها لمحيي الموتى } [ فصلت : 39 ] وههنا المقصود أولاً إثبات الحشر لأن السورة فيها ذكر الحشر أكثر ، يدل عليه النظر في السورة ، وهناك ذكر التوحيد أكثر بدليل قوله تعالى فيه : { قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ الأرض فِي يَوْمَيْنِ } [ فصلت : 9 ] إلى غيره وآخر السورتين يبين الأمر ، وفيه مسائل : المسألة الأولى : المكان يدفع عن أهل السنة شبه الفلاسفة ، والزمان يدفع عنهم شبه المشبهة .\r\n أما بيان الأول : فذلك لأن الفلسفي يقول لو كان عدم العالم قبل وجوده لكان عند فرض عدم العالم قبل ، وقبل وبعد لا يتحقق إلا بالزمان ، فقبل العالم زمان والزمان من جملة العالم فيلزم وجود الشيء عند عدمه وهو محال ، فنقول لهم قد وافقتمونا على أن الأمكنة متناهية ، لأن الأبعاد متناهية بالاتفاق ، فإذن فوق السطح الأعلى من العالم يكون عدماً وهو موصوف بالفوقية ، وفوق وتحت لا يتحقق إلا بالمكان ففوق العالم مكان والمكان من العالم فيلزم وجود الشيء عند عدمه ، فإن أجابوا بأن فوق السطح الأعلى لا خلا ولا ملا ، نقول قبل وجود العالم لا آن ولا زمان موجود .\r\n أما بيان الثاني : فلأن المشبهي يقول لا يمكن وجود موجود إلا في مكان ، فالله في مكان فنقول فيلزمكم أن تقولوا الله في زمان لأن الوهم كما لا يمكنه أن يقول هو موجود ولا مكان لا يمكنه أن يقول هو كان موجوداً ولا زمان وكل زمان فهو حادث وقد أجمعنا على أن الله تعالى قديم .\r\n المسألة الثانية : لو قال قائل إذا كان المراد منه الاستدلال بالزمان فلم اختار الليل حيث قال : { وَءَايَةٌ لَّهُمُ اليل } ؟ نقول لما استدل بالمكان الذي هو المظلم وهو الأرض وقال : { وَءايَةٌ لَّهُمُ الأرض } [ يس : 33 ] استدل بالزمان الذي فيه الظلمة وهو الليل ووجه آخر : وهو أن الليل فيه سكون الناس وهدوء الأصوات وفيه النوم وهو كالموت ويكون بعده طلوع الشمس كالنفخ في الصور فيتحرك الناس فذكر الموت كما قال في الأرض : { وَءايَةٌ لَّهُمُ الأرض الميتة } [ يس : 33 ] فذكر من الزمانين أشبههما بالموت كما ذكر من المكانين أشبههما بالموت .\r\n المسألة الثالثة : ما معنى سلخ النهار من الليل؟ نقول معناه تمييزه منه يقال انسلخ النهار من الليل إذا أتى آخر النهار ودخل أول الليل وسلخه الله منه فانسلخ هو منه ، وأما إذا استعمل بغير كلمة من فقيل سلخت النهار أو الشمس فمعناه دخلت في آخره ، فإن قيل فالليل في نفسه آية فأية حاجة إلى قوله : { نَسْلَخُ مِنْهُ النهار } ؟ نقول الشيء تتبين بضده منافعه ومحاسنه ، ولهذا لم يجعل الله الليل وحده آية في موضع من المواضع إلا وذكر آية النهار معها ، وقوله : { فَإِذَا هُم مُّظْلِمُونَ } أي داخلون في الظلام ، وإذا للمفاجأة أي ليس بيدها بعد ذلك أمر ولا بد لهم من الدخول فيه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وآية لهم الليل نسلخ منه النهار فإذا هم مظلمون (37) ",
        "babnum": 34
    },
    {
        "id": 2051,
        "cate": "36",
        "title": "وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (38) ",
        "details": " ويحتمل أن يكون الواو للعطف على الليل تقديره : وآية لهم الليل نسلخ والشمس تجري والقمر قدرناه ، فهي كلها آية ، وقوله : { والشمس تَجْرِي } إشارة إلى سبب سلخ النهار فإنها تجري لمستقر لها وهو وقت الغروب فينسلخ النهار ، وفائدة ذكر السبب هو أن الله لما قال نسلخ منه النهار وكان غير بعيد من الجهال أن يقول قائل منهم سلخ النهار ليس من الله إنما يسلخ النهار بغروب الشمس فقال تعالى : والشمس تجري لمستقر لها بأمر الله فمغرب الشمس سالخ للنهار فبذكر السبب يتبين صحة الدعوى ويحتمل أن يقال بأن قوله : { والشمس تَجْرِي لِمُسْتَقَرّ لَّهَا } إشارة إلى نعمة النهار بعد الليل كأنه تعالى لما قال : { وَءَايَةٌ لَّهُمُ اليل نَسْلَخُ مِنْهُ النهار } [ يس : 37 ] ذكر أن الشمس تجري فتطلع عند انقضاء الليل فيعود النهار بمنافعه ، وقوله : { لِمُسْتَقَرٍّ } اللام يحتمل أن تكون للوقت كقوله تعالى : { أَقِمِ الصلاة لِدُلُوكِ الشمس } [ الإسراء : 78 ] وقوله تعالى : { فَطَلّقُوهُنَّ لِعِدَّتِهِنَّ } [ الطلاق : 1 ] ووجه استعمال اللام للوقت هو أن اللام المكسورة في الأسماء لتحقيق معنى الإضافة لكن إضافة الفعل إلى سببه أحسن الإضافات لأن الإضافة لتعريف المضاف بالمضاف إليه كما في قوله : دار زيد لكن الفعل يعرف بسببه فيقال اتجر للربح واشتر للأكل ، وإذا علم أن اللام تستعمل للتعليل فنقول وقت الشيء يشبه سبب الشيء لأن الوقت يأتي بالأمر الكائن فيه ، والأمور متعلقة بأوقاتها فيقال خرج لعشر من كذا { وَأَقِمِ الصلاة لِدُلُوكِ الشمس } [ الإسراء : 78 ] لأن الوقت معرف كالسبب وعلى هذا فمعناه تجري الشمس وقت استقرارها أي كلما استقرت زماناً أمرت بالجري فجرت ، ويحتمل أن تكون بمعنى إلى أي إلى مستقر لها وتقريره هو أن اللام تذكر للوقت وللوقت طرفان ابتداء وانتهاء يقال سرت من يوم الجمعة إلى يوم الخميس فجاز استعمال ما يستعمل فيه في أحد طرفيه لما بينهما من الاتصال ويؤيد هذا قراءة من قرأ { والشمس تَجْرِي إلى مُّسْتَقِرٌّ لَهَا } وعلى هذا ففي ذلك المستقر وجوه الأول : يوم القيامة وعنده تستقر ولا يبقى لها حركة الثاني : السنة الثالث : الليل أي تجري إلى الليل الرابع : أن ذلك المستقر ليس بالنسبة إلى الزمان بل هو للمكان وحينئذٍ ففيه وجوه الأول : هو غاية ارتفاعها في الصيف وغاية انخفاضها في الشتاء أي تجري إلى أن تبلغ ذلك الموضع فترجع الثاني : هو غاية مشارقها فإن في كل يوم لها مشرق إلى ستة أشهر ثم تعود إلى تلك المقنطرات وهذا هو القول الذي تقدم في الإرتفاع فإن اختلاف المشارق بسبب اختلاف الإرتفاع الثالث : هو وصولها إلى بيتها في الابتداء الرابع : هو الدائرة التي عليها حركتها حيث لا تميل عن منطقة البروج على مرور الشمس وسنذكرها ، ويحتمل أن يقال { لِمُسْتَقَرٍّ لَّهَا } أي تجري مجرى مستقرها .\r\n فإن أصحاب الهيئة قالوا الشمس في فلك والفلك يدور فيدير الشمس فالشمس تجري مجرى مستقرها ، وقالت الفلاسفة تجري لمستقرها أي لأمر لو وجدها لاستقر وهو استخراج الأوضاع الممكنة وهو في غاية السقوط ، وأجاب الله عنه بقوله : { ذلك تَقْدِيرُ العزيز العليم } أي ليس لإرادتها وإنما ذلك بإرادة الله وتقديره وتدبيره وتسخيره إياها ، فإن قيل عددت الوجوه الكثيرة وما ذكرت المختار ، فما الوجه المختار عندك؟ نقول المختار هو أن المراد من المستقر المكان أي تجري لبلوغ مستقرها وهو غاية الارتفاع والانخفاض فإن ذلك يشمل المشارق والمغارب والمجرى الذي لا يختلف والزمان وهو السنة والليل فهو أتم فائدة ، وقوله : { ذلك } يحتمل أن يكون إشارة إلى جري الشمس أي ذلك الجري تقدير الله ويحتمل أن يكون إشارة إلى المستقر أي لمستقر لها وذلك المستقر تقدير الله والعزيز الغالب وهو بكمال القدرة يغلب ، والعليم كامل العلم أي الذي قدر على إجرائها على الوجه الأنفع وعلم الأنفع فأجراها على ذلك ، وبيانه من وجوه الأول : هو أن الشمس في ستة أشهر كل يوم تمر على مسامته شيء لم تمر من أمسها على تلك المسامتة ، ولو قدر الله مرورها على مسامته واحدة لاحترقت الأرض التي هي مسامته لممرها وبقي المجموع مستولياً على الأماكن الأخر فقدر الله لها بعداً لتجمع الرطوبات في باطن الأرض والأشجار في زمان الشتاء ثم قدر قربها بتدريج لتخريج النبات والثمار من الأرض والشجر وتنضج وتجفف ، ثم تبعد لئلا يحترق وجه الأرض وأغصان الأشجار الثاني : هو أن الله قدر لها في كل يوم طلوعاً وفي كل ليلة غروباً لئلا تكون القوى والأبصار بالسهر والتعب ولا يخرب العالم بترك العمارة بسبب الظلمة الدائمة ، الثالث : جعل سيرها أبطأ من سير القمر وأسرع من سير زحل لأنها كاملة النور فلو كانت بطيئة السير لدامت زماناً كثيراً في مسامته شيء واحد فتحرقه ، ولو كانت سريعة السير لما حصر لها لبث بقدر ما ينضج الثمار في بقعة واحدة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والشمس تجري لمستقر لها ذلك تقدير العزيز العليم (38) ",
        "babnum": 35
    },
    {
        "id": 2052,
        "cate": "36",
        "title": "وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيمِ (39) ",
        "details": " قال الزمخشري : لا بد من تقدير لفظ يتم به معنى الكلام لأن القمر لم يجعل نفسه منازل فالمعنى أنا قدرنا سيره منازل وعلى ما ذكره يحتمل أن يقال المراد منه ، والقمر قدرناه ذا منازل لأن ذا الشيء قريب من الشيء ولهذا جاز قول القائل عيشة راضية لأن ذا الشيء كالقائم به الشيء فأتوا بلفظ الوصف .\r\n وقوله : { حتى عَادَ كالعرجون القديم } أي رجع في الدقة إلى حالته التي كان عليها من قبل .\r\n والعرجون من الانعراج يقال لعود العذق عرجون ، والقديم المتقادم الزمان ، قيل إن ما غبر عليه سنة فهو قديم ، والصحيح أن هذه بعينها لا تشترط في جواز إطلاق القديم عليه وإنما تعتبر العادة ، حتى لا يقال لمدينة بنيت من سنة وسنتين إنها بناء قديم أو هي قديمة ويقال لبعض الأشياء إنه قديم ، وإن لم يكن له سنة ، ولهذا جاز أن يقال بيت قديم وبناء قديم ولم يجز أن يقال في العالم إنه قديم ، لأن القدم في البيت والبناء يثبت بحكم تقادم العهد ومرور السنين عليه ، وإطلاق القديم على العالم لا يعتاد إلا عند من يعتقد أنه لا أول له ولا سابق عليه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والقمر قدرناه منازل حتى عاد كالعرجون القديم (39) ",
        "babnum": 36
    },
    {
        "id": 2053,
        "cate": "36",
        "title": "لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ (40) ",
        "details": " إشارة إلى أن كل شيء من الأشياء المذكورة خلق على وفق الحكمة ، فالشمس لم تكن تصلح لها سرعة الحركة بحيث تدرك القمر وإلا لكان في شهر واحد صيف وشتاء فلا تدرك الثمار وقوله : { وَلاَ اليل سَابِقُ النهار } قيل في تفسيره إن سلطان الليل وهو القمر ليس يسبق الشمس وهي سلطان النهار ، وقيل معناه ولا الليل سابق النهار أي الليل لا يدخل وقت النهار والثاني بعيد لأن ذلك يقع إيضاحاً للواضح والأول صحيح إن أريد به ما بينته وهو أن معنى قوله تعالى : { وَلاَ اليل سَابِقُ النهار } أن القمر إذا كان على أفق المشرق أيام الاستقبال تكون الشمس في مقابلته على أفق المغرب ، ثم إن عند غروب الشمس يطلع القمر وعند طلوعها يغرب القمر ، كأن لها حركة واحدة مع أن الشمس تتأخر عن القمر في ليلة مقداراً ظاهراً في الحس ، فلو كان للقمر حركة واحدة بها يسبق الشمس ولا تدركه الشمس؛ وللشمس حركة واحدة بها تتأخر عن القمر ولا تدرك القمر؛ لبقي القمر والشمس مدة مديدة في مكان واحد ، لأن حركة الشمس كل يوم درجة فخلق الله تعالى في جميع الكواكب حركة أخرى غير حركة الشهر والسنة ، وهي الدورة اليومية وبهذه الدورة لا يسبق كوكب كوكباً أصلاً ، لأن كل كوكب من الكواكب إذا طلع غرب مقابله وكلما تقدم كوكب إلى الموضع الذي فيه الكوكب الآخر بالنسبة إلينا تقدم ذلك الكوكب ، فبهذه الحركة لا يسبق الشمس ، فتبين أن سلطان الليل لا يسبق سلطان النهار فالمراد من الليل القمر ومن النهار الشمس فقوله : { لاَ الشمس يَنبَغِى لَهَا أَن تدْرِكَ القمر } إشارة إلى حركتها البطيئة التي تتم الدورة في سنة وقوله : { وَلاَ اليل سَابِقُ النهار } إشارة إلى حركتها اليومية التي بها تعود من المشرق إلى المشرق مرة أخرى في يوم وليلة ، وعلى هذا ففيه مسائل : المسألة الأولى : ما الحكمة في إطلاق الليل وإرادة سلطانه وهو القمر ، وماذا يكون لو قال ولا القمر سابق الشمس؟ نقول لو قال ولا القمر سابق الشمس ما كان يفهم أن الإشارة إلى الحركة اليومية فكان يتوهم التناقض ، فإن الشمس إذا كانت لا تدرك القمر والقمر أسرع ظاهراً ، وإذا قال ولا القمر سابق يظن أن القمر لا يسبق فليس بأسرع ، فقال الليل والنهار ليعلم أن الإشارة إلى الحركة التي بها تتم الدورة في مدة يوم وليلة ، ويكون لجيمع الكواكب أو عليها طلوع وغروب في الليل والنهار .\r\n المسألة الثانية : ما الفائدة في قوله تعالى : { لاَ الشمس يَنبَغِى لَهَا أَن تدْرِكَ } بصيغة الفعل وقوله : { وَلاَ اليل سَابِقُ النهار } بصيغة اسم الفاعل ، ولم يقل ولا الليل يسبق ولا قال مدركة القمر؟ نقول الحركة الأولية التي للشمس ، ولا يدرك بها القمر مختصة بالشمس ، فجعلها كالصادرة منها ، وذكر بصيغة الفعل لأن صيغة الفعل لا تطلق على من لا يصدر منه الفعل فلا يقال هو يخيط ولا يكون يصدر منه الخياطة .\r\n والحركة الثانية ليست مختصة بكوكب من الكواكب بل الكل فيها مشتركة بسبب حركة فلك ليس ذلك فلكاً لكوكب من الكواكب ، فالحركة ليست كالصادرة منه فأطلق اسم الفاعل لأنه لا يستلزم صدور الفعل يقال فلان خياط وإن يكن خياطاً ، فإن قيل قوله تعالى : { يغشى الليل النهار يطلبه حثيثاً } [ الأعراف : 54 ] يدل على خلاف ما ذكرتم ، لأن النهار إذا كان يطلب الليل فالليل سابقه ، وقلتم إن قوله : { وَلاَ اليل سَابِقُ النهار } معناه ما ذكرتم فيكون الليل سابقاً ولا يكون سابقاً ، نقول قد ذكرنا أن المراد بالليل ههنا سلطان الليل وهو القمر ، وهو لا يسبق الشمس بالحركة اليومية السريعة ، والمراد من الليل هناك نفس الليل وكل واحد لما كان في عقيب الآخر فكأنه طالبه ، فإن قيل فلم ذكر ههنا { سَابِقُ النهار } وقد ذكر هناك يطلبه ، ولم يقل طالبه؟ نقول ذلك لما بينا من أن المراد في هذه السورة من الليل كواكب الليل ، وهي في هذه الحركة كأنها لا حركة لها ولا تسبق ، ولا من شأنها أنها سابقة ، والمراد هناك نفس الليل والنهار وهما زمانان والزمان لا قرار له فهو يطلب حثيثاً لصدور التقصي منه ، وقوله تعالى : { وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ } يحقق ما ذكرنا أي للكل طلوع وغروب في يوم وليلة لا يسبق بعضها بعضاً ، بالنسبة إلى هذه الحركة وكل حركة في فلك تخصه وفيه مسائل : المسألة الأولى : التنوين في قوله ( وكل ) عوض عن الإضافة معناه كل واحد وإسقاط التنوين للإضافة حتى لا يجتمع التعريف والتنكير في شيء واحد فلما سقط المضاف إليه لفظاً رد التنوين عليه لفظاً ، وفي المعنى معرف بالإضافة ، فإن قيل فهل يختلف الأمر عند الإضافة لفظاً وتركها؟ فنقول نعم ، وذلك لأن قول القائل كل واحد من الناس كذا لا يذهب الفهم إلى غيرهم فيفيد اقتصار الفهم عليه ، فإذا قال كل كذا يدخل في الفم عموم أكثر من العموم عند الإضافة ، وهذا كما في قبل وبعد إذا قلت افعل قبل كذا فإذا حذفت المضاف وقلت افعل قبل أفاد فهم الفعل قبل كل شيء ، فإن قيل فهل بين قولنا كل منهم وبين قولنا كلهم وبين كل فرق؟ نقول نعم عند قولك كلهم تثبت الأمر للاقتصار عليهم ، وعند قولك كل منهم تثبت الأمر أولاً للعموم ، ثم استدركت بالتخصيص فقلت منهم ، وعند قولك كل تثبت الأمر على العموم وتتركه عليه .\r\n المسألة الثانية : إذا كان كل بمعنى كل واحد منهم والمذكور الشمس والقمر فكيف قال : { يَسْبَحُونَ } ؟ نقول الجواب عنه من وجوه أحدها : ما بينا أن قوله كل للعموم فكأنه أخبر عن كل كوكب في السماء سيار ثانيها : أن لفظ كل يجوز أن يوحد نظراً إلى كونه لفظاً موحداً غير مثنى ولا مجموع ، ويجوز أن يجمع لكون معناه جمعاً ، وأما التثنية فلا يدل عليها للفظ ولا المعنى فعلى هذا يحسن أن يقول القائل زيد وعمرو كل جاء أو كل جاءوا ولا يقول كل جاءا بالتثنية وثالثها : لما قال : { وَلاَ اليل سَابِقُ النهار } والمراد ما في الليل من الكواكب قال : { يَسْبَحُونَ } .\r\n المسألة الثالثة : الفلك ماذا؟ نقول الجسم المستدير أو السطح المستدير أو الدائرة لأن أهل اللغة اتفقوا على أن فلكة المغزل سميت فلكة لاستدارتها وفلكة الخيمة هي الخشبة المسطحة المستديرة التي توضع على رأس العمود لئلا يمزق العمود الخيمة وهي صفحة مستديرة ، فإن قيل فعلى هذا تكون السماء مستديرة .\r\n وقد اتفق أكثر المفسرين على أن السماء مبسوطة ليس لها أطراف على جبال وهي كالسقف المستوي .\r\n ويدل عليه قوله تعالى : { والسقف المرفوع } [ الطور : 5 ] نقول ليس في النصوص ما يدل دلالة قاطعة على كون السماء مبسوطة غير مستديرة ، ودل الدليل الحسي على كونها مستديرة فوجب المصير إليه .\r\n أما الأول فظاهر لأن السقف المقبب لا يخرج عن كونه سقفاً ، وكذلك كونها على جبال ، وأما الدليل الحسي فوجوه أحدها : أن من أمعن في السير في جانب الجنوب يظهر له كواكب مثل سهيل وغيره ظهوراً أبدياً حتى أن من يرصد يراه دائماً ويخفى عليه بنات نعش وغيرها خفاءً أبدياً ، ولو كان السماء مسطحاً مستوياً لبان الكل للكل بخلاف ما إذا كان مستديراً فإن بعضه حينئذٍ يستتر بأطراف الأرض فلا يرى الثاني : هو أن الشمس إذا كانت مقارنة للحمل مثلاً فإذا غربت ظهر لنا كوكب في منطقة البروج من الحمل إلى الميزان ثم في قليل يستتر الكوكب الذي كان غروبه بعد غروب الشمس ويظهر الكوكب الذي كان طلوعه بعد طلوع الشمس وبالعكس وهو دليل ظاهر وإن بحث فيه يصير قطعياً الثالث : هو أن الشمس قبل طلوعها وبعد غروبها يظهر ضوءها ويستنير الجو بعض الاستنارة ثم يطلع ولولا أن بعض السماء مستتر بالأرض وهو محل الشمس فلا يرى جرمها وينتشر نورها لما كان كذا بل كان عند إعادتها إلى السماء يظهر لكل أحد جرمها ونورها معاً لكون السماء مستوية حينئذٍ مكشوفة كلها لكل أحد الرابع : القمر إذا انكسف في ساعة من الليل في جانب الشرق ، ثم سئل أهل الغرب عن وقت الكسوف أخبروا عن الخسوف في ساعة أخرى قبل تلك الساعة التي رأى أهل المشرق فيها الخسوف لكن الخسوف في وقت واحد في جميع نواحي العالم والليل مختلف فدل على أن الليل في جانب المشرق قبل الليل في جانب المغرب فالشمس غربت من عند أهل المشرق وهي بعد في السماء ظاهرة لأهل المغرب فعلم استتارها بالأرض ولو كانت مستوية لما كان كذلك الخامس : لو كانت السماء مبسوطة لكان القمر عندما يكون فوق رؤوسنا على المسامتة أقرب إلينا وعندما يكون على الأفق أبعد منا لأن العموم أصغر من القطر والوتد ، وكذلك في الشمس والكواكب كان يجب أن يرى أكبر لأن القريب يرى أكبر وليس كذلك فإن قيل جاز أن يكون وهو على الأفق على سطح السماء وعندما يكون على مسامتة رؤوسنا في بحر السماء غائراً فيها لأن الخرق جائز على السماء ، نقول لا تنازع في جواز الخرق لكن القمر حينئذٍ تكون حركته في دائرة لا على خط مستقيم وهو غرضنا ولأنا نقول لو كان كذلك لكان القمر عند أهل المشرق وهو في منتصف نهارهم أكبر مقداراً لكونه قريباً من رؤوسهم ضرورة فرضه على سطح السماء الأدنى وعندنا في بحرالسماء ، وبالجملة الدلائل كثيرة .\r\n والإكثار منها يليق بكتب الهيئة التي الغرض منها بيان ذلك العلم ، وليس الغرض في التفسير بيان ذلك غير أن القدر الذي أوردناه يكفي في بيان كونه فلكاً مستديراً .\r\n المسألة الرابعة : هذا يدل على أن لكل كوكب فلكاً ، فما قولك فيه؟ نقول : أما السبعة السيارة فلكل فلك ، وأما الكواكب الأخر فقيل للكل فلك واحد ، ولنذكر كلاماً مختصراً في هذا الباب من الهيئة حيث وجب الشروع بسبب تفسير الفلك فنقول : قيل إن للقمر فلكاً لأن حركته أسرع من حركة الستة الباقية ، وكذلك لكل كوكب فلك لاختلاف سيرها بالسرعة والبطء والممر ، فإن بعضها يمر في دائرة وبعضها في دائرة أخرى حتى في بعض الأوقات يمر بعضها ببعض ولا يكسفه وفي بعض الأوقات يكسفه فلكل كوكب فلك ، ثم إن أهل الهيئة قالوا فكل فلك هو جسم كرة وذلك غير لازم بل اللازم أن نقول لكل فلك هو كرة أو صفحة أو دائرة يفعلها الكوكب بحركته ، والله تعالى قادر على أن يخلق الكوكب في كرة يكون وجوده فيها كوجود مسمار مغرق في ثخن كرة مجوفة ويدير الكرة فيدور الكوكب بدوران الكرة ، وعلى مذهب أرباب الهيئة حركة الكواكب السيارة على هذا الوجه ، وكذلك قادر على أن يخلق حلقة يحيط بها أربع سطوح متوازنة بها فإنها أربع دوائر متوازية كحجر الرحى إذا قورناه وأخرجنا من وسطه طاحونة من طواحين اليد ويبقى منه حلقة يحيط بها سطوح ودوائر كما ذكرنا وتكون الكواكب فيه وهو فلك فتدور تلك الحلقة وتدير الكوكب ، والحركة على هذا الوجه وإن كانت مقدورة لكن لم يذهب إليه أحد ممن يعتبر وكذلك هو قادر على أن يجعل الكواكب بحيث تشق السماء فتجعل دائرة متوهمة كما لو فرضت سمكة في الماء على وجهه تنزل من جانب وتصعد إلى موضع من الجانب الآخر على استدارة وهذا هوالمفهوم من قوله تعالى : { وَكُلٌّ فِى فَلَكٍ يَسْبَحُونَ } والظاهر أن حركة الكواكب على هذا الوجه ، وأرباب الهيئة أنكروا ذلك وقالوا لا تجوز الحركة على هذا الوجه لأن الكوكب له جرم فإذا شق السماء وتحرك فإما أن يكون موضع دورانه ينشق ويلتئم كالماء تحركه السمكة أو لا ينشق ولا يلتئم ، بل هناك خلاء يدور الكوكب فيه ، لكن الخلاء محال والسماء لا تقبل الشق والالتئام ، هذا ما اعتمدوا عليه ، ونحن نقول كلاهما جائز .\r\n أما الخلاء فلا يحتاج إليه ههنا ، لأن قوله تعالى : { يَسْبَحُونَ } يفهم منه أنه بشق والتئام ، وأما امتناع الشق والالتئام فلا دليل لهم عليه وشبهتهم في المحدد للجهات وهي هناك ضعيفة ، ثم إنهم قالوا على ما بينا تخرج الحركات وبه علمنا الكسوفات ، ولو كان لها حركات مختلفة لما وجب الكسوف في الوقت الذي يحكم فيه بالكسوف والخسوف وذلك لأنا نقول للشمس فلكان أحدهما : مركزه مركز العالم ثانيهما : مركزه فوق مركز العالم وهو مثل بياض البيض بين صفرته وبين القيض والشمس كرة في الفلك الخارج المركز تدور بدورانه في السنة دورة ، فإذا جعلت في الجانب الأعلى تكون بعيدة عن الأرض فيقال إنها في الأوج ، وإذا حصلت في الجانب الأسفل تكون قريبة من الأرض فتكون في الحضيض ، وأما القمر فله فلك شامل لجميع أجزائه وأفلاكه وفلك آخر هو بعض من الفلك الأول محيط به كالقشرة الفوقانية من البصلة وفلك ثالث في الفلك التحتاني كما كان في الفلك الخارج المركز في فلك الشمس وفي الفلك الخارج المركز كرة مثل جرم الشمس وفي الكرة القمر مركوز كمسمار في كرة مغرق فيها ويسمى الفلك الفوقاني الجوزهر والخارج المركز الفلك الحامل والفلك التحتاني الذي فيه الفلك الحامل الفلك المائل والكرة التي في الحامل تسمى فلك التدوير ، وكذلك قالوا في الكواكب الخمسة الباقية من السيارات غير أن الفوقاني الذي سموه فلك الجوزهر لم يثبتوه لها فأثبتوا أربعة وعشرين فلكاً ، الفلك الأعلى وفلك البروج ، ولزحل ثلاثة أفلاك الممثل والحامل وفلك التدوير ، وللمشتري ثلاثة كما لزحل ، وللمريخ كذلك ثلاثة ، وللشمس فلكان الممثل والخارج المركز ، وللزهرة ثلاثة أفلاك كما للعلويات ، ولعطارد أربعة أفلاك الثلاثة التي ذكرناها في العلويات ، وفلك آخر يسمونه المدير ، وللقمر أربعة أفلاك والرابع يسمونه فلك الجوزهر والمدير ليس كالجوزهر لأن المدير غير محيط بأفلاك عطارد وفلك الجوزهر محيط ، ومنهم من زاد في الخمسة في كل فلك فلكين آخرين وجعل تدويراتها مركبة من ثلاثة أفلاك ، وقالوا إن بسبب هذه الأجرام تختلف حركات الكواكب ويكون لها عروض ورجوع واستقامة وبطء وسرعة .\r\n هذا كلامهم على سبيل الاقتناص والاقتصار ونحن نقول لا يبعد من قدرة الله خلق مثل ذلك ، وأما على سبيل الوجوب فلا نسلم ورجوعها واستقامتها بإرادة الله وكذلك عرضها وطولها وبطؤها وسرعتها وقربها وبعدها هذا تمام الكلام .\r\n المسألة الخامسة : قال المنجمون الكواكب أحياء بدليل أنه تعالى قال : { يَسْبَحُونَ } وذلك لا يطلق إلا على العاقل ، نقول إن أردتم القدر الذي يصح به التسبيح فنقول به لأنه ما من شيء من هذه الأشياء إلا وهو يسبح بحمد الله وإن أردتم شيئاً آخر فلم يثبت ذلك والاستعمال لا يدل كما في قوله تعالى في حق الأصنام { مَا لَكُمْ لاَ تَنطِقُونَ } [ الصافات : 92 ] وقوله : ( ألا تنطقون ) .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لا الشمس ينبغي لها أن تدرك القمر ولا الليل سابق النهار وكل في فلك يسبحون (40) ",
        "babnum": 37
    },
    {
        "id": 2054,
        "cate": "36",
        "title": "وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ (41) ",
        "details": " ولها مناسبة مع ما تقدم من وجهين أحدهما : أنه تعالى لما من بإحياء الأرض وهي مكان الحيوانات بين أنه لم يقتصر بل جعل للإنسان طريقاً يتخذ من البحر خيراً ويتوسطه أو يسير فيه كما يسير في البر وهذا حينئذٍ كقوله : { وحملناهم فِي البر والبحر } [ الإسراء : 70 ] ويؤيد هذا قوله تعالى : { وَخَلَقْنَا لَهُمْ مّن مّثْلِهِ مَا يَرْكَبُونَ } [ يس : 42 ] إذا فسرناه بأن المراد الإبل فإنها كسفن البراري وثانيهما : هو أنه تعالى لما بين سباحة الكواكب في الأفلاك وذكر ما هو مثله وهو سباحة الفلك في البحار ، ولها وجه ثالث : وهي أن الأمور التي أنعم الله بها على عباده منها ضرورية ومنها نافعة والأول للحاجة والثاني للزينة فخلق الأرض وإحياؤها من القبيل الأول فإنها المكان الذي لولاه لما وجد الإنسان ولولا إحياؤها لما عاش والليل والنهار في قوله : { وَءايَةٌ لَّهُمُ اليل } [ يس : 37 ] أيضاً من القبيل الأول ، لأنه الزمان الذي لولاه لما حدث الإنسان ، والشمس والقمر وحركتهما لو لم تكن لما عاش ، ثم إنه تعالى لما ذكر من القبيل الأول آيتين ذكر من القبيل الثاني وهوالزينة آيتين إحداهما : الفلك التي تجري في البحر فيستخرج من البحر ما يتزين به كما قال تعالى : { وَمِن كُلّ تَأْكُلُونَ لَحْماً طَرِيّاً وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الفلك فيه مواخر } [ فاطر : 12 ] وثانيتهما : الدواب التي هي في البر كالفلك في البحر في قوله : { وَخَلَقْنَا لَهُمْ مّن مّثْلِهِ مَا يَرْكَبُونَ } [ يس : 42 ] فإن الدواب زينة كما قال تعالى : { والخيل والبغال والحمير لتركبوها وزينة } [ النحل : 8 ] وقال : { وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ } [ النحل : 6 ] فيكون استدلالاً عليهم بالضروري والنافع لا يقال بأن النافع ذكره في قوله : { جنات مّن نَّخِيلٍ وأعناب } [ يس : 34 ] فإنها للزينة لأنا نقول ذلك حصل تبعاً للضروري ، لأن الله تعالى لما خلق الأرض منبتة لدفع الضرورة وأنزل الماء عليها كذلك لزم أن يخرج من الجنة النخيل والأعناب بقدرة الله ، وأما الفلك فمقصود لا تبع ، ثم إذا علمت المناسبة ففي الآيات أبحاث لغوية ومعنوية : أما اللغوية : قال المفسرون الذرية هم الآباء أي حملنا آباءكم في الفلك والألف واللام للتعريف أي فلك نوح وهو مذكور في قوله : { واصنع الفلك } [ هود : 37 ] ومعلوم عند العرب فقال الفلك ، هذا قول بعضهم ، وأما الأكثرون فعلى أن الذرية لا تطلق إلا على الولد وعلى هذا فلا بد من بيان المعنى ، فنقول الفلك إما أن يكون المراد الفلك المعين الذي كان لنوح ، وإما أن يكون المراد الجنس كما قال تعالى : { وَجَعَلَ لَكُمْ مّنَ الفلك والأنعام مَا تَرْكَبُونَ } [ الزخرف : 12 ] وقال تعالى : { وَتَرَى الفلك فِيهِ مَوَاخِرَ } [ فاطر : 12 ] وقال تعالى : { فَإِذَا رَكِبُواْ فِي الفلك } [ العنكبوت : 65 ] إلى غير ذلك من استعمال لام التعريف في الفلك لبيان الجنس ، فإن كان المراد سفينة نوح عليه السلام ففيه وجوه الأول : أن المراد إنا حملنا أولادكم إلى يوم القيامة في ذلك الفلك ، ولولا ذلك لما بقي للآدمي نسل ولا عقب وعلى هذا فقوله : { حَمَلْنَا ذُرّيَّتَهُمْ } بدل قوله : حملناهم إشارة إلى كمال النعمة أي لم تكن النعمة مقتصرة عليكم بل متعدية إلى أعقابكم إلى يوم القيامة ، هذا ما قاله الزمخشري ، ويحتمل عندي أن يقال على هذا إنه تعالى إنما خص الذرية بالذكر ، لأن الموجودين كانوا كفاراً لا فائدة في وجودهم فقال : { حَمَلْنَا ذُرِّيَّتَهُمْ } أي لم يكن الحمل حملاً لهم ، وإنما كان حملاً لما في أصلابهم من المؤمنين كما أن من حمل صندوقاً لا قيمة له وفيه جواهر إذا قيل له لم تحمل هذا الصندوق وتتعب في حمله وهو لا يشتري بشيء؟ يقول : لا أحمل الصندوق وإنما أحمل ما فيه الثاني : هو أن المراد بالذرية الجنس معناه حملنا أجناسهم وذلك لأن ولد الحيوان من جنسه ونوعه والذرية تطلق على الجنس ولهذا يطلق على النساء نهى النبي صلى الله عليه وسلم عن قتل الذراري ، أي النساء وذلك لأن المرأة وإن كانت صنفاً غير صنف الرجل لكنها من جنسه ونوعه يقال ذرارينا أي أمثالنا فقوله : { أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ } أي أمثالهم وآباؤهم حينئذٍ تدخل فيهم الثالث : هو أن الضمير في قوله : { وَءَايَةٌ لَّهُمُ } عائد إلى العباد حيث قال : { ياحسرة عَلَى العباد } [ يس : 30 ] وقال بعد ذلك : { وءَايَةٌ لَّهُمُ الأرض } [ يس : 33 ] وقال : { وَءَايَةٌ لَّهُمُ اليل } [ يس : 37 ] { وَءايَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرّيَّتَهُمْ } إذا علم هذا فكأنه تعالى قال : وآية للعباد أنا حملنا ذريات العباد ولا يلزم أن يكون المراد بالضمير في الموضعين أشخاصاً معينين كما قال تعالى : { وَلاَ تَقْتُلُواْ أَنفُسَكُمْ } [ النساء : 29 ] ويريد بعضكم بعضاً ، وكذلك إذا تقاتل قوم ومات الكل في القتال ، يقال هؤلاء القوم هم قتلوا أنفسهم ، فهم في الموضعين يكون عائداً إلى القوم ولا يكون المراد أشخاصاً معينين ، بل المراد أن بعضهم قتل بعضاً ، فكذلك قوله تعالى : { وَءايَةٌ لَّهُمُ } أي آية لكل بعض منهم أنا حملنا ذرية كل بعض منهم ، أو ذرية بعض منهم .\r\n وأما إن قلنا إن المراد جنس الفلك فهو أظهر ، لأن سفينة نوح لم تكن بحضرتهم ولم يعلموا من حمل فيها ، فأما جنس الفلك فإنه ظاهر لكل أحد ، وقوله تعالى في سفينة نوح : { وجعلناها ءايَةً للعالمين } [ العنكبوت : 15 ] أي بوجود جنسها ومثلها ، ويؤيده قوله تعالى : { أَلَمْ تَرَ أَنَّ الفلك تَجْرِى فِى البحر بِنِعْمَتِ الله لِيُرِيَكُمْ مّنْ ءاياته إِنَّ فِى ذَلِكَ لأيات لّكُلّ صبّار شكور } [ لقمان : 31 ] فنقول قوله تعالى : { حَمَلْنَا ذُرّيَّتَهُمْ } أي ذريات العباد ولم يقل حملناهم ، لأن سكون الأرض عام لكل أحد يسكنها فقال : { وَءايَةٌ لَّهُمُ الارض الميتة } إلى أن قال : { فَمِنْهُ يَأْكُلُونَ } [ يس : 33 ] لأن الأكل عام ، وأما الحمل في السفينة فمن الناس من لا يركبها في عمره ولا يحمل فيها ، ولكن ذرية العباد لا بد لهم من ذلك فإن فيهم من يحتاج إليها فيحمل فيها .\r\n المسألة الثانية : جعل الفلك تارة جمعاً حيث قال : { وَتَرَى الفلك فِيهِ مَوَاخِرَ } [ فاطر : 12 ] جمع ماخرة وأخرى فرداً حيث قال : { فِى الفلك المشحون } نقول فيه تدقيق مليح من علم اللغة ، وهو أن الكلمة قد تكون حركتها مثل حركة تلك الكلمة في الصورة ، والحركتان مختلفتان في المعنى مثالها قولك : سجد يسجد سجوداً للمصدر وهم قوم سجود في جمع ساجد ، تظن أنهما كلمة واحدة لمعنيين وليس كذلك ، بل السجود عند كونه مصدراً حركته أصلية إذا قلنا إن الفعل مشتق من المصدر وحركة السجود عند كونه للجمع حركة متغيرة من حيث إن الجمع يشتق من الواحد ، وينبغي أن يلحق المشتق تغيير في حركة أو حرف أو في مجموعهما ، فساجد لما أردنا أن يشتق منه لفظ جمع غيرناه ، وجئناه بلفظ السجود ، فإذاً السجود للمصدر والجمع ليس من قبيل الألفاظ المشتركة التي وضعت بحركة واحدة لمعنيين ، إذا عرفت هذا فنقول الفلك عند كونه واحداً مثل قفل وبرد ، وعند كونها جمعاً مثل خشب ومرد وغيرهما ، فإن قلت فإذا جعلته جمعاً ماذا يكون واحدها؟ نقول جاز أن يكون واحدها فلكة أو غيرها مما لم يستعمل كواحد النساء حيث لم يستعمل ، وكذا القول في : { إِمَامٍ مُّبِينٍ } [ يس : 12 ] وفي قوله : { نَدْعُواْ كُلَّ أُنَاسٍ بإمامهم } [ الإسراء : 71 ] أي بأئمتهم عند قوله تعالى : { إِمَامٍ مُّبِينٍ } إما كزمام وكتاب وعند قوله تعالى : { كُلَّ أُنَاسٍ بإمامهم } إمام كسهام وكرام وجعاب وهذا من دقيق التصريف وأما المعنوية : فنذكرها في مسائل : المسألة الأولى : قال ههنا : { حَمَلْنَا ذُرّيَّتَهُمْ } من عليهم بحمل ذريتهم ، وقال تعالى : { إِنَّا لَمَّا طَغَا الماء حملناكم فِى الجارية } [ الحاقة : 11 ] من هناك عليهم بحمل أنفسهم ، نقول لأن من ينفع المتعلق بالغير يكون قد نفع ذلك الغير ، ومن يدفع الضرر على المتعلق بالغير لا يكون قد دفع الضرر عن ذلك الغير ، بل يكون قد نفعه مثاله من أحسن إلى ولد إنسان وفرحه فرح بفرحه أبوه ، وإذا دفع واحد الألم عن ولد إنسان يكون قد فرح أباه ولا يكون في الحقيقة قد أزال الألم عن أبيه ، فعند طغيان الماء كان الضرر يلحقهم فقال دفعت عنكم الضرر ، ولو قال دفعت عن أولادكم الضرر لما حصل بيان دفع الضرر عنهم ، وههنا أراد بيان المنافع فقال : { حَمَلْنَا ذُرّيَّتَهُمْ } لأن النفع حاصل بنفع الذرية ويدلك على هذا أن ههنا قال : { فِى الفلك المشحون } فإن امتلاء الفلك من الأموال يحصل بذكره بيان المنفعة ، وأما دفع المضرة فلا ، لأن الفلك كلما كان أثقل كان الخلاص به أبطأ وهنالك السلامة ، فاختار هنالك ما يدل على الخلاص من الضرر وهو الجري ، وههنا ما يدل على كمال المنفعة وهو الشحن ، فإن قيل قال تعالى : { وحملناهم فِى البر والبحر } [ الإسراء : 70 ] ولم يقل : وحملنا ذريتهم مع أن المقصود في الموضعين بيان النعمة ، لا دفع النقمة ، نقول لما قال : { فِى البر والبحر } عم الخلق ، لأن ما من أحد إلا وحمل في البر أو البحر ، وأما الحمل في البحر فلم يعم ، فقال إن كنا ما حملناكم بأنفسكم فقد حملنا من يهمكم أمره من الأولاد والأقارب والإخوان والأصدقاء .\r\n المسألة الثانية : قوله : { المشحون } يفيد فائدة أخرى غير ما ذكرنا وهي أن الآدمي يرسب في الماء ويغرق ، فحمله في الفلك واقع بقدرته ، لكن من الطبيعيين من يقول الخفيف لا يرسب في الماء ، لأن الخفيف يطلب جهة فوق فقال : { الفلك المشحون } أثقل من الثقال التي ترسب ، ومع هذا حمل الله الإنسان فيه مع ثقله ، فإن قالوا ذلك لامتناع الخلاء نقول قد ذكرنا الدلائل الدالة على جواز الخلاء في الكتب العقلية ، فإذن ليس حفظ الثقيل فوق الماء إلا بإرادة الله .\r\n المسألة الثالثة : قال تعالى : { وَءايَةٌ لَّهُمُ الأرض } [ يس : 33 ] وقال : { وَءايَةٌ لَّهُمُ اليل } [ يس : 37 ] ولم يقل وآية لهم الفلك جعلناها بحيث تحملهم ، وذلك لأن حملهم في الفلك هو العجب .\r\n أما نفس الفلك فليس بعجب لأنه كبيت مبني من خشب .\r\n وأما نفس الأرض فعجب ونفس الليل عجب لا قدرة عليهما لأحد إلا الله .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وآية لهم أنا حملنا ذريتهم في الفلك المشحون (41) ",
        "babnum": 38
    },
    {
        "id": 2055,
        "cate": "36",
        "title": "وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ (42) ",
        "details": " وفيه مسائل : المسألة الأولى : من حيث اللغة فقوله لهم يحتمل أن يكون عائداً إلى الذرية ، أي حملنا ذريتهم وخلقنا للمحمولين ما يركبون ، ويحتمل أن يكون عائداً إلى العباد الذين عاد إليهم قوله : { وَءايَةٌ لَّهُمُ } [ يس : 41 ] وهو الحق لأن الظاهر عود الضمائر إلى شيء واحد .\r\n المسألة الثانية : { مِنْ } يحتمل وجهين أحدهما : أن يكون صلة تقديره وخلقنا لهم مثله ، وهذا على رأي الأخفش ، وسيبويه يقول : من لا يكون صلة إلا عند النفي ، تقول ما جاءني من أحد كما في قوله تعالى : { وَمَا مَسَّنَا مِن لُّغُوبٍ } [ ق : 38 ] ، وثانيهما : هي مبينة كما في قوله تعالى : { يَغْفِرْ لَكُمْ مّن ذُنُوبِكُمْ } [ الأحقاف : 31 ] كأنه لما قال : { خَلَقْنَا لَهُم } والمخلوق كان أشياء قال من مثل الفلك للبيان .\r\n المسألة الثالثة : الضمير في { مّثْلِهِ } على قول الأكثرين عائد إلى الفلك فيكون هذا كقوله تعالى : { وَءاخَرُ مِن شَكْلِهِ أزواج } [ ص : 58 ] وعلى هذا فالأظهر أن يكون المراد الفلك الآخر الموجود في زمانهم ويؤيد هذا هو أنه تعالى قال : { وَإِن نَّشَأْ نُغْرِقْهُمْ } [ يس : 43 ] ولو كان المراد الإبل على ما قاله بعض المفسرين لكان قوله : { وَخَلَقْنَا لَهُمْ مّن مّثْلِهِ مَا يَرْكَبُونَ } فاصلاً بين متصلين ، ويحتمل أن يقال الضمير عائد إلى معلوم غير مذكور تقديره أن يقال : وخلقنا لهم من مثل ما ذكرنا من المخلوقات في قوله : { خَلَق الأزواج كُلَّهَا مِمَّا تُنبِتُ الأرض } [ يس : 36 ] وهذا كما قالوا في قوله تعالى : { لِيَأْكُلُواْ مِن ثَمَرِهِ } [ يس : 35 ] أن الهاء عائد إلى ماذكرنا ، أي من ثمر ما ذكرنا ، وعلى هذا فقوله : { خَلَقْنَا لَهُم } فيه لطيفة ، وهي أن ما من أحد إلا وله ركوب مركوب من الدواب وليس كل أحد يركب الفلك فقال في الفلك حملنا ذريتهم وإن كان ما حملناهم ، وأما الخلق فلهم عام وما يركبون فيه وجهان أحدهما : هو الفلك الذي مثل فلك نوح ثانيهما : هو الإبل التي هي سفن البر ، فإن قيل إذا كان المراد سفينة نوح فما وجه مناسبة الكلام؟ نقول ذكرهم بحال قوم نوح وأن المكذبين هلكوا والمؤمنين فازوا فكذلك هم إن آمنوا يفوزوا وإن كذبوا يهلكوا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وخلقنا لهم من مثله ما يركبون (42) ",
        "babnum": 39
    },
    {
        "id": 2056,
        "cate": "36",
        "title": "وَإِنْ نَشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنْقَذُونَ (43) ",
        "details": " ثم قال تعالى : { وَإِن نَّشَأْ نُغْرِقْهُمْ } إشارة إلى فائذتين أحداهما : أن في حال النعمة ينبغي أن لا يأمنوا عذاب الله وثانيتهما : هو أن ذلك جواب سؤال مقدر وهو أن الطبيعي يقول السفينة تحمل بمقتضى الطبيعة والمجوف لا يرسب فقال ليس كذلك بل لو شاء الله أغرقهم وليس ذلك بمقتضى الطبع ولو صح كلامه الفاسد لكان لقائل أن يقول : ألست توافق أن من السفن ما ينقلب وينكسر ومنها ما يثقبه ثاقب فيرسب وكل ذلك بمشيئة الله فإن شاء الله إغراقهم من غير شيء من هذه الأسباب كما هو مذهب أهل السنة أو بشيء من تلك الأسباب كما تسلم أنت .\r\n وقوله تعالى : { فَلاَ صَرِيخَ لَهُمْ } أي لا مغيث لهم يمنع عنهم الغرق .\r\n وقوله تعالى : { وَلاَ هُمْ يُنقَذُونَ } إذا أدركهم الغرق وذلك لأن الخلاص من العذاب ، إما أن يكون بدفع العذاب من أصله أو برفعه بعد وقوعه فقال : لا صريخ لهم يدفع ولا هم ينقذون بعد الوقوع فيه ، وهذا مثل قوله تعالى : { لاَّ تُغْنِ عَنّي شفاعتهم شَيْئاً وَلاَ يُنقِذُونَ } فقوله : { لا صَرِيخَ لَهُمْ وَلاَ هُمْ يُنقَذُونَ } فيه فائدة أخرى غير الحصر وهي أنه تعالى قال لا صريخ لهم ولم يقل ولا منقذ لهم وذلك لأن من لا يكون من شأنه أن ينصر لا يشرع في النصرة مخافة أن يغلب ويذهب ماء وجهه ، وإنما ينصر ويغيث من يكون من شأنه أن يغيث فقال لا صريخ لهم ، وأما من لا يكون من شأنه أن ينقذ إذا رأى من يعز عليه في ضر يشرع في الإنقاذ ، وإن لم يثق بنفسه في الإنقاذ ولا يغلب على ظنه .\r\n وإنما يبذل المجهود فقال : { وَلاَ هُمْ يُنقَذُونَ } ولم يقل ولا منقد لهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإن نشأ نغرقهم فلا صريخ لهم ولا هم ينقذون (43) ",
        "babnum": 40
    },
    {
        "id": 2057,
        "cate": "36",
        "title": "إِلَّا رَحْمَةً مِنَّا وَمَتَاعًا إِلَى حِينٍ (44) ",
        "details": " وهو يفيد أمرين أحدهما : انقسام الإنقاذ إلى قسمين الرحمة والمتاع ، أي فيمن علم الله منه أنه يؤمن فينقذه الله رحمة ، وفيمن علم أنه لا يؤمن فليتمتع زماناً ويزداد إثماً وثانيهما : أنه بيان لكون الإنقاذ غير مفيد للدوام بل الزوال في الدنيا لا بد منه فينقذه الله رحمة ويمتعه إلى حين ، ثم يميته فالزوال لازم أن يقع .\r\n : ",
        "fav": 0,
        "note": null,
        "normal": "إلا رحمة منا ومتاعا إلى حين (44) ",
        "babnum": 41
    },
    {
        "id": 2058,
        "cate": "36",
        "title": "وَإِذَا قِيلَ لَهُمُ اتَّقُوا مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ (45) ",
        "details": " وجه تعلق الآية بما قبلها هو أن الله تعالى لما عدد الآيات بقوله : { وَءايَةٌ لَّهُمُ الأرض \r\nوَءايَةٌ لَّهُمُ اليل \r\nوَءايَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرّيَّتَهُمْ } [ يس : 33 ، 37 ، 41 ] وكانت الآيات تفيد اليقين وتوجب القطع بما قال تعالى ولم تفدهم اليقين ، قال فلا أقل من أن يحترزوا عن العذاب فإن من أخبر بوقوع عذاب يتقيه ، وإن لم يقطع بصدق قول المخبر احتياطاً فقال تعالى إذا ذكر لهم الدليل القاطع لا يتعرفون به وإذا قيل لهم اتقوا لا يتقون فهم في غاية الجهل ونهاية الغفلة ، لا مثل العلماء الذين يتبعون البرهان ، ولا مثل العامة الذين يبنون الأمر على الأحوط ، ويدل على ما ذكرنا قوله تعالى : { لَعَلَّكُمْ تُرْحَمُونَ } بحرف التمني أي في ظنكم فإن من يخفى عليه وجه البرهان .\r\n لا يترك طريقة الاحتراز والاحتياط ، وجواب قوله : { إِذَا قِيلَ لَهُمْ اتقوا } محذوف معناه وإذا قيل لهم ذلك لا يتقون أو يعرضون ، وإنما حذف لدلالة ما بعده عليه وهو قوله تعالى : { وَمَا تَأْتِيهِم مّنْ ءَايَةٍ مّنْ آيات ربهم } [ الأنعام : 4 ] وفي قوله تعالى : { مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ } وجوه أحدها : { مَا بَيْنَ أَيْدِيكُمْ } الآخرة فإنهم مستقبلون لها { وَمَا خَلْفَكُمْ } الدنيا فإنهم تاركون لها وثانيها : { مَا بَيْنَ أَيْدِيكُم } من أنواع العذاب مثل الغرق والحرق ، وغيرهما المدلول عليه بقوله تعالى : { وَإِن نَّشَأْ نُغْرِقْهُمْ فَلاَ صَرِيخَ لَهُمْ وَلاَ هُمْ يُنقَذُونَ } [ يس : 43 ] وما خلفكم من الموت الطالب لكم إن نجوتم من هذه الأشياء فلا نجاة لكم منه يدل عليه قوله تعالى : { ومتاعا إلى حِينٍ } [ يس : 44 ] وثالثها : ما بين أيديكم من أمر محمد صلى الله عليه وسلم فإنه حاضر عندكم وما خلفكم من أمر الحشر فإنكم إذا اتقيتم تكذيب محمد صلى الله عليه وسلم والتكذيب بالحشر رحمكم الله وقوله تعالى : { لَعَلَّكُمْ تُرْحَمُونَ } مع أن الرحمة واجبة ، فيه وجوه ذكرناها مراراً ونزيد ههنا وجهاً آخر وهو أنه تعالى لما قال : { اتقوا } بمعنى أنكم إن لم تقطعوا بناء على البراهين فاتقوا احتياطاً قال : { لَعَلَّكُمْ تُرْحَمُونَ } يعني أرباب اليقين يرحمون جزماً وأرباب الاحتياط يرجى أن يرحموا ، والحق ما ذكرنا من وجهين أحدهما : اتقوا راجين الرحمة فإن الله لا يجب عليه شيء وثانيهما : هو أن الاتقاء نظراً إليه أمر يفيد الظن بالرحمة فإن كان يقطع به أحد لأمر من خارج فذلك لا يمنع الرجاء فإن الملك إذا كان في قلبه أن يعطي من يخدمه أكثر من أجرته أضعافاً مضاعفة لكن الخدمة لا تقتضي ذلك ، يصح منه أن يقول افعل كذا ولا يبعد أن يصل إليك أجرتك أكثر مما تستحق .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذا قيل لهم اتقوا ما بين أيديكم وما خلفكم لعلكم ترحمون (45) ",
        "babnum": 42
    },
    {
        "id": 2059,
        "cate": "36",
        "title": "وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ (46) ",
        "details": " وهذا متعلق بما تقدم من قوله تعالى : { يا حسرةً على العباد ما يأتيهم من رسول إلا كَانُواْ بِهِ يَسْتَهْزِءونَ } [ يس : 30 ] { وَمَا تَأْتِيهِم مّنْ ءايَةٍ مّنْ ءايات رَبّهِمْ إِلاَّ كَانُواْ عنها معرضين } يعني إذا جاءتهم الرسل كذبوهم فإذا أتوا بالآيات أعرضوا عنها وما التفتوا إليها وقوله : { أَلَمْ يَرَوْاْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مّنَ القرون } إلى قوله : { لَعَلَّكُمْ تُرْحَمُونَ } [ يس : 31 - 45 ] كلام بين كلامين متصلين ويحتمل أن يقال هو متصل بما قبله من الآية وبيانه هو أنه تعالى لما قيل : { وإذا قيل لهم اتقوا } [ يس : 45 ] وكان فيه تقدير أعرضوا قال ليس إعراضهم مقتصراً على ذلك بل هم على كل آية معرضون أو يقال إذا قيل لهم اتقوا اقترحوا آيات مثل إنزال الملك وغيره فقال : { وَمَا تَأْتِيهِم مّنْ ءَايَةٍ مّنْ ءايات رَبّهِمْ إِلاَّ كَانُواْ عَنْهَا مُعْرِضِينَ } وعلى هذا كانوا في المعنى يكون زائداً معناه إلا يعرضون عنها أي لا ينفعهم الآيات من كذب بالبعض هان عليه التكذيب بالكل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما تأتيهم من آية من آيات ربهم إلا كانوا عنها معرضين (46) ",
        "babnum": 43
    },
    {
        "id": 2060,
        "cate": "36",
        "title": "وَإِذَا قِيلَ لَهُمْ أَنْفِقُوا مِمَّا رَزَقَكُمُ اللَّهُ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَنُطْعِمُ مَنْ لَوْ يَشَاءُ اللَّهُ أَطْعَمَهُ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ مُبِينٍ (47) ",
        "details": " إشارة إلى أنهم يبخلون بجميع ما على المكلف ، وذلك لأن الملكف عليه التعظيم لجانب الله والشفقة على خلق الله وهم تركوا التعظيم حيث قيل لهم { اتقوا } فلم يتقوا وتركوا الشفقة على خلق الله حيث قيل لهم : { أَنفِقُواْ } فلم ينفقوا وفيه لطائف الأولى خوطبوا بأدنى الدرجات في التعظيم والشفقة فلم يأتوا بشيء منه وعباد الله المخلصون خوطبوا بالأدنى فأتوا بالأعلى إنما قلنا ذلك لأنهم في التقوى أمروا بأن يتقوا ما بين أيديهم من العذاب أو الآخرة وما خلفهم من الموت أو العذاب وهو أدنى ما يكون من الاتقاء ، وأما الخاص فيتقي تغيير قلب الملك عليه وإن لم يعاقبه ومتقى العذاب لا يكون إلا للبعيد ، فهم لم يتقوا معصية الله ولم يتقوا عذاب الله ، والمخلصون اتقوا الله واجتنبوا مخالفته سواء كان يعقابهم عليه أو لا يعاقبهم ، وأما في الشفقة فقيل لهم : { أَنفِقُواْ مِمَّا } أي بعض ما هو لله في أيديكم فلم ينفقوا ، والمخلصون آثروا على أنفسهم وبذلوا كل ما في أيديهم ، بل أنفسهم صرفوها إلى نفع عباد الله ودفع الضرر عنهم الثانية : كما أن في جانب التعظيم ما كان فائدة التعظيم راجعة إلا إليهم فإن الله مستغن عن تعظيمهم كذلك في جانب الشفقة ما كان فائدة الشفقة راجعة إلا إليهم ، فإن من لا يرزقه المتمول لا يموت إلا بأجله ولا بد من وصول رزقه إليه ، لكن السعيد من قدر الله إيصال الرزق على يده إلى غيره الثالثة : قوله : { مِمَّا رَزَقَكُمُ } إشارة إلى أمرين أحدهما : أن البخل به في غاية القبح فإن أبخل البخلاء من يخبل بمال الغير وثانيهما : أنه لا ينبغي أن يمنعكم من ذلك مخافة الفقر فإن الله رزقكم فإذا أنفقتم فهو يخلفه لكم ثانياً كما رزقكم أولاً وفيه مسائل أيضاً : المسألة الأولى : عند قوله تعالى : { وَإِذَا قِيلَ لَهُمْ أَنفِقُواْ } حذف الجواب ، وههنا أجاب وأتى بأكثر من الجواب وذلك لأنه تعالى لو قال : وإذا قيل لهم أنفقوا قالوا : أنطعم من لو يشاء الله أطعمه لكان كافياً ، فما الفائدة في قوله تعالى : { قَالَ الذين كَفَرُواْ لِلَّذِينَ ءَامَنُواْ } ؟ نقول الكفار كانوا يقولون بأن الإطعام من الصفات الحميدة وكانوا يفتخرون به ، وإنما أرادوا بذلك القول رداً على المؤمنين فقالوا نحن نطعم الضيوف معتقدين بأن أفعالنا ثناء ، ولولا إطعامنا لما اندفع حاجة الضيف وأنتم تقولون إن إلهكم يرزق من يشاء ، فلم تقولون لنا أنفقوا؟ فلما كان غرضهم الرد على المؤمنين لا الامتناع من الإطعام .\r\n قال تعالى عنهم : { قَالَ الذين كَفَرُواْ لِلَّذِينَ ءَامَنُواْ } إشارة إلى الرد ، وأما في قولهم : { اتقوا مَا بَيْنَ أَيْدِيكُمْ } [ يس : 45 ] فلم يكن لهم رد على المؤمنين فأعرضوا وأعرض الله عن ذكر إعراضهم لحصول العلم به .\r\n المسألة الثانية : ما الفائدة في تغيير اللفظ في جوابهم حيث لم يقولوا أننفق على من لو يشاء الله رزقه ، وذلك لأنهم أمروا بالإنفاق في قوله : { وَإِذَا قِيلَ لَهُمْ أَنفِقُواْ } فكان جوابهم بأن يقولوا أننفق فلم قالوا : { أَنُطْعِمُ } ؟ نقول فيه بيان غاية مخالفتهم وذلك لأنهم إذا أمروا بالإنفاق والإنفاق يدخل فيه الإطعام وغيره لم يأتوا بالإنفاق ولا بأقل منه وهو الإطعام وقالوا لا نطعم ، وهذا كما يقول القائل لغيره أعط زيداً ديناراً يقول لا أعطيه درهماً مع أن المطابق هو أن يقول لا أعطيه ديناراً ولكن المبالغة في هذا الوجه أتم فكذلك ههنا .\r\n المسألة الثالثة : كان كلامهم حقاً فإن الله لو شاء أطعمه فلماذا ذكره في معرض الذم؟ نقول لأن مرادهم كان الإنكار لقدرة الله أو لعدم جواز الأمر بالاتفاق مع قدرة الله وكلاهما فاسد بين الله ذلك في قوله : { مِمَّا رَزَقَكُمُ } فإنه يدل على قدرته ويصحح أمره بالإعطاء لأن من كان له في يد الغير مال وله في خزائنه مال فهو مخير إن أراد أعطى مما في خزائنه وإن أراد أمر من عنده المال بالإعطاء ولا يجوز أن يقول من بيده ماله في خزائنك أكثر مما في يدي أعطه منه ، وقوله : { إِنْ أَنتُمْ إِلاَّ فِى ضلال مُّبِينٍ } إشارة إلى اعتقادهم أنهم قطعوا المؤمنين بهذا الكلام وأن أمرهم بالإنفاق مع قولهم بقدرة الله ظاهر الفساد واعتقادهم هو الفاسد وفيه مباحث لغوية ومعنوية .\r\n أما اللغوية : فنقول : { إن } وردت للنفي بمعنى ما ، وكان الأرض في إن أن تكون للشرط والأصل في ما أن تكون للنفي لكنهما اشتركا من بعض الوجوه فتقارضا واستعمل ما في الشرط واستعمل إن في النفي ، أما الوجه المشترك فهو أن كل واحد منهما حرف مركب من حرفين متقاربين فإن الهمزة تقرب من الألف والميم من النون ولا بد من أن يكون المعنى الذي يدخل عليه ما وأن لا يكون ثابتاً أما في ما فظاهر ، وأما في إن فلأنك إذا قلت إن جاءني زيد أكرمه ينبغي أن لا يكون له في الحال مجىء فاستعمل إن مكان ما ، وقيل إن زيد قائم أي ما زيد بقائم واستعمل ما في الشرط تقول ما تصنع أصنع ، والذي يدل على ما ذكرنا أن ما النافية تستعمل حيث لا تستعمل إن وذلك لأنك تقول ما إن جلس زيد فتجعل إن صلة ولا تقول إن جلس زيد بمعنى النفي وبمعنى الشرط تقول إما ترين فتجعل إن أصلاً وما صلة ، فدلنا هذا على أن إن في الشرط أصل وما دخيل وما في النفي بالعكس .\r\n البحث الثاني : قد ذكرنا أن قوله : { إِنْ أَنتُمْ إِلاَّ } يفيد ما لا يفيد قوله : أنتم في ضلال لأنه يوجب الحصر وأنه ليسوا في غير الضلال .\r\n البحث الثالث : وصف الضلال بالمبين قد ذكرنا معناه أنه لظهوره يبين نفسه أنه ضلال أي في ضلال لا يخفى على أحد أنه ضلال .\r\n البحث الرابع : قد ذكرنا أن قوله : { فِي ضلال } يفيد كونه مغمورين فيه غائصين ، وقوله في مواضع { على بَيّنَةٍ } [ الأنعام : 57 ] و { على هُدًى } [ البقرة : 5 ] إشارة إلى كونهم راكبين متن الطريق المستقيم قادرين عليه .\r\n وأما المعنوية : فهي أنهم إنما وصفوا الذين آمنوا بكونهم في ضلال مبين لكونهم ظانين أن المؤمن كلامه متناقض ومن تناقض كلامه يكون في غاية الضلال ، إنما قلنا ذلك لأنهم قالوا : { أَنُطْعِمُ لَّوْ يَشَاء الله أَطْعَمَهُ } إشارة إلى أن الله إن شاء أن يطعمهم كان يطعمهم فلا تقدر على إطعامهم لأنه يكون تحصيلاً للحاصل ، وإن لم يشأ الله إطعامهم لا يقدر أحد على إطعامهم لامتناع وقوع ما لم يشأ الله فلا قدرة لنا على الإطعام ، فكيف تأمرونا بالإطعام ووجه آخر : وهو أنهم قالوا أراد الله تجويعهم فلو أطعمناهم يكون ذلك سعياً في إبطال فعل الله وأنه لا يجوز وأنتم تقولون أطعموهم فهو ضلال ولم يكن في الضلال إلا هم حيث نظروا إلى المراد ولم ينظروا إلى الطلب والأمر ، وذلك لأن العبد إذا أمره السيد بأمر لا ينبغي أن يكشف سبب الأمر والإطلاع على المقصود الذي أمر به لأجله .\r\n مثاله : الملك إذا أراد الركوب للهجوم على عدوه بحيث لا يطلع عليه أحد وقال لعبده أحضر المركوب ، فلو تطلع واستكشف المقصود الذي لأجله الركوب لنسب إلى أنه يريد أن يطلع عدوه على الحذر منه وكشف سره ، فالأدب في الطاعة وهو اتباع الأمر لا تتبع المراد ، فالله تعالى إذا قال : أنفقوا مما رزقكم لا يجوز أن يقولوا : لم لم يطعمهم الله مما في خزائنه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذا قيل لهم أنفقوا مما رزقكم الله قال الذين كفروا للذين آمنوا أنطعم من لو يشاء الله أطعمه إن أنتم إلا في ضلال مبين (47) ",
        "babnum": 44
    },
    {
        "id": 2061,
        "cate": "36",
        "title": "وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (48) ",
        "details": " وهو إشارة إلى ما اعتقدوه وهو أن التقوى المأمور بها في قوله : { وَإِذَا قِيلَ لَهُمُ اتقوا } [ يس : 45 ] والإنفاق المذكور في قوله تعالى : { وَإِذَا قِيلَ لَهُمْ أَنفِقُواْ } [ يس : 47 ] لا فائدة فيه لأن الوعد لا حقيقة له وقوله : { متى هذا الوعد } أي متى يقع الموعود به ، وفيه مسائل : المسألة الأولى : وهي أن إن للشرط وهي تستدعي جزاء ومتى استفهام لا يصلح جزاء فما الجواب؟ نقول هي في الصورة استفهام ، وفي المعنى إنكار كأنهم قالوا إن كنتم صادقين في وقوع الحشر فقولوا متى يكون .\r\n المسألة الثانية : الخطاب مع من في قولهم : { إِن كُنتُمْ } ؟ نقول الظاهر أنه مع الأنبياء لأنهم لما أنكروا الرسالة قالوا إن كنتم يا أيها المدعوون للرسالة صادقين فأخبرونا متى يكون .\r\n المسألة الثالثة : ليس في هذا الموضع وعد فالإشارة بقوله : { هذا الوعد } إلى أي وعد؟ نقول هو ما في قوله تعالى : { وَإِذَا قِيلَ لَهُمُ اتقوا مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ } [ يس : 45 ] من قيام الساعة ، أو نقول هو معلوم وإن لم يكن مذكوراً لكون الأنبياء مقيمين على تذكيرهم بالساعة والحساب والثواب والعقاب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويقولون متى هذا الوعد إن كنتم صادقين (48) ",
        "babnum": 45
    },
    {
        "id": 2062,
        "cate": "36",
        "title": "مَا يَنْظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ (49) فَلَا يَسْتَطِيعُونَ تَوْصِيَةً وَلَا إِلَى أَهْلِهِمْ يَرْجِعُونَ (50) ",
        "details": " ثم قال تعالى : { مَا يَنظُرُونَ إِلاَّ صَيْحَةً واحدة } أي لا ينتظرون إلا الصيحة المعلومة والتنكير للتكثير ، فإن قيل هم ما كانوا ينتظرون بل كانوا يجزمون بعدمها ، فنقول الانتظار فعلي لأنهم كانوا يفعلون ما يستحق به فاعله البوار وتعجيل العذاب وتقريب الساعة لولا حكم الله وقدرته وعلمه فإنهم لا يقولون أو نقول لما لم يكن قوله متى استفهاماً حقيقياً قال ينتظرون انتظاراً غير حقيقي ، لأن القائل متى يفهم منه الانتظار نظراً إلى قوله .\r\n وقد ذكروا ههنا في الصيحة أموراً تدل على هولها وعظمها أحدها : التنكير يقال لفلان مال أي كثير وله قلب أي جريء وثانيها : واحدة أي لا يحتاج معها إلى ثانية وثالثها : تأخذهم أي تعمهم بالأخذ وتصل إلى من في مشارق الأرض ومغاربها ، ولا شك أن مثلها لا يكون إلا عظيماً .\r\n وقوله : { تَأُخُذُهُمْ وَهُمْ يَخِصّمُونَ * فَلاَ يَسْتَطِيعُونَ تَوْصِيَةً وَلاَ إلى أَهْلِهِمْ يَرْجِعُونَ } ، مما يعظم به الأمر لأن الصيحة المعتادة إذا وردت على غافل يرجف فإن المقبل على مهم إذا صاح به صائح يرجف فؤاده بخلاف المنتظر للصيحة ، فإذا كان حال الصيحة ما ذكرناه من الشدة والقوة وترد على الغافل الذي هو مع خصمه مشغول يكون الارتجاف أتم والإيحاف أعظم ، ويحتمل أن يقال : { يَخِصّمُونَ } في البعث ويقولون لا يكون ذلك أصلاً فيكونون غافلين عنه بخلاف من يعتقد أنه يكون فيتهيأ له وينتظر وقوعه فإنه لا يرتجف وهذا هو المراد بقوله تعالى : { فَصَعِقَ مَن فِي السموات وَمَن فِي الأرض إِلاَّ مَن شَاء } [ الزمر : 68 ] ممن اعتقد وقوعها فاستعد لها ، وقد مثلنا ذلك فيمن شام برقاً وعلم أن سيكون رعد ومن لم يشمه ولم يعلم ثم رعد الرعد ترى الشائم العالم ثابتاً والغافل الذاهل مغشياً عليه ، ثم بين شدة الأخذ وهي بحيث لا تمهلهم إلى أن يوصوا .\r\n وفيه أمور مبينة للشدة أحدها : عدم الاستطاعة فإن قول القائل فلأن في هذا الحال لا يوصي دون قوله لا يستطيع التوصية لأن من لا يوصي قد يستطيعها الثاني : التوصية وهي بالقول والقول يوجد أسرع مما يوجد الفعل فقال : لا يستطيعون كلمة فكيف فعلاً يحتاج إلى زمان طويل من أداء بالواجبات ورد المظالم الثالث : اختيار التوصية من بين سائر الكلمات يدل على أنه لا قدرة له على أهم الكلمات فإن وقت الموت الحاجة إلى التوصية أمس الرابع : التنكير في التوصية للتعميم أي لا يقدر على توصية ما ولو كانت بكلمة يسيرة ، ولأن التوصية قد تحصل بالإشارة فالعاجز عنها عاجز عن غيرها الخامس : قوله : { وَلاَ إلى أَهْلِهِمْ يَرْجِعُونَ } بيان لشدة الحاجة إلى التوصية لأن من يرجو الوصول إلى أهله قد يمسك عن الوصية لعدم الحاجة إليها ، وأما من يقطع بأنه لا وصول له إلى أهله فلا بد له من التوصية ، فإذا لم يستطع مع الحاجة دل على غاية الشدة .\r\n وفي قوله : { وَلاَ إلى أَهْلِهِمْ يَرْجِعُونَ } وجهان أحدهما : ما ذكرنا أنهم يقطعون بأنهم لا يمهلون إلى أن يجتمعوا بأهاليهم وذلك يوجب الحاجة إلى التوصية وثانيهما : أنهم إلى أهلهم لا يرجعون ، يعني يموتون ولا رجوع لهم إلى الدنيا ، ومن يسافر سفراً ويعلم أنه لا رجوع له من ذلك السفر ولا اجتماع له بأهله مرة أخرى يأتي بالوصية .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ما ينظرون إلا صيحة واحدة تأخذهم وهم يخصمون (49) فلا يستطيعون توصية ولا إلى أهلهم يرجعون (50) ",
        "babnum": 46
    },
    {
        "id": 2063,
        "cate": "36",
        "title": "وَنُفِخَ فِي الصُّورِ فَإِذَا هُمْ مِنَ الْأَجْدَاثِ إِلَى رَبِّهِمْ يَنْسِلُونَ (51) ",
        "details": " أي نفخ فيه ( مرة ) أخرى كما قال تعالى : { ثُمَّ نُفِخَ فِيهِ أخرى فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ } [ الزمر : 68 ] وفيه مسائل : المسألة الأولى : قال تعالى في موضع آخر : { ثُمَّ نُفِخَ فِيهِ أخرى فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ } وقال ههنا : { فَإِذَا هُم مِّنَ الأجداث إلى رَبّهِمْ يَنسِلُونَ } والقيام غير النسلان وقوله في الموضعين : { فَإِذَا هُم } يقتضي أن يكون معاً نقول الجواب : عنه من وجهين أحدهما : أن القيام لا ينافي المشي السريع لأن الماشي قائم ولا ينافي النظر وثانيهما : أن السرعة مجىء الأمور كأن الكل في زمان واحد كقول القائل : مكر مفر مقبل مدبر معا \r\n [ كجلمود صخر حطه السيل من عل ] المسألة الثانية : كيف صارت النفختان مؤثرتين في أمرين متضادين الأحياء والإماتة؟ نقول لا مؤثر غير الله والنفخ علامة ، ثم إن الصوت الهائل يزلزل الأجسام فعند الحياة كانت أجزاء الحي مجتمعة فزلزلها فحصل فيها تفريق ، وحالة الموت كانت الأجزاء متفرقة فزلزلها فحصل فيها اجتماع فالحاصل أن النفختين يؤثران تزلزلاً وانتقالاً للأجرام فعند الاجتماع تتفرق وعند الافتراق تجتمع .\r\n المسألة الثالثة : ما التحقيق في إذا التي للمفاجأة؟ نقول هي إذا التي للظرف معناه نفخ في الصور فإذا نفخ فيه هم ينسلون لكن الشيء قد يكون ظرفاً للشيء معلوماً كونه ظرفاً ، فعند الكلام يعلم كونه ظرفاً وعند المشاهدة لا يتجدد علم كقول القائل إذا طلعت الشمس أضاء الجو وغير ذلك ، فإذا رأى إضاءة الجو عند الطلوع لم يتجدد علم زائد ، وأما إذا قلت خرجت فإذا أسد بالباب كان ذلك الوقت ظرف كون الأسد بالباب .\r\n لكنه لم يكن معلوماً فإذا رآه علمه فحصل العلم بكونه ظرفاً له مفاجأة عند الإحساس فقيل إذا للمفاجأة .\r\n المسألة الرابعة : أين يكون في ذلك الوقت أجداث وقد زلزلت الصيحة الجبال؟ نقول يجمع الله أجزاء كل واحد في الموضع الذي قبر فيه فيخرج من ذلك الموضع وهو جدثه .\r\n المسألة الخامسة : الموضع موضع ذكر الهيبة وتقدم ذكر الكافر ولفظ الرب يدل على الرحمة فلو قال بدل الرب المضاف إليهم لفظاً دالاً على الهيبة هل يكون أليق أم لا؟ قلنا : هذا اللفظ أحسن ما يكون ، لأن من أساء واضطر إلى التوجه من أحسن إليه يكون ذلك أشد ألماً وأكثر ندماً من غيره .\r\n المسألة السادسة : المسيء إذا توجه إلى المحسن يقدم رجلاً ويؤخر أخرى ، والنسلان هو سرعة المشي فكيف يوجد منهم ذلك؟ نقول : ينسلون من غير اختيارهم ، وقد ذكرنا في تفسير قوله : { فَإِذَا هُمْ يَنظُرُونَ } [ الصافات : 19 ] أنه أراد أن يبين كمال قدرته ونفوذ إرادته حيث ينفخ في الصور ، فيكون في وقته جمع وتركيب وإحياء وقيام وعدو في زمان واحد ، فقوله : { فَإِذَا هُم مِّنَ الأجداث إلى رَبِّهِمْ يَنسِلُونَ } يعني في زمان واحد ينتهون إلى هذه الدرجة وهي النسلان الذي لا يكون إلا بعد مراتب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ونفخ في الصور فإذا هم من الأجداث إلى ربهم ينسلون (51) ",
        "babnum": 47
    },
    {
        "id": 2064,
        "cate": "36",
        "title": "قَالُوا يَاوَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ (52) ",
        "details": " يعني لما بعثوا قالوا ذلك ، لأن قوله : { وَنُفِخَ فِى الصور } [ يس : 51 ] يدل على أنهم بعثوا وفيه مسائل : المسألة الأولى : لو قال قائل : لو قال الله تعالى فإذا هم من الأجداث إلى ربهم ينسلون يقولون : يا ويلنا كان أليق ، نقول معاذ الله ، وذلك لأن قوله : { فَإِذَا هُم مّنَ الأجداث إلى رَبّهِمْ يَنسِلُونَ } [ يس : 51 ] على ما ذكرنا إشارة إلى أنه تعالى في أسرع زمان يجمع أجزاءهم ويؤلفها ويحييها ويحركها ، بحيث يقع نسلانهم في وقت النفخ ، مع أن ذلك لا بد له من الجمع والتأليف ، فلو قال يقولون ، لكان ذلك مثل الحال لينسلون ، أي ينسلون قائلين يا ويلنا وليس كذلك ، فإن قولهم يا ويلنا قبل أن ينسلوا ، وإنما ذكر النسلان لما ذكرنا من الفوائد .\r\n المسألة الثانية : لو قال قائل : قد عرفنا معنى النداء في مثل يا حسرة ويا حسرتا ويا ويلنا ، ولكن ما الفرق بين قولهم وقول الله حيث قال : { ياحسرة عَلَى العباد } [ يس : 30 ] من غير إضافة ، وقالوا : يا حسرتا ويا حسرتنا ويا ويلنا؟ نقول حيث كان القائل هو المكلف لم يكن لأحد علم إلا بحالة أو بحال من قرب منه ، فكان كل واحد مشغولاً بنفسه ، فكان كل واحد يقول : يا حسرتنا ويا ويلنا ، فقوله : { قَالُواْ ياويلنا } أي كل واحد قال يا ويلي ، وأما حيث قال الله قال على سبيل العموم لشمول علمه بحالهم .\r\n المسألة الثالثة : ما وجه تعلق : { مَن بَعَثَنَا مِن مَّرْقَدِنَا } بقولهم : { يا ويلنا } نقول لما بعثوا تذكروا ما كانوا يسمعون من الرسل ، فقالوا : يا ولينا من بعثنا أبعثنا الله البعث الموعود به أم كنا نياماً فنبهنا؟ وهذا كما إذا كان إنسان موعوداً بأن يأتيه عدو لا يطيقه ، ثم يرى رجلاً هائلاً يقبل عليه فيرتجف في نفسه ويقول : هذا ذلك أم لا؟ ويدل على ذكرنا قولهم : { مِن مَّرْقَدِنَا } حيث جعلوا القبور موضع الرقاد إشارة إلى أنهم شكوا في أنهم كانوا نياماً فنبهوا أو كانوا موتى وكان الغالب على ظنهم هو البعث فجمعوا بين الأمرين ، فقالوا : { مَن بَعَثَنَا } إشارة إلى ظنهم أنه بعثهم الموعود به ، وقالوا : { مِن مَّرْقَدِنَا } إشارة إلى توهمهم احتمال الانتباه .\r\n المسألة الرابعة : { هذا } إشارة إلى ماذا؟ نقول فيه وجهان أحدهما : أنه إشارة إلى المرقد كأنهم قالوا : من بعثنا من مرقدنا هذا فيكون صفة للمرقد يقال كلامي هذا صدق وثانيهما : { هذا } إشارة إلى البعث ، أي هذا البعث ما وعد به الرحمن وصدق فيه المرسلون .\r\n المسألة الخامسة : إذا كان هذا صفة للمرقد فكيف يصح قوله تعالى : { مَا وَعَدَ الرحمن وَصَدَقَ المرسلون } ؟ نقول يكون ما وعد به الرحمن ، مبتدأ خبره محذوف تقديره ما وعد الرحمن حق ، والمرسلون صدقوا ، أو يقال ما وعد الرحمن وصدق فيه المرسلون حق ، والأول أظهر لقلة الإضمار ، أو يقال ما وعد الرحمن خبر مبتدأ محذوف تقديره هو ما وعد الرحمن من البعث ليس تنبيهاً من النوم ، وصدق المرسلون فيما أخبروكم به .\r\n المسألة السادسة : إن قلنا : { هذا } إشارة إلى المرقد أو إلى البعث ، فجواب الاستفهام بقولهم { مَن بَعَثَنَا } أن يكون؟ نقول : لما كان غرضهم من قولهم : { مَن بَعَثَنَا } حصول العلم بأنه بعث أو تنبيه حصل الجواب بقوله هذا بعث وعد الرحمن به ليس تنبيهاً ، كما أن الخائف إذا قال لغيره ماذا تقول أيقتلني فلان؟ فله أن يقول لا تخف ويسكت ، لعلمه أن غرضه إزالة الرعب عنه وبه يحصل الجواب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قالوا ياويلنا من بعثنا من مرقدنا هذا ما وعد الرحمن وصدق المرسلون (52) ",
        "babnum": 48
    },
    {
        "id": 2065,
        "cate": "36",
        "title": "إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ جَمِيعٌ لَدَيْنَا مُحْضَرُونَ (53) ",
        "details": " أي ما كانت النفخة إلا صيحة واحدة ، يدل على النفخة قوله تعالى : { وَنُفِخَ فِي الصور } [ يس : 51 ] ويحتمل أن يقال إن كانت الواقعة ، وقرئت الصيحة مرفوعة على أن كان هي التامة ، بمعنى ما وقعت إلا صيحة ، وقال الزمخشري : لو كان كذلك لكان الأحسن أن يقال : إن كان ، لأنا لمعنى حينئذٍ ما وقع شيء إلا صيحة ، لكن التأنيث جائز إحالة على الظاهر ، ويمكن أن يقول الذي قرأ بالرفع أن قوله : { إِذَا وَقَعَتِ الواقعة } [ الواقعة : 1 ] تأنيث تهويل ومبالغة ، يدل عليه قوله : { لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ } [ الواقعة : 2 ] فإنها للمبالغة فكذلك ههنا قال : { إِن كَانَتْ إِلاَّ صَيْحَةً } مؤنثة تأنيث تهويل ، ولهذا جاءت أسماء يوم الحشر كلها مؤنثة كالقيامة والقارعة والحاقة والطامة والصاخة إلى غيرها ، والزمخشري يقول كاذبة بمعنى ليس لوقعتها نفس كاذبة ، وتأنيث أسماء الحشر لكون الحشر مسمى بالقيامة ، وقوله : { مُحْضَرُونَ } دل على أن كونهم { يَنسِلُونَ } [ يس : 51 ] إجباري لا اختياري .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن كانت إلا صيحة واحدة فإذا هم جميع لدينا محضرون (53) ",
        "babnum": 49
    },
    {
        "id": 2066,
        "cate": "36",
        "title": "فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْئًا وَلَا تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ (54) ",
        "details": " فقوله : { لاَ تُظْلَمُ نَفْسٌ } ليأمن المؤمن { وَلاَ تُجْزَوْنَ إِلاَّ مَا كُنْتُمْ تَعْمَلُونَ } لييأس المجرم الكافر وفيه مسائل : المسألة الأولى : ما الفائدة في الخطاب عند الإشارة إلى يأس المجرم بقوله : { وَلاَ تُجْزَوْنَ } وترك الخطاب في الإشارة إلى أمان المؤمن من العذاب بقوله : { لاَ تُظْلَمُ } ولم يقل ولا تظلمون أيها المؤمنون؟ نقول لأن قوله : { لاَ تُظْلَمُ نَفْسٌ شَيْئاً } يفيد العموم وهو كذلك فإنها لا تظلم أبداً { وَلاَ تُجْزَوْنَ } مختص بالكافر ، فإن الله يجزي المؤمن وإن لم يفعل فإن الله فضلاً مختصاً بالمؤمن وعدلاً عاماً ، وفيه بشارة .\r\n المسألة الثانية : ما المقتضى لذكر فاء التعقيب؟ نقول لما قال : { مُحْضَرُونَ } [ يس : 53 ] مجموعون والجمع للفصل والحساب ، فكأنه تعالى قال إذا جمعوا لم يجمعوا إلا للفصل بالعدل ، فلا ظلم عند الجمع للعدل ، فصار عدم الظلم مترتباً على الإحضار للعدل ، ولهذا يقول القائل للوالي أو للقاضي : جلست للعدل فلا تظلم ، أي ذلك يقتضي هذا ويستعقبه .\r\n المسألة الثالثة : لا يجزون عين ما كانوا يعملون ، بل يجزون بما كانوا أو على ما كانوا وقوله : { وَلاَ تُجْزَوْنَ إِلاَّ مَا كُنْتُمْ تَعْمَلُونَ } يدل على أن الجزاء بعين العمل ، لا يقال جزى يتعدى بنفسه وبالباء ، يقال جزيته خيراً وجزيته بخير ، لأن ذلك ليس من هذا لأنك إذا قلت جزيته بخير لا يكون الخير مفعولك ، بل تكون الباء للمقابلة والسببية كأنك تقول جزيته جزاء بسبب ما فعل ، فنقول الجواب عنه من وجهين : أحدهما : أن يكون ذلك إشارة على وجه المبالغة إلى عدم الزيادة وذلك لأن الشيء لا يزيد على عينه ، فنقول قوله تعالى : تجزون بما كانوا يعملون في المساواة كأنه عين ما علموا يقال فلان يجاوبني حرفاً بحرف أي لا يترك شيئاً ، وهذا يوجب اليأس العظيم الثاني : هو أن ما غير راجع إلى الخصوص ، وإنما هي للجنس تقديره ولا تجزون إلا جنس العمل أي إن كان حسنة فحسنة ، وإن كانت سيئة فسيئة فتجزون ما تعملون من السيئة والحسنة ، وهذا كقوله تعالى : { وَجَزَاء سَيّئَةٍ سَيّئَةٌ مّثْلُهَا } [ الشورى : 40 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فاليوم لا تظلم نفس شيئا ولا تجزون إلا ما كنتم تعملون (54) ",
        "babnum": 50
    },
    {
        "id": 2067,
        "cate": "36",
        "title": "إِنَّ أَصْحَابَ الْجَنَّةِ الْيَوْمَ فِي شُغُلٍ فَاكِهُونَ (55) هُمْ وَأَزْوَاجُهُمْ فِي ظِلَالٍ عَلَى الْأَرَائِكِ مُتَّكِئُونَ (56) لَهُمْ فِيهَا فَاكِهَةٌ وَلَهُمْ مَا يَدَّعُونَ (57) ",
        "details": " وقوله : { فِي شُغُلٍ } يحتمل وجوهاً : أحدهما : في شغل عن هول اليوم بأخذ ما آتاهم الله من الثواب ، فما عندهم خبر من عذاب ولا حساب ، وقوله : { فاكهون } يكون متمماً لبيان سلامتهم فالله لو قال : في شغل جاز أن يقال هم في شغل عظم من التفكر في اليوم وأهواله ، فإن من يصيبه فتنة عظيمة ثم يعرض عليه أمر من أموره ويخبر بخسران وقع في ماله ، يقول أنا مشغول عن هذا بأهم منه ، فقال : { فاكهون } أي شغلوا عنه باللذة والسرور لا بالويل والثبور وثانيها : أن يكون ذلك بياناً لحالهم ولا يريد أنهم شغلوا عن شيء بل يكون معناه هم في عمل ، ثم بين عملهم بأنه ليس بشاق ، بل هو ملذ محبوب وثالثها : في شغل عما توقعوه فإنهم تصوروا في الدنيا أموراً وقالوا نحن إذا دخلنا الجنة لا نطلب إلا كذا وكذا ، فرأوا ما لم يخطر ببالهم فاشتغلوا به ، وفيه وجوه : غير هذه ضعيفة أحدها : قيل افتضاض الأبكار وهذا ما ذكرناه في الوجه الثالث أن الإنسان قد يترجح في نظره الآن مداعبة الكواعب فيقول في الجنة ألتذ بها ، ثم إن الله ربما يأتيه ما يشغله عنها وثانيها قيل في ضرب الأوتار وهو من قبيل ما ذكرناه توهم وثالثها في التزاور ورابعها : في ضيافة الله وهو قريب مما قلنا لأن ضيافة الله تكون بألذ ما يمكن وحينئذ تشغله تلك عما توهمه في دنياه وقوله : { فاكهون } خبر إن ، و { فِي شُغُلٍ } بيان ما فكاهتهم فيه يقال زيد على عمله مقبل ، وفي بيته جالس فلا يكون الجار والمجرور خبراً ولو نصبت جالساً لكان الجار والمجرور خبراً .\r\n وكذلك لو قال في شغل فاكهين لكان معناه أصحاب الجنة مشغولون فاكهين على الحال وقرىء بالنصب والفاكه الملتذ المتنعم به ومنه الفاكهة لأنها لا تكون في السعة إلا للذة فلا تؤكل لدفع ألم الجوع ، وفيه معنى لطيف .\r\n وهو أنه أشار بقوله : { فِي شُغُلٍ } عن عدمهم الألم فلا ألم عندهم ، ثم بين بقوله : { فاكهون } عن وجدانهم اللذة وعادم الألم قد لا يكون واجداً للذة .\r\n فبين أنهم على أتم حال ثم بين الكمال بقوله : { هُمْ وأزواجهم } وذلك لأن من يكون في لذة قد تتنغص عليه بسبب تفكره في حال من يهمه أمره فقال : { هُمْ وأزواجهم } أيضاً فلا يبقى لهم تعلق قلب ، وأما من في النار من أقاربهم وإخوانهم فيكونون هم عنهم في شغل ، ولا يكون منهم عندهم ألم ولا يشتهون حضورهم والأزواج يحتمل وجهين : أحدهما : أشكالهم في الإحسان وأمثالهم في الإيمان كما قال تعالى : { مِن شَكْلِهِ أزواج } [ ص : 58 ] ، وثانيهما : الأزواج هم المفهومون من زوج المرأة وزوجة الرجل كما في قوله تعالى : { إِلاَّ على أزواجهم أَوْ مَا مَلَكَتْ أيمانهم } [ المعارج : 30 ] وقوله تعالى : { وَيَذَرُونَ أزواجا } [ البقرة : 234 ] فإن المراد ليس هو الإشكال ، وقوله : { فِي ظلال } جمع ظل وظلل جمع ظلة والمراد به الوقاية عن مكان الألم ، فإن الجالس تحت كن لا يخشى المطر ولا حر الشمس فيكون به مستعداً لدفع الألم ، فكذلك لهم من ظل الله ما يقيهم الأسواء ، كما قال تعالى : { لاَ يَمَسُّنَا فِيهَا نَصَبٌ وَلاَ يَمَسُّنَا فِيهَا لُغُوبٌ } [ فاطر : 35 ] وقال : { لاَ يَرَوْنَ فِيهَا شَمْساً وَلاَ زَمْهَرِيراً } [ الإنسان : 13 ] إشارة إلى عدم الآلام وفيه لطيفة أيضاً وهي أن حال المكلف ، إما أن يكون اختلالها بسبب ما فيه من الشغل ، وإن كان في مكان عال كالقاعد في حر الشمس في البستان المتنزه أو يكون بسبب المكان ، وإن كان الشغل مطلوباً كملاعبة الكواعب في المكان المكشوف ، وإما أن يكون بسبب المأكل كالمتفرج في البستان إذا أعوزه الطعام ، وإما بسبب فقد الحبيب ، وإلى هذا يشير أهل القلب في شرائط السماع بقولهم : الزمان والمكان والإخوان قال تعالى : { فِي شُغُلٍ فاكهون } إشارة إلى أنهم ليسوا في تعب وقال : { هُمْ وأزواجهم } إشارة إلى عدم الوحدة الموحشة وقال : { فِي ظلال عَلَى الأرائك مُتَّكِئُونَ } إشارة إلى المكان وقال : { لَهُمْ فِيهَا فاكهة وَلَهُمْ مَّا يَدَّعُونَ } إشارة إلى دفع جميع حوائجهم وقوله : { مُتَّكِئُونَ } إشارة إلى أدل وضع على القوة والفراغة فإن القائم قد يقوم لشغل والقاعد قد يقعد لهم .\r\n وأما المتكىء فلا يتكىء إلا عند الفراغ والقدرة لأن المريض لا يقدر على الإتكاء ، وإنما يكون مضطجعاً أو مستلقياً والأرائك جمع أريكة .\r\n وهي السرير الذي عليه الفرش وهو تحت الحجلات فيكون مرئياً هو وما فوقه وقوله : { لَهُمْ فِيهَا فاكهة } إشارة إلى أن لا جوع هناك ، وليس الأكل لدفع ألم الجوع ، وإنما مأكولهم فاكهة ، ولو كان لحماً طرياً ، لا يقال قوله تعالى : { وَلَحْمِ طَيْرٍ مّمَّا يَشْتَهُونَ } [ الواقعة : 21 ] يدل على التغاير وصدق الشهوة وهو الجوع لأنا نقول قوله : { مّمَّا يَشْتَهُونَ } يؤكد معنى عدم الألم لأن أكل الشيء قد يكون للتداوي من غير شهوة فقال مما يشتهون لأن لحم الطير في الدنيا يؤكل في حالتين إحداهما : حالة التنعم والثانية : حالة ضعف المعدة وحينئذ لا يأكل لحم طير يشتهيه ، وإنما يأكل ما يوافقه ويأمره به الطبيب ، وأما أنه يدل على التغاير ، فنقول مسلم ذلك لأن الخاص يخالف العام ، على أن ذلك لا يقدح في غرضنا ، لأنا نقول إنما اختار من أنواع المأكول الفاكهة في هذا الموضع لأنها أدل على التنعم والتلذذ وعدم الجوع والتنكير لبيان الكمال ، وقد ذكرناه مراراً وقوله : { لَهُمْ فِيهَا فاكهة } ولم يقل يأكلون ، إشارة إلى كون زمام الاختيار بيدهم وكونهم مالكين وقادرين وقوله : { وَلَهُمْ مَّا يَدَّعُونَ } فيه وجوه : أحدها لهم فيها ما يدعون لأنفسهم أي دعاؤهم مستجاب ، وحينئذ يكون هذا افتعالاً بمعنى الفعل كالاحتمال بمعنى الحمل والارتحال بمعنى الرحيل ، وعلى هذا فليس معناه أنهم يدعون لأنفسهم دعاء فيستجاب دعاؤهم بعد الطلب بل معناه ولهم ما يدعون لأنفسهم أي ذلك لهم فلا حاجة لهم إلى الدعاء والطلب ، كما أن الملك إذا طلب منه مملوكه شيئاً يقول لك ذلك فيفهم منه تارة أن طلبك مجاب وأن هذا أمر هين بأن تعطي ما طلبت ، ويفهم تارة منه الرد وبيان أن ذلك لك حاصل فلم تطلبه فقال تعالى : ولهم ما يدعون ويطلبون فلا طلب لهم وتقريره هو أن يكون ما يدعون بمعنى ما يصح أن يطلب ويدعى يعني كل ما يصح أن يطلب فهوحاصل لهم قبل الطلب ، أونقول المراد الطلب والإجابة وذلك لأن الطلب من الله أيضاً فيه لذة فلو قطع الله الأسباب بينهم وبينه لما كان يطيب لهم فأبقى أشياء يعطيهم إياها عند الطلب ليكون لهم عند الطلب لذة وعند العطاء ، فإن كون المملوك بحيث يتمكن من أن يخاطب الملك في حوائجه منصب عظيم ، والملك الجبار قد يدفع حوائج المماليك بأسرها قصداً منه لئلا يخاطب الثاني : ما يدعون ما يتداعون وحينئذ يكون افتعالا بمعنى التفاعل كالاقتتال بمعنى التقاتل ، ومعناه ما ذكرناه أن كل ما يصح أن يدعو أحد صاحبه إليه أو يطلبه أحد من صاحبه فهو حاصل لهم الثالث : ما يتمنونه الرابع : بمعنى الدعوى ومعناه حينئذ أنهم كانوا يدعون في الدنيا أن لهم الله وهو مولاهم وأن الكافرين لا مولى لهم .\r\n فقال لهم في الجنة ما يدعون به في الدنيا ، فتكون الحكاية محكية في الدنيا ، كأنه يقول في يومنا هذا لكن أيها المؤمنون غداً ما تدعون اليوم ، لا يقال بأن قوله : { إِنَّ أصحاب الجنة اليوم فِي شُغُلٍ فاكهون * هُمْ وأزواجهم فِي ظلال } يدل على أن القول يوم القيامة لأنا نقول الجواب عنه من وجهين أحدهما : أن قوله : { هُمْ } مبتدأ { وأزواجهم } عطف عليهم فيحتمل أن يكون هذا الكلام في يومنا هذا يخبرنا أن المؤمن وأزواجه في ظلال غداً وله ما يدعيه والجواب الثاني : وهو أولى هو أن نقول : معناه لهم ما يدعون أي ما كانوا يدعون .\r\n لا يقال بأنه إضمار حيث لا ضرورة وإنه غير جائز لأنا نقول على ما ذكرنا يبقى الادعاء مستعملا في معناه المشهور لأن الدعاء هو الإتيان بالدعوى وإنما قلنا إن هذا أولى لأن قوله : { سَلاَمٌ قَوْلاً مّن رَّبّ رَّحِيمٍ } [ يس : 58 ] هو في دار الآخرة وهو كالتفسير لقوله : { مَّا يَدَّعُونَ } ولأن قوله : { مَّا يَدَّعُونَ } مذكور بين جمل كلها في الآخرة فما يدعون أيضاً ينبغي أن يكون في الآخرة وفي الآخرة لا يبقى دعوى وبينة لظهور الأمور والفصل بين أهل الثبور والحبور .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن أصحاب الجنة اليوم في شغل فاكهون (55) هم وأزواجهم في ظلال على الأرائك متكئون (56) لهم فيها فاكهة ولهم ما يدعون (57) ",
        "babnum": 51
    },
    {
        "id": 2068,
        "cate": "36",
        "title": "سَلَامٌ قَوْلًا مِنْ رَبٍّ رَحِيمٍ (58) ",
        "details": " هو أكمل الأشياء وهو آخرها الذي لا شيء فوقه ولنبينه في مسائل : المسألة الأولى : ما الرافع لقوله { سلام } ؟ نقول يحتمل ذلك وجوهاً أحدها : هو بدل مما يدعون كأنه تعالى لما قال : { لَهُمْ مَّا يَدَّعُونَ } [ يس : 57 ] بينه ببدله فقال لهم سلام فيكون في المعنى كالمبتدأ الذي خبره جار ومجرور ، كما يقال في الدار رجل ولزيد مال ، وإن كان في النحو ليس كذلك بل هو بدل وبدل النكرة من المعرفة جائز فتكون ما بمعنى الذي معرفة وسلام نكرة ، ويحتمل على هذا أن يقال ما في قوله تعالى : { مَّا يَدَّعُونَ } لا موصوفة ولا موصولة بل هي نكرة تقديره لهم شيء يدعون ثم بين بذكر البدل فقال : { سلام } والأول هو الصحيح وثانيها سلام خبر ما ولهم لبيان الجهة تقديره ما يدعون سالم لهم أي خالص والسلام بمعنى السالم الخالص أو السليم يقال عبد السلام أي سليم من العيوب كما يقال لزيد الشرف متوفر والجار والمجرور يكون لبيان من له ذلك والشرف هو المبتدأ ومتوفر خبره وثالثها قوله تعالى : { سلام } منقطع عما تقدم وسلام مبتدأ وخبره محذوف تقديره سلام عليهم فيكون ذلك إخباراً من الله تعالى في يومنا هذا كأنه تعالى حكى لنا وقال : { إِنَّ أصحاب الجنة اليوم في شُغُلٍ } [ يس : 55 ] ثم لما بين كمال حالهم قال سلام عليهم ، وهذا كما في قوله تعالى : { سلام على نُوحٍ } [ الصافات : 79 ] { سلام على المرسلين } [ الصافات : 181 ] فيكون الله تعالى أحسن إلى عباده المؤمنين كما أحسن إلى عباده المرسلين وهذا وجه مبتكر جيد ما يدل عليه منقول ، أو نقول تقديره سلام عليكم ويكون هذا نوعاً من الالتفات حيث قال لهم كذا وكذا ، ثم قال سلام عليكم .\r\n المسألة الثانية : { قَوْلاً } منصوب بماذا؟ نقول يحتمل وجوهاً أحدها : نصب على المصدر تقديره على قولنا المراد لهم سلام هو أن يقال لهم سلام يقوله الله قولاً أو تقوله الملائكة قولاً وعلى قولنا ما يدعون سالم لهم تقديره قال الله ذلك قولاً ووعدهم بأن لهم ما يدعون سالم وعداً وعلى قولنا سلام عليهم تقديره أقوله قولاً وقوله : { مّن رَّبٍّ رَّحِيمٍ } يكون لبيان أن السلام منه أي سلام عليهم من رب رحيم أقوله قولاً ، ويحتمل أن يقال على هذا إنه تمييز لأن السلام قد يكون قولاً وقد يكون فعلاً فإن من يدخل على الملك فيطأطىء رأسه يقول سلمت على الملك ، وهو حينئذ كقول القائل البيع موجود حكماً لا حساً وهذا ممنوع عنه قطعاً لا ظناً .\r\n المسألة الثالثة : قال في السلام { مّن رَّبٍّ رَّحِيمٍ } وقال في غيره من أنواع الإكرام { نُزُلاً مّنْ غَفُورٍ رَّحِيمٍ } [ فصلت : 32 ] فهل بينهما فرق؟ نقول نعم ، أما هناك فلأن النزل ما يرزق النزيل أولاً ، وذلك وإن كان يدل عليه ما بعده فإن النزيل إذا أكرم أو لا يدل على أنه مكرم وإذا أخل بإكرامه في الأول يدل على أنه مهان دائماً غير أن ذلك غير مقطوع به ، لجواز أن يكون الملك واسع الرزق فيرزق نزيله أولاً ولا يمنع منه الطعام والشراب ويناقشه في غيره فقال غفور لما صدر من العبيد ليأمن العبد ولا يقول بأن الإطعام قد يوجد ممن يعاقب بعده والسلام يظهر مزية تعظيمه للمسلم عليه لا بمغفرة فقال : { رَبّ غَفُورٌ } لأن رب الشيء مالكه الذي إذا نظر إلى علو مرتبته لا يرجى منه الإلتفات إليه بالتعظيم ، فإذا سلم عليه يعجب منه وقيل انظر هو سيده ويسلم عليه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "سلام قولا من رب رحيم (58) ",
        "babnum": 52
    },
    {
        "id": 2069,
        "cate": "36",
        "title": "وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ (59) ",
        "details": " وفيه وجوه منها تبيين وجه الترتيب أيضاً الأول : امتازوا في أنفسكم وتفرقوا كما قال تعالى : { تَكَادُ تَمَيَّزُ مِنَ الغَيْظِ } [ الملك : 8 ] أي بعضه من بعض غير أن تميزهم من الحسرة والندامة ووجه الترتيب حينئذ أن المجرم يرى منزلة المؤمن ورفعته ونزول دركته وضعته فيتحسر فيقال لهم امتازوا اليوم إذ لا دواء لألمكم ولا شفاء لسقمكم الثاني : امتازوا عن المؤمنين وذلك لأنهم يكونون مشاهدين لما يصل إلى المؤمن من الثواب والإكرام ثم يقال لهم تفرقوا وادخلوا مساكنكم من النار فلم يبق لكم اجتماع بهم أبداً الثالث : امتازوا بعضكم عن بعض على خلاف ما للمؤمن من الاجتماع بالإخوان الذي أشار إليه بقوله تعالى : { هُمْ وأزواجهم } [ يس : 56 ] فأهل النار يكون لهم العذاب الأليم وعذاب الفرقة أيضاً ولا عذاب فوق الفرقة ، بل العقلاء قالوا بأن كل عذاب فهو بسبب تفرق اتصال ، فإن من قطعت يده أو أحرق جسمه فإنما يتألم بسبب تفرق المتصلات بعضها عن بعض ، لكن التفرق الجسمي دون التفرق العقلي الرابع : امتازوا عن شفعائكم وقرنائكم فما لكم اليوم حميم ولا شفيع الخامس : امتازوا عما ترجون واعتزلوا عن كل خير ، والمجرم هو الذي يأتي بالجريمة ، ويحتمل أن يقال إن المراد منه أن الله تعالى يقول امتازوا فيظهر عليهم سيما يعرفون بها ، كما قال تعالى : { يُعْرَفُ المجرمون بسيماهم } [ الرحمن : 41 ] وحينئذ يكون قوله تعالى امتازوا أمر تكوين ، كما أنه يقول : كن فيكون كذلك يقول امتازوا فيتميزون بسيماهم ويظهر على جباههم أو في وجهوهم سواء .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وامتازوا اليوم أيها المجرمون (59) ",
        "babnum": 53
    },
    {
        "id": 2070,
        "cate": "36",
        "title": "أَلَمْ أَعْهَدْ إِلَيْكُمْ يَابَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ (60) ",
        "details": " لما ذكر الله تعالى حال المؤمنين والمجرمين كان لقائل أن يقول : إن الإنسان كان ظلوماً جهولاً ، والجهل من الأعذار ، فقال الله ذلك عند عدم الإنذار ، وقد سبق إيضاح السبل بإيضاح الرسل ، وعهدنا إليكم وتلونا عليكم ما ينبغي أن تفعلوه وما لا ينبغي ، وفي الآية مسائل : المسألة الأولى : في اللغات التي في { أَعْهَدْ } وهي كثيرة الأولى : كسر همزة إعهد وحروف الاستقبال كلها تكسر إلا الياء فلا يقال يعلم ويعلم الثانية : كسر الهاء من باب ضرب يضرب الثالثة : قلب العين جيما ألم أجهد وذلك في كل عين بعدها هاء الرابعة : إدغام الهاء في الحاء بعد القلب فيقال ألم أحد ، وقد سمع قوم يقولون دحا محا ، أي دعها معها .\r\n المسألة الثانية : في معنى أعهد وجوه أقربها وأقربها ألم أوص إليكم .\r\n المسألة الثالثة : في هذا العهد وجوه الأول : أنه هو العهد الذي كان مع أبينا آدم بقوله : { وَعَهِدْنَا إلى ءَادَمَ } [ طه : 115 ] الثاني : أنه هو الذي كان مع ذرية آدم بقوله تعالى : { أَلَسْتَ بِرَبّكُمْ قَالُواْ بلى } [ الأعراف : 172 ] فإن ذلك يقتضي أن لا نعبد غير الله الثالث : هو الأقوى ، أن ذلك كان مع كل قوم على لسان رسول ، ولذلك اتفق العقلاء على أن الشيطان يأمر بالشر ، وإن اختلفوا في حقيقته وكيفيته .\r\n المسألة الرابعة : قوله : { لاَّ تَعْبُدُواْ الشيطان } معناه لا تطيعوه ، بدليل أن المنهي عنه ليس هو السجود له فحسب ، بل الانقياد لأمره والطاعة له فالطاعة عبادة ، لا يقال فنكون نحن مأمورين بعبادة الأمراء حيث أمرنا بطاعتهم في قوله تعالى : { أَطِيعُواْ الله وَأَطِيعُواْ الرسول وَأُوْلِي الأمر مِنْكُمْ } [ النساء : 59 ] لأنا نقول طاعتهم إذا كانت بأمر الله ، لا تكون إلا عبادة لله وطاعة له ، وكيف لا ونفس السجود والركوع للغير إذا كان بأمر الله لا يكون إلا عبادة لله ، ألا ترى أن الملائكة سجدوا لآدم ولم يكن ذلك إلا عبادة لله ، وإنما عبادة الأمراء هو طاعتهم فيما لم يأذن الله فيه ، فإن قيل بماذا تعلم طاعة الشيطان من طاعة الرحمن ، مع أنا لا نسمع من الشيطان خبراً ولا نرى منه أثراً؟ نقول عبادة الشيطان في مخالفة أمر الله أو الإتيان بما أمر الله لا لأنه أمر به ، ففي بعض الأوقات يكون الشيطان يأمرك وهو في غيرك ، وفي بعض الأوقات يأمرك وهو فيك ، فإذا جاءك شخص يأمرك بشيء ، فانظر إن كان ذلك موافقاً لأمر الله أو ليس موافقاً ، فإن لم يكن موافقاً فذلك الشخص معه الشيطان يأمرك بما يأمرك به ، فإن أطعته فقد عبدت الشيطان ، وإن دعتك نفسك ألى فعل فانظر أهو مأذون فيه من جهة الشرع أو ليس كذلك ، فإن لم يكن مأذوناً فيه فنفسك هي الشيطان ، أو معها الشيطان يدعوك ، فإن اتبعته فقد عبدته ، ثم إن الشيطان يأمر أولاً بمخالفة الله ظاهراً ، فمن أطاعه فقد عبده ومن لم يطعه فلا يرجع عنه ، بل يقول له أعبد الله كي لا تهان ، وليرتفع عند الناس شأنك ، وينتفع بك إخوانك وأعوانك ، فإن أجاب إليه فقد عبده لكن عبادة الشيطان على تفاوت ، وذلك لأن الأعمال منها ما يقع والعامل موافق فيه جنانه ولسانه وأركانه ، ومنها ما يقع والجنان واللسان مخالف للجوارح أو للأركان ، فمن الناس من يرتكب جريمة كارهاً بقلبه لما يقترف من ذبنه ، مستغفراً لربه ، يعترف بسوء ما يقترف فهو عبادة الشيطان بالأعضاء الظاهرة ، ومنهم من يرتكبها وقلبه طيب ولسانه رطب ، كما أنك تجد كثيراً من الناس يفرح بكون متردداً إلى أبواب الظلمة للسعاية ، ويعد من المحاسن كونه سارياً مع الملوك ويفتخر به بلسانه ، وتجدهم يفرحون بكونهم آمرين الملك بالظلم والملك ينقاد لهم ، أو يفرحون بكونه يأمرهم بالظلم فيظلمون ، فرحين بما ورد عليهم من الأمر ، إذا عرفت هذا فالطاعة التي بالأعضاء الظاهرة ، والبواطن طاهرة مكفرة بالأسقام والآلام ، كما ورد في الأخبار ، ومن ذلك قوله صلى الله عليه وسلم « الحمى من فيح جهنم » وقوله صلى الله عليه وسلم : « السيف محاء للذنوب » أي لمثل هذا الذنوب ، ويدل عليه ما قال صلى الله عليه وسلم في الحدود « إنها كفارات » وما يكون بالقلوب فلا خلاص عنه إلا بالتوبة والندم وإقبال القلب على الرب ، وما يكون باللسان فهو من قبيل ما يكون بالقلب في الظاهر ، والمثال يوضح الحال فنقول إذا كان عند السلطان أمير وله غلمان هم من خواص الأمير وأتباع بعداءهم من عوام الناس ، فإذا صدر من الأمير مخالة ومسارة مع عدو السلطان ومصادقة بينهما ، لا يعفو الملك عن ذلك إلا إذا كان في غاية الصفح ، أو يكون للأمير عنده يد سابقة أو توبة لاحقة ، فإن صدر من خواص الأمير مخالفة وهو به عالم ولم يزجره ، عدت المخالفة موجودة منه ، وإن كان كارهاً وأظهر الإنكار حسنت معاتبته دون معاقبته ، لأن إقدام خواصه على المخالفة دليل على سوء التربية ، فإن كان الصادر من الحواشي الأباعد وبلغ الأمير ولم يزجره عوتب الأمير ، وإن زجرهم استحق الأمير بذلك الزجر الإكرام ، وحسن من الملك أن يسدي إلى المزجور الإحسان والإنعام إن علم حصول انزجاره ، إذا علمت هذا فالقلب أمير واللسان خاصته والأعضاء خدمه ، فما يصدر من القلب فهو العظيم من الذنب ، فإن أقبل على محبة غير الله فهو الويل العظيم والضلال المبين المستعقب للعقاب الأليم والعذاب المهين ، وما يصدر من اللسان فهو محسوب على القلب ولا يقبل قوله إن لم ينكر فعله وما يصدر من الأعضاء والقلب قد أظهر عليه الإنكار وحصل له الانزجار فهو الذنب الذي حكى النبي صلى الله عليه وسلم عن ربه أنه قال : « لو لم تذنبوا لخلقت أقواماً يذنبون ويستغفرون فأغفر لهم » وههنا لطيفة : وهي أن الشيطان قد يرجع عن عبد من عباد الله فرحاً فيظن أنه قد حصل مقصوده من الإغواء حيث يرى ذلك العبد ارتكب الذنب ظاهراً ويكون ذلك رافعاً لدرجة العبد ، فإن بالذنب ينكسر قلب العبد فيتخلص من الإعجاب فنفسه وعبادته ، ويصير أقرب من المقربين ، لأن من يذنب مقرب عند الله كما قال تعالى : { لَّهُمْ درجات عِندَ رَبّهِمْ } [ الأنفال : 4 ] والمذنب التائب النادم منكسر القلب والله عنده كما قال صلى الله عليه وسلم حاكياً عن ربه « أنا عند المنكسرة قلوبهم » وفرق بين من يكون عند الله ، وبين من يكون عنده الله ، ولعل ما يحكى من الذنوب الصادرة عن الأنبياء من هذا القبيل لتحصل لهم الفضيلة على الملائكة حيث تبجحوا بأنفسهم بقولهم : { وَنَحْنُ نُسَبّحُ بِحَمْدِكَ وَنُقَدّسُ لَكَ } [ البقرة : 30 ] وقد يرجع الشيطان عن آخر يكون قد أمره بشيء فلم يفعله والشخص يظن أنه غلب الشيطان ورده خائباً فيتبجح في نفسه وهو لا يعلم أن الشيطان رجح عنه محصل المقصود مقبولاً غير مردود .\r\n ومن هذا يتبين أمر أصولي وهو أن الناس اختلفوا في أن المذنب هل يخرج من الإيمان أم لا؟ وسبب النزاع وقوع نظر الخصمين على أمرين متباينين فالذنب الذي بالجسد لا بالقلب لا يخرج بل قد يزيد في الإيمان والذي بالقلب يخاف منه الخروج عن ربقة الإيمان ولذلك اختلفوا في عصمة الأنبياء من الذنوب ، والأشبه أن الجسدي جائز عليهم والقرآن دليل عليه ، والقلبي لا يجوز عليهم ، ثم إنه تعالى لما نهى عباده عن عبادة الشيطان ذكر ما يحملهم على قبول ما أمروا به والانتهاء عما نهوا عنه بقوله : { إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ } وفيه مسائل : المسألة الأولى : من أين حصلت العداوة بين الشيطان والإنسان؟ فنقول ابتداؤها من الشيطان وسببه تكريم الله بني آدم ، لما رأى إبليس ربه كرم آدم وبنيه عاداهم فعاداه الله تعالى والأولى منه لؤم والثاني من الله كرم ، أما الأول فلأن الملك إذا أكرم شخصاً ولم ينقص من الآخر شيئاً إذ لا ضيق في الخزانة ، فعداوة من يعادي ذلك المكرم لا تكون إلا لؤماً ، وأما الثاني فلأن الملك إذا علم أن إكرامه ليس إلا منه وذلك لأن الضعيف ما كان يقدر أن يصل إلى بعض تلك المنزلة لولا إكرام الملك ، يعلم أن من يبغضه ينكر فعل الملك أو ينسب إلى خزانته ضيقاً ، وكلاهما يحسن التعذيب عليه فيعاديه إتماماً للإكرام وإكمالاً للإفضال ، ثم إن كثيراً من الناس على مذهب إبليس إذا رأوا واحداً عند ملك محترماً بغضوه وسعوا فيه إقامة لسنة إبليس ، فالملك إن لم يكن متخلقاً بأخلاق الله لا يبعد الساعي ويسمع كلامه ويترك إكرام ذلك الشخص واحترامه .\r\n المسألة الثانية : من أين إبانة عداوة إبليس؟ نقول لما أكرم الله آدم عاداه إبليس وظن أنه يبقى في منزلته وآدم في منزلته مثل متباغضين عند الملك والله كان عالماً بالضمائر فأبعده وأظهر أمره فأظهر هو من نفسه ما كان يخفيه لزوال ما كان يحمله على الإخفاء فقال : { لأَقْعُدَنَّ لَهُمْ صراطك المستقيم } [ الأعراف : 16 ] وقال : { لأَحْتَنِكَنَّ ذُرّيَّتَهُ } [ الإسراء : 62 ] .\r\n المسألة الثالثة : إذا كان الشيطان للإنسان عدواً مبيناً فما بال الإنسان يميل إلى مراضيه من الشرب والزنا ، ويكره مساخطه من المجاهدة والعبادة؟ نقول سبب ذلك استعانة الشيطان بأعوان من عند الإنسان وترك استعانة الإنسان بالله ، فيستعين بشهوته التي خلقها الله تعالى فيه لمصالح بقائه وبقاء نوعه ويجعلها سبباً لفساد حالة ويدعوه بها إلى مسالك المهالك ، وكذلك يستعين بغضبه الذي خلقه الله فيه لدفع المفاسد عنه ويجعله سبباً لوباله وفساد أحواله ، وميل الإنسان إلى المعاصي كميل المريض إلى المضار وذلك حيث ينحرف المزاج عن الاعتدال ، فترى المحموم يريد الماء البارد وهو يريد في مرضه .\r\n ومن به فساد المعدة فلا يهضم القليل من الغذاء يميل إلى الأكل الكثير ولا يشبع بشيء وهو يزيد في معدته فساداً ، وصحيح المزاج لا يشتهي إلا ما ينفعه فالدنيا كالهواء الوبيء لا يستغني الإنسان فيه عن استنشاق الهواء وهو المفسد لمزاجه ولا طريق له غير إصلاح الهواء بالروائح الطيبة والأشياء الزكية والرش بالخل والماورد من جملة المصلحات ، فكذلك الإنسان في الدنيا لا يستغني عن أمورها وهي المعنيات للشيطان وطريقه ترك الهوى تقليل التأمين وتحريف الهوى بالذكر الطيب والزهد ، فإذا صح مزاج عقله لا يميل إلا إلى الحق ولا يبقى عليه في التكاليف كلفة ويحصل له مع الأمور الإلهية ألفة ، وهنالك يعترف الشيطان بأنه ليس له عليه سلطان .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ألم أعهد إليكم يابني آدم أن لا تعبدوا الشيطان إنه لكم عدو مبين (60) ",
        "babnum": 54
    },
    {
        "id": 2071,
        "cate": "36",
        "title": "وَأَنِ اعْبُدُونِي هَذَا صِرَاطٌ مُسْتَقِيمٌ (61) ",
        "details": " لما منع عبادة الشيطان حمل على عبادة الرحمن والشارع طبيب الأرواح كما أن الطبيب طبيب الأشباح ، وكما أن الطبيب يقول للمريض لا تفعل كذا ولا تأكل من ذا وهي الحمية التي هي رأس الدواء لئلا يزيد مرضه ، ثم يقول له تناول الدواء الفلاني تقوية لقوته المقاومة للمرض ، كذلك الشارع منع من المفسد وهو اتباع الشيطان وحمل على المصالح وهو عبادة الرحمن وفيه مسائل : المسألة الأولى : عند المنع من عبادة الشيطان قال : { إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ } [ يس : 60 ] لأن العداوة أبلغ الموانع من الاتباع ، وعند الأمر بعبادة الرحمن لم يقل إنه لكم حبيب لأن المحبة لا توجب متابعة المحبوب بل ربما يورث ذلك الاتكال على المحبة .\r\n فيقول إنه يحبني فلا حاجة إلى تحمل المشقة في تحصيل مراضيه ، بل ذكر ما هو أبلغ الأشياء في الحمل على العبادة وذلك كونه طريقاً مستقيماً ، وذلك لأن الإنسان في دار الدنيا في منزل قفر مخوف وهو متوجه إلى دار إقامة فيها إخوانه ، والنازل في بادية خالية يخاف على روحه وماله ولا يكون عنده شيء أحب من طريق قريب آمن ، فلما قال الله تعالى : { هذا صراط مُّسْتَقِيمٌ } كان ذلك سبباً حاثاً على السلوك ، وفي ضمن قوله تعالى : { هَذَا صراط } إشارة إلى أن الإنسان مجتاز لأنه لو كان في دار إقامة فقوله : { هذا صراط مُّسْتَقِيمٌ } لا يكون له معنى لأن المقيم يقول وماذا أفعل بالطريق وأنا من المقيمين .\r\n المسألة الثانية : ماذا يدل على كونه طريقاً مستقيماً؟ نقول الإنسان مسافر إما مسافرة راجع إلى وطنه ، وإما مسافرة تاجر له متاع يتجر فيه ، وعلى الوجهين فالله هو المقصد ، وأما الوطن فلأنه لا يوطن في مأمن ولا أمن إلا بملك لا يزول ملكه لأن عند زوال ملك الملوك لا يبقى الأمن والراحة ، والله سبحانه هو الذي ملكه دائم وكل ما عداه فهو فان ، وأما التجارة فلأن التاجر لا يقصد إلا إلى موضع يسمع أو يعلم أن لمتاعه هناك رواجاً ، والله تعالى يقول إن العمل الصالح عنده مثاب عليه مقابل بأضعاف ما يستحق ، والله هو المقصد ، وعبادته توجه إليه ، ولا شك أن القاصد لجهة إذا توجه إليها يكون على الطريق المستقيم .\r\n المسألة الثالثة : العبادة تنبىء عن معنى التذلل ، فلما قال لا تعبدوا الشيطان لزم أن يتكبر الإنسان على ما سوى الله ولما قال : { وَأَنِ اعبدونى } ينبغي أن لا يتكبر على الله لكن التكبر على ما سوى الله ليس معناه أن يرى نفسه خيراً من غيره ، فإن نفسه من جملة ما سوى الله ، فينبغي أن لا يلتفت إليها ولو كانت متجملة بعبادة الله ، بل معنى التكبر على ما سوى الله أن لا ينقاد لشيء إلا بإذن الله وفي هذا التكبر غاية التواضع فإنه حينئذ لا ينقاد إلى نفسه وحظ نفسه في التفوق على غيره فلا يتفوق فيحصل التواضع التام ولا ينقاد لأمر الملوك إذا خالفوا أمر الله فيحصل التكبر التام فيرى نفسه بهذا التكبر دون الفقير وفوق الأمير .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأن اعبدوني هذا صراط مستقيم (61) ",
        "babnum": 55
    },
    {
        "id": 2072,
        "cate": "36",
        "title": "وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا أَفَلَمْ تَكُونُوا تَعْقِلُونَ (62) ",
        "details": " وفي الآية مسائل : المسألة الأولى : في الجبل ست لغات كسر الجيم والباء مع تشديد اللام وضمهما مع التشديد وكسرهما مع التخفيف وضمهما معه وتسكين الباء وتخفيف اللام مع ضم الجيم ومع كسره .\r\n المسألة الثانية : في معنى الجبل الجيم والباء واللام لا تخلو عن معنى الاجتماع والجبل فيه اجتماع الأجسام الكثيرة ، وجبل الطين فيه اجتماع أجزاء الماء والتراب ، وشاة لجباء إذا كانت مجتمعة اللبن الكثير ، لا يقال البلجة نقض على ما ذكرتم فإنها تنبىء عن التفرق فإن الأبلج خلاف المقرون لأنا نقول هي لاجتماع الأماكن الخالية التي تسع المتمكنات ، فإن البلجة والبلدة بمعنى والبلد سمي بلداً للاجتماع لا للتفرق ، فالجبل الجمع العظيم حتى قيل إن دون العشرة آلاف لا يكون جبلاً وإن لم يكن صحيحاً .\r\n والمسألة الثالثة : كيف الإضلال؟ نقول على وجهين : أحدهما : أن الإضلال توليه عن المقصد وصد عنه فالشيطان يأمر البعض بترك عبادة الله وبعبادة غيره فهو توليه فإن لم يقدر يأمره بعبادة الله لأمر غير الله من رياسة وجاه غيرهما فهو صد ، وهو يفضي إلى التولية لأن مقصوده لو حصل لترك الله وأقبل على ذلك الغير فتحصل التولية .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد أضل منكم جبلا كثيرا أفلم تكونوا تعقلون (62) ",
        "babnum": 56
    },
    {
        "id": 2073,
        "cate": "36",
        "title": "هَذِهِ جَهَنَّمُ الَّتِي كُنْتُمْ تُوعَدُونَ (63) ",
        "details": " وحال الضال كحال شخص خرج من وطنه مخافة عدوه فوقع في مشقة ولو أقام في وطنه لعل ذلك العدو كان لا يظفر به أو يرحمه ، كذلك حال من لم يتحرك لطاعة ولا عصيان كالمجانين وحال من استعمل عقله فأخطأ الطريق ، فإن المجنون من أهل النجاة وإن لم يكن من أهل الدرجات ، وقد قيل بأن البلاهة أدنى إلى الخلاص من فطانة بتراء ، وذلك ظاهر في المحسوس فإن من لم يعرف الطريق إذا أقام بمكانه لا يبعد عن الطريق كثيراً ومن سار إلى خلاف المقصد يبعد عنه كثيراً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هذه جهنم التي كنتم توعدون (63) ",
        "babnum": 57
    },
    {
        "id": 2074,
        "cate": "36",
        "title": "اصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُونَ (64) ",
        "details": " وفي هذا الكلام ما يوجب شدة ندامتهم وحسرتهم من ثلاثة أوجه أحدها : قوله تعالى : { اصلوها } فإنه أمر تنكيل وإهانة كقوله : { ذُقْ إِنَّكَ أَنتَ العزيز الكريم } [ الدخان : 49 ] ، والثاني : قوله : { اليوم } يعني العذاب حاضر ولذاتك قد مضت وأيامها قد انقضت وبقي اليوم العذاب الثالث : وقوله تعالى : { بِمَا كُنْتُمْ تَكْفُرُونَ } فإن الكفر والكفران ينبىء عن نعمة كانت يكفر بها وحياء الكفور من المنعم من أشد الآلام .\r\n ولهذا كثيراً ما يقول العبد المجرم افعلوا بي ما يأمر به السيد ولا تحضروني بين يديه وإلى هذا المعنى أشار القائل : أليس بكاف لذي نعمة \r\n حياء المسيء من المحسن ",
        "fav": 0,
        "note": null,
        "normal": "اصلوها اليوم بما كنتم تكفرون (64) ",
        "babnum": 58
    },
    {
        "id": 2075,
        "cate": "36",
        "title": "الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ (65) ",
        "details": " في الترتيب وجوه الأول : أنهم حين يسمعون قوله تعالى : { بِمَا كنتم تَكْفُرُونِ } [ يس : 64 ] يريدون ( أن ) ينكروا كفرهم كما قال تعالى عنهم ما أشركنا وقالوا آمنا به فيختم الله على أفواههم فلا يقدرون على الإنكار وينطق الله غير لسانهم من الجوارح فيعترفون بذنوبهم الثاني : لما قال الله تعالى لهم : { أَلَمْ أَعْهَدْ إِلَيْكُمْ } [ يس : 60 ] لم يكن لهم جواب فسكتوا وخرسوا وتكلمت أعضاؤهم غير اللسان ، وفي الختم على الأفواه وجوه : أقواها ، أن الله تعالى يسكت ألسنتهم فلا ينطقون بها وينطق جوارحهم فتشهد عليهم ، وإنه في قدرة الله يسير ، أما الإسكات فلا خفاء فيه ، وأما الإنطاق فلأن اللسان عضو متحرك بحركة مخصوصة فكما جاز تحركه بها جاز تحرك غيره بمثلها والله قادر على الممكنات والوجه الآخر أنهم لا يتكلمون بشيء لانقطاع أعذارهم وانتهاك أستارهم فيقفون ناكسي الرؤوس وقوف القنوط اليؤوس لا يجد عذراً فيعتذر ولا مجال توبة فيستغفر ، وتكلم الأيدي ظهور الأمور بحيث لا يسع معه الإنكار حتى تنطق به الأيدي والأبصار ، كما يقول القائل : الحيطان تبكي على صاحب الدار ، إشارة إلى ظهور الحزن ، والأول الصحيح وفيه لطائف لفظية ومعنوية .\r\n أما اللفظية فالأولى منها : هي أن الله تعالى أسند فعل الختم إلى نفسه وقال : { نَخْتِمُ } وأسند الكلام والشهادة إلى الأيدي والأرجل ، لأنه لو قال تعالى : نختم على أفواههم وتنطق أيديهم يكون فيه احتمال أن ذلك منهم كان جبراً وقهراً والإقرار بالإجبار غير مقبول فقال تعالى : { وَتُكَلّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ } أي باختيارها بعد ما يقدرها الله تعالى على الكلام ليكون أدل على صدور الذنب منهم الثانية : منها هي أن الله تعالى قال : { تُكَلّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ } جعل الشهادة للأرجل والكلام للأيدي لأن الأفعال تسند إلى الأيدي قال تعالى : { وَمَا عَمِلتَهُ أَيْدِيهِمْ } [ يس : 35 ] أي ما عملوه وقال : { وَلاَ تُلْقُواْ بِأَيْدِيكُمْ } [ البقرة : 195 ] أي ولا تلقوا بأنفسكم فإذا الأيدي كالعاملة ، والشاهد على العامل ينبغي أن يكون غيره فجعل الأرجل والجلود من جملة الشهود لبعد إضافة الأفعال إليها ، وأما المعنوية فالأولى : منها أن يوم القيامة من تقبل شهادته من المقربين والصديقين كلهم أعداء للمجرمين وشهادة العدو على العدو غير مقبولة ، وإن كان من الشهود العدول وغير الصديقين من الكفار والفساق غير مقبول الشهادة فجعل الله الشاهد عليهم منهم ، لا يقال الأيدي والأرجل أيضاً صدرت الذنوب منها فهي فسقة فينبغي أن لا تقبل شهادتها ، لأنا نقول في رد شهادتها قبول شهادتها ، لأنها إن كذبت في مثل ذلك اليوم فقد صدر الذنب منها في ذلك اليوم ، والمذنب في ذلك اليوم مع ظهور الأمور ، لا بد من أن يكون مذنباً في الدنيا ، وإن صدقت في ذلك اليوم فقد صدر منها الذنب في الدنيا ، وهذا كمن قال لفاسق : إن كذبت في نهار هذا اليوم فعبدي حر ، فقال الفاسق : كذبت في نهار هذا اليوم عتق العبد ، لأنه إن صدق في قوله كذبت في نهار هذا اليوم فقد وجد الشرط ووجب الجزاء ، وإن كذب في قوله كذبت فقد كذب في نهار ذلك اليوم ، فوجد الشرط أيضاً بخلاف ما لو قال في اليوم الثاني كذبت في نهار اليوم الذي علقت عتق عبدك على كذبي فيه .\r\n المسألة الثانية : الختم لازم الكفار في الدنيا على قلوبهم وفي الآخرة على أفواههم ، ففي الوقت الذي كان الختم على قلوبهم كان قولهم بأفواههم ، كما قال تعالى : { ذلك قَوْلُهُم بأفواههم } [ التوبة : 30 ] فلما ختم على أفواههم أيضاً لزم أن يكون قولهم بأعضائهم ، لأن الإنسان لا يملك غير القلب واللسان والأعضاء ، فإذا لم يبق القلب والفم تعين الجوارح والأركان .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "اليوم نختم على أفواههم وتكلمنا أيديهم وتشهد أرجلهم بما كانوا يكسبون (65) ",
        "babnum": 59
    },
    {
        "id": 2076,
        "cate": "36",
        "title": "وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَى أَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَأَنَّى يُبْصِرُونَ (66) وَلَوْ نَشَاءُ لَمَسَخْنَاهُمْ عَلَى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوا مُضِيًّا وَلَا يَرْجِعُونَ (67) ",
        "details": " قد ذكرنا مراراً أن الصراط المستقيم هو بين الجبر والقدر وهو الطريقة الوسطى ، والله تعالى في كل موضع ذكر ما يتمسك به المجبرة ذكر عقيبه ما يتمسك به القدرية وبالعكس ، وههنا كذلك لما قال الله تعالى : { وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُواْ يَكْسِبُونَ } [ يس : 65 ] وقال : { اصلوها اليوم بِمَا كُنتُمْ تَكْفُرُونَ } [ يس : 64 ] وكان ذلك متمسك القدرية حيث أسند الله الكفر والكسب إليهم وأحال الخير والشر عليهم ، ذكر عقيبه ما يدل على أن كفرهم وكسبهم بمشيئة الله ، وذلك لأن الكفر يعمي البصيرة ويضعف القوة العقلية ، وعمى البصيرة بإرادة الله ومشيئته ، إذا شاء أعمى البصائر ، كما أنه لو شاء لطمس على أعينهم المبصرة ، وسلب القوة العقلية باختياره ومشيئته ، كما أن سلب القوة الجسمية بمشيئته ، حتى لو شاء لمسخ المكلف على مكانته وأقامه بحيث لا يتحرك يمنة ولا يسرة ، ولا يقدر على المضي والرجوع ، فإعماء البصائر عنده كإعماء الأبصار ، وسلب القوة العقلية كسلب القوة الجسمية ، فقال : { وَلَوْ نَشَاء لَطَمَسْنَا على أَعْيُنِهِمْ } إشارة إلى أنه لو شاء وأراد إعماء بصائرهم فضلوا ، وأنه لو شاء طمس أعينهم لما اهتدوا إلى طريقتهم الظاهرة ، وشاء واختار سلب قوة عقولهم فزلوا ، وأنه لو شاء سلب قوة أجسامهم ومسخهم لما قدروا على تقدم ولا تأخر .\r\n وفي الآيتين أبحاث لفظية : البحث الأول : في قوله : { فاستبقوا الصراط } قال الزمخشري فيه وجوه الأول : أنه يكون فيه حذف حرف إلى واتصال الفعل من غير حرف وأصله فاستبقوا إلى الصراط الثاني : أن يكون المراد من الاستباق الابتدار فأعمله أعمال الابتدار الثالث : أن يجعل الصراط مستبقاً لا مستبقاً إليه ، يقال استبقنا فسبقتهم وحينئذٍ يكون مبالغة في الاهتداء إلى الطريق ، كأنه يقول الصراط الذي هو معهم ليسوا طالبين له قاصدين إياه ، وإنما هم عليه إذا طمس الله على أعينهم لا يبصرونه ، فكيف إن لم يكونوا على الصراط .\r\n البحث الثاني : قدم الطمس والإعماء على المسخ والإعجاز ليكون الكلام مدرجاً ، كأنه قال : إن أعماهم لم يروا الطريق الذي هم عليه وحينئذ لا يهتدون إليه ، فإن قال قائل : الأعمى قد يهتدي إلى الطريق بأمارات عقلية أو حسية غير حس البصر كالأصوات والمشي بحس اللمس ، فارتقى وقال : فلو مسخهم وسلب قوتهم بالكلية لا يهتدون إلى الصراط بوجه من الوجوه .\r\n البحث الثالث : قدم المضي على الرجوع ، لأن الرجوع أهون من المضي ، لأن المضي لا ينبيء عن سلوك الطريق من قبل ، وأما الرجوع فينبيء عنه ، ولا شك أن سلوك طريق قد رؤي مرة أهون من سلوك طريق لم ير فقال : لا يستطيعون مضياً ولا أقل من ذلك وهو الرجوع الذي هو أهون من المضي .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولو نشاء لطمسنا على أعينهم فاستبقوا الصراط فأنى يبصرون (66) ولو نشاء لمسخناهم على مكانتهم فما استطاعوا مضيا ولا يرجعون (67) ",
        "babnum": 60
    },
    {
        "id": 2077,
        "cate": "36",
        "title": "وَمَنْ نُعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِ أَفَلَا يَعْقِلُونَ (68) ",
        "details": " فقد ذكرنا أن قوله تعالى : { أَلَمْ أَعْهَدْ إِلَيْكُمْ } [ يس : 60 ] قطع للأعذار بسبق الإنذار ، ثم لما قرر ذلك وأتمه شرع في قطع عذر آخر ، وهو أن الكافر يقول لم يكن لبثنا في الدنيا إلا يسيراً ، ولو عمرتنا لما وجدت منا تقصيراً ، فقال الله تعالى : أفلا تعقلون أنكم كلما دخلتم في السن ضعفتم وقد عمرناكم مقدار ما تتمكنون من البحث والإدراك ، كما قال تعالى : { أَوَلَمْ نُعَمّرْكُمْ مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ } [ فاطر : 37 ] ثم إنكم علمتم أن الزمان كلما يعبر عليكم يزداد ضعفكم فضيعتم زمان الإمكان ، فلو عمرناكم أكثر من ذلك لكان بعده زمان الإزمان ، ومن لم يأت بالواجب زمان الإمكان ما كان يأتي به زمان الإزمان .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ومن نعمره ننكسه في الخلق أفلا يعقلون (68) ",
        "babnum": 61
    },
    {
        "id": 2078,
        "cate": "36",
        "title": "وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُبِينٌ (69) ",
        "details": " في الترتيب وجهان ، قد ذكرنا أن الله في كل موضع ذكر أصلين من الأصول الثلاثة ، وهي الوحدانية والرسالة والحشر ، ذكر الأصل الثالث منها ، وههنا ذكر الأصلين الوحدانية والحشر ، أما الوحدانية ففي قوله تعالى : { أَلَمْ أَعْهَدْ إِلَيْكُمْ يبَنِى آدم أَن لاَّ تَعْبُدُواْ الشيطان } [ يس : 60 ] وفي قوله : { وَأَنِ اعبدوني هذا صراط مُّسْتَقِيمٌ } [ يس : 61 ] وأما الحشر ففي قوله تعالى : { اصلوها اليوم } [ يس : 64 ] وفي قوله : { اليوم نَخْتِمُ على أفواههم } [ يس : 65 ] إلى غير ذلك ، فلما ذكرهما وبينهما ذكر الأصل الثالث وهو الرسالة فقال : { وَمَا علمناه الشعر وَمَا يَنبَغِي لَهُ إِنْ هُوَ إِلاَّ ذِكْرٌ وَقُرْءَانٌ مُّبِينٌ } وقوله : { وَمَا علمناه الشعر } إشارة إلى أنه معلم من عند الله فعلمه ما أراد ولم يعلمه ما لم يرد ، وفي تفسير الآية مباحث : البحث الأول : خص الشعر بنفي التعليم ، مع أن الكفار كانوا ينسبون إلى النبي صلى الله عليه وسلم أشياء من جملتها السحر ، ولم يقل وما علمناه السحر وكذلك كانوا ينسبونه إلى الكهانة ، ولم يقل وما علمناه الكهانة ، فنقول : أما الكهانة فكانوا ينسبون النبي صلى الله عليه وسلم إليها عندما كان يخبر عن الغيوب ويكون كما يقول .\r\n وأما السحر : فكانوا ينسبونه إليه عندما كان يفعل ما لا يقدر عليه الغير كشق القمر وتكلم الحصى والجذع وغير ذلك .\r\n وأما الشعر : فكانوا ينسبونه إليه عندما كان يتلوا القرآن عليهم لكنه صلى الله عليه وسلم ما كان يتحدى إلا بالقرآن ، كما قال تعالى : { وَإِن كُنتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا على عَبْدِنَا فَأْتُواْ بِسُورَةٍ مّن مِّثْلِهِ } [ البقرة : 23 ] إلى غير ذلك ، ولم يقل إن كنتم في شك من رسالتي فأنطقوا الجذوع أو أشبعوا الخلق العظيم أو أخبروا بالغيوب ، فلما كان تحديه صلى الله عليه وسلم بالكلام وكانوا ينسبونه إلى الشعر عند الكلام خص الشعر بنفي التعليم .\r\n البحث الثاني : ما معنى قوله : { وَمَا يَنبَغِي لَهُ } قلنا : قال قوم ما كان يتأتى له ، وآخرون ما يتسهل له حتى أنه إن تمثل بيت شعر سمع منه مزاحفاً يروى أنه كان يقول صلى الله عليه وسلم : « ويأتيك من لم تزود بالأخبار » .\r\n وفيه وجه أحسن من ذلك وهو أن يحمل ما ينبغي له على مفهومه الظاهر وهو أن الشعر ما كان يليق به ولا يصلح له ، وذلك لأن الشعر يدعو إلى تغيير المعنى لمراعاة اللفظ والوزن ، فالشارع يكون اللفظ منه تبعاً للمعنى ، والشاعر : يكون المعنى منه تبعاً للفظ ، لأنه يقصد لفظاً به يصح وزن الشعر أو قافيته فيحتاج إلى التحيل لمعنى يأتي به لأجل ذلك اللفظ ، وعلى هذا نقول : الشعر هو الكلام الموزون الذي قصد إلى وزنه قصداً أولياً ، وأما من يقصد المعنى فيصدر موزوناً مقفى فلا يكون شاعراً ، ألا ترى إلى قوله تعالى : { لَن تَنَالُواْ البر حتى تُنفِقُواْ مِمَّا تُحِبُّونَ } [ آل عمران : 92 ] ليس بشعر ، والشاعر إذا صدر منه كلام فيه متحركات وساكنات بعدد ما في الآية تقطيعه بفاعلاتن فاعلاتن يكون شعراً لأنه قصد الإتيان بألفاظ حروفها متحركة وساكنة كذلك والمعنى تبعه ، والحكيم قصد المعنى فجاء على تلك الألفاظ ، وعلى هذا يحصل الجواب عن قول من يقول : إن النبي صلى الله عليه وسلم ذكر بيت شعر وهو قوله : أنا النبي لا كذب \r\n أنا ابن عبد المطلب أو بيتين لأنا نقول ذلك ليس بشعر لعدم قصده إلى الوزن والقافية ، وعلى هذا لو صدر من النبي صلى الله عليه وسلم كلام كثير موزون مقفى لا يكون شعراً ، لعدم قصده اللفظ قصداً أولياً ، ويؤيد ما ذكرنا أنك إذا تتبعت كلام الناس في الأسواق تجد فيه ما يكون موزوناً واقعاً في بحر من بحور الشعر ولا يسمى المتكلم به شاعراً ولا الكلام شعراً لفقد القصد إلى اللفظ أولاً ، ثم قوله تعالى : { إِنْ هُوَ إِلاَّ ذِكْرٌ وَقُرْءَانٌ مُّبِينٌ } يحقق ذلك المعنى أي هو ذكر وموعظة للقصد إلى المعنى ، والشعر لفظ مزخرف بالقافية والوزن وههنا لطيفة : وهي أن النبي صلى الله عليه وسلم قال : « إن من الشعر لحكمة » يعني : قد يقصد الشاعر اللفظ فيوافقه معنى حكمي كما أن الحكيم قد يقصد معنى فيوافقه وزن شعري ، لكن الحكيم بسبب ذلك الوزن لا يصير شاعراً والشاعر بسبب ذلك الذكر يصير حكيماً حيث سمي النبي صلى الله عليه وسلم شعره حكمة ، ونفى الله كون النبي شاعراً ، وذلك لأن اللفظ قالب المعنى والمعنى : قلب اللفظ وروحه فإذا وجد القلب لا نظر إلى القالب ، وفيكون الحكيم الموزون كلامه حكيماً ، ولا يخرجه عن الحكمة وزن كلامه ، والشاعر الموعظ كلامه حكيماً .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما علمناه الشعر وما ينبغي له إن هو إلا ذكر وقرآن مبين (69) ",
        "babnum": 62
    },
    {
        "id": 2079,
        "cate": "36",
        "title": "لِيُنْذِرَ مَنْ كَانَ حَيًّا وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ (70) ",
        "details": " قريء بالتاء والياء ، بالتاء خطاباً مع النبي صلى الله عليه وسلم وبالياء على وجهين أحدهما : أن يكون المنذر هو النبي صلى الله عليه وسلم حيث سبق ذكره في قوله : { وَمَا علمناه } [ يس : 69 ] وقوله : { وَمَا يَنبَغِى لَهُ } [ يس : 69 ] .\r\n وثانيهما : أن يكون المراد أن القرآن ينذر والأول أقرب إلى المعنى والثاني : أقرب إلى اللفظ ، أما الأول : فلأن المنذر صفة للرسل أكثر وروداً من المنذر صفة للكتب وأما الثاني : فلأن القرآن أقرب المذكورين إلى قوله : { لّيُنذِرَ } وقوله : { مَن كَانَ حَيّاً } أي : من كان حي القلب ، ويحتمل وجهين أحدهما : أن يكون المراد من كان حياً في علم الله فينذره به فيؤمن الثاني : أن يكون المراد لينذر به من كان حياً في نفس الأمر ، أي من آمن فينذره بما على المعاصي من العقاب وبما على الطاعة من الثواب { وَيَحِقَّ القول عَلَى الكافرين } أما قول العذاب وكلمته كما قال تعالى : { ولكن حَقَّ القول مِنْي لأَمْلأنَّ جَهَنَّمَ مِنَ الجنة والناس أَجْمَعِينَ } [ السجدة : 13 ] وقوله تعالى : { حَقَّتْ كَلِمَةُ العذاب } [ الزمر : 71 ] وذلك لأن الله تعالى قال : { وَمَا كُنَّا مُعَذّبِينَ حتى نَبْعَثَ رَسُولاً } [ الإسراء : 15 ] فإذا جاء حق التعذيب على من وجد منه التكذيب ، وأما القول المقول في الوحدانية والرسالة والحشر وسائر المسائل الأصولية الدينية فإن القرآن فيه ذكر الدلائل التي بها تثبت المطالب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لينذر من كان حيا ويحق القول على الكافرين (70) ",
        "babnum": 63
    },
    {
        "id": 2080,
        "cate": "36",
        "title": "أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ (71) وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ (72) ",
        "details": " ثم إنه تعالى أعاد الوحدانية ودلائل دالة عليها فقال تعالى : { أَوَ لَمْ يَرَوْاْ أَنَّا خَلَقْنَا لَهُم مِمَّا عَمِلَتْ أَيْدِينَا أنعاما } أي من جملة ما عملت أيدينا أي ما عملناه من غير معين ولا ظهير بل عملناه بقدرتنا وإرادتنا .\r\n وقوله تعالى : { فَهُمْ لَهَا مالكون } إشارة إلى إتمام الإنعام في خلق الأنعام ، فإنه تعالى لو خلقها ولم يملكها الإنسان ما كان ينتفع بها .\r\n وقوله : { وذللناها لَهُمْ } زيادة إنعام فإن المملوك إذا كان آبياً متمرداً لا ينفع ، فلو كان الإنسان يملك الأنعام وهي نادة صادة لما تم الإنعام الذي في الركوب وإن كان يحصل الأكل كما في الحيوانات الوحشية ، بل ما كان يكمل ننعمة الأكل أيضاً إلا بالتعب الذي في الاصطياد ، ولعل ذلك لا يتهيأ ( إلا ) للبعض وفي البعض .\r\n وقوله تعالى : { فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ } بيان لمنفعة التذليل إذ لولا التذليل لما وجدت إحدى المنفعتين وكانت الأخرى قليلة الوجود .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أولم يروا أنا خلقنا لهم مما عملت أيدينا أنعاما فهم لها مالكون (71) وذللناها لهم فمنها ركوبهم ومنها يأكلون (72) ",
        "babnum": 64
    },
    {
        "id": 2081,
        "cate": "36",
        "title": "وَلَهُمْ فِيهَا مَنَافِعُ وَمَشَارِبُ أَفَلَا يَشْكُرُونَ (73) ",
        "details": " ثم بين تعالى غير الركوب والأكل من الفوائد بقوله تعالى : { وَلَهُمْ فِيهَا منافع ومشارب } وذلك لأن من الحيوانات ما لا يركب كالغنم فقال : منافع لتعمها والمشارب كذلك عامة ، إن قلنا بأن المراد جمع مشرب وهو الآنية فإن من الجلود ما يتخذ أواني للشرب والأدوات من القرب ( وغيرها ) ، وإن قلنا : إن المراد المشروب وهو الألبان والأسمان فهي مختصة بالإناث ولكن بسبب الذكور فإن ذلك متوقف على الحمل وهو بالذكور والإناث .\r\n ثم قال تعالى : { أَفَلاَ يَشْكُرُونَ } هذه النعم التي توجب العبادة شكراً ، ولو شكرتم لزادكم من فضله ، ولو كفرتم لسلبها منكم ، فما قولكم ، أفلا تشكرون استدامة لها واستزادة فيها؟ .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولهم فيها منافع ومشارب أفلا يشكرون (73) ",
        "babnum": 65
    },
    {
        "id": 2082,
        "cate": "36",
        "title": "وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لَعَلَّهُمْ يُنْصَرُونَ (74) ",
        "details": " إشارة إلى بيان زيادة ضلالهم ونهايتها ، فإنهم كان الواجب عليهم عبادة الله شكراً لأنعمه ، فتركوها وأقبلوا على عبادة من لا يضر ولا ينفع ، وتوقعوا منه النصرة مع أنهم هم الناصرون لهم كما قال عنهم : { حَرّقُوهُ وانصروا ءالِهَتَكُمْ } [ الأنبياء : 68 ] وفي الحقيقة لا هي ناصرة ولا منصورة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "واتخذوا من دون الله آلهة لعلهم ينصرون (74) ",
        "babnum": 66
    },
    {
        "id": 2083,
        "cate": "36",
        "title": "لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُنْدٌ مُحْضَرُونَ (75) ",
        "details": " إشارة إلى الحشر بعد تقرير التوحيد ، وهذا كقوله تعالى : { إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَارِدُونَ } [ الأنبياء : 98 ] وقوله : { احشروا الذين ظَلَمُواْ وأزواجهم وَمَا كَانُواْ يَعْبُدُونَ * مِن دُونِ الله فاهدوهم إلى صراط الجحيم } [ الصافات : 22 ، 23 ] وقوله : { أُوْلَئِكَ فِى العذاب محضرون } [ سبأ : 38 ] وهو يحتمل معنيين أحدهما : أن يكون العابدون جنداً لما اتخذوه آلهة كما ذكرنا الثاني : أن يكون الأصنام جنداً للعابدين ، وعلى هذا ففيه معنى لطيف وهو أنه تعالى لما قال : { لاَ يَسْتَطِيعُونَ نَصْرَهُمْ } أكدها بأنهم لا يستطيعون نصرهم حال ما يكونون جنداً لهم ومحضرون لنصرتهم فإن ذلك دال على عدم الاستطاعة ، فإن من حضر واجتمع ثم عجز عن النصرة يكون في غاية الضعف بخلاف من لم يكن متأهباً ولم يجمع أنصاره .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "لا يستطيعون نصرهم وهم لهم جند محضرون (75) ",
        "babnum": 67
    },
    {
        "id": 2084,
        "cate": "36",
        "title": "فَلَا يَحْزُنْكَ قَوْلُهُمْ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ (76) أَوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ (77) وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِ الْعِظَامَ وَهِيَ رَمِيمٌ (78) قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ (79) ",
        "details": " وقوله تعالى : { فَلاَ يَحْزُنكَ قَوْلُهُمْ } إشارة إلى الرسالة لأن الخطاب معه بما يوجب تسلية قلبه دليل اجتبائه واختياره إياه .\r\n وقوله تعالى : { إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ } يحتمل وجوهاً أحدها : أن يكون ذلك تهديداً للمنافقين والكافرين فقوله : { مَا يُسِرُّونَ } من النفاق { وَمَا يُعْلِنُونَ } من الشرك والثاني : ما يسرون من العلم بك وما يعلنون من الكفر بك الثالث : ما يسرون من العقائد الفاسدة وما يعلنون من الأفعال القبيحة .\r\n ثم إنه تعالى لما ذكر دليلاً من الآفاق على وجوب عبادته بقوله : { أَوَلَمْ يَرَوْاْ أَنَّا خَلَقْنَا لَهُم مِمَّا عَمِلَتْ أَيْدِينَا أنعاما } [ يس : 71 ] ذكر دليلاً من الأنفس .\r\n فقال : { أَوَلَمْ يَرَ الإنسان أَنَّا خلقناه مِن نُّطْفَةٍ } قيل إن المراد بالإنسان أبيّ بن خلف فإن الآية وردت فيه حيث أخذ عظماً بالياً وأتى النبي صلى الله عليه وسلم وقال : إنك تقول إن إلهك يحيي هذه العظام فقال رسول الله صلى الله عليه وسلم : نعم ويدخلك جهنم ، وقد ثبت في أصول الفقه أن الاعتبار بعموم اللفظ لا بخصوص السبب ألا ترى أن قوله تعالى : { قَدْ سَمِعَ الله قَوْلَ التي تُجَادِلُكَ فِي زَوْجِهَا } [ المجادلة : 1 ] نزلت في واحدة وأراد الكل في الحكم فكذلك كل إنسان ينكر الله أو الحشر فهذه الآية رد عليه إذا علمت عمومها فنقول فيها لطائف : اللطيفة الأولى : قوله : { أَوَلَمْ يَرَوْاْ أَنَّا خَلَقْنَا لَهُم مِمَّا عَمِلَتْ أَيْدِينَا } [ يس : 71 ] معناه الكافرون المنكرون التاركون عبادة الله المتخذون من دونه آلهة ، أو لم يروا خلق الأنعام لهم وعلى هذا فقوله تعالى : { أَوَلَمْ يَرَ الإنسان } كلام أعم من قوله : { أَوَ لَمْ يَرَوْاْ } لأنه مع جنس الإنسان وهو مع جمع منهم فنقول سبب ذلك أن دليل الأنفس أشمل وأكمل وأتم وألزم ، فإن الإنسان قد يغفل عن الإنعام وخلقها عند غيبتها ولكن ( لا يغفل ) هو مع نفسه متى ما يكون وأينما يكون .\r\n فقال : إن غاب عن الحيوان وخلقه فهو لا يعيب عن نفسه ، فما باله أولم ير أنا خلقناه من نطفة وهو أتم نعمة ، فإن سائر النعم بعد وجوده وقوله : { مِن نُّطْفَةٍ } إشارة إلى وجه الدلالة ، وذلك لأن خلقه لو كان من أشياء مختلفة الصور كان يمكن أن يقال العظم خلق من جنس صلب واللحم من جنس رخو ، وكذلك الحال في كل عضو ، ولما كان خلقه عن نطفة متشابهة الأجزاء وهو مختلف الصور دل على الاختيار والقدرة إلى هذا أشار بقوله تعالى : { يسقى بِمَاء واحد } [ الرعد : 4 ] .\r\n وقوله : { فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ } فيه لطيفة غريبة وهي أنه تعالى قال اختلاف صور أعضائه مع تشابه أجزاء ما خلق منه آية ظاهرة ومع هذا فهنالك ما هو أظهر وهو نطقه وفهمه ، وذلك لأن النطفة جسم ، فهب أن جاهلاً يقول إنه استحال وتكون جسماً آخر ، لكن القوة الناطقة والقوة الفاهمة من أين تقتضيهما النطفة؟ فإبداع النطق والفهم أعجب وأغرب من إبداع الخلق والجسم وهو إلى إدراك القدرة والاختيار منه أقرب فقوله : { خَصِيمٌ } أي ناطق وإنما ذكر الخصيم مكان النطق لأنه أعلى أحوال الناطق ، فإن الناطق مع نفسه لا يبين كلامه مثل ما يبينه وهو يتكلم مع غيره ، والمتكلم مع غيره إذا لم يكن خصماً لا يبين ولا يجتهد مثل ما يجتهد إذا كان كلامه مع خصمه وقوله : { مُّبِينٌ } إشارة إلى قوة عقله ، واختار الإبانة لأن العاقل عند الإفهام أعلى درجة منه عند عدمه ، لأن المبين بان عنده الشيء ثم أبانه فقوله تعالى : { مِن نُّطْفَةٍ } إشارة إلى أدنى ما كان عليه وقوله : { خصيم مبين } إشارة إلى أعلى ما حصل عليه وهذا مثل قوله تعالى : { ثُمَّ خَلَقْنَا النطفة عَلَقَةً فَخَلَقْنَا العلقة مُضْغَةً } إلى أن قال تعالى : { ثُمَّ أنشأناه خلقاً آخر } [ المؤمنون : 14 ] فما تقدم من خلق النطفة علقة وخلق العلقة مضغة وخلق المضغة عظاماً إشارة إلى التغيرات في الجسم وقوله : { ثُمَّ أنشأناه خلقاً آخر } إشارة إلى ما أشار إليه بقوله : { فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ } أي ناطق عاقل .\r\n ثم قوله تعالى : { وَضَرَبَ لَنَا مَثَلاً وَنَسِيَ خَلْقَهُ } إشارة إلى بيان الحشر وفي هذه الآيات إلى آخر السورة غرائب وعجائب نذكرها بقدر الإمكان إن شاء الله تعالى ، فنقول المنكرون للحشر منهم من لم يذكر فيه دليلاً ولا شبهة واكتفى بالاستبعاد وادعى الضرورة وهم الأكثرون ، ويدل عليه قوله تعالى حكاية عنهم في كثير من المواضع بلفظ الاستبعاد كما قال : { وَقَالُواْ أإذا ضللنا في الأرض أئنا لفي خلقٍ جديد } [ السجدة : 10 ] { أَءذَا مِتْنَا وَكُنَّا تُرَاباً وعظاما أَءنَّا لَمَبْعُوثُونَ } [ الصافات : 16 ] { أَئنَّكَ لَمِنَ المصدقين } [ الصافات : 52 ] { إئذا متنا وكنا تراباً وعظاماً أئنا لمدينون } [ الصافات : 53 ] إلى غير ذلك فكذلك ههنا قال : { قَالَ مَن يُحيِ العظام وَهِىَ رَمِيمٌ } على طريق الاستبعاد فبدأ أولاً بإبطال استبعادهم بقوله : { وَنَسِيَ خَلْقَهُ } أي نسي أنا خلقناه من تراب ومن نطفة متشابهة الأجزاء ، ثم جعلنا لهم من النواصي إلى الأقدام أعضاء مختلفة الصور والقوام وما اكتفينا بذلك حتى أودعناهم ما ليس من قبيل هذه الأجرام وهو النطق والعقل الذي ( ن ) بهما استحقوا الإكرام فإن كانوا يقنعون بمجرد الاستبعاد فهلا يستبعدون خلق الناطق العاقل من نطفة قذرة لم تكن محل الحياة أصلاً ، ويستبعدون إعادة النطق والعقل إلى محل كانا فيه ، ثم إن استبعادهم كان من جهة ما في المعاد من التفتت والتفرق حيث قالوا : { مَن يُحيِ العظام وَهِىَ رَمِيمٌ } اختاروا العظم للذكر لأنه أبعد عن الحياة لعدم الإحساس فيه ووصفوه بما يقوي جانب الاستبعاد من البلى والتفتت والله تعالى دفع استبعادهم من جهة ما في المعيد من القدرة والعلم فقال : { وَضَرَبَ لَنَا مَثَلاً } أي جعل قدرتنا كقدرتهم ونسي خلقه العجيب وبدأه الغريب ، ومنهم من ذكر شبهة وإن كانت في آخرها تعود إلى مجرد الاستبعاد وهي على وجهين أحدهما : أنه بعد العدم لم يبق شيئاً فكيف يصح على العدم الحكم بالوجود ، وأجاب عن هذه الشبهة .\r\n بقوله تعالى : { قُلْ يُحْيِيهَا الذى أَنشَأَهَا أَوَّلَ مَرَّةٍ } يعني كما خلق الإنسان ولم يكن شيئاً مذكوراً كذلك يعيده وإن لم يبق شيئاً مذكوراً وثانيها : أن من تفرقت أجزاؤه في مشارق العالم ومغاربه وصار بعضه في أبدان السباع وبعضه في جدران الرباع كيف يجمع؟ وأبعد من هذا هو أن إنساناً إذا أكل إنساناً وصار أجزاء المأكول في أجزاء الآكل فإن أعيد فأجزاء المأكول ، إما أن تعاد إلى بدن الآكل فلا يبقى للمأكول أجزاء تخلق منها أعضاؤه ، وإما أن تعاد إلى بدن المأكول منه فلا يبقى للآكل أجزاء .\r\n فقال تعالى في إبطال هذه الشبهة : { وهو بكل خلق عليم } ووجهه هو أن في الآكل أجزاء أصلية وأجزاء فضلية ، وفي المأكول كذلك ، فإذا أكل إنسان إنساناً صار الأصلي من أجزاء المأكول فضلياً من أجزاء الآكل والأجزاء الأصلية للآكل هي ما كان له قبل الأكل .\r\n { وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ } يعلم الأصلي من الفضلي فيجمع الأجزاء الأصلية للآكل وينفخ فيها روحه ويجمع الأجزاء الأصلية للمأكول وينفخ فيها روحه ، وكذلك يجمع الأجزاء المتفرقة في البقاع ، المبددة في الأصقاع بحكمته الشاملة وقدرته الكاملة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فلا يحزنك قولهم إنا نعلم ما يسرون وما يعلنون (76) أولم ير الإنسان أنا خلقناه من نطفة فإذا هو خصيم مبين (77) وضرب لنا مثلا ونسي خلقه قال من يحي العظام وهي رميم (78) قل يحييها الذي أنشأها أول مرة وهو بكل خلق عليم (79) ",
        "babnum": 68
    },
    {
        "id": 2085,
        "cate": "36",
        "title": "الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ (80) ",
        "details": " ووجهه هو أن الإنسان مشتمل على جسم يحس به وحياة سارية فيه ، وهي كحرارة جارية فيه فإن استبعدتم وجود حرارة وحياة فيه فلا تستبعدوه ، فإن النار في الشجر الأخضر الذي يقطر منه الماء أعجب وأغرب وأنتم تحضرون حيث منه توقدون ، وإن استبعدتم خلق جسمه فخلق السموات والأرض أكبر من خلق أنفسكم فلا تستبعدوه فإن الله خلق السموات والأرض فبان لطف قوله تعالى : { الذى جَعَلَ لَكُم مّنَ الشجر الأخضر نَاراً فَإِذَا أَنتُم مِّنْه تُوقِدُونَ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الذي جعل لكم من الشجر الأخضر نارا فإذا أنتم منه توقدون (80) ",
        "babnum": 69
    },
    {
        "id": 2086,
        "cate": "36",
        "title": "أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ (81) ",
        "details": " وقوله تعالى : { أَوَلَيْسَ الذي خَلَقَ السموات والأرض بقادر على أَن يَخْلُقَ مِثْلَهُم } قدم ذكر النار في الشجر على ذكر الخلق الأكبر ، لأن استبعادهم كان بالصريح واقعاً على الأحياء حيث قالوا : { مَن يُحيِ العظام } [ يس : 78 ] ولم يقولوا من يجمعها ويؤلفها والنار في الشجر تناسب الحياة .\r\n وقوله تعالى : { بلى وَهُوَ الخلاق } إشارة إلى أنه في القدرة كامل .\r\n وقوله تعالى : { العليم } إشارة إلى أن علمه شامل .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أوليس الذي خلق السماوات والأرض بقادر على أن يخلق مثلهم بلى وهو الخلاق العليم (81) ",
        "babnum": 70
    },
    {
        "id": 2087,
        "cate": "36",
        "title": "إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ (82) ",
        "details": " وهذا إظهار فساد تمثيلهم وتشبيههم وضرب مثلهم حيث ضربوا لله مثلاً وقالوا لا يقدر أحد على مثل هذا قياساً للغائب على الشاهد فقال في الشاهد الخلق يكون بالآلات البدنية والانتقالات المكانية ولا يقع إلا في الأزمنة الممتدة والله يخلق بكن فيكون ، فكيف تضربون المثل الأدنى وله المثل الأعلى من أن يدرك .\r\n وفي الآية مباحث : البحث الأول : قالت المعتزلة هذه الآية دالة على أن المعدوم شيء لأنه يقول لما أراده : { كُنْ فَيَكُونُ } فهو قبل القول له كن لا يكون وهو في تلك الحالة شيء حيث قال : { إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً } والجواب أن هذا بيان لعدم تخلف الشيء عن تعلق إرادته به ، فقوله : { إِذَا } مفهوم الحين والوقت والآية دالة على أن المراد شيء حين تعلق الإرادة به ولا دلالة فيها على أنه شيء قبل ما إذا أراد وحينئذٍ لا يرد ما ذكروه لأن الشيء حين تعلق الإرادة به شيء موجود لا يريده في زمان ويكون في زمان آخر بل يكون في زمان تعلق الإرادة ، فإذاً الشيء هو الموجود لا المعدوم لا يقال كيف يريد الموجود وهو موجود فيكون ذلك إيجاداً لموجود؟ نقول هذا الإشكال من باب المعقولات ونجيب عنه في موضعه ، وإنما غرضنا إبطال تمسكهم باللفظ ، وقد ظهر أن المفهوم من هذا الكلام أنه يريد ما هو شيء إذا أراد ، وليس في الآية أنه إذا أراد ما كان شيئاً قبل تعلق الإرادة .\r\n البحث الثاني : قالت الكرامية لله إرادة محدثة بدليل قوله تعالى : { إِذَا أَرَادَ } ووجه دلالته من أمرين أحدهما : من حيث إنه جعل للإرادة زماناً ، فإن إذا ظرف زمان وكل ما هو زماني فهو حادث وثانيهما : هو أنه تعالى جعل إرادته متصلة بقوله : { كُن } وقوله : { كُن } متصل بكون الشيء ووقوعه لأنه تعالى قال : { فيَكُون } بفاء التعقيب لكن الكون حادث ، وما قبل الحادث متصل به حادث ، والفلاسفة وافقوهم في هذا الإشكال من وجه آخر فقالوا إرادته متصلة بأمره وأمره متصل بالكون ولكن إرادته قديمة فالكون قديم فمكونات الله قديمة ، وجواب الضالين من التمسك باللفظ هو أن المفهوم من قوله : { إِذَا أَرَادَ } من حيث اللغة إذا تعلقت إرادته بالشي لأن قوله : { أَرَادَ } فعل ماض ، وإذا دخلت كلمة إذا على الماضي تجعله في معنى المستقبل ، ونحن نقول بأن مفهوم قولنا أراد ويريد وعلم ويعلم يجوز أن يدخله الحدوث ، وإنما نقول لله تعالى صفة قديمة هي الإرادة وتلك الصفة إذا تعلقت بشيء نقول أراد ويريد ، وقبل التعلق لا نقول أراد وإنما نقول له إرادة وهو بها مريد ، ولنضرب مثالاً للأفهام الضعيفة ليزول ما يقع في الأوهام السخيفة ، فنقول قولنا فلان خياط يراد به أن له صنعة الخياطة فلو لم يصح منا أن نقول إنه خاط ثوب زيد أو يخيط ثوب زيد لا يلزم منه نفي صحة قولنا إنه خياط بمعنى أن له صنعة بها يطلق عليه عند استعماله تلك الصنعة في ثوب زيد في زمان ماض خاط ثوبه ، وبها يطلق عليه عند استعماله تلك الصنعة في ثوب زيد في زمان مستقبل يخيط ثوبه ، ولله المثل الأعلى فافهم أن الإرادة أمر ثابت إن تعلقت بوجود شيء نقول أراد وجوده أي يريد وجوده ، وإذا علمت هذا فهو في المعنى من كلام أهل السنة تعلق الإرادة حادث وخرج بما ذكرنا جواب الفريقين .\r\n البحث الثالث : قالت المعتزلة والكرامية كلام الله حرف وصوت وحادث لأن قوله : { كُن } كلام { وَكُنْ } من حرفين ، والحرف من الصوت ، ويلزم من هذا أن كلامه من الحروف والأصوات ، وأما أنه حادث فلما تقدم من الوجهين أحدهما : أنه زماني والثاني : أنه متصل بالكون والكون حادث ، والجواب يعلم مما ذكرنا ، وذلك لأن الكلام صفة إذا تعلقت بشيء تقول قال ويقول فتعلق الخطاب حادث والكلام قديم فقوله تعالى : { إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ } فيه تعلق وإضافة لأن قوله تعالى : { يَقُولُ لَهُ } باللام للإضافة صريح في التعلق ونحن نقول إن قوله للشيء الحادث حادث لأنه مع التعلق ، وإنما القديم قوله وكلامه لا مع التعلق وكل قديم وحادث إذا نظرت إلى مجموعهما لا تجدهما في الأزل وإنما تجدهما جميعاً فيما لا يزال فله معنى الحدوث ولكن الإطلاق موهم ، فتفكر جداً ولا تقل المجموع حادث من غير بيان مرادك ، فإن ذلك قد يفهم منه أن الجميع حادث ، بل حقق الإشارة وجود العبارة وقل أحد طرفي المجموع قديم والآخر حادث ولم يكن الآخر معه في الأزل ، وأما قوله : { كُن } من الحروف ، نقول الكلام يطلق على معنيين أحدهما : ما عند المتكلم والثاني : ما عند السامع ، ثم إن أحدهما يطلق عليه أنه هو الآخر ومن هذا يظهر فوائد .\r\n أما بيان ما ذكرناه ، فلأن الإنسان إذا قال لغيره عندي كلام أريد أن أقوله لك غداً ، ثم إن السامع أتاه غداً وسأله عن الكلام لذي كان عنده أمس ، فيقول له : إني أريد أن تحضر عندي اليوم ، فهذا الكلام أطلق عليه المتكلم أنه كان عندك أمس ولم يكن عند السامع ، ثم حصل عند السامع بحرف وصوت ويطلق عليه أن هذا الذي سمعت هو الذي كان عندي ، ويعلم كل عاقل أن الصوت لم يكن عند المتكلم أمس ولا الحرف ، لأن الكلام الذي عنده جاز أن يذكره بالعربي فيكون له حروف ، وجاز أن يذكره بالفارسية فيكون له حروف أخر ، والكلام الذي عنده ووعد به واحد والحروف مختلفة كثيرة ، فإذاً معنى قوله هذا ما كان عندي ، هو أن هذا يؤدي إليك ما كان عندي ، وهذا أيضاً مجاز ، لأن الذي عنده ما انتقل إليه ، وإنما علم ذلك وحصل عنده به علم مستفاد من السمع أو البصر في القراءة والكتابة أو الإشارة ، إذا علمت هذا فالكلام الذي عند الله وصفة له ليس بحرف على ما بان ، والذي يحصل عند السامع حرف وصوت وأحدهما الآخر لما ذكرنا من المعنى وتوسع الإطلاق ، فإذا قال تعالى : ( يقول له ) حصل قائل وسامع .\r\n فاعتبرها من جانب السامع لكون وجود الفعل من السامع لذلك القول فعبر عنه بالكاف والنون الذي يحدث عند السامع ويحدث به المطلوب .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنما أمره إذا أراد شيئا أن يقول له كن فيكون (82) ",
        "babnum": 71
    },
    {
        "id": 2088,
        "cate": "36",
        "title": "فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ (83) ",
        "details": " لما تقررت الوحدانية والإعادة وأنكروها وقالوا : بأن غير الله آلهة ، قال تعالى وتنزه عن الشريك : { الذي بِيَدِهِ مَلَكُوتُ كُلّ شَيْءٍ } وكل شيء ملكه فكيف يكون المملوك للمالك شريكاً ، وقالوا : بأن الإعادة لا تكون ، فقال : { وإليه ترجعون } رداً عليهم في الأمرين ، وقد ذكرنا ما يتعلق بالنحو في قوله : سبحان ، أي سبحوا تسبيح الذي أو سبح من في السموات والأرض تسبيح الذي { فسبحان } علم للتسبيح ، والتسبيح هو التنزيه ، والملكوت مبالغة في الملك كالرحموت والرهبوت ، وهو فعلول أو فعلوت فيه كلام ، ومن قال هو فعلول جعلوه ملحقاً به .\r\n ثم إن النبي صلى الله عليه وسلم قال : « إن لكل شيء قلباً وقلب القرآن يس » وقال الغزالي فيه : إن ذلك لأن الإيمان صحته بالاعتراف بالحشر ، والحشر مقرر في هذه السورة بأبلغ وجه ، فجعله قلب القرآن لذلك ، واستحسنه فخر الدين الرازي رحمه الله تعالى سمعته يترحم عليه بسبب هذا الكلام .\r\n ويمكن أن يقال بأن هذه السورة ليس فيها إلا تقرير الأصول الثلاثة بأقوى البراهين فابتداؤها بيان الرسالة بقوله : { إِنَّكَ لَمِنَ المرسلين } [ يس : 3 ] ودليلها ما قدمه عليها بقوله : { والقرءان الحكيم } [ يس : 2 ] وما أخره عنها بقوله : { لِتُنذِرَ قَوْماً } [ يس : 6 ] وانتهاؤها بيان الوحدانية والحشر بقوله : { فسبحان الذي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ } إشارة إلى التوحيد ، وقوله : { وَإِلَيْهِ تُرْجَعُونَ } إشارة إلى الحشر ، وليس في هذه السورة إلا هذه الأصول الثلاثة ودلائله وثوابه ، ومن حصل من القرآن هذا القدر فقد حصل نصيب قلبه وهو التصديق الذي بالجنان .\r\n وأما وظيفة اللسان التي هي القول ، فكما في قوله تعالى : { يأَيُّهَا الذين ءَامَنُواْ اتقوا الله وَقُولُواْ قَوْلاً سَدِيداً } [ الأحزاب : 70 ] وفي قوله تعالى : { وَمَنْ أَحْسَنُ قَوْلاً } [ فصلت : 33 ] وقوله تعالى : { بالقول الثابت } [ إبراهيم : 27 ] { وَأَلْزَمَهُمْ كَلِمَةَ التقوى } [ الفتح : 26 ] { وَإِلَيْهِ يَصْعَدُ الكلم الطيب } [ فاطر : 10 ] إلى غير هذه مما في غير هذه السورة ووظيفة الأركان وهو العمل ، كما في قوله تعالى : { وأقيموا الصلاة وآتوا الزكاة } [ البقرة : 110 ] وقوله تعالى : { وَلاَ تَقْرَبُواْ الزنا \r\nوَلاَ تَقْتُلُواْ النفس } [ الإسراء : 32 ، 33 ] وقوله : { واعملوا صالحا } [ المؤمنون : 51 ] وأيضاً مما في غير هذه السورة ، فلما لم يكن فيها إلا أعمال القلب لا غير سماها قلباً ، ولهذا ورد في الأخبار أن النبي صلى الله عليه وسلم ندب إلى تلقين يس لمن دنا منه الموت ، وقراءتها عند رأسه ، لأن في ذلك الوقت يكون اللسان ضعيف القوة ، والأعضاء الظاهرة ساقطة البنية ، لكن القلب يكون قد أقبل على الله ورجع عن كل ما سواه ، فيقرأ عند رأسه ما يزاد به قوة قلبه ، ويشتد تصديقه بالأصول الثلاثة وهي شفاء له وأشرار كلام الله تعالى وكلام رسول الله صلى الله عليه وسلم لا يعلمها إلا الله ورسوله ، وما ذكرناه ظن لانقطع به ، ونرجو الله أن يرحمنا وهو أرحم الراحمين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فسبحان الذي بيده ملكوت كل شيء وإليه ترجعون (83) ",
        "babnum": 72
    }
]