[
    {
        "id": 2731,
        "cate": "65",
        "title": "يَاأَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ وَاتَّقُوا اللَّهَ رَبَّكُمْ لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَتِلْكَ حُدُودُ اللَّهِ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا (1) ",
        "details": " { يأيُّهَا النبي إِذَا طَلَّقْتُمُ النساء فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُواْ العدة } .\r\n أما التعلق بما قبلها فذلك أنه تعالى قال في أول تلك السورة : { لَهُ الملك وَلَهُ الحمد وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ } [ التغابن : 1 ] والملك يفتقر إلى التصرف على وجه يحصل منه نظام الملك ، والحمد يفتقر إلى أن ذلك التصرف بطريق العدل والإحسان في حق المتصرف فيه وبالقدرة على من يمنعه عن التصرف وتقرير الأحكام في هذه السورة متضمن لهذه الأمور المفتقرة إليها تضمناً لا يفتقر إلى التأمل فيه ، فيكون لهذه السورة نسبة إلى تلك السورة ، وأما الأول بالآخر فلأنه تعالى أشار في آخر تلك السورة إلى كمال علمه بقوله : { عالم الغيب } [ التغابن : 18 ] وفي أول هذه السورة إلى كمال علمه بمصالح النساء وبالأحكام المخصوصة بطلاقهن ، فكأنه بين ذلك الكلي بهذه الجزئيات ، وقوله : { يأيُّهَا النبي إِذَا طَلَّقْتُمُ النساء } عن أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم طلق حفصة فأتت إلى أهلها فنزلت ، وقيل : راجعها فإنها صوامة قوامة وعلى هذا إنما نزلت الآية بسبب خروجها إلى أهلها لما طلقها النبي صلى الله عليه وسلم فأنزل الله في هذه الآية : { وَلاَ يَخْرُجْنَ مِن بُيُوتِهِنَّ } وقال الكلبي : إنه عليه السلام غضب على حفصة لما أسر إليها حديثاً فأظهرته لعائشة فطلقها تطليقة فنزلت ، وقال السدي : نزلت في عبد الله بن عمر لما طلق امرأته حائضاً والقصة في ذلك مشهورة وقال مقاتل : إن رجالاً فعلوا مثل ما فعل ابن عمر ، وهم عمرو بن سعيد بن العاص وعتبة بن غزوان فنزلت فيهم ، وفي قوله تعالى : { يأيُّهَا النبي إِذَا طَلَّقْتُمُ النساء } وجهان أحدهما : أنه نادى النبي صلى الله عليه وسلم ثم خاطب أمته لما أنه سيدهم وقدوتهم ، فإذا خوطب خطاب الجمع كانت أمته داخلة في ذلك الخطاب .\r\n قال أبو إسحق : هذا خطاب النبي عليه السلام ، والمؤمنون داخلون معه في الخطاب وثانيهما : أن المعنى يا أيها النبي قل لهم : إذا طلقتم النساء فأضمر القول ، وقال الفراء : خاطبه وجعل الحكم للجميع ، كما تقول للرجل : ويحك أما تتقون الله أما تستحيون ، تذهب إليه وإلى أهل بيته و { إِذَا طَلَّقْتُمُ } أي إذا أردتم التطليق ، كقوله : { إِذَا قمتم إلى الصلاة } [ المائدة : 6 ] أي إذا أردتم الصلاة ، وقد مر الكلام فيه ، وقوله تعالى : { فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ } قال عبد الله : إذا أراد الرجل أن يطلق امرأته ، فيطلقها طاهراً من غير جماع ، وهذا قول مجاهد وعكرمة ومقاتل والحسن ، قالوا : أمر الله تعالى الزوج بتطليق امرأته إذا شاء الطلاق في طهر لم يجامعها فيه ، وهو قوله تعالى : { لِعِدَّتِهِنَّ } أي لزمان عدتهن ، وهو الطهر بإجماع الأمة ، وقيل : لإظهار عدتهن ، وجماعة من المفسرين قالوا : الطلاق للعدة أن يطلقها طاهرة من غير جماع ، وبالجملة ، فالطلاق في حال الطهر لازم ، وإلا لا يكون الطلاق سنياً ، والطلاق في السنة إنما يتصور في البالغة المدخول بها غير الآيسة والحامل ، إذ لا سنة في الصغير وغير المدخول بها ، والآيسة والحامل ، ولا بدعة أيضاً لعدم العدة بالأقراء ، وليس في عدد الطلاق سنة وبدعة ، على مذهب الشافعي حتى لو طلقها ثلاثاً في طهر صحيح لم يكن هذا بدعياً بخلاف ما ذهب إليه أهل العراق ، فإنهم قالوا : السنة في عدد الطلاق أن يطلق كل طلقة في طهر صحيح .\r\n وقال صاحب «النظم» : { فَطَلّقُوهُنَّ لِعِدَّتِهِنَّ } صفة للطلاق كيف يكون ، وهذه اللام تجيء لمعان مختلفة للإضافة وهي أصلها ، ولبيان السبب والعلة كقوله تعالى : { إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ الله } [ الإنسان : 9 ] وبمنزلة عند مثل قوله : { أَقِمِ الصلاة لِدُلُوكِ الشمس } [ الإسراء : 78 ] أي عنده ، وبمنزلة في مثل قوله تعالى : { هُوَ الذي أَخْرَجَ الذين كَفَرُواْ مِنْ أَهْلِ الكتاب مِن ديارهم لأَوَّلِ الحشر } [ الحشر : 2 ] وفي هذه الآية بهذا المعنى ، لأن المعنى فطلقوهن في عدتهن ، أي في الزمان الذي يصلح لعدتهن فقال صاحب «الكشاف» : فطلقوهن مستقبلات لعدتهن كقوله : أتيته لليلة بقيت من المحرم أي مستقبلاً لها ، وفي قراءة النبي صلى الله عليه وسلم : ( من قبل عدتهن ) فإذا طلقت المرأة في الطهر المتقدم للقرء الأول من أقرائها فقد طلقت مستقبلة العدة ، المراد أن يطلقن في طهر لم يجامعن فيه ، يخلين إلى أن تنقضي عدتهن ، وهذا أحسن الطلاق وأدخله في السنة وأبعده من الندم ويدل عليه ما روي عن إبراهيم النخعي أن أصحاب رسول الله صلى الله عليه وسلم كانوا يستحبون أن لا يطلقوا أزواجهم للسنة إلا واحدة ثم لا يطلقوا غير ذلك حتى تنقضي العدة وكان أحسن عندهم من أن يطلق الرجل ثلاث تطليقات ، وقال مالك بن أنس : لا أعرف طلاقاً إلا واحدة ، وكان يكره الثلاث مجموعة كانت أو متفرقة ، وأما أبو حنيفة وأصحابه فإنما كرهوا ما زاد على الواحدة في طهر واحد ، وروي أن النبي صلى الله عليه وسلم قال لابن عمر حين طلق امرأته وهي حائض : \" ما هكذا أمرك الله تعالى إنما السنة أن تستقبل الطهر استقبالاً وتطلقها لكل قرء تطليقة \" وعند الشافعي لا بأس بإرسال الثلاث ، وقال : لا أعرف في عدد الطلاق سنة ولا بدعة وهو مباح فمالك يراعى في طلاق السنة الواحدة والوقت ، وأبو حنيفة يراعي التفريق والوقت ، والشافعي يراعي الوقت وحده ، وقوله تعالى : { وَأَحْصُواْ العدة } أي أقراءها فاحتفظوا لها واحفظوا الحقوق والأحكام التي تجب في العدة واحفظوا نفس ما تعتدون به وهو عدد الحيض ، ثم جعل الإحصاء إلى الأزواج يحتمل وجهين أحدهما : أنهم هم الذين يلزمهم الحقوق والمؤن وثانيهما : ليقع تحصين الأولاد في العدة ، ثم في الآية مباحث : الأول : ما الحكمة في إطلاق السنة وإطلاق البدعة؟ نقول : إنما سمي بدعة لأنها إذا كانت حائضاً لم تعتد بأيام حيضها عن عدتها بل تزيد على ثلاثة أقراء فتطول العدة عليها حتى تصير كأنها أربعة أقراء وهي في الحيض الذي طلقت فيه في صورة المعلقة التي لا هي معتدة ولا ذات بعل والعقول تستقبح الإضرار ، وإذا كانت طاهرة مجامعة لم يؤمن أن قد علقت من ذلك الجمع بولد ولو علم الزوج لم يطلقها ، وذلك أن الرجل قد يرغب في طلاق امرأته إذا لم يكن بينهما ولد ولا يرغب في ذلك إذا كانت حاملاً منه بولد ، فإذا طلقها وهي مجامعة وعنده أنها حائل في ظاهر الحال ثم ظهر بها حمل ندم على طلاقها ففي طلاقه إياها في الحيض سوء نظر للمرأة ، وفي الطلاق في الطهر الذي جامعها فيه وقد حملت فيه سوء نظر للزوج ، فإذا طلقت وهي طاهر غير مجامعة أمن هذان الأمران ، لأنها تعتد عقب طلاقه إياها ، فتجري في الثلاثة قروء ، والرجل أيضاً في الظاهر على أمان من اشتمالها على ولد منه .\r\n الثاني : هل يقع الطلاق المخالف للسنة؟ نقول : نعم ، وهو آثم لما روي عن النبي صلى الله عليه وسلم أن رجلاً طلق امرأته ثلاثاً بين يديه ، فقال له : \" أو تلعبون بكتاب الله وأنا بين أظهركم \" الثالث : كيف تطلق للسنة التي لا تحيض لصغر أو كبر أو غير ذلك؟ نقول : الصغيرة والآيسة والحامل كلهن عند أبي حنيفة وأبي يوسف يفرق عليهن الثلاث في الأشهر ، وقال محمد وزفر : لا يطلق للسنة إلا واحدة .\r\n وأما غير المدخول بها فلا تطلق للسنة إلا واحدة ، ولا يراعى الوقت .\r\n الرابع : هل يكره أن تطلق المدخول بها واحدة بائنة؟ نقول : اختلفت الرواية فيه عن أصحابنا ، والظاهر الكراهة .\r\n الخامس : { إِذَا طَلَّقْتُمُ النساء } عام يتناول المدخول بهن ، وغير المدخول بهن من ذوات الأقراء ، والآيسات والصغار والحوامل ، فكيف يصح تخصيصه بذوات الأقراء والمدخول بهن؟ نقول : لا عموم ثمة ولا خصوص أيضاً ، لكن النساء اسم جنس للإناث من الإنس ، وهذه الجنسية معنى قائم في كلهن ، وفي بعضهن ، فجاز أن يراد بالنساء هذا وذاك فلما قيل : { فَطَلّقُوهُنَّ لِعِدَّتِهِنَّ } علم أنه أطلق على بعضهن ، وهن المدخول بهن من المعتدات بالحيض ، كذا ذكره في «الكشاف» .\r\n ثم قال تعالى : { واتقوا الله ربكم لا تخرجوهن من بيوتهن ولا يخرجن إلا أن يأتين بفاحشة مبينة وتلك حدود الله ومن يتعد حدود الله فقد ظلم نفسه لا تدري لعل الله يحدث بعد ذلك أمراً } .\r\n قوله : { اتقوا الله } قال مقاتل : اخشوا الله فلا تعصوه فيما أمركم و { لاَ تُخْرِجُوهُنَّ } أي لا تخرجوا المعتدات من المساكن التي كنتم تساكنونهن فيها قبل الطلاق ، فإن كانت المساكن عارية فارتجعت كان على الأزواج أن يعينوا مساكن أخرى بطريق الشراء ، أو بطريق الكراء ، أو بغير ذلك ، وعلى الزوجات أيضاً أن لا يخرجن حقاً لله تعالى إلا لضرورة ظاهرة ، فإن خرجت ليلاً أو نهاراً كان ذلك الخروج حراماً ، ولا تنقطع العدة .\r\n وقوله تعالى : { إِلاَّ أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ } قال ابن عباس : هو أن يزنين فيخرجن لإقامة الحد عليهن ، قال الضحاك الأكثرون : فالفاحشة على هذا القول هي الزنا ، وقال ابن عمر : الفاحشة خروجهن قبل انقضاء العدة ، قال السدي والباقون : الفاحشة المبينة هي العصيان المبين ، وهو النشوز ، وعن ابن عباس : إلا أن يبذون فيحل إخراجهن لبذائهن وسوء خلقهن ، فيحل للأزواج إخراجهن من بيوتهن ، وفي الآية مباحث : البحث الأول : هل للزوجين التراضي على إسقاطها؟ نقول : السكنى الواجبة في حال قيام الزوجية حق للمرأة وحدها فلها إبطالها ، ووجه هذا أن الزوجين ما داما ثابتين على النكاح فإنما مقصودهما المعاشرة والاستمتاع ، ثم لا بد في تمام ذلك من أن تكون المرأة مستعدة له لأوقات حاجته إليها ، وهذا لا يكون إلا بأنه يكفيها في نفقتها ، كطعامها وشرابها وأدمها ولباسها وسكناها ، وهذه كلها داخلة في إحصاء الأسباب التي بها يتم كل ما ذكرنا من الاستمتاع ، ثم ما وراء ذلك من حق صيانة الماء ونحوها ، فإن وقعت الفرقة زال الأصل الذي هو الانتفاع وزواله بزوال الأسباب الموصلة إليه من النفقة عليها ، واحتيج إلى صيانة الماء فصارت السكنى في هذه الحالة بوجوبها الإحصاء لأسبابها ، لأن أصلها السكنى ، لأن بها تحصينها ، فصارت السكنى في هذه الحالة لا اختصاص لها بالزوج ، وصيانة الماء من حقوق الله ، ومما لا يجوز التراضي من الزوجين على إسقاطه ، فلم يكن لها الخروج ، وإن رضي الزوج ، ولا إخراجها ، وإن رضيت إلا عن ضرورة مثل انهدام المنزل ، وإخراج غاصب إياها أو نقلة من دار بكراء قد انقضت إجارتها أو خوف فتنة أو سيل أو حريق ، أو غير ذلك من طريق الخوف على النفس ، فإذا انقضى ما أخرجت له رجعت إلى موضعها حيث كان الثاني : قال : { واتقوا الله رَبَّكُمْ } ولم يقل : واتقوا الله مقصوراً عليه فنقول : فيه من المبالغة ما ليس في ذلك فإن لفظ الرب ينبههم على أن التربية التي هي الإنعام والإكرام بوجوه متعددة غاية التعداد فيبالغون في التقوى حينئذ خوفاً من فوت تلك التربية الثاني : ما معنى الجمع بين إخراجهم وخروجهن؟ نقول : معنى الإخراج أن لا يخرجهن البعولة غضباً عليهن وكراهة لمساكنتهن أو لحاجة لهم إلى المساكن وأن لا يأذنوا لهن في الخروج إذا طلبن ذلك ، إيذاناً بأن إذنهم لا أثر له في رفع الحظر ، ولا يخرجن بأنفسهن إن أردن ذلك .\r\n الثالث : قرىء : { بفاحشة مُّبَيّنَةٍ } و { مُّبَيّنَةٍ } فمن قرأ مبينة بالخفض فمعناه : أن نفس الفاحشة إذا تفكر فيها تبين أنها فاحشة ، ومن قرأ { مُّبَيّنَةٍ } بالفتح فمعناه أنها مبرهنة بالبراهين ، ومبينة بالحجج ، وقوله : { وَتِلْكَ حُدُودُ الله } والحدود هي الموانع عن المجاوزة نحو النواهي ، والحد في الحقيقة هي النهاية التي ينتهي إليها الشيء ، قال مقاتل : يعود ما ذكر من طلاق السنة وما بعده من الأحكام { وَمَن يَتَعَدَّ حُدُودَ الله } وهذا تشديد فيمن يتعدى طلاق السنة ، ومن يطلق لغير العدة { فَقَدْ ظَلَمَ نَفْسَهُ } أي ضر نفسه ، ولا يبعد أن يكون المعنى ومن يتجاوز الحد الذي جعله الله تعالى فقد وضع نفسه موضعاً لم يضعه فيه ربه ، والظلم هو وضع الشيء في غير موضعه ، وقوله تعالى : { لا تَدْرِي لَعَلَّ الله يُحْدِثُ بَعْدَ ذَلِكَ أَمْراً } قال ابن عباس : يريد الندم على طلاقها والمحبة لرجعتها في العدة وهو دليل على أن المستحب في التطليق أن يوقع متفرقاً ، قال أبو إسحق : إذا طلقها ثلاثاً في وقت واحد فلا معنى في قوله : { لَعَلَّ الله يُحْدِثُ بَعْدَ ذَلِكَ أَمْراً } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها النبي إذا طلقتم النساء فطلقوهن لعدتهن وأحصوا العدة واتقوا الله ربكم لا تخرجوهن من بيوتهن ولا يخرجن إلا أن يأتين بفاحشة مبينة وتلك حدود الله ومن يتعد حدود الله فقد ظلم نفسه لا تدري لعل الله يحدث بعد ذلك أمرا (1) ",
        "babnum": 1
    },
    {
        "id": 2732,
        "cate": "65",
        "title": "فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا (2) وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا (3) ",
        "details": " { فَإِذَا بَلَغْنَ أَجَلَهُنَّ } أي قاربن انقضاء أجل العدة لا انقضاء أجلهن ، والمراد من بلوغ الأجل هنا مقاربة البلوغ ، وقد مر تفسيره .\r\n قال صاحب «الكشاف» : هو آخر العدة وشارفته ، فأنتم بالخيار إن شئتم فالرجعة والإمساك بالمعروف ، وإن شئتم فترك الرجعة والمفارقة ، وإتقاء الضرار وهو أن يراجعها في آخر العدة ، ثم يطلقها تطويلاً للعدة وتعذيباً لها .\r\n وقوله تعالى : { وَأَشْهِدُواْ ذَوى عَدْلٍ مّنْكُمْ } أي أمروا أن يشهدوا عند الطلاق وعند الرجعة ذوي عدل ، وهذا الإشهاد مندوب إليه عند أبي حنيفة كما في قوله : { وَأَشْهِدُواْ إِذَا تَبَايَعْتُمْ } [ البقرة : 282 ] وعند الشافعي هو واجب في الرجعة مندوب إليه في الفرقة ، وقيل : فائدة الإشهاد أن لا يقع بينهما التجاحد ، وأن لا يتهم في إمساكها ولئلا يموت أحدهما فيدعي الباقي ثبوت الزوجية ليرث ، وقيل : الإشهاد إنما أمروا به للاحتياط مخافة أن تنكر المرأة المراجعة فتنقضي العدة فتنكح زوجاً .\r\n ثم خاطب الشهداء فقال : { وَأَقِيمُواْ الشهادة } وهذا أيضاً مر تفسيره ، وقوله : { وَمَن يَتَّقِ الله يَجْعَل لَّهُ مَخْرَجاً } قال الشعبي : من يطلق للعدة يجعل الله له سبيلاً إلى الرجعة ، وقال غيره : مخرجاً من كل أمر ضاق على الناس ، قال الكلبي : ومن يصبر على المصيبة يجعل الله له مخرجاً من النار إلى الجنة ، وقرأها النبي صلى الله عليه وسلم فقال : \" مخرجاً من شبهات الدنيا ومن غمرات الموت ، ومن شدائد يوم القيامة ، \" وقال أكثر أهل التفسير : أنزل هذا وما بعده في عوف بن مالك الأشجعي أسر العدو ابناً له فأتى النبي صلى الله عليه وسلم ، وذكر له ذلك وشكا إليه الفاقة فقال له : \" اتق الله واصبر وأكثر من قول لا حول ولا قوة إلا بالله \" ففعل الرجل ذلك فبينما هو في بيته إذ أتاه ابنه ، وقد غفل عنه العدو ، فأصاب إبلاً وجاء بها إلى أبيه ، وقال صاحب «الكشاف» : فبينا هو في بيته ، إذ قرع ابنه الباب ومعه مائة من الإبل غفل عنها العدو فاستاقها ، فذلك قوله : ويرزقه من حيث لا يحتسب ويجوز أنه إن اتقى الله وآثر الحلال والصبر على أهله فتح الله عليه إن كان ذا ضيق { وَيَرْزُقْهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ } وقال في «الكشاف» : { وَمَن يَتَّقِ الله } جملة اعتراضية مؤكدة لما سبق من إجراء أمر الطلاق على السنة كما مر .\r\n وقوله تعالى : { وَمَن يَتَوَكَّلْ عَلَى الله فَهُوَ حَسْبُهُ } أي من وثق به فيما ناله كفاه الله ما أهمه ، ولذلك قال رسول الله صلى الله عليه وسلم : \" من أحب أن يكون أقوى الناس فليتوكل على الله \" وقرىء : { إِنَّ الله بالغ أَمْرِهِ } بالإضافة { وبالغ أمره } أي نافذ أمره ، وقرأ المفضل { بالغاً أمره } ، على أن قوله { قَدْ جَعَلَ } خبر { إن } ، و { بالغاً } حال .\r\n قال ابن عباس يريد في جميع خلقه والمعنى سيبلغ الله أمره فيما يريد منكم و { قَدْ جَعَلَ الله لِكُلّ شَيْءٍ قَدْراً } أي تقديراً وتوقيتاً ، وهذا بيان لوجوب التوكل على الله تعالى وتفويض الأمر إليه ، قال الكلبي ومقاتل : لكل شيء من الشدة والرخاء أجل ينتهي إليه قدر الله تعالى ذلك كله لا يقدم ولا يؤخر .\r\n وقال ابن عباس : يريد قدرت ما خلقت بمشيئتي ، وقوله : { فَإِذَا بَلَغْنَ أَجَلَهُنَّ } إلى قوله : { مَخْرَجاً } آية ومنه إلى قوله : { قَدْراً } آية أخرى عند الأكثر ، وعند الكوفي والمدني المجموع آية واحدة ثم في هذه الآية لطيفة : وهي أن التقوي في رعاية أحوال النساء مفتقرة إلى المال ، فقال تعالى : { وَمَن يَتَّقِ الله يَجْعَل لَّهُ مَخْرَجاً } وقريب من هذا قوله : { إِن يَكُونُواْ فُقَرَاء يُغْنِهِمُ الله مِن فَضْلِهِ } [ النور : 32 ] فإن قيل : { وَمَن يَتَوَكَّلْ عَلَى الله فَهُوَ حَسْبُهُ } يدل على عدم الاحتياج للكسب في طلب الرزق ، وقوله تعالى : { فَإِذَا قُضِيَتِ الصلاة فانتشروا فِي الأرض وابتغوا مِن فَضْلِ الله } [ الجمعة : 10 ] يدل على الاحتياج فكيف هو؟ نقول : لا يدل على الاحتياج ، لأن قوله : { فانتشروا فِي الأرض وابتغوا مِن فَضْلِ الله } للإباحة كما مر والإباحة مما ينافي الاحتياج إلى الكسب لما أن الاحتياج مناف للتخيير .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فإذا بلغن أجلهن فأمسكوهن بمعروف أو فارقوهن بمعروف وأشهدوا ذوي عدل منكم وأقيموا الشهادة لله ذلكم يوعظ به من كان يؤمن بالله واليوم الآخر ومن يتق الله يجعل له مخرجا (2) ويرزقه من حيث لا يحتسب ومن يتوكل على الله فهو حسبه إن الله بالغ أمره قد جعل الله لكل شيء قدرا (3) ",
        "babnum": 2
    },
    {
        "id": 2733,
        "cate": "65",
        "title": "وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا (4) ذَلِكَ أَمْرُ اللَّهِ أَنْزَلَهُ إِلَيْكُمْ وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا (5) ",
        "details": " قوله : { واللائى يَئِسْنَ مِنَ المحيض } الآية ، ذكر الله تعالى في سورة البقرة عدة ذوات الأقراء والمتوفى عنها زوجها وذكر عدة سائر النسوة اللائي لم يذكرن هناك في هذه السورة ، وروي أن معاذ بن جبل قال : يا رسول الله قد عرفنا عدة التي تحيض ، فما عدة التي لم تحض فنزل : { واللآئي يَئِسْنَ مِنَ المحيض } وقوله : { إِنِ ارتبتم } أي إن أشكل عليكم حكمهن في عدة التي لا تحيض ، فهذا حكمهن ، وقيل : إن ارتبتم في دم البالغات مبلغ الإياس وقد قدروه بستين سنة وبخمس وخمسين أهو دم حيض أو استحاضة { فَعِدَّتُهُنَّ ثلاثة أَشْهُرٍ } فلما نزل قوله تعالى : { فَعِدَّتُهُنَّ ثلاثة أَشْهُرٍ } قام رجل فقال : يا رسول الله فما عدة الصغيرة التي لم تحض؟ فنزل : { واللائي لَمْ يَحِضْنَ } أي هي بمنزلة الكبيرة التي قد يئست عدتها ثلاثة أشهر ، فقام آخر وقال ، وما عدة الحوامل يا رسول الله؟ فنزل : { وأولات الأحمال أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ } معناه أجلهن في انقطاع ما بينهن وبين الأزواج وضع الحمل ، وهذا عام في كل حامل ، وكان علي عليه السلام يعتبر أبعد الأجلين ، ويقول : { والذين يُتَوَفَّوْنَ مِنكُمْ } [ البقرة : 234 ] لا يجوز أن يدخل في قوله : { وأولات الأحمال } وذلك لأن أولات الأحمال إنما هو في عدة الطلاق ، وهي لا تنقض عدة الوفاة إذا كانت بالحيض ، وعند ابن عباس عدة الحامل المتوفى عنها زوجها أبعد الأجلين .\r\n وأما ابن مسعود فقال : يجوز أن يكون قوله : { وأولات الأحمال } مبتدأ خطاب ليس بمعطوف على قوله تعالى : { واللائي يَئِسْنَ } ولما كان مبتدأ يتناول العدد كلها ، ومما يدل عليه خبر سبيعة بنت الحرث أنها وضعت حملها بعد وفاة زوجها بخمسة عشر يوماً ، فأمرها رسول الله صلى الله عليه وسلم أن تتزوج ، فدل على إباحة النكاح قبل مضي أربعة أشهر وعشر ، على أن عدة الحامل تنقضي بوضع الحمل في جميع الأحوال .\r\n وقال الحسن : إن وضعت أحد الولدين انقضت عدتها ، واحتج بقوله تعالى : { أَن يَضَعْنَ حَمْلَهُنَّ } ولم يقل : أحمالهن ، لكن لا يصح ، وقرىء ( أحمالهن ) ، وقوله : { وَمَن يَتَّقِ الله يَجْعَل لَّهُ مِنْ أَمْرِهِ يُسْراً } أي ييسر الله عليه في أمره ، ويوفقه للعمل الصالح .\r\n وقال عطاء : يسهل الله عليه أمر الدنيا والآخرة ، وقوله : { ذَلِكَ أَمْرُ الله أَنزَلَهُ إِلَيْكُمْ } يعني الذي ذكر من الأحكام أمر الله أنزله إليكم ، ومن يتق الله بطاعته ، ويعمل بما جاء به محمد صلى الله عليه وسلم يكفر عنه سيئاته من الصلاة إلى الصلاة ، ومن الجمعة إلى الجمعة ، ويعظم له في الآخرة أجراً ، قاله ابن عباس .\r\n فإن قيل قال تعالى : { أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ } ولم يقل : أن يلدن ، نقول : الحمل اسم لجميع ما في بطنهن ، ولو كان كما قاله ، لكانت عدتهن بوضع بعض حملهن ، وليس كذلك .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "واللائي يئسن من المحيض من نسائكم إن ارتبتم فعدتهن ثلاثة أشهر واللائي لم يحضن وأولات الأحمال أجلهن أن يضعن حملهن ومن يتق الله يجعل له من أمره يسرا (4) ذلك أمر الله أنزله إليكم ومن يتق الله يكفر عنه سيئاته ويعظم له أجرا (5) ",
        "babnum": 3
    },
    {
        "id": 2734,
        "cate": "65",
        "title": "أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ وَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى (6) لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا (7) ",
        "details": " قوله تعالى : { أَسْكِنُوهُنَّ } وما بعده بيان لما شرط من التقوى في قوله : { وَمَن يَتَّقِ الله } [ الطلاق : 4 ] كأنه قيل : كيف نعمل بالتقوى في شأن المعتدات ، فقيل : { أَسْكِنُوهُنَّ } قال صاحب «الكشاف» : ( من ) صلة ، والمعنى أسكنوهن حيث سكنتم .\r\n قال أبو عبيدة : { مّن وُجْدِكُمْ } أي وسعكم وسعتكم ، وقال الفراء : على قدر طاقتكم ، وقال أبو إسحاق : يقال وجدت في المال وجداً ، أي صرت ذا مال ، وقرىء بفتح الواو أيضاً وبخفضها ، والوجد الوسع والطاقة ، وقوله : { وَلاَ تُضَارُّوهُنَّ } نهي عن مضارتهن بالتضييق عليهن في السكنى والنفقة { وَإِن كُنَّ أولات حَمْلٍ فَأَنفِقُواْ عَلَيْهِنَّ حتى يَضَعْنَ حَمْلَهُنَّ } وهذا بيان حكم المطلقة البائنة ، لأن الرجعية تستحق النفقة ، وإن لم تكن حاملاً ، وإن كانت مطلقة ثلاثاً أو مختلعة فلا نفقة لها إلا أن تكون حاملاً ، وعند مالك والشافعي ، ليس للمبتوتة إلا السكنى ولا نفقة لها ، وعن الحسن وحماد لا نفقة لها ولا سكنى ، لحديث فاطمة بنت قيس أن زوجها بت طلاقها ، فقال لها رسول الله صلى الله عليه وسلم \" لا سكنى لك ولا نفقة .\r\n \" وقوله : { فإن أرضعن لكم فآتوهن أجورهن } يعني حق الرضاع وأجرته وقد مر ، وهو دليل على أن اللبن وإن خلق لمكان الولد فهو ملك لها وإلا لم يكن لها أن تأخذ الأجر ، وفيه دليل على أن حق الرضاع والنفقة على الأزواج في حق الأولاد وحق الإمساك والحضانة والكفالة على الزوجات وإلا لكان لها بعض الأجر دون الكل ، وقوله تعالى : { وَأْتَمِرُواْ بَيْنَكُمْ بِمَعْرُوفٍ } قال عطاء : يريد بفضل معروفاً منك ، وقال مقاتل : بتراضي الأب والأم ، وقال المبرد : ليأمر بعضكم بعضاً بالمعروف ، والخطاب للأزواج من النساء والرجال ، والمعروف ههنا أن لا يقصر الرجل في حق المرأة ونفقتها ولا هي في حق الولد ورضاعه وقد مر تفسير الائتمار ، وقيل : الائتمار التشاور في إرضاعه إذا تعاسرت هي ، وقوله تعالى : { وَإِن تَعَاسَرْتُمْ } أي في الأجرة : { فَسَتُرْضِعُ لَهُ أخرى } غير الأم ، ثم بين قدر الإنفاق بقوله : { لِيُنفِقْ ذُو سَعَةٍ مّن سَعَتِهِ } أمر أهل التوسعة أن يوسعوا على نسائهم المرضعات على قدر سعتهم ومن كان رزقه بمقدار القوت فلينفق على مقدار ذلك ، ونظيره : { عَلَى الموسع قَدَرُهُ وَعَلَى المقتر قَدْرُهُ } [ البقرة : 236 ] وقوله تعالى : { لاَ يُكَلّفُ الله نَفْساً إِلاَّ مَا ءَاتَاهَا } أي ما أعطاها من الرزق ، قال السدي : لا يكلف الفقير مثل ما يكلف الغني ، وقوله : { سَيَجْعَلُ الله بَعْدَ عُسْرٍ يُسْراً } أي بعد ضيق وشدة غنى وسعة ورخاء وكان الغالب في ذلك الوقت الفقر والفاقة ، فأعلمهم الله تعالى أن يجعل بعد عسر يسراً وهذا كالبشارة لهم بمطلوبهم ، ثم في الآية مباحث : الأول : إذا قيل : ( من ) في قوله : { مِنْ حَيْثُ سَكَنتُم } ما هي؟ نقول : هي التبعيضية أي بعض مكان سكناكم إن لم يكن ( لكم ) غير بيت واحد فأسكنوها في بعض جوانبه .\r\n الثاني : ما موقع { مّن وُجْدِكُمْ } ؟ نقول : عطف بيان لقوله : { مِنْ حَيْثُ سَكَنتُم } وتفسير له ، أي مكاناً من مسكنكم على قدر طاقتكم .\r\n الثالث : فإذا كانت كل مطلقة عندكم يجب لها النفقة ، فما فائدة الشرط في قوله تعالى : { وَإِن كُنَّ أولات حَمْلٍ فَأَنفِقُواْ عَلَيْهِنَّ } نقول : فائدته أن مدة الحمل ربما طال وقتها ، فيظن أن النفقة تسقط إذا مضى مقدار مدة الحمل ، فنفى ذلك الظن .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أسكنوهن من حيث سكنتم من وجدكم ولا تضاروهن لتضيقوا عليهن وإن كن أولات حمل فأنفقوا عليهن حتى يضعن حملهن فإن أرضعن لكم فآتوهن أجورهن وأتمروا بينكم بمعروف وإن تعاسرتم فسترضع له أخرى (6) لينفق ذو سعة من سعته ومن قدر عليه رزقه فلينفق مما آتاه الله لا يكلف الله نفسا إلا ما آتاها سيجعل الله بعد عسر يسرا (7) ",
        "babnum": 4
    },
    {
        "id": 2735,
        "cate": "65",
        "title": "وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا وَعَذَّبْنَاهَا عَذَابًا نُكْرًا (8) فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَاقِبَةُ أَمْرِهَا خُسْرًا (9) أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا فَاتَّقُوا اللَّهَ يَاأُولِي الْأَلْبَابِ الَّذِينَ آمَنُوا قَدْ أَنْزَلَ اللَّهُ إِلَيْكُمْ ذِكْرًا (10) رَسُولًا يَتْلُو عَلَيْكُمْ آيَاتِ اللَّهِ مُبَيِّنَاتٍ لِيُخْرِجَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقًا (11) ",
        "details": " قوله تعالى : { وَكَأَيّن مّن قَرْيَةٍ } الكلام في كأين قد مر ، وقوله : { عَتَتْ عَنْ أَمْرِ رَبّهَا } وصف القرية بالعتو والمراد أهلها ، كقوله : { واسئل القرية } [ يوسف : 82 ] قال ابن عباس : { عَتَتْ عَنْ أَمْرِ رَبّهَا } أي أعرضت عنه ، وقال مقاتل : خالفت أمر ربها ، وخالفت رسله ، فحاسبناها حساباً شديداً ، فحاسبها الله بعملها في الدنيا فجازاها العذاب ، وهو قوله : { وعذبناها عَذَاباً نُّكْراً } أي عذاباً منكراً عظيماً ، فسر المحاسبة بالتعذيب .\r\n وقال الكلبي : هذا على التقديم والتأخير ، يعني فعذبناها في الدنيا وحاسبناها في الآخرة حساباً شديداً ، والمراد حساب الآخرة وعذابها { فَذَاقَتْ وَبَالَ أَمْرِهَا } أي شدة أمرها وعقوبة كفرها .\r\n وقال ابن عباس : عاقبة كفرها { وَكَانَ عاقبة أَمْرِهَا خُسْراً } أي عاقبة عتوها خساراً في الآخرة ، وهو قوله تعالى : { أَعَدَّ الله لَهُمْ عَذَاباً شَدِيداً } يخوف كفار مكة أن يكذبوا محمداً فينزل بهم ما نزل بالأمم قبلهم ، وقوله تعالى : { فاتقوا الله ياأولى الألباب } خطاب لأهل الإيمان ، أي فاتقوا الله عن أن تكفروا به وبرسوله ، وقوله : { قَدْ أَنزَلَ الله إِلَيْكُمْ ذِكْراً * رَسُولاً } هو على وجهين أحدهما : أنزل الله إليكم ذكراً ، هو الرسول ، وإنما سماه ذكراً لأنه يذكر ما يرجع إلى دينهم وعقباهم وثانيهما : أنزل الله إليكم ذكراً ، وأرسل رسولاً .\r\n وقال في «الكشاف» : { رَّسُولاً } هو جبريل عليه السلام ، أبدل من { ذِكْراً } لأنه وصف بتلاوة آيات الله ، فكان إنزاله في معنى إنزال الذكر ، والذكر قد يراد به الشرف ، كما في قوله تعالى : { وَإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ } [ الزخرف : 44 ] وقد يراد به القرآن ، كما في قوله تعالى : { وَأَنزَلْنَا إِلَيْكَ الذكر } [ النحل : 44 ] وقرىء ( رسول ) على هو رسول ، و { يَتْلُو عَلَيْكُمْ ءايات الله مبينات } بالخفض والنصب ، والآيات هي الحجج فبالخفض ، لأنها تبين الأمر والنبي والحلال والحرام ، ومن نصب يريد أنه تعالى أوضح آياته وبينها أنها من عنده .\r\n وقوله تعالى : { لّيُخْرِجَ الذين ءامَنُواْ وَعَمِلُواْ الصالحات مِنَ الظلمات إِلَى النور } يعني من ظلمة الكفر إلى نور الإيمان ومن ظلمة الشبهة إلى نور الحجة ، ومن ظلمة الجهل إلى نور العلم .\r\n وفي الآية مباحث : الأولى : قوله تعالى : { فاتقوا الله ياأولى الألباب } يتعلق بقوله تعالى : { وَكَأِيّن مّن قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبّهَا } أم لا؟ فنقول : قوله : { فاتقوا الله } يؤكد قول من قال : المراد من قرية أهلها ، لما أنه يدل على أن خطاب الله تعالى لا يكون إلا لذوي العقول فمن لا عقل له فلا خطاب عليه ، وقيل قوله تعالى : { وَكَأَيّن مّن قَرْيَةٍ } مشتمل على الترهيب والترغيب .\r\n الثاني : الإيمان هو التقوى في الحقيقة وأولوا الألباب الذين آمنوا كانوا من المتقدمين بالضرورة فكيف يقال لهم : { فاتقوا الله } ؟ نقول : للتقوى درجات ومراتب فالدرجة الأولى هي التقوى من الشرك والبواقي هي التقوى من المعاصي التي هي غير الشرك فأهل الإيمان إذا أمروا بالتقوى كان ذلك الأمر بالنسبة إلى الكبائر والصغائر لا بالنسبة إلى الشرك .\r\n الثالث : كل من آمن بالله فقد خرج من الظلمات إلى النور وإذا كان كذلك فحق هذا الكلام وهو قوله تعالى : { لّيُخْرِجَ الذين ءامَنُواْ } أن يقال : ليخرج الذين كفروا؟ نقول : يمكن أن يكون المراد : ليخرج الذين يؤمنون على ما جاز أن يراد من الماضي المستقبل كما في قوله تعالى : { وَإِذْ قَالَ الله ياعيسى } [ آل عمران : 55 ] أي وإذ يقول الله ، ويمكن أن يكون ليخرج الذين آمنوا من ظلمات تحدث لهم بعد إيمانهم .\r\n ثم قال تعالى : { وَمَن يُؤْمِن بالله وَيَعْمَلْ صالحا يُدْخِلْهُ جنات تَجْرِى مِن تَحْتِهَا الأنهار خالدين فِيهَا أَبَداً قَدْ أَحْسَنَ الله لَهُ رِزْقاً } .\r\n قوله : { وَمَن يُؤْمِن بالله } فيه معنى التعجب والتعظيم لما رزق الله المؤمن من الثواب ، وقرىء { يُدْخِلْهُ } بالياء والنون ، و { قَدْ أَحْسَنَ الله لَهُ رِزْقاً } قال الزجاج : رزقه الله الجنة التي لا ينقطع نعيمها ، وقيل : { رِزْقاً } أي طاعة في الدنيا وثواباً في الآخرة ونظيره { رَبَّنَا ءاتِنَا فِى الدنيا حَسَنَةً وَفِي الأخرة حَسَنَةً وَقِنَا عَذَابَ النار } [ البقرة : 201 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وكأين من قرية عتت عن أمر ربها ورسله فحاسبناها حسابا شديدا وعذبناها عذابا نكرا (8) فذاقت وبال أمرها وكان عاقبة أمرها خسرا (9) أعد الله لهم عذابا شديدا فاتقوا الله ياأولي الألباب الذين آمنوا قد أنزل الله إليكم ذكرا (10) رسولا يتلو عليكم آيات الله مبينات ليخرج الذين آمنوا وعملوا الصالحات من الظلمات إلى النور ومن يؤمن بالله ويعمل صالحا يدخله جنات تجري من تحتها الأنهار خالدين فيها أبدا قد أحسن الله له رزقا (11) ",
        "babnum": 5
    },
    {
        "id": 2736,
        "cate": "65",
        "title": "اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا (12) ",
        "details": " قال الكلبي : خلق سبع سموات بعضها فوق بعض مثل القبة ، ومن الأرض مثلهن في كونها طباقاً متلاصقة كما هو المشهور أن الأرض ثلاث طبقات طبقة أرضية محضة وطبقة طينية ، وهي غير محضة ، وطبقة منكشفة بعضها في البحر وبعضها في البر وهي المعمورة ، ولا بعد في قوله : { وَمِنَ الأرض مِثْلَهُنَّ } من كونها سبعة أقاليم على حسب سبع سموات ، وسبع كواكب فيها وهي السيارة فإن لكل واحد من هذه الكواكب خواص تظهر آثار تلك الخواص في كل إقليم من أقاليم الأرض فتصير سبعة بهذا الاعتبار ، فهذه هي الوجوه التي لا يأباها العقل ، وما عداها من الوجوه المنقولة عن أهل التفسير فذلك من جملة ما يأباها العقل مثل ما يقال : السموات السبع أولها : موج مكفوف وثانيها : صخر وثالثها : حديد ورابعها : نحاس وخامسها : فضة وسادسها : ذهب وسابعها : ياقوت ، وقول من قال : بين كل واحدة منها مسيرة خمسمائة سنة وغلظ كل واحدة منها كذلك ، فذلك غير معتبر عند أهل التحقيق ، اللهم إلا أن يكون نقل متوتر ( اً ) ، ويمكن أن يكون أكثر من ذلك والله أعلم بأنه ما هو وكيف هو .\r\n فقوله : { الله الذي خَلَقَ } مبتدأ وخبر ، وقرىء { مِثْلَهُنَّ } بالنصب عطفاً على { سَبْعَ سموات } وبالرفع على الإبتداء وخبره { مِّنَ الأرض } .\r\n وقوله تعالى : { يَتَنَزَّلُ الأمر بَيْنَهُنَّ } قال عطاء يريد الوحي بينهن إلى خلقه في كل أرض وفي كل سماء ، وقال مقاتل : يعني الوحي من السماء العليا إلى الأرض السفلى ، وقال مجاهد : { يَتَنَزَّلُ الأمر بَيْنَهُنَّ } بحياة بعض وموت بعض وسلامة هذا وهلاك ذاك مثلاً وقال قتادة : في كل سماء من سماواته وأرض من أرضه خلق من خلقه وأمر من أمره وقضاء من قضائه ، وقرىء { يُنَزّلٍ الأمر بَيْنَهُنَّ } قوله تعالى : { لّتَعْلَمُواْ أَنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ } قرىء { لِيَعْلَمُواْ } بالياء والتاء أي لكي تعلموا إذا تفكرتم في خلق السموات والأرض ، وما جرى من التدبير فيها أن من بلغت قدرته هذا المبلغ الذي لا يمكن أن يكون لغيره كانت قدرته ذاتية لا يعجزه شيء عما أراده وقوله : { إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ } من قبل ما تقدم ذكره { وَأَنَّ الله قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمَا } يعني بكل شيء من الكليات والجزئيات لا يعزب عن علمه مثقال ذرة في الأرض ولا في السماء ، عالم بجميع الأشياء وقادر على الإنشاء بعد الإفناء ، فتبارك الله رب العالمين ، ولا حول ولا قوة إلا بالله العلي العظيم ، والصلاة والسلام على سيدنا محمد سيد المرسلين ، وإمام المتقين ، وخاتم النبيين ، وعلى آله وصحبه أجمعين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الله الذي خلق سبع سماوات ومن الأرض مثلهن يتنزل الأمر بينهن لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما (12) ",
        "babnum": 6
    }
]