[
    {
        "id": 2225,
        "cate": "47",
        "title": "الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ (1) ",
        "details": " أول هذه السورة مناسب لآخر السورة المتقدمة ، فإن آخرها قوله تعالى : { فَهَلْ يُهْلَكُ إِلاَّ القوم الفاسقون } [ الأحقاف : 35 ] فإن قال قائل كيف يهلك الفاسق وله أعمال صالحة كإطعام الطعام وصلة الأرحام وغير ذلك؟ مما لا يخلو عنه الإنسان في طول عمره فيكون في إهلاكه إهدار عمله وقد قال تعالى : { فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ } [ الزلزله : 7 ] وقال تعالى : { الذين كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ الله أَضَلَّ أعمالهم } أي لم يبق لهم عمل ولم يوجد فلم يمتنع الإهلاك ، وسنبين كيف إبطال الأعمال مع تحقيق القول فيه ، وتعالى الله عن الظلم ، وفي التفسير مسائل : المسألة الأولى : من المراد بقوله { الذين كَفَرُواْ } ؟ قلنا فيه وجوه الأول : هم الذين كانوا يطعمون الجيش يوم بدر منهم أبو جهل والحرث ابنا هشام وعتبة وشيبة ابنا ربيعة وغيرهم الثاني : كفار قريش الثالث : أهل الكتاب الرابع : هو عام يدخل فيه كل كافر .\r\n المسألة الثانية : في الصد وجهان أحدهما : صدوا أنفسهم معناه أنهم صدوا أنفسهم عن السبيل ومنعوا عقولهم من اتباع الدليل وثانيهما : صدوا غيرهم ومنعوهم كما قال تعالى عن المستضعفين { يَقُولُ الذين استضعفوا لِلَّذِينَ استكبروا لَوْلاَ أَنتُمْ لَكُنَّا مُؤْمِنِينَ } [ سبأ : 31 ] وعلى هذا بحث : وهو أن إضلال الأعمال مرتب على الكفر والصد ، والمستضعفون لم يصدوا فلا يضل أعمالهم ، فنقول التخصيص بالذكر لا يدل على نفي ما عداه ، ولا سيما إذا كان المذكور أولى بالذكر من غيره وههنا الكافر الصاد أدخل في الفساد فصار هو أولى بالذكر أو نقول كل من كفر صار صاداً لغيره ، أما المستكبر فظاهر ، وأما المستضعف فلأنه بمتابعته أثبت للمستكبر ما يمنعه من اتباع الرسول فإنه بعد ما يكون متبوعاً يشق عليه بأن يصير تابعاً ، ولأن كل من كفر صار صاداً لمن بعده لأن عادة الكفار اتباع المتقدم كما قال عنهم { إِنَّا وَجَدْنَا ءابَاءنَا على أُمَّةٍ وَإِنَّا على آثارهم مُهْتَدُونَ } [ الزخرف : 22 ] أو مقتدون ، فإن قيل فعلى هذا كل كافر صاد فما الفائدة في ذكر الصد بعد الكفر نقول هو من باب ذكر السبب وعطف المسبب عليه تقول أكلت كثيراً وشبعت ، والكفر على هذا سبب الصد ، ثم إذا قلنا بأن المراد منه أنهم صدوا أنفسهم ففيه إشارة إلى أن ما في الأنفس من الفطرة كان داعياً إلى الإيمان ، والامتناع لمانع وهو الصد لنفسه .\r\n المسألة الثالثة : في المصدود عنه وجوه الأول : عن الإنفاق على محمد عليه السلام وأصحابه الثاني : عن الجهاد الثالث : عن الإيمان الرابع : عن كل ما فيه طاعة الله تعالى وهو اتباع محمد عليه السلام ، وذلك لأن النبي صلى الله عليه وسلم على الصراط المستقيم هاد إليه ، وهو صراط الله قال تعالى : { وَإِنَّكَ لَتَهْدِي إلى صراط مُّسْتَقِيمٍ * صراط الله } [ الشورى : 52 ، 53 ] فمن منع من اتباع محمد عليه السلام فقد صد عن سبيل الله .\r\n المسألة الرابعة : في الإضلال وجوه الأول : المراد منه الإبطال ، ووجهه هو أن المراد أنه أضله بحيث لا يجده ، فالطالب إنما يطلبه في الوجود ، وما لا يوجد في الوجود فهو معدوم .\r\n فإن قيل كيف يبطل الله حسنة أوجدها؟ نقول إن الابطال على وجوه أحدها : يوازن بسيئاتهم الحسنات التي صدرت منهم ويسقطها بالموازنة ويبقي لهم سيئات محضة ، لأن الكفر يزيد على غير الإيمان من الحسنات والإيمان يترجح على غير الكفر من السيئات وثانيها : أبطلها لفقد شرط ثبوتها وإثباتها وهو الإيمان لأنه شرط قبول العمل قال تعالى : { مَنْ عَمِلَ صالحا مّن ذَكَرٍ أَوْ أنثى وَهُوَ مُؤْمِنٌ } [ غافر : 40 ] وإذا لم يقبل الله العمل لا يكون له وجود لأن العمل لا بقاء له في نفسه بل هو يعدم عقيب ما يوجد في الحقيقة غير أن الله تعالى يكتب عنده بفضله أن فلاناً عمل صالحاً وعندي جزاؤه فيبقى حكماً ، وهذا البقاء حكماً خير من البقاء الذي للأجسام التي هي محل الأعمال حقيقة ، فإن الأجسام وإن بقيت غير أن مآلها إلى الفناء والعمل الصالح من الباقيات عند الله أبداً ، وإذا ثبت هذا تبين أن الله بالقبول متفضل ، وقد أخبر أني لا أقبل إلا من مؤمن فمن عمل وتعب من غير سبق الإيمان فهو المضيع تعبه لا الله تعالى وثالثها : لم يعمل الكافر عمله لوجه الله تعالى فلم يأت بخير فلا يرد علينا قوله { فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ } [ الزلزلة : 7 ] وبيانه هو أن العمل لا يتميز إلا بمن له العمل لا بالعامل ولا بنفس العمل ، وذلك لأن من قام ليقتل شخصاً ولم يتفق قتله ، ثم قال ليكرمه ولم يتفق الإكرام ولا القتل ، وأخبر عن نفسه أنه قام في اليوم الفلاني لقتله وفي اليوم الآخر لإكرامه يتميز القيامان لا بالنظر إلى القيام فإنه واحد ولا بالنظر إلى القائم فإنه حقيقة واحدة ، وإنما يتميز بما كان لأجله القيام ، وكذلك من قام وقصد بقيامه إكرام الملك وقام وقصد بقيامه إكرام بعض العوام يتميز أحدهما عن الآخر بمنزلة العمل لكن نسبة الله الكريم إلى الأصنام فوق نسبة الملوك إلى العوام فالعمل للأصنام ليس بخير ثم إن اتفق أن يقصد واحد بعمله وجه الله تعالى ومع ذلك يعبد الأوثان لا يكون عمله خيراً ، لأن مثل ما أتى به لوجه الله أتى به للصنم المنحوت فلا تعظيم الوجه الثاني : الإضلال هو جعله مستهلكاً وحقيقته هو أنه إذا كفر وأتى للأحجار والأخشاب بالركوع والسجود فلم يبق لنفسه حرمة وفعله لا يبقى معتبراً بسبب كفره ، وهذا كمن يخدم عند الحارس والسايس إذا قام فالسلطان لا يعمل قيامه تعظيماً لخسته كذلك الكافر ، وأما المؤمن فبقدر ما يتكبر على غير الله يظهر تعظيمه لله ، كالملك الذي لا ينقاد لأحد إذا انقاد في وقت لملك من الملوك يتبين به عظمته الوجه الثالث : { أضله } أي أهمله وتركه ، كما يقال أضل بعيره إذا تركه مسيباً فضاع .\r\n ثم إن الله تعالى لما بيّن حال الكفار بيّن حال المؤمنين فقال : ",
        "fav": 0,
        "note": null,
        "normal": "الذين كفروا وصدوا عن سبيل الله أضل أعمالهم (1) ",
        "babnum": 1
    },
    {
        "id": 2226,
        "cate": "47",
        "title": "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ (2) ",
        "details": " فيه مسائل : المسألة الأولى : قد ذكرنا مراراً أن الله تعالى كلما ذكر الإيمان والعمل الصالح ، رتب عليهما المغفرة والأجر كما قال : { إِنَّ الذين ءَامَنُواْ وَعَمِلُواْ الصالحات لَهُمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ } [ الحج : 50 ] وقال : { والذين ءامَنُواْ وَعَمِلُواْ الصالحات لَنُكَفّرَنَّ عَنْهُمْ سَيّئَاتِهِمْ وَلَنَجْزِيَنَّهُمْ } [ العنكبوت : 7 ] وقلنا بأن المغفرة ثواب الإيمان والأجر على العمل الصالح واستوفينا البحث فيه في سورة العنكبوت فنقول ههنا جزاء ذلك قوله { كَفَّرَ عَنْهُمْ سيئاتهم } إشارة إلى ما يثيب على الإيمان ، وقوله { وَأَصْلَحَ بَالَهُمْ } إشارة إلى ما يثيب على العمل الصالح .\r\n المسألة الثانية : قالت المعتزلة تكفير السيئات مرتب على الإيمان والعمل الصالح فمن آمن ولم يفعل الصالحات يبقى في العذاب خالداً ، فنقول لو كان كما ذكرتم لكان الإضلال مرتباً على الكفر والضد ، فمن يكفر لا ينبغي أن تضل أعماله ، أو نقول قد ذكرنا أن الله رتب أمرين على أمرين فمن آمن كفر سيئاته ومن عمل صالحاً أصلح باله أو نقول أي مؤمن يتصور أنه غير آت بالصالحات بحيث لا يصدر عنه صلاة ولا صيام ولا صدقة ولا إطعام ، وعلى هذا فقوله { وَعَمِلُواْ } عطف المسبب على السبب ، كما قلنا في قول القائل أكلت كثيراً وشبعت .\r\n المسألة الثالثة : قوله { وآمنوا بما نُزِّلَ على محمد } مع أن قوله آمنوا وعملوا الصالحات أفاد هذا المعنى فما الحكمة فيه وكيف وجهه؟ فنقول : أما وجهه فبيانه من وجوه الأول : قوله { والذين ءَامَنُواْ } أي بالله ورسوله واليوم الآخر ، وقوله { وآمنوا بما نزل } أي بجميع الأشياء الواردة في كلام الله ورسوله تعميم بعد أمور خاصة وهو حسن ، تقول خلق الله السموات والأرض وكل شيء إما على معنى وكل شيء غير ما ذكرنا وإما على العموم بعد ذكر الخصوص الثاني : أن يكون المعنى آمنوا وآمنوا من قبل بما نزل على محمد وهو الحق المعجز الفارق بين الكاذب والصادق يعني آمنوا أولاً بالمعجز وأيقنوا بأن القرآن لا يأتي به غير الله ، فآمنوا وعملوا الصالحات والواو للجمع المطلق ، ويجوز أن يكون المتأخر ذكراً متقدماً وقوعاً ، وهذا كقول القائل آمن به ، وكان الإيمان به واجباً ، أو يكون بياناً لإيمانهم كأنهم { وآمنوا بما نُزِّلَ على محمد } أي آمنوا وآمنوا بالحق كما يقول القائل خرجت وخرجت مصيباً أي وكان خروجي جيداً حيث نجوت من كذا وربحت كذا فكذلك لما قال آمنوا بين أن إيمانهم كان أمر الله وأنزل الله لا بما كان باطلاً من عند غير الله الثالث : ما قاله أهل المعرفة ، وهو أن العلم العمل والعمل العلم ، فالعلم يحصل ليعمل به لما جاء : إذا عمل العالم العمل الصالح علم ما لم يكن يعلم ، فيعلم الإنسان مثلاً قدرة الله بالدليل وعلمه وأمره فيحمله الأمر على الفعل ويحثه عليه علمه فعلمه بحاله وقدرته على ثوابه وعقابه ، فإذا أتى بالعمل الصالح علم من أنواع مقدورات الله ومعلومات الله تعالى ما لم يعلمه أحد إلا باطلاع الله عليه وبكشفه ذلك له فيؤمن ، وهذا هو المعنى في قوله { هُوَ الذي أَنزَلَ السكينة فِي قُلُوبِ المؤمنين لِيَزْدَادُواْ إيمانا مَّعَ إيمانهم } [ الفتح : 4 ] فإذا آمن المكلف بمحمد بالبرهان وبالمعجزة وعمل صالحاً حمله علمه على أن يؤمن بكل ما قاله محمد ولم يجد في نفسه شكاً ، وللمؤمن في المرتبة الأولى أحوال وفي المرتبة الأخيرة أحوال ، أما في الإيمان بالله ففي الأول يجعل الله معبوداً ، وقد يقصد غيره في حوائجه فيطلب الرزق من زيد وعمر ويجعل أمراً سبباً لأمر ، وفي الأخيرة يجعل الله مقصوداً ولا يقصد غيره ، ولا يرى إلا منه سره وجهره ، فلا ينيب إلى شيء في شيء فهذا هو الإيمان الآخر بالله وذلك الإيمان الأول .\r\n وأما ما في النبي صلى الله عليه وسلم فيقول أولاً هو صادق فيما ينطق ، ويقول آخر لا نطق له إلا بالله ، ولا كلام يسمع منه إلا وهو من الله ، فهو في الأول يقول بالصدق ووقوعه منه ، وفي الثاني يقول بعدم إمكان الكذب منه لأن حاكي كلام الغير لا ينسب إليه الكذب ولا يمكن إلا في نفس الحكاية ، وقد علم هو أنه حاك عنه كما قاله ، وأما في المرتبة الأولى فيجعل الحشر مستقبلاً والحياة العاجلة حالاً وفي المرتبة الأخيرة يجعل الحشر حالاً والحياة الدنيا ماضياً ، فيقسم حياة نفسه في كل لحظة ، ويجعل الدنيا كلها عدماً لا يلتفت إليها ولا يقبل عليها .\r\n المسألة الرابعة : قوله { وآمَنوا بما نُزِّلَ على محمد } هو في مقابلة قوله في حق الكافر { وَصُدُّواْ } [ محمد : 1 ] لأنا بينا في وجه أن المراد بهم صدوا عن اتباع محمد صلى الله عليه وسلم ، وهذا حث على اتباع محمد صلى الله عليه وسلم ، فهم صدوا أنفسهم عن سبيل الله ، وهو محمد عليه السلام وما أنزل عليه ، وهؤلاء حثوا أنفسهم على اتباع سبيله ، لا جرم حصل لهؤلاء ضد ما حصل لأولئك ، فأضل الله حسنات أولئك وستر على سيئات هؤلاء .\r\n المسألة الخامسة : قوله تعالى : { وَهُوَ الحق مِن رَّبّهِمْ } هل يمكن أن يكون من ربهم وصفاً فارقاً ، كما يقال رأيت رجلاً من بغداد ، فيصير وصفاً للرجل فارقاً بينه وبين من يكون من الموصل وغيره؟ نقول لا ، لأن كل ما كان من الله فهو الحق ، فليس هذا هو الحق من ربهم ، بل قوله { مّن رَّبّهِمُ } خبر بعد خبر ، كأنه قال وهو الحق وهو من ربهم ، أو إن كان وصفاً فارقاً فهو على معنى أنه الحق النازل من ربهم لأن الحق قد يكون مشاهداً ، فإن كون الشمس مضيئة حق وهو ليس نازل من الرب ، بل هو علم حاصل بطريق يسره الله تعالى لنا .\r\n ثم قال تعالى : { كَفَّرَ عَنْهُمْ سيئاتهم وَأَصْلَحَ بَالَهُمْ } أي سترها وفيه إشارة إلى بشارة ما كانت تحصل بقوله أعدمها ومحاها ، لأن محو الشيء لا ينبىء عن إثبات أمر آخر مكانه ، وأما الستر فينبىء عنه ، وذلك لأن من يريد ستر ثوب بال أو وسخ لا يستره بمثله ، وإنما يستره بثوب نفيس نظيف ، ولا سيما الملك الجواد إذا ستر على عبد من عبيده ثوبه البالي أمر بإحضار ثوب من الجنس العالي لا يحصل إلا بالثمن الغالي ، فيلبس هذا هو الستر بينه وبين المحبوبين ، وكذلك المغفرة ، فإن المغفرة والتكفير من باب واحد في المعنى ، وهذا هو المذكور في قوله تعالى : { فَأُوْلَئِكَ يُبَدّلُ الله سَيّئَاتِهِمْ حسنات } [ الفرقان : 70 ] وقوله { وَأَصْلَحَ بَالَهُمْ } إشارة إلى ما ذكرنا من أنه يبدلها حسنة ، فإن قيل كيف تبدل السيئة حسنة؟ نقول معناه أنه يجزيه بعد سيئاته ما يجزى المحسن على إحسانه ، فإن قال الإشكال باق وباد ، وما زال بل زاد ، فإن الله تعالى لو أثاب على السيئة كما يثيب عن الحسنة ، لكان ذلك حثاً على السيئة ، نقول ما قلنا إنه يثيب على السيئة وإنما قلنا إنه يثيب بعد السيئة بما يثيب على الحسنة ، وذلك حيث يأتي المؤمن بسيئة ، ثم يتنبه ويندم ويقف بين يدي ربه معترفاً بذنبه مستحقراً لنفسه ، فيصير أقرب إلى الرحمة من الذي لم يذنب ، ودخل على ربه مفتخراً في نفسه ، فصار الذنب شرطاً للندم ، والثواب ليس على السيئة ، وإنما هو على الندم ، وكأن الله تعالى قال عبدي أذنب ورجع إليّ ، ففعله شيء لكن ظنه بي حسن حيث لم يجد ملجأ غيري فاتكل على فضلي ، والظن عمل القلب ، والفعل عمل البدن ، واعتبار عمل القلب أولى ، ألا ترى أن النائم والمغمى عليه لا يلتفت إلى عمل بدنه ، والمفلوج الذي لا حركة له يعتبر قصد قلبه ، ومثال الروح والبدن راكب دابة يركض فرسه بين يدي ملك يدفع عنه العدو بسيفه وسنانه ، والفرس يلطخ ثوب الملك بركضه في استنانه ، فهل يلتفت إلى فعل الدابة مع فعل الفارس ، بل لو كان الراكب فارغاً الفرس يؤذي بالتلويث يخاطب الفارس به ، فكذلك الروح راكب والبدن مركوب ، فإن كانت الروح مشغولة بعبادة الله وذكره ، ويصدر من البدن شيء لا يلتفت إليه ، بل يستحسن منه ذلك ويزاد في تربية الفرس الراكض ويهجر الفرس الواقف ، وإن كان غير مشغول فهو مؤاخذ بأفعال البدن ",
        "fav": 0,
        "note": null,
        "normal": "والذين آمنوا وعملوا الصالحات وآمنوا بما نزل على محمد وهو الحق من ربهم كفر عنهم سيئاتهم وأصلح بالهم (2) ",
        "babnum": 2
    },
    {
        "id": 2227,
        "cate": "47",
        "title": "ذَلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ (3) ",
        "details": " وفيه مسائل : المسألة الأولى : في الباطل وجوه الأول : ما لا يجوز وجوده ، وذلك لأنهم اتبعوا إلها غير الله ، وإله غير الله محال الوجود ، وهو الباطل وغاية الباطل ، لأن الباطل هو المعدوم ، يقال بطل كذا ، أي عدم ، والمعدوم الذي لا يجوز وجوده ولا يمكن أن يوجد ، ولا يجوز أن يصير حقاً موجوداً ، فهو في غاية البطلان ، فعلى هذا فالحق هو الذي لا يمكن عدمه وهو الله تعالى ، وذلك لأن الحق هو الموجود ، يقال تحقق الأمر ، أي وجد وثبت ، والموجود الذي لا يجوز عدمه هو في غاية الثبوت الثاني : الباطل الشيطان بدليل قوله تعالى : { لأَمْلاَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ } [ ص : 85 ] فبيّن أن الشيطان متبوع وأتباعه هم الكفار والفجار ، وعلى هذا فالحق هو الله ، لأنه تعالى جعل في مقابلة حزب الشيطان حزب الله الثالث : الباطل ، هو قول كبرائهم ودين آبائهم ، كما قال تعالى عنهم : { إِنَّا وَجَدْنَا ءَابَاءنَا على أُمَّةٍ وَإِنَّا على آثارهم مهتدون } [ الزحرف : 22 ] ومقتدون فعلى هذا الحق ما قاله النبي عليه السلام عن الله الرابع : الباطل كل ما سوى الله تعالى ، لأن الباطل والهالك بمعنى واحد .\r\n و { كُلُّ شَيْء هَالِكٌ إِلاَّ وَجْهَهُ } [ القصص : 88 ] وعلى هذا فالحق هو الله تعالى أيضاً .\r\n المسألة الثانية : لو قال قائل من ربهم لا يلائم إلا وجهاً واحداً من أربعة أوجه ، وهو قولنا المراد من الحق هو ما أنزل الله وما قال النبي عليه السلام من الله ، فأما على قولنا الحق هو الله فكيف يصح قوله { اتبعوا الحق مِن رَّبّهِمْ } نقول على هذا { مِّن رَّبِّهِمُ } لا يكون متعلقاً بالحق ، وإنما يكون تعلقه بقوله بقوله تعالى : { اتبعوا } أي اتبعوا أمر ربهم ، أي من فضل الله أو هداية ربهم اتبعوا الحق ، وهو الله سبحانه .\r\n المسألة الثالثة : إذا كان الباطل هو المعدوم الذي لا يجوز وجوده ، فكيف يمكن اتباعه؟ نقول لما كانوا يقولون إنما يفعلون للأصنام وهي آلهة وهي تؤجرهم بذلك كانوا متبعين في زعمهم ، ولا متبع هناك .\r\n المسألة الرابعة : قال في حق المؤمنين { اتبعوا الحق مِن رَّبّهِمْ } وقال في حق الكفار { اتبعوا الباطل } من آلهتهم أو الشيطان ، نقول أما آلهتهم فلأنهم لا كلام لهم ولا عقل ، وحيث ينطقهم الله ينكرون فعلهم ، كما قال تعالى : { وَيَوْمَ القيامة يَكْفُرُونَ بِشِرْكِكُمْ } [ فاطر : 14 ] وقال تعالى : { وَكَانُواْ بِعِبَادَتِهِمْ كافرين } [ الأحقاف : 6 ] والله تعالى رضي بفعلهم وثبتهم عليه ، ويحتمل أن يقال قوله { مّن رَّبّهِمُ } عائد إلى الأمرين جميعاً ، أي من ربهم اتبع هؤلاء الباطل ، وهؤلاء الحق ، أي من حكم ربهم ، ومن عند ربهم .\r\n ثم قال تعالى : { كَذَلِكَ يَضْرِبُ الله لِلنَّاسِ أمثالهم } وفيه أيضاً مسائل : المسألة الأولى : أي مثل ضربه الله تعالى حتى يقول { كَذَلِكَ يَضْرِبُ الله لِلنَّاسِ أمثالهم } ؟ نقول فيه وجهان أحدهما : إضلال أعمال الكفار وتكفير سيئات الأبرار الثاني : كون الكافر متبعاً للباطل ، وكون المؤمن متبعاً للحق ، ويحتمل وجهين آخرين أحدهما : على قولنا { مّن رَّبّهِمُ } أي من عند ربهم اتبع هؤلاء الباطل وهؤلاء الحق ، نقول هذا مثل يضرب عليه جميع الأمثال ، فإن الكل من عند الله الإضلال وغيره والاتباع وغيره وثانيهما : هو أن الله تعالى لما بيّن أن الكافر يضل الله عمله والمؤمن يكفر الله سيئاته ، وكان بين الكفر والإيمان مباينة ظاهرة فإنهما ضدان ، نبه على أن السبب كذا أي ليس الإضلال والتكفير بسبب المضادة والاختلاف بل بسبب اتباع الحق والباطل ، وإذا علم السبب فالفعلان قد يتحدان صورة وحقيقة وأحدهما يورث إبطال الأعمال والآخر يورث تكفير السيئات بسبب أن أحدهما يكون فيه اتباع الحق والآخر اتباع الباطل ، فإن من يؤمن ظاهراً وقلبه مملوء من الكفر ، ومن يؤمن بقلبه وقلبه مملوء من الإيمان اتحد فعلاهما في الظاهر ، وهما مختلفان بسبب اتباع الحق واتباع الباطل ، لا بدع من ذلك فإن من يؤمن ظاهراً وهو يسر الكفر ، ومن يكفر ظاهراً بالإكراه وقلبه مطمئن بالإيمان اختلف الفعلان في الظاهر ، وإبطال الأعمال لمن أظهر الإيمان بسبب أن اتباع الباطل من جانبه فكأنه تعالى قال الكفر والإيمان مثلان يثبت فيهما حكمان وعلم سببه ، وهو اتباع الحق والباطل ، فكذلك اعلموا أن كل شيء اتبع فيه الحق كان مقبولاً مثاباً عليه ، وكل أمر اتبع فيه الباطل كان مردوداً معاقباً عليه فصار هذا عاماً في الأمثال ، على أنا نقول قوله { كذلك } لا يستدعي أن يكون هناك مثل مضروب بل معناه أنه تعالى لما بيّن حال الكافر وإضلال أعماله وحال المؤمن وتكفير سيئاته وبيّن السبب فيهما ، كان ذلك غاية الإيضاح فقال : { كذلك } أي مثل هذا البيان { يَضْرِبُ الله لِلنَّاسِ أمثالهم } ويبين لهم أحوالهم .\r\n المسألة الثانية : الضمير في قوله { أمثالهم } عائد إلى من؟ فيه وجهان : أحدهما : إلى الناس كافة قال تعالى : { يَضْرِبُ الله لِلنَّاسِ أمثالهم } على أنفسهم وثانيهما : إلى الفريقين السابقين في الذكر معناه : يضرب الله للناس أمثال الفريقين السابقين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ذلك بأن الذين كفروا اتبعوا الباطل وأن الذين آمنوا اتبعوا الحق من ربهم كذلك يضرب الله للناس أمثالهم (3) ",
        "babnum": 3
    },
    {
        "id": 2228,
        "cate": "47",
        "title": "فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ (4) ",
        "details": " ثم قال تعالى : { فَإِذَا لَقِيتُمُ الذين كَفَرُواْ فَضَرْبَ الرقاب حتى إِذَا أَثْخَنتُمُوهُمْ } وفيه مسائل : المسألة الأولى : الفاء في قوله { فَإِذَا لَقِيتُمُ } يستدعي متعلقاً يتعلق به ويترتب عليه ، فما وجه التعلق بما قبله؟ نقول هو من وجوه : الأول : لما بيّن أن الذين كفروا أضل الله أعمالهم واعتبار الإنسان بالعمل ، ومن لم يكن له عمل فهو همج فإن صار مع ذلك يؤذي حسن إعدامه { فَإِذَا لَقِيتُمُ } بعد ظهور أن لا حرمة لهم وبعد إبطال أعمالهم ، فاضربوا أعناقهم الثاني : إذا تبين تباين الفريقين وتباعد الطريقين ، وأن أحدهما يتبع الباطل وهو حزب الشيطان ، والآخر يتبع الحق وهو حزب الرحمن حق القتال عند التحزب ، فإذا لقيتموهم فاقتلوهم الثالث : أن من الناس من يقول لضعف قلبه وقصور نظره إيلام الحيوان من الظلم والطغيان ، ولا سيما القتل الذي هو تخريب بنيان ، فيقال رداً عليهم : لما كان اعتبار الأعمال باتباع الحق والباطل فمن يقتل في سبيل الله لتعظيم أمر الله لهم من الأجر ما للمصلي والصائم ، فإذا لقيتم الذين كفروا فاقتلوهم ولا تأخذكم بهما رأفة فإن ذلك اتباع للحق والاعتبار به لا بصورة الفعل .\r\n المسألة الثانية : { فَضَرْبَ } منصوب على المصدر ، أي فاضربوا ضرب الرقاب .\r\n المسألة الثالثة : ما الحكمة في اختيار ضرب الرقبة على غيرها من الأعضاء نقول فيه : لما بيّن أن المؤمن ليس يدافع إنما هو دافع ، وذلك أن من يدفع الصائل لا ينبغي أن يقصد أولاً مقتله بل يتدرج ويضرب على غير المقتل ، فإن اندفع فذاك ولا يترقى إلى درجة الإهلاك ، فقال تعالى ليس المقصود إلا دفعهم عن وجه الأرض ، وتطهير الأرض منهم ، وكيف لا والأرض لكم مسجد ، والمشركون نجس ، والمسجد يطهر من النجاسة ، فإذاً ينبغي أن يكون قصدكم أولاً إلى قتلهم بخلاف دفع الصائل ، والرقبة أظهر المقاتل لأن قطع الحلقوم والأوداج مستلزم للموت لكن في الحرب لا يتهيأ ذلك ، والرقبة ظاهرة في الحرب ففي ضربها حز العنق وهو مستلزم للموت بخلاف سائر المواضع ، ولا سيما في الحرب ، وفي قوله { لَقِيتُمُ } ما ينبىء عن مخالفتهم الصائل لأن قوله { لَقِيتُمُ } يدل على أن القصد من جانبهم بخلاف قولنا لقيكم ، ولذلك قال في غير هذا الموضع { واقتلوهم حَيْثُ ثَقِفْتُمُوهُمْ } [ البقرة : 191 ] .\r\n المسألة الرابعة : قال ههنا { ضَرب الرقاب } بإظهار المصدر وترك الفعل ، وقال في الأنفال { فاضربوا فَوْقَ الأعناق } [ الأنفال : 12 ] بإظهار الفعل ، وترك المصدر ، فهل فيه فائدة؟ نقول نعم ولنبينها بتقديم مقدمة ، وهي أن المقصود أولاً في بعض السور قد يكون صدور الفعل من فاعل ويتبعه المصدر ضمناً ، إذ لا يمكن أن يفعل فاعل إلا ويقع منه المصدر في الوجود ، وقد يكون المقصود أولاً المصدر ولكنه لا يوجد إلا من فاعل فيطلب منه أن يفعل ، مثاله من قال : إني حلفت أن أخرج من المدينة .\r\n فيقال له : فاخرج ، صار المقصود منه صدور الفعل منه والخروج في نفسه غير مقصود الانتفاء ، ولو أمكن أن يخرج من غير تحقق الخروج منه لما كان عليه إلا أن يخرج لكن من ضرورات الخروج أن يخرج ، فإذا قال قائل ضاق بي المكان بسبب الأعداء فيقال له مثلاً الخروج يعني الخروج فاخرج فإن الخروج هو المطلوب حتى لو أمكن الخروج من غير فاعل لحصل الغرض لكنه محال فيتبعه الفعل ، إذا عرفت هذا فنقول في الأنفال الحكاية عن الحرب الكائنة وهم كانوا فيها والملائكة أنزلوا لنصرة من حضر في صف القتال فصدور الفعل منه مطلوب ، وههنا الأمر وارد وليس في وقت القتال بدليل قوله تعالى : { فَإِذَا لَقِيتُمُ } والمقصود بيان كون المصدر مطلوباً لتقدم المأمور على الفعل قال : { فَضَرْبَ الرقاب } وفيما ذكرنا تبيين فائدة أخرى وهي أن الله تعالى قال هناك { واضربوا مِنْهُمْ كُلَّ بَنَانٍ } [ الأنفال : 12 ] وذلك لأن الوقت وقت القتال فأرشدهم إلى المقتل وغيره إن لم يصيبوا المقتل ، وههنا ليس وقت القتال فبيّن أن المقصود القتل وغرض المسلم ذلك .\r\n المسألة الخامسة : { حتى } لبيان غاية الأمر لا لبيان غاية القتل أي حتى إذا اثخنتموهم لا يبقى الأمر بالقتل ، ويبقى الجواز ولو كان لبيان القتل لما جاز القتل ، والقتل جائز إذا التحق المثخن بالشيخ الهرم ، والمراد كما إذا قطعت يداه ورجلاه فنهى عن قتله .\r\n ثم قال تعالى : { فَشُدُّواْ الوثاق } أمر إرشاد .\r\n ثم قال تعالى : { فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً } وفيه مسائل : المسألة الأولى : ( إما ) وإنما للحصر وحالهم بعد الأسر غير منحصر في الأمرين ، بل يجوز القتل والاسترقاق والمن والفداء ، نقول هذا إرشاد فذكر الأمر العام الجائز في سائر الأجناس ، والاسترقاق غير جائز في أسر العرب ، فإن النبي صلى الله عليه وسلم كان معهم فلم يذكر الاسترقاق ، وأما القتل فلأن الظاهر في المثخن الإزمان ، ولأن القتل ذكره بقوله { فَضَرْبَ الرقاب } فلم يبق إلا الأمران .\r\n المسألة الثانية : مناً وفداءً منصوبان لكونهما مصدرين تقديره : فإما تمنون مناً وإما تفدون فداءً وتقديم المن على الفداء إشارة إلى ترجيح حرمة النفس على طلب المال ، والفداء يجوز أن يكون مالاً يكون وأن يكون غيره من الأسرى أو شرطاً يشرط عليهم أو عليه وحده .\r\n المسألة الثالثة : إذا قدرنا الفعل وهو تمنون أو تفدون على تقدير المفعول ، حتى نقول إما تمنون عليهم منا أو تفدونهم فداء ، نقول لا لأن المقصود المن والفداء لا عليهم وبهم كما يقول القائل : فلان يعطي ويمنع ولا يقال يعطي زيداً ويمنع عمراً لأن غرضه ذكر كونه فاعلاً لا بيان المفعول ، وكذلك ههنا المقصود إرشاد المؤمنين إلى الفضل .\r\n ثم قال تعالى : { حتى تَضَعَ الحرب أَوْزَارَهَا } .\r\n وفي تعلق { حتى } وجهان أحدهما : تعلقها بالقتل أي اقتلوهم حتى تضع وثانيهما : بالمن والفداء ، ويحتمل أن يقال متعلقة بشدوا الوثاق وتعلقها بالقتل أظهر وإن كان ذكره أبعد ، وفي الأوزار وجهان أحدهما : السلاح والثاني : الآثام وفيه مسائل : المسألة الأولى : إن كان المراد الإثم ، فكيف تضع الحرب الإثم والإثم على المحارب؟ وكذلك السؤال في السلاح لكنه على الأول أشد توجهاً ، فيقول تضع الحرب الأوزار لا من نفسها ، بل تضع الأوزار التي على المحاربين والسلاح الذي عليهم .\r\n المسألة الثانية : هل هذا كقوله تعالى : { واسئل القرية } [ يوسف : 82 ] حتى يكون كأنه قال حتى تضع أمة الحرب أو فرقة الحرب أوزارها؟ نقول ذلك محتمل في النظر الأول ، لكن إذا أمعنت في المعنى تجد بينهما فرقاً ، وذلك لأن المقصود من قوله { حتى تَضَعَ الحرب أَوْزَارَهَا } الحرب بالكلية بحيث لا يبقى في الدنيا حزب من أحزاب الكفر يحارب حزباً من أحزاب الإسلام ، ولو قلنا حتى تضع أمة الحرب جاز أن يضعوا الأسلحة ويتركوا الحرب وهي باقية بمادتها كما تقول خصومتي ما انفصلت ولكني تركتها في هذه الأيام ، وإذا أسندنا الوضع إلى الحرب يكون معناه إن الحرب لم يبق .\r\n المسألة الثالثة : لو قال حتى لا يبقى حزب أو ينفر من الحرب هل يحصل معنى قوله { حتى تَضَعَ الحرب أَوْزَارَهَا } نقول لا والتفاوت بين العبارتين مع قطع النظر عن النظم ، بل النظر إلى نفس المعنى كالتفاوت بين قولك انقرضت دولة بني أُمية ، وقولك لم يبق من دولتهم أثر ، ولا شك أن الثاني أبلغ ، فكذلك ههنا قوله تعالى : { أَوْزَارَهَا } معناه آثارها فإن من أوزار الحرب آثارها .\r\n المسألة الرابعة : وقت وضع أوزار الحرب متى هو؟ نقول فيه أقوال حاصلها راجع إلى أن ذلك الوقت هو الوقت الذي لا يبقى فيه حزب من أحزاب الإسلام وحزب من أحزاب الكفر وقيل ذلك عند قتال الدجال ونزول عيسى عليه السلام .\r\n ثم قال تعالى : { ذلك وَلَوْ يَشَاء اللَّهُ لاَنْتَصَرَ مِنْهُمْ } .\r\n في معنى ذلك وجهان أحدهما : الأمر ذلك والمبتدأ محذوف ويحتمل أن يقال ذلك واجب أو مقدم ، كما يقول القائل إن فعلت فذاك أي فذاك مقصود ومطلوب ، ثم بيّن أن قتالهم ليس طريقاً متعيناً بل الله لو أراد أهلكهم من غير جند .\r\n قوله تعالى : { ولكن لّيَبْلُوَا بَعْضَكُمْ بِبَعْضٍ } .\r\n أي ولكن ليكلفكم فيحصل لكم شرف باختياره إياكم لهذا الأمر .\r\n فإن قيل ما التحقيق في قولنا التكليف ابتلاء وامتحان والله يعلم السر وأخفى ، وماذا يفهم من قوله { ولكن لّيَبْلُوَا بَعْضَكُمْ بِبَعْضٍ } ؟ نقول فيه وجوه الأول : أن المراد منه يفعل ذلك فعل المبتلين أي كما يفعل المبتلى المختبر ، ومنها أن الله تعالى يبلو ليظهر الأمر لغيره إما للملائكة وإما للناس ، والتحقيق هو أن الابتلاء والامتحان والاختبار فعل يظهر بسببه أمر غيره متعين عند العقلاء بالنظر إليه قصداً إلى ظهوره ، وقولنا فعل يظهر بسببه أمر ظاهر الدخول في مفهوم الابتداء ، لأن ما لا يظهر بسببه شيء أصلاً لا يسمى ابتلاء ، أما قولنا أمر غير متعين عند العقلاء ، وذلك لأن من يضرب بسيفه على القثاء والخيار لا يقال إنه يمتحن ، لأن الأمر الذي يظهر منه متعين وهو القطع والقد بقسمين ، فإذا ضرب بسيفه سبعاً يقال يمتحن بسيفه ليدفع عن نفسه وقد يقده وقد لا يقده ، وأما قولنا ليظهر منه ذلك فلأن من يضرب سبعاً بسيفه ليدفعه عن نفسه لا يقال إنه ممتحن لأن ضربه ليس لظهور أمر متعين ، إذا علم هذا فنقول الله تعالى إذا أمرنا بفعل يظهر بسببه أمر غير متعين ، وهو إما الطاعة أو المعصية في العقول ليظهر ذلك يكون ممتحناً ، وإن كان عالماً به لكون عدم العلم مقارناً فينا لابتلائنا فإذا ابتلينا وعدم العلم فينا مستمر أمرنا وليس من ضرورات الابتلاء ، فإن قيل الابتلاء فائدته حصول العلم عند المبتلى ، فإذا كان الله تعالى عالماً فأية فائدة فيه؟ نقول ليس هذا سؤال يختص بالابتلاء ، فإن قول القائل : لم ابتلى كقول القائل لم عاقب الكافر وهو مستغن ، ولم خلق النار محرقة وهو قادر على أن يخلقها بحيث تنفع ولا تضر؟ وجوابه : لا يسأل عما يفعل ، ونقول حينئذ ما قاله المتقدمون إنه لظهور الأمر المتعين لإله ، وبعد هذا فنقول : المبتلى لا حاجة له إلى الأمر الذي يظهر من الابتلاء ، فإن الممتحن للسيف فيما ذكرنا من الصورة لا حاجة له إلى قطع ما يجرب السيف فيه حتى أنه لو كان محتاجاً ، كما ضربنا من مثال دفع السبع بالسيف لا يقال إنه يمتحن وقوله { لّيَبْلُوَا بَعْضَكُمْ بِبَعْضٍ } إشارة إلى عدم الحاجة تقريراً لقوله { ذلك وَلَوْ يَشَاءُ اللَّهُ لاَنْتَصَرَ مِنْهُمْ } .\r\n ثم قال تعالى : { والذين قُتِلُواْ فِى سَبِيلِ الله فَلَن يُضِلَّ أعمالهم } .\r\n قرىء قتلوا وقاتلوا والكل مناسب لما تقدم ، أما من قرأ قتلوا فلأنه لما قال : { فَضَرْبَ الرقاب } ومعناه فاقتلوهم بين ما للقاتل بقوله { والذين قُتِلُواْ فِى سَبِيلِ الله فَلَن يُضِلَّ أعمالهم } رداً على من زعم أن القتل فساد محرم إذ هو إفناء من هو مكرم ، فقال عملهم ليس كحسنة الكافر يبطل بل هو فوق حسنات الكافر أضل الله أعمال الكفار ، ولن يضل القاتلين ، فكيف يكون القتل سيئة ، وأما من قرأ { قَاتَلُواْ } فهو أكثر فائدة وأعم تناولاً ، لأنه يدخل فيه من سعى في القتل سواء قتل أو لم يقتل ، وأما من قرأ { والذين قُتِلُواْ } على البناء للمفعول فنقول هي مناسبة لما تقدم من وجوه أحدها : هو أنه تعالى لما قال : { فَضَرْبَ الرقاب } أي اقتلوا والقتل لا يتأتى إلا بالإقدام وخوف أن يقتل المقدم يمنعه من الإقدام ، فقال لا تخافوا القتل فإن من يقتل في سبيل الله له من الأجر والثواب ما لا يمنع المقاتل من القتال بل يحثه عليه وثانيها : هو أنه تعالى لما قال : { لّيَبْلُوَا بَعْضَكُمْ بِبَعْضٍ } والمبتلى بالشيء له على كل وجه من وجوه الأثر الظاهر بالابتلاء حال من الأحوال ، فإن السيف الممتحن تزيد قيمته على تقدير أن يقطع وتنقص على تقدير أن لا يقطع فحال المبتلين ماذا فقال إن قتل فله أن لا يضل عمله ويهدى ويكرم ويدخل الجنة ، وأما إن قتل فلا يخفى ( أمره ) عاجلاً وآجلاً ، وترك بيانه على تقدير كونه قاتلاً لظهوره وبين حاله على تقدير كونه مقتولاً وثالثها : هو أنه تعالى لما قال : { لِيَبْلُوَكُمْ } ولا يبتلي الشيء النفيس بما يخاف منه هلاكه ، فإن السيف المهند العضب الكبير القيمة لا يجرب بالشيء الصلب الذي يخاف عليه منه الانكسار ، ولكن الآدمي مكرم كرمه الله وشرفه وعظمه ، فلماذا ابتلاه بالقتال وهو يفضي إلى القتل والهلاك إفضاء غير نادر ، فكيف يحسن هذا الابتلاء؟ فنقول القتل ليس بإهلاك بالنسبة إلى المؤمن فإنه يورث الحياة الأبدية فإذا ابتلاه بالقتال فهو على تقدير أن يقتل مكرم وعلى تقدير أن لا يقتل مكرم هذا إن قاتل وإن لم يقاتل ، فالموت لا بد منه وقد فوت على نفسه الأجر الكبير .\r\n وأما قوله تعالى : { فَلَن يُضِلَّ أعمالهم } قد علم معنى الإضلال ، بقي الفرق بين العبارتين في حق الكافر والضال قال { أَضَلَّ } [ محمد : 1 ] وقال في حق المؤمن الداعي { لَنْ يُضِلَّ } ، لأن المقاتل داع إلى الإيمان لأن قوله { حتى تَضَعَ الحرب أَوْزَارَهَا } قد ذكر أن معناه حتى لم يبق إثم بسبب حرب ، وذلك حيث يسلم الكافر فالمقاتل يقول إما أن تسلم وإما أن تقتل ، فهو داع والكافر صاد وبينهما تباين وتضاد فقال في حق الكافر أضل بصيغة الماضي ، ولم يقل يضل إشارة إلى أن عمله حيث وجد عدم ، وكأنه لم يوجد من أصله ، وقال في حق المؤمن فلن يضل ، ولم يقل ما أضل إشارة إلى أن عمله كلما ثبت عليه أثبت له ، فلن يضل للتأبيد وبينهما غاية الخلاف ، كما أن بين الداعي والصاد غاية التباين والتضاد ، فإن قيل ما معنى الفاء في قوله { فَلَن يُضِلَّ } ؟ جوابه لأن في قوله تعالى : { والذين قُتِلُواْ } معنى الشرط .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فإذا لقيتم الذين كفروا فضرب الرقاب حتى إذا أثخنتموهم فشدوا الوثاق فإما منا بعد وإما فداء حتى تضع الحرب أوزارها ذلك ولو يشاء الله لانتصر منهم ولكن ليبلو بعضكم ببعض والذين قتلوا في سبيل الله فلن يضل أعمالهم (4) ",
        "babnum": 4
    },
    {
        "id": 2229,
        "cate": "47",
        "title": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ (5) ",
        "details": " إن قرىء { قتلوا } أو { قَاتَلُواْ } فالهداية محمولة على الآجلة والعاجلة ، وإن قرىء { قتلوا } فهو الآخرة { سَيَهْدِيهِمْ } طريق الجنة من غير وقفة من قبورهم إلى موضع حبورهم .\r\n وقوله : { وَيُصْلِحُ بَالَهُمْ } .\r\n قد تقدم تفسيره في قوله تعالى : { أَصْلَحَ بَالَهُمْ } [ محمد : 2 ] والماضي والمستقبل راجع إلى أن هناك وعدهم ما وعدهم بسبب الإيمان والعمل الصالح ، وذلك كان واقعاً منهم فأخبر عن الجزاء بصيغة تدل على الوقوع ، وههنا وعدهم بسبب القتال والقتل ، فكان في اللفظ ما يدل على الاستقبال ، لأن قوله تعالى : { فَإِذَا لَقِيتُمُ } [ محمد : 4 ] يدل على الاستقبال فقال : { وَيُصْلِحُ بَالَهُمْ } ثم قال تعالى : ",
        "fav": 0,
        "note": null,
        "normal": "سيهديهم ويصلح بالهم (5) ",
        "babnum": 5
    },
    {
        "id": 2230,
        "cate": "47",
        "title": "وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ (6) ",
        "details": " وكأن الله تعالى عند حشرهم يهديهم إلى طريق الجنة ويلبسهم في الطريق خلع الكرامة ، وهو إصلاح البال { وَيُدْخِلُهُمُ الجنة } فهو على ترتيب الوقوع .\r\n وأما قوله { عَرَّفَهَا لَهُمْ } .\r\n ففيه وجوه : أحدها : هو أن كل أحد يعرف منزلته ومأواه ، حتى أن أهل الجنة يكونون أعرف بمنازلهم فيها من أهل الجمعة ينتشرون في الأرض كل أحد يأوي إلى منزله ، ومنهم من قال الملك الموكل بأعماله يهديه الوجه الثاني : { عَرَّفَهَا لَهُمْ } أي طيبها يقال طعام معرف الوجه الثالث : قال الزمخشري يحتمل أن يقال عرفها لهم حددها من عرف الدار وأرفها أي حددها ، وتحديدها في قوله { وَجَنَّةٍ عَرْضُهَا السموات والأرض } [ آل عمران : 133 ] ويحتمل أن يقال المراد هو قوله تعالى : { وَتِلْكَ الجنة التى أُورِثْتُمُوهَا } [ الزخرف : 72 ] مشيراً إليها معرفاً لهم بأنها هي تلك وفيه وجه آخر وهو أن يقال معناه { عَرَّفَهَا لَهُمْ } قبل القتل فإن الشهيد قبل وفاته تعرض عليه منزلته في الجنة فيشتاق إليها ووجه ثان : معناه { وَيُدْخِلُهُمُ الجنة } ولا حاجة إلى وصفها فإنه تعالى : { عَرَّفَهَا لَهُمْ } مراراً ووصفها ووجه ثالث : وهو من باب تعريف الضالة فإن الله تعالى لما قال : { إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ وأموالهم بِأَنَّ لَهُمُ الجنة } [ التوبة : 111 ] فكأنه تعالى قال من يأخذ الجنة ويطلبها بماله أو بنفسه فالذي قتل سمع التعريف وبذل ما طلب منه عليها فأدخلها ، ثم إنه تعالى لما بيّن ما على القتال من الثواب والأجر وعدهم بالنصر في الدنيا زيادة في الحث ليزداد منهم الإقدام فقال : ",
        "fav": 0,
        "note": null,
        "normal": "ويدخلهم الجنة عرفها لهم (6) ",
        "babnum": 6
    },
    {
        "id": 2231,
        "cate": "47",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ (7) ",
        "details": " وفي نصر الله تعالى وجوه : الأول : إن تنصروا دين الله وطريقه والثاني : إن تنصروا حزب الله وفريقه الثالث : المراد نصرة الله حقيقة ، فنقول النصرة تحقيق مطلوب أحد المتعاديين عند الاجتهاد والأخذ في تحقيق علامته ، فالشيطان عدو الله يجتهد في تحقيق الكفر وغلبة أهل الإيمان ، والله يطلب قمع الكفر وإهلاك أهله وإفناء من اختار الإشراك بجهله ، فمن حقق نصرة الله حيث حقق مطلوبه لا تقول حقق مراده فإن مراد الله لا يحققه غيره ، ومطلوبه عند أهل السنة غير مراده فإنه طلب الإيمان من الكافر ولم يرده وإلا لوقع .\r\n ثم قال : { يَنصُرْكُمُ } فإن قيل فعلام قلت إذا نصر المؤمنين الله تعالى ، فقد حقق ما طلبه ، فكيف يحقق ما طلبه العبد وهو شيء واحد ، فنقول المؤمن ينصر الله بخروجه إلى القتال وإقدامه ، والله ينصره بتقويته وتثبيت أقدامه ، وإرسال الملائكة الحافظين له من خلفه وقدامه ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا إن تنصروا الله ينصركم ويثبت أقدامكم (7) ",
        "babnum": 7
    },
    {
        "id": 2232,
        "cate": "47",
        "title": "وَالَّذِينَ كَفَرُوا فَتَعْسًا لَهُمْ وَأَضَلَّ أَعْمَالَهُمْ (8) ",
        "details": " هذا زيادة في تقوية قلوبهم ، لأنه تعالى لما قال : { وَيُثَبّتْ أَقْدَامَكُمْ } [ محمد : 7 ] جاز أن يتوهم أن الكافر أيضاً يصير ويثبت للقتال فيدوم القتال والحراب والطعان والضراب ، وفيه المشقة العظيمة فقال تعالى : لكم الثبات ولهم الزوال والتغير والهلاك فلا يكون الثبات ، وسببه ظاهر لأن آلهتهم جمادات لا قدرة لها ولا ثبات عند من له قدرة ، فهي غير صالحة لدفع ما قدره الله تعالى عليهم من الدمار ، وعند هذا لا بد عن زوال القدم والعثار ، وقال في حق المؤمنين { وَيُثَبّتْ } بصيغة الوعد لأن الله تعالى لا يجب عليه شيء ، وقال في حقهم بصيغة الدعاء ، وهي أبلغ من صيغة الإخبار من الله لأن عثارهم واجب لأن عدم النصرة من آلهتهم واجب الوقوع إذ لا قدرة لها والتثبيت من الله ليس بواجب الوقوع ، لأنه قادر مختار يفعل ما يشاء .\r\n وقوله { وَأَضَلَّ أعمالهم } إشارة إلى بيان مخالفة موتاهم لقتلى المسلمين ، حيث قال في حق قتلاهم { فَلَن يُضِلَّ أعمالهم } [ محمد : 4 ] وقال في موتى الكافرين { وَأَضَلَّ أعمالهم } ثم بيّن الله تعالى سبب ما اختلفوا فيه فقال : ",
        "fav": 0,
        "note": null,
        "normal": "والذين كفروا فتعسا لهم وأضل أعمالهم (8) ",
        "babnum": 8
    },
    {
        "id": 2233,
        "cate": "47",
        "title": "ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنْزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ (9) ",
        "details": " وفيه وجوه الأول : المراد القرآن ، ووجهه هو أن كيفية العمل الصالح لا تعلم بالعقل وإنما تدرك بالشرع والشرع بالقرآن فلما أعرضوا لم يعرفوا العمل الصالح وكيفية الإتيان به ، فأتوا بالباطل فأحبط أعمالهم الثاني : { كَرِهُواْ مَا أَنزَلَ الله } من بيان التوحيد كما قال الله تعالى عنهم { أئنا لتاركو آلهتنا } [ الصافات : 36 ] وقال تعالى : { أَجَعَلَ الآلهة إلها واحدا } إلى أن قال : { إِنْ هذا إِلاَّ اختلاق } [ ص : 5 7 ] وقال تعالى : { وَإِذَا ذُكِرَ الله وَحْدَهُ اشمأزت قُلُوبُ الذين لاَ يُؤْمِنُونَ بالآخرة } [ الزمر : 45 ] ووجهه أن الشرك محبط للعمل ، قال الله تعالى : { لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ } [ الزمر : 65 ] وكيف لا والعمل من المشرك لا يقع لوجه الله فلا بقاء له في نفسه ولا بقاء له ببقاء من له العمل ، لأن ما سوى وجه الله تعالى هالك محبط الثالث : { كَرِهُواْ مَا أَنزَلَ الله } من بيان أمر الآخرة فلم يعملوا لها ، والدنيا وما فيها ومآلها باطل ، فأحبط الله أعمالهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ذلك بأنهم كرهوا ما أنزل الله فأحبط أعمالهم (9) ",
        "babnum": 9
    },
    {
        "id": 2234,
        "cate": "47",
        "title": "أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ دَمَّرَ اللَّهُ عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا (10) ",
        "details": " فيه مناسبة للوجه الثالث يعني فينظروا إلى حالهم ويعلموا أن الدنيا فانية .\r\n وقوله { دَمَّرَ الله عَلَيْهِمْ } أي أهلك عليهم متاع الدنيا من الأموال والأولاد والأزواج والأجساد .\r\n وقوله تعالى : { وللكافرين أمثالها } يحتمل وجهين أحدهما : أن يكون المراد لهم أمثالها في الدنيا ، وحينئذ يكون المراد من الكافرين هم الكافرون بمحمد عليه الصلاة والسلام وثانيهما : أن يكون المراد لهم أمثالها في الآخرة ، فيكون المراد من تقدم كأنه يقول : دمر الله عليهم في الدنيا ولهم في الآخرة أمثالها ، وفي العائد إليه ضمير المؤنث في قوله { أمثالها } وجهان أحدهما : هو المذكور وهو العاقبة وثانيهما : هو المفهوم وهو العقوبة ، لأن التدمير كان عقوبة لهم ، فإن قيل على قولنا المراد للكافرين بمحمد عليه السلام أمثال ما كان لمن تقدمهم من العاقبة يرد سؤال ، وهو أن الأولين أهلكوا بوقائع شديدة كالزلازل والنيران وغيرهما من الرياح والطوفان ، ولا كذلك قوم محمد صلى الله عليه وسلم ، نقول جاز أن يكون عذابهم أشد من عذاب الأولين لكون دين محمد أظهر بسبب تقدم الأنبياء عليهم السلام عليه وإخبارهم عنه وإنذارهم به على أنهم قتلوا وأسروا بأيديهم من كانوا يستخفونهم ويستضعفونهم والقتل بيد المثل آلم من الهلاك بسبب عام وسؤال آخر : إذا كان الضمير عائداً إلى العاقبة فكيف يكون لها أمثال؟ قلنا يجوز أن يقال المراد العذاب الذي هو مدلول العاقبة أو الألم الذي كانت العاقبة عليه ",
        "fav": 0,
        "note": null,
        "normal": "أفلم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم دمر الله عليهم وللكافرين أمثالها (10) ",
        "babnum": 10
    },
    {
        "id": 2235,
        "cate": "47",
        "title": "ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَى لَهُمْ (11) ",
        "details": " { ذلك } يحتمل أن يكون إشارة إلى النصر وهو اختيار جماعة ذكره الواحدي ، ويحتمل وجهاً آخر أغرب من حيث النقل ، وأقرب من حديث العقل ، وهو أنا لما بينا أن قوله تعالى : { وللكافرين أمثالها } [ محمد : 10 ] إشارة إلى أن قوم محمد عليه الصلاة والسلام أهكلوا بأيدي أمثالهم الذين كانوا لا يرضون بمجالستهم وهو آلم من الهلاك بالسبب العام ، قال تعالى : { ذلك } أي الإهلاك والهوان بسبب أن الله تعالى ناصر المؤمنين ، والكافرون اتخذوا آلهة لا تنفع ولا تضر ، وتركوا الله فلا ناصر لهم ولا شك أن من ينصره الله تعالى يقدر على القتل والأسر وإن كان له ألف ناصر فضلاً عن أن يكون لا ناصر لهم ، فإن قيل كيف الجمع بين قوله تعالى { لاَ مولى لَهُمْ } وبين قوله { مولاهم الحق } [ الأنعام : 62 ] نقول المولى ورد بمعنى السيد والرب والناصر فحيث قال : { لاَ مولى لَهُمْ } أراد لا ناصر لهم ، وحيث قال : { مولاهم الحق } أي ربهم ومالكهم ، كما قال : { يَأَيُّهَا الناس اتقوا رَبَّكُمُ } [ النساء : 1 ] وقال : { رَبُّكُمْ وَرَبُّ ءَابَائِكُمُ الأولين } [ الشعراء : 26 ] وفي الكلام تباين عظيم بين الكافر والمؤمن لأن المؤمن ينصره الله وهو خير الناصرين ، والكافر لا مولى له بصيغة نافية للجنس ، فليس له ناصر وإنه شر الناصرين ",
        "fav": 0,
        "note": null,
        "normal": "ذلك بأن الله مولى الذين آمنوا وأن الكافرين لا مولى لهم (11) ",
        "babnum": 11
    },
    {
        "id": 2236,
        "cate": "47",
        "title": "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ وَالنَّارُ مَثْوًى لَهُمْ (12) ",
        "details": " لما بيّن الله تعالى حال المؤمنين والكافرين في الدنيا بيّن حالهم في الآخرة وقال إنه يدخل المؤمن الجنة والكافر النار وفيه مسائل : المسألة الأولى : كثيراً ما يقتصر الله على ذكر الأنهار في وصف الجنة لأن الأنهار يتبعها الأشجار والأشجار تتبعها الثمار ولأنه سبب حياة العالم ، والنار سبب الإعدام ، وللمؤمن الماء ينظر إليه وينتفع به ، وللكافر النار يتقلب فيها ويتضرر بها .\r\n المسألة الثانية : ذكرنا مراراً أن من في قوله { مِن تَحْتِهَا الأنهار } يحتمل أن يكون صلة معناه تجري تحتها الأنهار ، ويحتمل أن يكون المراد أن ماءها منها لا يجري إليها من موضع آخر ، فيقال هذا النهر منبعه من أين؟ يقال من عين كذا من تحت جبل كذا .\r\n لمسألة الثالثة : قال : { والذين كَفَرُواْ يَتَمَتَّعُونَ } خصهم بالذكر مع أن المؤمن أيضاً له التمتع بالدنيا وطيباتها ، نقول من يكون له ملك عظيم ويملك شيئاً يسيراً أيضاً لا يذكر إلا بالملك العظيم ، يقال في حق الملك العظيم صاحب الضيعة الفلانية ومن لا يملك إلا شيئاً يسيراً فلا يذكر إلا به ، فالمؤمن له ملك الجنة فمتاع الدنيا لا يلتفت إليه في حقه والكافر ليس له إلا الدنيا ، ووجه آخر : الدنيا للمؤمن سجن كيف كان ، ومن يأكل في السجن لا يقال إنه يتمتع ، فإن قيل كيف تكون الدنيا سجناً مع ما فيها من الطيبات؟ نقول للمؤمن في الآخرة طيبات معدة وإخوان مكرمون نسبتها ونسبتهم إلى الدنيا ومن فيها تتبين بمثال ، وهو أن من يكون له بستان فيه من كل الثمرات الطيبة في غاية اللذة وأنهار جارية في غاية الصفاء ودور وغرف في غاية الرفعة وأولاده فيها ، وهو قد غاب عنهم سنين ثم توجه إليهم وهم فيها ، فلما قرب منهم عوق في أجمة فيها من بعض الثمار العفصة والمياه الكدرة ، وفيها سباع وحشرات كثيرة ، فهل يكون حاله فيها كحال مسجون في بئر مظلمة وفي بيت خراب أم لا؟ وهل يجوز أن يقال له اترك ما هو لك وتعلل بهذه الثمار وهذه الأنهار أم لا؟ .\r\n كذلك حال المؤمن ، وأما الكافر فحاله كحال من يقدم إلى القتل فيصبر عليه أياماً في مثل تلك الأجمة التي ذكرناها يكون في جنة ، ونسبة الدنيا إلى الجنة والنار دون ما ذكرنا من المثال ، لكنه ينبىء ذا البال ، عن حقيقة الحال .\r\n وقوله تعالى : { كَمَا تَأْكُلُ الأنعام } يحتمل وجوهاً أحدها : أن الأنعام يهمها الأكل لا غير والكافر كذلك والمؤمن يأكل ليعمل صالحاً ويقوى عليه وثانيها : الأنعام لا تستدل بالمأكول على خالقها والكافر كذلك وثالثها : الأنعام تعلف لتسمن وهي غافلة عن الأمر ، لا تعلم أنها كلما كانت أسمن كانت أقرب إلى الذبح والهلاك ، وكذلك الكافر ويناسب ذلك قوله تعالى : { والنار مَثْوًى لَّهُمْ } .\r\n المسألة الرابعة : قال في حق المؤمن { إِنَّ الله يُدْخِلُ } بصيغة الوعد ، وقال في حق الكافر { والنار مَثْوًى لَّهُمْ } بصيغة تنبىء عن الاستحقاق لما ذكرنا أن الإحسان لا يستدعي أن يكون عن استحقاق ، فالمحسن إلى من لم يوجد منه ما يوجب الإحسان كريم ، والمعذب من غير استحقاق ظالم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الله يدخل الذين آمنوا وعملوا الصالحات جنات تجري من تحتها الأنهار والذين كفروا يتمتعون ويأكلون كما تأكل الأنعام والنار مثوى لهم (12) ",
        "babnum": 12
    },
    {
        "id": 2237,
        "cate": "47",
        "title": "وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ (13) ",
        "details": " لما ضرب الله تعالى لهم مثلاً بقوله { أَفَلَمْ يَسِيرُواْ فِي الأرض } [ محمد : 10 ] ولم ينفعهم مع ما تقدم من الدلائل ضرب للنبي عليه السلام مثلاً تسلية له فقال : { وَكَأَيّن مّن قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مّن قَرْيَتِكَ التى أَخْرَجَتْكَ أهلكناهم } وكانوا أشد من أهل مكة كذلك نفعل بهم ، فاصبر كما صبر رسلهم ، وقوله { فَلاَ ناصر لَهُمْ } قال الزمخشري كيف قوله { فَلاَ ناصر لَهُمْ } مع أن الإهلاك ماض ، وقوله { فَلاَ ناصر لَهُمْ } للحال والاستقبال؟ والجواب أنه محمول على الحكاية والحكاية كالحال الحاضر ، ويحتمل أن يقال أهلكناهم في الدنيا فلا ناصر لهم ينصرهم ويخلصهم من العذاب الذي هم فيه ، ويحتمل أن يقال قوله { فَلاَ ناصر لَهُمْ } عائد إلى أهل قرية محمد عليه السلام كأنه قال أهلكنا من تقدم أهل قريتك ولا ناصر لأهل قريتك ينصرهم ويخلصهم مما جرى على الأولين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وكأين من قرية هي أشد قوة من قريتك التي أخرجتك أهلكناهم فلا ناصر لهم (13) ",
        "babnum": 13
    },
    {
        "id": 2238,
        "cate": "47",
        "title": "أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ (14) ",
        "details": " اعلم أن هذا إشارة إلى الفرق بين النبي عليه السلام والكفار ليعلم أن إهلاك الكفار ونصرة النبي عليه السلام في الدنيا محقق ، وأن الحال يناسب تعذيب الكافر وإثابة المؤمن ، وقوله { على بَيّنَةٍ } فرق فارق ، وقوله { مّن رَّبّهِ } مكمل له ، وذلك أن البينة إذا كانت نظرية تكون كافية للفرق بين المتمسك بها وبين القائل قولاً لا دليل عليه ، فإذا كانت البينة منزلة من الله تعالى تكون أقوى وأظهر فتكون أعلى وأبهر ، ويحتمل أن يقال قوله { مّن رَّبّهِ } ليس المراد إنزالها منه بل المراد كونها من الرب بمعنى قوله { يَهْدِي مَن يَشَآء } [ المدثر : 31 ] وقولنا الهداية من الله ، وكذلك قوله تعالى : { كَمَن زُيّنَ لَهُ سُوءُ عَمَلِهِ } فرق فارق ، وقوله { واتبعوا أَهْوَاءَهُمْ } تكملة وذلك أن من زين له سوء عمله وراجت الشبهة عليه في مقابلة من يتبين له البرهان وقبله ، لكن من راجت الشبهة عليه قد يتفكر في الأمر ويرجع إلى الحق ، فيكون أقرب إلى من هو على البرهان ، وقد يتبع هواه ولا يتدبر في البرهان ولا يتفكر في البيان فيكون في غاية البعد ، فإذن حصل النبي صلى الله عليه وسلم والمؤمن مع الكافر في طرفي التضاد وغاية التباعد حتى مدهم بالبينة ، والكافر له الشبهة وهو مع الله وأولئك مع الهوى وعلى قولنا { مّن رَّبّهِ } معناه الإضافة إلى الله ، كقولنا الهداية من الله ، فقوله { اتبعوا أَهْوَاءهُمْ } مع ذلك القول يفيد معنى قوله تعالى : { مَّا أصابك مِنْ حَسَنَةٍ فَمِنَ الله وَمَا أصابك مِن سَيّئَةٍ فَمِن نَّفْسِكَ } [ النساء : 79 ] وقوله { كَمَن زُيِّنَ لَهُ سُوءُ عَمَلِهِ } بصيغة التوحيد محمول على لفظة من ، وقوله { واتبعوا أَهْوَاءهُمْ } محمول على معناه فإنها للجميع والعموم ، وذلك لأن التزيين للكل على حد واحد فحمل على اللفظ لقربه منه في الحس والذكر ، وعند اتباع الهوى كل أحد يتبع هوى نفسه ، فظهر التعدد فحمل على المعنى .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أفمن كان على بينة من ربه كمن زين له سوء عمله واتبعوا أهواءهم (14) ",
        "babnum": 14
    },
    {
        "id": 2239,
        "cate": "47",
        "title": "مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ (15) ",
        "details": " قوله تعالى : { مَّثَلُ الجنة التى وُعِدَ المتقون } .\r\n لما بيّن الفرق بين الفريقين في الاهتداء والضلال بيّن الفرق بينهما في مرجعهما ومآلهما ، وكما قدم من على البينة في الذكر على من اتبع هواه ، قدم حاله في مآله على حال من هو بخلاف حاله ، وفي التفسير مسائل : المسألة الأولى : قوله تعالى : { مَّثَلُ الجنة } يستدعي أمراً يمثل به فما هو؟ نقول فيه وجوه : الأول : قول سيبويه حيث قال المثل هو الوصف معناه وصف الجنة ، وذلك لا يقتضي ممثلاً به ، وعلى هذا ففيه احتمالان أحدهما : أن يكون الخبر محذوفاً ويكون { مَّثَلُ الجنة } مبتدأ تقديره فيما قصصناه مثل الجنة ، ثم يستأنف ويقول { فِيهَا أَنْهَارٌ } ، وكذلك القول في سورة الرعد يكون قوله تعالى : { تَجْرِى مِن تَحْتِهَا الانهار } [ الرعد : 35 ] ابتداء بيان والاحتمال الثاني : أن يكون فيها أنهار وقوله { تَجْرِى مِن تَحْتِهَا } خبراً كما يقال صف لي زيداً ، فيقول القائل : زيد أحمر قصير ، والقول الثاني : أن المثل زيادة والتقدير : الجنة التي وعد المتقون فيها أنهار .\r\n الوجه الثاني : ههنا الممثل به محذوف غير مذكور وهو يحتمل قولين أحدهما : قال الزجاج حيث قال : { مَّثَلُ الجنة } جنة تجري { فِيهَا أَنْهَارٌ } كما يقال مثل زيد رجل طويل أسمر فيذكر عين صفات زيد في رجل منكر لا يكون هو في الحقيقة إلا زيداً الثاني : من القولين هو أن يقال معناه { مَّثَلُ الجنة التى وُعِدَ المتقون } مثل عجيب ، أو شيء عظيم أو مثل ذلك ، وعلى هذا يكون قوله { فِيهَا أَنْهَارٌ } كلاماً مستأنفاً محققاً لقولنا مثل عجيب الوجه الثالث : الممثل به مذكور وهو قول الزمخشري حيث قال : { كَمَنْ هُوَ خالد فِى النار } مشبه به على طريقة الإنكار ، وحينئذ فهذا كقول القائل حركات زيد أو أخلاقه كعمرو ، وكذلك على أحد التأويلين ، إما على تأويل كحركات عمرو أو على تأويل زيد في حركاته كعمر ، وكذلك على أحد التأويلين ، إما على تأويل كحركات عمرو أو على تأويل زيد في حركاته كعمر ، وكذلك ههنا كأنه تعالى قال : مثل الجنة كمن هو خالد في النار ، وهذا أقصى ما يمكن أن يقرر به قول الزمخشري ، وعلى هذا فقوله تعالى : { فِيهَا أَنْهَارٌ } وما بعد هذا جمل اعتراضية وقعت بين المبتدأ والخبر كما يقال نظير زيد فيه مروءة وعنده علم وله أصل عمرو .\r\n ثم قال تعالى : { فِيهَا أَنْهَارٌ مّن مَّاء غَيْرِ ءاسِنٍ وَأَنْهَارٌ مّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ وأنهار مّنْ خَمْرٍ لَّذَّةٍ للشاربين وأنهار مّنْ عَسَلٍ مُّصَفّىً } .\r\n اختار الأنهار من الأجناس الأربعة ، وذلك لأن المشروب إما أن يشرب لطعمه ، وإما أن يشرب لأمر غير عائد إلى الطعم ، فإن كان للطعم فالطعوم تسعة : المر والمالح والحريف والحامض والعفص والقابض والتفه والحلو والدسم ألذها الحلو والدسم ، لكن أحلى الأشياء العسل فذكره وأما أدسم الأشياء فالدهن ، لكن الدسومة إذا تمحضت لا تطيب للأكل ولا للشرب ، فإن الدهن لا يؤكل ولا يشرب كما هو في الغالب ، وأما اللبن فيه الدسم الكائن في غيره وهو طيب للأكل وبه تغذية الحيوان أولاً فذكره الله تعالى ، وأما ما يشرب لا لأمر عائد إلى الطعم فالماء والخمر فإن الخمر فيها أمر يشربها الشارب لأجله ، هي كريهة الطعم باتفاق من يشربها وحصول التواتر به ثم عرى كل واحد من الأشياء الأربعة عن صفات النقص التي هي فيها وتتغير بها الدنيا فالماء يتغير يقال أسن الماء يأسن على وزن أمن يأمن فهو آسن وأسن اللبن إذا بقي زماناً تغير طعمه ، والخمر يكرهه الشارب عند الشرب ، والعسل يشوبه أجزاء من الشمع ومن النحل يموت فيه كثيراً ، ثم إن الله تعالى خلط الجنسين فذكر الماء الذي يشرب لا للطعم وهو عام الشرب ، وقرن به اللبن الذي يشرب لطعمه وهو عام الشرب إذ ما من أحد إلا وكان شربه اللبن ، ثم ذكر الخمر الذي يشرب لا للطعم وهو قليل الشرب ، وقرن به العسل الذي يشرب للطعم وهو قليل الشرب ، فإن قيل العسل لا يشرب ، نقول شراب الجلاب لم يكن إلا من العسل والسكر قريب الزمان ، ألا ترى أن السكنجبين من «سركه وانكبين» وهو الخل والعسل بالفارسية كما أن استخراجه كان أولاً من الخل والعسل ولم يعرف السكر إلا في زمان متأخر ، ولأن العسل اسم يطلق على غير عسل النحل حتى يقال عسل النحل للتمييز ، والله أعلم .\r\n المسألة الثانية : قال في الخمر { لَّذَّةٍ للشاربين } ولم يقل في اللبن لم يتغير طعمه للطاعمين ولا قال في العسل مصفى للناظرين لأن اللذة تختلف باختلاف الأشخاص فرب طعام يلتذ به شخص ويعافه الآخر ، فقال : { لَّذَّةٍ للشاربين } بأسرهم ولأن الخمر كريهة الطعم فقال : { لَذَّةٍ } أي لا يكون في خمر الآخرة كراهة الطعم ، وأما الطعم واللون فلا يختلفان باختلاف الناس ، فإن الحلو والحامض وغيرهما يدركه كل أحد كذلك ، لكنه قد يعافه بعض الناس ويلتذ به البعض مع اتفاقهم على أن له طعماً واحداً وكذلك اللون فلم يكن إلى التصريح بالتعميم حاجة ، وقوله { لَذَّةٍ } يحتمل وجهين : أحدهما : أن يكون تأنيث لذ يقال طعام لذ ولذيذ وأطعمة لذة ولذيذة وثانيهما : أن يكون ذلك وصفاً بنفس المعنى لا بالمشتق منه كما يقال للحليم هو حلم كله وللعاقل كله .\r\n ثم قال تعالى : { وَلَهُمْ فِيهَا مِن كُلّ الثمرات وَمَغْفِرَةٌ مّن رَّبّهِمْ } .\r\n بعد ذكر المشروب أشار إلى المأكول ، ولما كان في الجنة الأكل للذة لا للحاجة ذكر الثمار فإنها تؤكل للذة بخلاف الخبز واللحم ، وهذا كقوله تعالى في سورة الرعد { مَّثَلُ الجنة التى وُعِدَ المتقون تَجْرِى مِن تَحْتِهَا الانهار أُكُلُهَا دَائِمٌ وِظِلُّهَا } [ الرعد : 35 ] حيث أشار إلى المأكول والمشروب ، وههنا لطيفة وهي أنه تعالى قال فيها { وِظِلُّهَا } ولم يقل ههنا ذلك ، نقول قال ههنا { وَمَغْفِرَةٌ } والظل فيه معنى الستر والمغفرة كذلك ، ولأن المغفور تحت نظر من رحمة الغافر يقال نحن تحت ظل الأمير ، وظلها هو رحمة الله ومغفرته حيث لا يمسهم حر ولا برد .\r\n المسألة الثالثة : المتقي لا يدخل الجنة إلا بعد المغفرة فكيف يكون لهم فيها مغفرة؟ فنقول الجواب عنه من وجهين : الأول : ليس بلازم أن يكون المعنى لهم مغفرة من ربهم فيها ، بل يكون عطفاً على قوله ( لهم ) كأنه تعالى قال لهم الثمرات فيها ولهم المغفرة قبل دخولها والثاني : هو أن يكون المعنى لهم فيها مغفرة أي رفع التكليف عنهم فيأكلون من غير حساب بخلاف الدنيا فإن الثمار فيها على حساب أو عقاب ، ووجه آخر وهو أن الآكل في الدنيا لا يخلو عن استنتاج قبيح أو مكروه كمرض أو حاجة إلى تبرز ، فقال : { وَلَهُمْ فِيهَا مِن كُلّ الثمرات وَمَغْفِرَةٌ } لا قبيح على الآكل بل مستور القبائح مغفور ، وهذا استفدته من المعلمين في بلادنا فإنهم يعودون الصبيان بأن يقولون وقت حاجتهم إلى إراقة البول وغيره : يا معلم غفر الله لك ، فيفهم المعلم أنهم يطلبون الإذن في الخروج لقضاء الحاجة فيأذن لهم ، فقلت في نفسي معناه هو أن الله تعالى في الجنة غفر لمن أكل ، وأما في الدنيا ، فلأن للأكل توابع ولوازم لا بد منها فيفهم من قولهم حاجتهم .\r\n ثم قال تعالى : { كَمَنْ هُوَ خالد فِى النار وَسُقُواْ مَاء حَمِيماً فَقَطَّعَ أَمْعَاءهُمْ } وفيه أيضاً مسائل : المسألة الأولى : على قول من قال : { مَّثَلُ الجنة } معناه وصف الجنة فقوله { كَمَنْ هُوَ } بماذا يتعلق؟ نقول قوله { لَّهُمْ فِيهَا مِن كُلّ الثمرات } يتضمن كونهم فيها فكأنه قال هو فيها كمن هو خالد في النار ، فالمشبه يكون محذوفاً مدلولاً عليه بما سبق ، ويحتمل أن يقال ما قيل في تقرير قول الزمخشري أن المراد هذه الجنة التي مثلها ما ذكرنا كمقام من هو خالد في النار .\r\n المسألة الثانية : قال الزجاج قوله تعالى : { كَمَنْ هُوَ خالد فِى النار } راجع إلى ما تقدم كأنه تعالى قال : أفمن كان على بينة من ربه كمن زين له سوء عمله وهو خالد في النار فهل هو صحيح أم لا؟ نقول لنا نظر إلى اللفظ فيمكن تصحيحه بتعسف ونظر إلى المعنى لا يصح إلا بأن يعود إلى ما ذكرناه ، أما التصحيح فبحذف كمن في المرة الثانية أو جعله بدلاً عن المتقدم أو بإضمار عاطف يعطف { كَمَنْ هُوَ خالد } على { كَمَن زُيّنَ لَهُ سُوء عَمَلِهِ } أو { كَمَنْ هُوَ خالد فِى النار } ، وأما التعسف فبيّن نظراً إلى الحذف وإلى الإضمار مع الفاصل الطويل بين المشبه والمشبه به ، وأما طريقة البدل ففاسدة وإلا لكان الاعتماد على الثاني فيكون كأنه قال : أفمن كان على بينة كمن هو خالد؟ وهو سمج في التشبيه تعالى كلام الله عن ذلك ، والقول في إضمار العاطف كذلك لأن المعطوف أيضاً يصير مستقلاً في التشبيه ، اللّهم إلا أن يقال المجموع بالمجموع كأنه يقول : أفمن كان على بينة من ربه ، وهو في الجنة التي وعد المتقون فيها أنهار ، كمن زين له سوء عمله وهو خالد في النار ، وعلى هذا تقع المقابلة بين من هو على بينة من ربه ، وبين من زين له سوء عمله ، وبين من في الجنة وبين من هو خالد في النار ، وقد ذكرناه فلا حاجة إلى خلط الآية بالآية ، وكيف وعلى ما قاله تقع المقابلة بين من هو في النار وسقوا ماءً حميماً وبين من هو على بينة من ربه وأية مناسبة بينهما ، بخلاف ما ذكرناه من الوجوه الأخر فإن المقابلة بين الجنة التي فيها الأنهار وبين النار التي فيها الماء الحميم وذلك تشبيه إنكار مناسب .\r\n المسألة الثالثة : قال : { كَمَنْ هُوَ خالد } حملاً على اللفظ الواحد وقال : { وَسُقُواْ مَاء حَمِيماً } على المعنى وهو جمع وكذلك قال من قبل { كَمَن زُيّنَ لَهُ سُوء عَمَلِهِ } [ محمد : 14 ] على التوحيد والإفراد { واتبعوا أَهْوَاءهُمْ } على الجمع فما الوجه فيه؟ نقول المسند إلى من إذا كان متصلاً فرعاية اللفظ أولى لأنه هو المسموع ، إذا كان مع انفصال فالعود إلى المعنى أولاً ، لأن اللفظ لا يبقى في السمع ، والمعنى يبقى في ذهن السامع فالحمل في الثاني على المعنى أولى وحمل الأول على اللفظ أولى ، فإن قيل كيف قال في سائر المواضع { مَنْ ءَامَنَ وَعَمِلَ صالحا } [ سبأ : 37 ] و { فَمَن تَابَ \r\nوَأَصْلَحَ } [ المائدة : 39 ] ؟ نقول إذا كان المعطوف مفرداً أو شبيهاً بالمعطوف عليه في المعنى فالأولى أن يختلفا كما ذكرت فإنه عطف مفرد على مفرد وكذلك لو قال : كمن هو خالد في النار ومعذب فيها لأن المشابهة تنافي المخالفة ، وأما إذا لم يكن كذلك كما في هذا الموضع ، فإن قوله { سُقُواْ مَاء } جملة غير مشابهة لقوله { هُوَ خالد } وقوله تعالى : { وَسُقُواْ مَاء حَمِيماً } بيان لمخالفتهم في سائر أحوال أهل الجنة فلهم أنهار من ماء غير آسن ، ولهم ماء حميم ، فإن قيل المشابهة الإنكارية بالمخالفة على ما ثبت ، وقد ذكرت البعض وقلت بأن قوله { على بَيّنَةٍ } في مقابلة { زُيّنَ لَهُ سُوء عَمَلِهِ } و { مّن رَّبّهِ } في مقابلة قوله { واتبعوا أَهْوَاءهُمْ } والجنة في مقابلة النار في قوله { خالد فِى النار } والماء الحميم في مقابلة الأنهار ، فأين ما يقابل قوله { وَلَهُمْ فِيهَا مِن كُلّ الثمرات وَمَغْفِرَةٌ } فنقول تقطع الأمعاء في مقابلة مغفرة لأنا بينا على أحد الوجوه أن المغفرة التي في الجنة هي تعرية أكل الثمرات عما يلزمه من قضاء الحاجة والأمراض وغيرها ، كأنه قال : للمؤمن أكل وشرب مطهر طاهر لا يجتمع في جوفهم فيؤذيهم ويحوجهم إلى قضاء حاجة ، وللكافر ماء حميم في أول ما يصل إلى جوفهم يقطع أمعاءهم ويشتهون خروجه من جوفهم ، وأما الثمار فلم يذكر مقابلها ، لأن في الجنة زيادة مذكورة فحققها بذكر أمر زايد .\r\n المسألة الرابعة : الماء الحار يقطع أمعاءهم لأمر آخر غير الحرارة ، وهي الحدة التي تكون في السموم المدوفة ، وإلا فمجرد الحرارة لا يقطع ، فإن قيل قوله تعالى : { فَقَطَّعَ } بالفاء يقتضي أن يكون القطع بما ذكر ، نقول نعم ، لكنه لا يقتضي أن يقال : يقطع ، لأنه ماء حميم فحسب ، بل ماء حميم مخصوص يقطع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "مثل الجنة التي وعد المتقون فيها أنهار من ماء غير آسن وأنهار من لبن لم يتغير طعمه وأنهار من خمر لذة للشاربين وأنهار من عسل مصفى ولهم فيها من كل الثمرات ومغفرة من ربهم كمن هو خالد في النار وسقوا ماء حميما فقطع أمعاءهم (15) ",
        "babnum": 15
    },
    {
        "id": 2240,
        "cate": "47",
        "title": "وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفًا أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ (16) ",
        "details": " لما بيّن الله تعالى حال الكافر ذكر حال المنافق بأنه من الكفار ، وقوله { وَمِنْهُمُ } يحتمل أن يكون الضمير عائداً إلى الناس ، كما قال تعالى في سورة البقرة { وَمِنَ الناس مَن يَقُولُ ءامَنَّا بالله } [ البقرة : 8 ] بعد ذكر الكفار ، ويحتمل أن يكون راجعاً إلى أهل مكة ، لأن ذكرهم سبق في قوله تعالى : { هِىَ أَشَدُّ قُوَّةً مّن قَرْيَتِكَ التى أَخْرَجَتْكَ أهلكناهم } [ محمد : 13 ] ويحتمل أن يكون راجعاً إلى معنى قوله { كَمَنْ هُوَ خالد فِى النار وَسُقُواْ مَاء حَمِيماً } [ محمد : 15 ] يعني ومن الخالدين في النار قوم يستمعون إليك ، وقوله { حتى إِذَا خَرَجُواْ مِنْ عِندِكَ } على ما ذكرنا حمل على المعنى الذي هو الجمع ، ويستمع حمل على اللفظ ، وقد سبق التحقيق فيه ، وقوله { حتى } للعطف في قول المفسرين ، وعلى هذا فالعطف بحتى لا يحسن إلا إذا كان المعطوف جزءاً من المعطوف عليه إما أعلاه أو دونه ، كقول القائل : أكرمني الناس حتى الملك ، وجاء الحاج حتى المشاة ، وفي الجملة ينبغي أن يكون المعطوف عليه من حيث المعنى ، ولا يشترط في العطف بالواو ذلك ، فيجوز أن تقول في الواو : جاء الحاج وما علمت ، ولا يجوز مثل ذلك في حتى ، إذا علمت هذا فوجه التعلق ههنا هو أن قوله { حتى إِذَا خَرَجُواْ مِنْ عِندِكَ } يفيد معنى زائداً في الاستماع كأنه يقول : يستمعون استماعاً بالغاً جيداً ، لأنهم يستمعون وإذا خرجوا يستعيدون من العلماء كما يفعله المجتهد في التعلم الطالب للتفهم ، فإن قلت فعلى هذا يكون هذا صفة مدح لهم ، وهو ذكرهم في معرض الذم ، نقول يتميز بما بعده ، وهو أحد أمرين : إما كونهم بذلك مستهزئين ، كالذكي يقول للبليد : أعد كلامك حتى أفهمه ، ويرى في نفسه أنه مستمع إليه غاية الاستماع ، وكل أحد يعلم أنه مستهزىء غير مستفيد ولا مستعيد ، وإما كونهم لا يفهمون مع أنهم يستمعون ويستعيدون ، ويناسب هذا الثاني قوله تعالى : { كَذَلِكَ يَطْبَعُ الله على قُلُوبِ الكافرين } [ الأعراف : 101 ] ، والأول : يؤكده قوله تعالى : { وَإِذَا خَلَوْاْ إلى شياطينهم قَالُواْ إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءونَ } [ البقرة : 14 ] .\r\n والثاني : يؤكده قوله تعالى : { قَالَتِ الأعراب ءَامَنَّا قُل لَّمْ تُؤْمِنُواْ ولكن قُولُواْ أَسْلَمْنَا وَلَمَّا يَدْخُلِ الإيمان فِى قُلُوبِكُمْ } [ الحجرات : 14 ] وقوله { ءانِفاً } قال بعض المفسرين : معناه الساعة ، ومنه الاستئناف وهو الابتداء ، فعلى هذا فالأولى أن يقال يقولون ماذا قال آنفاً بمعنى أنهم يستعيدون كلامه من الابتداء ، كما يقول المستعيد للمعيد : أعد كلامك من الابتداء حتى لا يفوتني شيء منه .\r\n ثم قال تعالى : { أُوْلَئِكَ الذين طَبَعَ الله على قُلُوبِهِمْ واتبعوا أَهْوَاءهُمْ } .\r\n أي تركوا اتباع الحق إما بسبب عدم الفهم ، أو بسبب عدم الاستماع للاستفادة واتبعوا ضده ",
        "fav": 0,
        "note": null,
        "normal": "ومنهم من يستمع إليك حتى إذا خرجوا من عندك قالوا للذين أوتوا العلم ماذا قال آنفا أولئك الذين طبع الله على قلوبهم واتبعوا أهواءهم (16) ",
        "babnum": 16
    },
    {
        "id": 2241,
        "cate": "47",
        "title": "وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ (17) ",
        "details": " لما بيّن الله تعالى أن المنافق يستمع ولا ينتفع ، ويستعيد ولا يستفيد ، بين أن حال المؤمن المهتدي بخلافه ، فإنه يستمع فيفهم ، ويعمل بما يعلم ، والمنافق يستعيد ، والمهتدي يفسر ويعيد ، وفيه فائدتان إحداهما : ما ذكرنا من بيان التباين بين الفريقين وثانيهما : قطع عذر المنافق وإيضاح كونه مذموم الطريقة ، فإنه لو قال ما فهمته لغموضه وكونه معمى ، يرد عليه ويقول ليس كذلك ، فإن المهتدي فهم واستنبط لوازمه وتوابعه ، فذلك لعماء القلوب ، لا لخفاء المطلوب وفيه مسائل : المسألة الأولى : ما الفاعل للزيادة في قوله { زَادَهُمْ } ؟ نقول فيه وجوه الأول : المسموع من النبي عليه الصلاة والسلام من كلام الله وكلام الرسول يدل عليه قوله { وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ } [ محمد : 16 ] فإنه يدل على مسموع ، والمقصود بيان التباين بين الفريقين ، فكأنه قال : هم لم يفهموه ، وهؤلاء فهموه والثاني : أن الله تعالى زادهم ويدل عليه قوله تعالى : { أُولَئِكَ الذين طَبَعَ الله على قُلُوبِهِمْ } [ محمد : 16 ] وكأنه تعالى طبع على قلوبهم فزادهم عمى ، والمهتدين زاده هدىً والثالث : استهزاء المنافق زاد المهتدي هدى ، ووجهه أنه تعالى لما قال : { واتبعوا أَهْوَاءهُمْ } قال : { والذين اهتدوا زَادَهُمْ } اتباعهم الهدى هدى ، فإنهم استقبحوا فعلهم فاجتنبوه .\r\n المسألة الثانية : ما معنى قوله { وآتاهم تقواهم } ؟ نقول فيه وجوه منقولة ومستنبطة ، أما المنقولة فنقول : قيل فيه إن المراد آتاهم ثواب تقواهم ، وقيل آتاهم نفس تقواهم من غير إضمار ، يعني بيّن لهم التقوى ، وقيل آتاهم توفيق العمل بما علموا .\r\n وأما المستنبط فنقول : يحتمل أن يكون المراد به بيان حال المستمعين للقرآن الفاهمين لمعانيه المفسرين له بياناً لغاية الخلاف بين المنافق ، فإنه استمع ولم يفهمه ، وستعاد ولم يعلمه ، والمهتدي فإنه علمه وبينه لغيره ، ويدل عليه قوله تعالى : { زَادَهُمْ هُدىً } ولم يقل اهتداء ، والهدى مصدر من هدى ، قال الله تعالى : { فَبِهُدَاهُمُ اقتده } [ الأنعام : 90 ] أي خذ بما هدوا واهتد كما هدوا ، وعلى هذا فقوله تعالى : { وآتاهم تقواهم } معناه جنبهم عن القول في القرآن بغير برهان ، وحملهم على الاتقاء من التفسير بالرأي ، وعلى هذا فقوله { زَادَهُمْ هُدىً } معناه كانوا مهتدين فزادهم على الاهتداء هدى حتى ارتقوا من درجة المهتدين إلى درجة الهادين ويحتمل أن يقال قوله { زَادَهُمْ هُدىً } إشارة إلى العلم { وآتاهم تقواهم } إشارة إلى الأخذ بالاحتياط فيما لم يعلموه ، وهو مستنبط من قوله تعالى : { فَبَشّرْ عِبَادِ * الذين يَسْتَمِعُونَ القول فَيَتَّبِعُونَ أَحْسَنَهُ } [ الزمر : 17 ، 18 ] وقوله { والرسخون فِي العلم يَقُولُونَ ءامَنَّا بِهِ } [ آل عمران : 7 ] .\r\n المعنى الثالث : يحتمل أن يكون المراد بيان أن المخلص على خطر فهو أخشى من غيره ، وتحقيقه هو أنه لما قال : { زَادَهُمْ هُدىً } أفاد أنهم ازداد علمهم ، وقال تعالى : { إِنَّمَا يَخْشَى الله مِنْ عِبَادِهِ العلماء } [ فاطر : 28 ] فقال آتاهم خشيتهم التي يفيدها العلم .\r\n والمعنى الرابع : تقواهم من يوم القيامة كما قال تعالى : { ياأيها الناس اتقوا رَبَّكُمْ واخشوا يَوْماً لاَّ يَجْزِى وَالِدٌ عَن وَلَدِهِ } [ لقمان : 33 ] ويدل عليه قوله تعالى : { فَهَلْ يَنظُرُونَ إِلاَّ الساعة أَن تَأْتِيَهُمْ بَغْتَةً } [ محمد : 18 ] كأن ذكر الساعة عقيب التقوى يدل عليه .\r\n المعنى الخامس : آتاهم تقواهم ، التقوى التي تليق بالمؤمن ، وهي التقوى التي لا يخاف معها لومة لائم .\r\n ثم قال تعالى : { الذين يُبَلّغُونَ رسالات الله وَيَخْشَوْنَهُ وَلاَ يَخْشَوْنَ أَحَداً إِلاَّ الله } [ الأحزاب : 39 ] وكذلك قوله تعالى : { ياأيها النبى اتق الله وَلاَ تُطِعِ الكافرين والمنافقين } [ الأحزاب : 1 ] وهذا الوجه مناسب لأن الآية لبيان تباين الفريقين ، وهذا يحقق ذلك ، من حيث إن المنافق كان يخشى الناس وهم الفريقان ، المؤمنون والكافرون فكان يتردد بينهما ويرضي الفريقين ويسخط الله فقال الله تعالى المؤمن المهتدي بخلاف المنافق حيث علم ذاك ولم يعلم ذلك واتقى الله لا غير ، واتقى ذلك غير الله .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "والذين اهتدوا زادهم هدى وآتاهم تقواهم (17) ",
        "babnum": 17
    },
    {
        "id": 2242,
        "cate": "47",
        "title": "فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جَاءَ أَشْرَاطُهَا فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ (18) ",
        "details": " يعني الكافرون والمنافقون لا ينظرون إلا الساعة ، وذلك لأن البراهين قد صحت والأمور قد اتضحت وهم لم يؤمنوا فلا يتوقع منهم الإيمان إلا عند قيام الساعة وهو من قبيل بدل الاشتمال على تقدير لا ينظرون إلا الساعة إتيانها بغتة ، وقرىء { فَهَلْ يَنظُرُونَ إِلاَّ الساعة أَن تَأْتِيَهُمْ } على الشرط وجزاؤه لا ينفعهم ذكراهم ، يدل عليه قوله تعالى : { فأنى لَهُمْ إِذَا جَاءتْهُمْ ذِكْرَاهُمْ } ، وقد ذكرنا أن القيامة سميت بالساعة لساعة الأمور الواقعة فيها من البعث والحشر والحساب .\r\n وقوله { فَقَدْ جَاءَ أَشْرَاطُهَا } يحتمل وجهين أحدهما : لبيان غاية عنادهم وتحقيقه هو أن الدلائل لما ظهرت ولم يؤمنوا لم يبق إلا إيمان اليأس وهو عند قيام الساعة لكن أشراطها بانت فكان ينبغي أن يؤمنوا ولم يؤمنوا فهم في لجة الفساد وغاية العناد ثانيهما : يكون لتسلية قلوب المؤمنين كأنه تعالى لما قال : { فَهَلْ يَنظُرُونَ } فهم منه تعذيبهم والساعة عند العوام مستبطأة فكأن قائلاً قال متى الساعة؟ فقد جاء أشراطها كقوله تعالى : { اقتربت الساعة وانشق القمر } [ القمر : 1 ] والأشراط العلامات ، قال المفسرون هي مثل انشقاق القمر ورسالة محمد عليه السلام ، ويحتمل أن يقال معنى الأشراط البينات الموضحة لجواز الحشر ، مثل خلق الإنسان ابتداء وخلق السموات والأرض ، كما قال تعالى : { أَوَلَيْسَ الذي خَلَقَ السموات والأرض بقادر على أَن يَخْلُقَ مِثْلَهُم } [ ياس : 81 ] والأول هو التفسير .\r\n ثم قال تعالى : { فأنى لَهُمْ إِذَا جَاءتْهُمْ ذِكْرَاهُمْ } يعني لا تنفعهم الذكرى إذ لا تقبل التوبة ولا يحسب الإيمان ، والمراد فكيف لهم الحال إذا جاءتهم ذكراهم ، ومعنى ذلك يحتمل أن يكون هو قوله تعالى : { هذا يَوْمُكُمُ الذي كُنتُمْ تُوعَدُونَ } [ الأنبياء : 103 ] { هذا يَوْمُ الفصل الذي كُنتُمْ بِهِ تُكَذّبُونَ } [ الصافات : 21 ] فيذكرون به للتحسر ، وكذلك قوله تعالى : { ألم يأتكم رسل منكم يتلون عليكم آيات ربكم وينذرونكم لقاء يومكم هذا } [ الزمر : 71 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فهل ينظرون إلا الساعة أن تأتيهم بغتة فقد جاء أشراطها فأنى لهم إذا جاءتهم ذكراهم (18) ",
        "babnum": 18
    },
    {
        "id": 2243,
        "cate": "47",
        "title": "فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ (19) ",
        "details": " ولبيان المناسبة وجوه الأول : هو أنه تعالى لما قال : { فَقَدْ جَاءَ أَشْرَاطُهَا } [ محمد : 18 ] قال : { فاعلم أَنَّهُ لاَ إله إِلاَّ الله } يأتي بالساعة ، كما قال تعالى : { أَزِفَتِ الآزفة * لَيْسَ لَهَا مِن دُونِ الله كَاشِفَةٌ } [ النجم : 57 ، 58 ] ، وثانيها : { فَقَدْ جَاءَ أَشْرَاطُهَا } وهي آتية فكأن قائلاً قال متى هذا؟ فقال : { فاعلم أَنَّهُ لاَ إله إِلاَّ الله } فلا تشتغل به واشتغل بما عليك من الاستغفار ، وكن في أي وقت مستعداً للقائها ويناسبه قوله تعالى : { واستغفر لِذَنبِكَ } ، الثالث : { فاعلم أَنَّهُ لاَ إله إِلاَّ الله } ينفعك ، فإن قيل النبي عليه الصلاة والسلام كان عالماً بذلك فما معنى الأمر ، نقول عنه من وجهين أحدهما : فاثبت على ما أنت عليه من العلم كقول القائل لجالس يريد القيام : اجلس أي لا تقم ثانيهما : الخطاب مع النبي عليه الصلاة والسلام ، والمراد قومه والضمير في أنه للشأن ، وتقدير هذا هو أنه عليه السلام لما دعا القوم إلى الإيمان ولم يؤمنوا ولم يبق شيء يحملهم على الإيمان إلا ظهور الأمر بالبعث والنشور ، وكان ذلك مما يحزن النبي عليه الصلاة والسلام ، فسلى قلبه وقال أنت كامل في نفسك مكمل لغيرك فإن لم يكمل بك قوم لم يرد الله تعالى بهم خيراً فأنت في نفسك عامل بعلمك وعلمك حيث تعلم أن الله واحد وتستغفر وأنت بحمد الله مكمل وتكمل المؤمنين والمؤمنات وأنت تستغفر لهم ، فقد حصل لك الوصفان ، فاثبت على ما أنت عليه ، ولا يحزنك كفرهم ، وقوله تعالى : { واستغفر لِذَنبِكَ } يحتمل وجهين أحدهما : أن يكون الخطاب معه والمراد المؤمنون وهو بعيد لإفراد المؤمنين والمؤمنات بالذكر .\r\n وقال بعض الناس { لِذَنبِكِ } أي لذنب أهل بيتك وللمؤمنين والمؤمنات أي الذين ليسوا منك بأهل بيت وثالثهما : المراد هو النبي والذنب هو ترك الأفضل الذي هو بالنسبة إليه ذنب وحاشاه من ذلك وثالثها : وجه حسن مستنبط وهو أن المراد توفيق العمل الحسن واجتناب العمل السيء ، ووجهه أن الاستغفار طلب الغفران ، والغفران هو الستر على القبيح ومن عصم فقد ستر عليه قبائح الهوى ، ومعنى طلب الغفران أن لا تفضحنا وذلك قد يكون بالعصمة منه فلا يقع فيه كما كان للنبي صلى الله عليه وسلم وقد يكون بالستر عليه بعد الوجود كما هو في حق المؤمنين والمؤمنات ، وفي هذه الآية لطيفة وهي أن النبي صلى الله عليه وسلم له أحوال ثلاثة حال مع الله وحال مع نفسه وحال مع غيره ، فأما مع الله وحده ، وأما مع نفسك فاستغفر لذنبك واطلب العصمة من الله ، وأما مع المؤمنين فاستغفر لهم واطلب الغفران لهم من الله { والله يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ } يعني حالكم في الدنيا وفي الآخرة وحالكم في الليل والنهار .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فاعلم أنه لا إله إلا الله واستغفر لذنبك وللمؤمنين والمؤمنات والله يعلم متقلبكم ومثواكم (19) ",
        "babnum": 19
    },
    {
        "id": 2244,
        "cate": "47",
        "title": "وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ فَأَوْلَى لَهُمْ (20) ",
        "details": " لما بيّن الله حال المنافق والكافر والمهتدي المؤمن عند استماع الآيات العلمية من التوحيد والحشر وغيرهما بقوله { وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ } [ محمد : 16 ] وقوله { والذين اهتدوا زَادَهُمْ هُدًى } [ محمد : 17 ] بين حالهم في الآيات العملية ، فإن المؤمن كان ينتظر ورودها ويطلب تنزيلها وإذا تأخر عنه التكليف كان يقول هلا أمرت بشيء من العبادة خوفاً من أن لا يؤهل لها ، والمنافق إذا نزلت السورة أو الآية وفيها تكليف شق عليه ، ليعلم تباين الفريقين في العلم والعمل ، حيث لا يفهم المنافق العلم ولا يريد العمل ، والمؤمن يعلم ويحب العمل وقولهم { لَوْلاَ نُزِّلَتْ سُورَةٌ } المراد منه سورة فيها تكليف بمحن المؤمن والمنافق .\r\n ثم إنه تعالى أنزل سورة فيها القتال فإنه أشق تكليف وقوله { سُورَةٌ مُّحْكَمَةٌ } فيها وجوه : أحدها : سورة لم تنسخ ثانيها : سورة فيها ألفاظ أُريدت حقائقها بخلاف قوله { الرحمن عَلَى العرش استوى } [ طه : 5 ] وقوله { فِى جَنبِ الله } [ الزمر : 56 ] فإن قوله تعالى : { فَضَرْبَ الرقاب } [ محمد : 4 ] أراد القتل وهو أبلغ من قوله { فاقتلوهم } [ البقرة : 191 ] وقوله { واقتلوهم حَيْثُ ثَقِفْتُمُوهُمْ } [ النساء : 91 ] صريح وكذلك غير هذا من آيات القتال وعلى الوجهين فقوله { مُّحْكَمَةٌ } فيها فائدة زائدة من حيث إنهم لا يمكنهم أن يقولوا المراد غير ما يظهر منه ، أو يقولوا هذه آية وقد نسخت فلا نقاتل ، وقوله { رَأَيْتَ الذين فِى قُلُوبِهِمْ مَّرَضٌ } أي المنافقين { يَنظُرُونَ إِلَيْكَ نَظَرَ المغشي عَلَيْهِ مِنَ الموت } لأن عند التكليف بالقتال لا يبقى لنفاقهم فائدة ، فإنهم قبل القتال كانوا يترددون إلى القبيلتين وعند الأمر بالقتال لم يبق لهم إمكان ذلك { فأولى لَهُمْ } دعاء كقول القائل فويلٌ لهم ، ويحتمل أن يكون هو خبر لمبتدأ محذوف سبق ذكره وهو الموت كأن الله تعالى لما قال : { نَظَرَ المغشى عَلَيْهِ مِنَ الموت } قال فالموت أولى لهم ، لأن الحياة التي لا في طاعة الله ورسوله الموت خير منها ، وقال الواحدي يجوز أن يكون المعنى فأولى لهم طاعة أي الطاعة أولى لهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ويقول الذين آمنوا لولا نزلت سورة فإذا أنزلت سورة محكمة وذكر فيها القتال رأيت الذين في قلوبهم مرض ينظرون إليك نظر المغشي عليه من الموت فأولى لهم (20) ",
        "babnum": 20
    },
    {
        "id": 2245,
        "cate": "47",
        "title": "طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ فَإِذَا عَزَمَ الْأَمْرُ فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَهُمْ (21) ",
        "details": " ثم قال تعالى : { طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ } .\r\n كلام مستأنف محذوف الخبر تقديره خير لهم أي أحسن وأمثل ، لا يقال طاعة نكرة لا تصلح للابتداء ، لأنا نقول هي موصوفة بدل عليه قوله { وَقَوْلٌ مَّعْرُوفٌ } فإنه موصوف فكأنه تعالى قال : { طَاعَةٌ } مخلصة { وَقَوْلٌ مَّعْرُوفٌ } خير ، وقيل معناه قالوا { طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ } أي قولهم أمرنا { طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ } ويدل عليه قراءة أُبي { يَقُولُونَ طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ } .\r\n وقوله { فَإِذَا عَزَمَ الأمر فَلَوْ صَدَقُواْ الله لَكَانَ خَيْراً لَّهُمْ } .\r\n جوابه محذوف تقديره { فَإِذَا عَزَمَ الأمر } خالفوا وتخلفوا ، وهو مناسب لمعنى قراءة أُبي كأنه يقول في أول الأمر قالوا سمعاً وطاعة ، وعند آخر الأمر خالفوا وأخلفوا موعدهم ، ونسب العزم إلى الأمر والعزم لصاحب الأمر معناه : فإذا عزم صاحب الأمر .\r\n هذا قول الزمخشري ، ويحتمل أن يقال هو مجاز كقولنا جاء الأمر وولى فإن الأمر في الأول يتوقع أن لا يقع وعند إظلاله وعجز الكاره عن إبطاله فهو واقع فقال { عَزَمَ } والوجهان متقاربان ، وقوله تعالى : { فَلَوْ صَدَقُواْ } فيه وجهان على قولنا المراد من قوله طاعة أنهم قالوا طاعة فمعناه لو صدقوا في ذلك القول وأطاعوا { لَكَانَ خَيْراً لَّهُمْ } وعلى قولنا { طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ } خير لهم وأحسن ، فمعناه { لَوْ صَدَقُواْ } في إيمانهم واتباعهم الرسول { لَكَانَ خَيْراً لَّهُمْ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "طاعة وقول معروف فإذا عزم الأمر فلو صدقوا الله لكان خيرا لهم (21) ",
        "babnum": 21
    },
    {
        "id": 2246,
        "cate": "47",
        "title": "فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ (22) ",
        "details": " وهذه الآية فيها إشارة إلى فساد قول قالوه ، وهو أنهم كانوا يقولون كيف نقاتل والقتل إفساد والعرب من ذوي أرحامنا وقبائلنا؟ فقال تعالى : { إِن تَوَلَّيْتُمْ } لا يقع منكم إلا الفساد في الأرض فإنكم تقتلون من تقدرون عليه وتنهبونه والقتال واقع بينكم ، أليس قتلكم البنات إفساداً وقطعاً للرحم؟ فلا يصح تعللكم بذلك مع أنه خلاف ما أمر الله وهذا طاعة وفيه مسائل : المسألة الأولى : في استعمال عسى ثلاثة مذاهب أحدها : الإتيان بها على صورة فعل ماضٍ معه فاعل تقول عسى زيد وعسينا وعسوا وعسيت وعسيتما وعسيتم وعست وعستا والثاني : أن يؤتى بها على صورة فعل معه مفعول تقول عساه وعساهما وعساك وعساكما وعساي وعسانا .\r\n والثالث : الإتيان بها من غير أن يقرن بها شيء تقول عسى زيد يخرج وعسى أنت تخرج وعسى أنا أخرج والكل له وجه وما عليه كلام الله أوجه ، وذلك لأن عسى من الأفعال الجامدة واقتران الفاعل بالفعل أولى من اقتران المفعول لأن الفاعل كالجزء من الفعل ولهذا لم يجز فيه أربع متحركات في مثل قول القائل نصرت وجوز في مثل قولهم نصرك ولأن كل فعل له فاعل سواء كان لازماً أو متعدياً ولا كذلك المفعول به ، فعسيت وعساك كعصيت وعصاك في اقتران الفاعل بالفعل والمفعول به ، وأما قول من قال عسى أنت تقوم وعسى أن أقوم فدون ما ذكرنا للتطويل الذي فيه .\r\n المسألة الثانية : الاستفهام للتقرير المؤكد ، فإنه لو قال على سبيل الإخبار { عَسَيْتُمْ إِن تَوَلَّيْتُمْ } لكان للمخاطب أن ينكره فإذا قال بصيغة الاستفهام كأنه يقول أنا أسألك عن هذا وأنت لا تقدر أن تجيب إلا بلا أو نعم ، فهو مقرر عندك وعندي .\r\n المسألة الثالثة : عسى للتوقيع والله تعالى عالم بكل شيء فنقول فيه ما قلنا في لعل ، وفي قوله { لِنَبْلُوَهُمْ } [ الكهف : 7 ] إن بعض الناس قال يفعل بكم فعل المترجي والمبتلي والمتوقع ، وقال آخرون كل من ينظر إليهم يتوقع منهم ذلك ونحن قلنا محمول على الحقيقة وذلك لأن الفعل إذا كان ممكناً في نفسه فالنظر إليه غير مستلزم لأمر ، وإنما الأمر يجوز أن يحصل منه تارة ولا يحصل منه أخرى فيكون الفعل لذلك الأمر المطلوب على سبيل الترجي سواء كان الفاعل يعلم حصول الأمر منه وسواء أن لم يكن يعلم ، مثاله من نصب شبكة لاصطياد الصيد يقال هو متوقع لذلك فإن حصل له العلم بوقوعه فيه بإخبار صادق أنه سيقع فيه أو بطريق أخرى لا يخرج عن التوقع ، غاية ما في الباب أن في الشاهد لم يحصل لنا العلم فيما نتوقعه فيظن أن عدم العلم لازم للمتوقع ، وليس كذلك بل المتوقع هو المنتظر لأمر ليس بواجب الوقوع نظراً لذلك الأمر فحسب سواء كان له به علم أو لم يكن وقوله { إِن تَوَلَّيْتُمْ } فيه وجهان : أحدهما : أنه من الولاية يعني إن أخذتم الولاية وصار الناس بأمركم أفسدتم وقطعتم الأرحام وثانيهما : هو من التولي الذي هو الإعراض وهذا مناسب لما ذكرنا ، أي كنتم تتركون القتال وتقولون فيه الإفساد وقطع الأرحام لكون الكفار أقاربنا فلا يقع منكم إلا ذلك حيث تقاتلون على أدنى شيء كما كان عادة العرب الأول : يؤكده قراءة علي عليه السلام توليتم ، أي إن تولاكم ولاة ظلمة جفاة غشمة ومشيتم تحت لوائهم وأفسدتم بإفسادهم معهم وقطعتم أرحامكم ، والنبي عليه السلام لا يأمركم إلا بالإصلاح وصلة الأرحام ، فلم تتقاعدون عن القتال وتتباعدون في الضلال ",
        "fav": 0,
        "note": null,
        "normal": "فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم (22) ",
        "babnum": 22
    },
    {
        "id": 2247,
        "cate": "47",
        "title": "أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ (23) ",
        "details": " إشارة لمن سبق ذكرهم من المنافقين أبعدهم الله عنه أو عن الخير فأصمهم فلا يسمعون الكلام المستبين وأعماهم فلا يتبعون الصراط المستقيم ، وفيه ترتيب حسن ، وذلك من حيث إنهم استمعوا الكلام العلمي ولم يفهموه فهم بالنسبة إليه صم أصمهم الله وعند الأمر بالعمل تركوه وعللوا بكونه إفساداً وقطعاً للرحم وهم كانوا يتعاطونه عند النهي عنه فلم يروا حالهم عليه وتركوا اتباع النبي الذي يأمرهم بالإصلاح وصلة الأرحام ولو دعاهم من يأمر بالإفساد وقطيعة الرحم لاتبعوه فهم عمي أعماهم الله ، وفيه لطيفة : وهي أن الله تعالى قال أصمهم ولم يقل أصم آذانهم ، وقال : { وأعمى أبصارهم } ولم يقل أعماهم ، وذلك لأن العين آلة الرؤية ولو أصابها آفة لا يحصل الإبصار والأذن لو أصابها آفة من قطع أو قلع تسمع الكلام ، لأن الأذن خلقت وخلق فيها تعاريج ليكثر فيها الهواء المتموج ولا يقرع الصماخ بعنف فيؤذي كما يؤذي الصوت القوي فقال : { أصمهم } من غير ذكر الأذن ، وقال : { أعمى أبصارهم } مع ذكر العين لأن البصر ههنا بمعنى العين ، ولهذا جمعه بالأبصار ، ولو كان مصدراً لما جمع فلم يذكر الأذن إذ لا مدخل لها في الإصمام ، والعين لها مدخل في الرؤية بل هي الكل ، ويدل عليه أن الآفة في غير هذه المواضع لما أضافها إلى الأذن سماها وقراً ، كما قال تعالى : { وفِي آذاننا وقر } [ فصلت : 5 ] وقال : { كَأَنَّ فِى أُذُنَيْهِ وَقْراً } [ لقمان : 7 ] والوقر دون الصم وكذلك الطرش : ",
        "fav": 0,
        "note": null,
        "normal": "أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم (23) ",
        "babnum": 23
    },
    {
        "id": 2248,
        "cate": "47",
        "title": "أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا (24) ",
        "details": " ولنذكر تفسيرها في مسائل : المسألة الأولى : لما قال الله تعالى : { فَأَصَمَّهُمْ وأعمى أبصارهم } [ محمد : 23 ] كيف يمكنهم التدبر في القرآن قال تعالى : { أَفَلاَ يَتَدَبَّرُونَ } وهو كقول القائل للأعمى أبصر وللأصم اسمع؟ فنقول الجواب : عنه من ثلاثة أوجه مترتبة بعضها أحسن من البعض الأول : تكليفه ما لا يطاق جائز والله أمر من علم أنه لا يؤمن بأن يؤمن ، فكذلك جاز أن يعميهم ويذمهم على ترك التدبر الثاني : أن قوله { أَفَلاَ يَتَدَبَّرُونَ } المراد منه الناس الثالث : أن نقول هذه الآية وردت محققة لمعنى الآية المتقدمة ، فإنه تعالى قال : { أولئك الذين لَعَنَهُمُ الله } [ محمد : 23 ] أي أبعدهم عنه أو عن الصدق أو عن الخير أو غير ذلك من الأمور الحسنة { فَأَصَمَّهُمْ } لا يسمعون حقيقة الكلام وأعماهم لا يتبعون طريق الإسلام فإذن هم بين أمرين ، إما لا يتدبرون القرآن فيبعدون منه ، لأن الله تعالى لعنهم وأبعدهم عن الخير والصدق ، والقرآن منهما الصنف الأعلى بل النوع الأشرف ، وأما يتدبرون لكن لا تدخل معانيه في قلوبهم لكونها مقفلة ، تقديره أفلا يتدبرون القرآن لكونهم ملعونين مبعودين ، أم على قلوب أقفال فيتدبرون ولا يفهمون ، وعلى هذا لا نحتاج أن نقول أم بمعنى بل ، بل هي على حقيقتها للاستفهام واقعة في وسط الكلام والهمزة أخذت مكانها وهو الصدر ، وأم دخلت على القلوب التي في وسط الكلام .\r\n المسألة الثانية : قوله { على قُلُوبٍ } على التنكير ما الفائدة فيه؟ نقول قال الزمخشري يحتمل وجهين أحدهما : أن يكون للتنبيه على كونه موصوفاً لأن النكرة بالوصف أولى من المعرفة فكأنه قال أم على قلوب قاسية أو مظلمة الثاني : أن يكون للتبعيض كأنه قال أم على بعض القلوب لأن النكرة لا تعم ، تقول جاءني رجال فيفهم البعض وجاءني الرجال فيفهم الكل ، ونحن نقول التنكير للقلوب للتنبيه على الإنكار الذي في القلوب ، وذلك لأن القلب إذا كان عارفاً كان معروفاً لأن القلب خلق للمعرفة ، فإذا لم تكن فيه المعرفة فكأنه لا يعرف ، وهذا كما يقول القائل في الإنسان المؤذي : هذا ليس بإنسان هذا سبع ، ولذلك يقال هذا ليس بقلب هذا حجر .\r\n إذا علم هذا فالتعريف إما بالألف واللام وإما بالإضافة ، واللام لتعريف الجنس أو للعهد ، ولم يمكن إرادة الجنس إذ ليس على قلب قفل ، ولا تعريف العهد لأن ذلك القلب ليس ينبغي أن يقال له قلب ، وأما بالإضافة بأن نقول على قلوب أقفالها وهي لعدم عود فائدة إليهم ، كأنها ليست لهم .\r\n فإن قيل فقد قال : { خَتَمَ الله على قُلُوبِهِمْ } [ البقرة : 7 ] وقال : { فَوَيْلٌ للقاسية قُلُوبُهُمْ } [ الزمر : 22 ] فنقول الأقفال أبلغ من الختم فترك الإضافة لعدم انتفاعهم رأساً .\r\n المسألة الثالثة : في قوله { أَقْفَالُهَا } بالإضافة ولم يقل أقفال كما قال : { قُلُوبٍ } لأن الأقفال كانت من شأنها فأضافها إليها كأنها ليست إلا لها ، وفي الجملة لم يضف القلوب إليهم لعدم نفعها إياهم وأضاف الأقفال إليها لكونها مناسبة لها ، ونقول أراد به أقفالاً مخصوصة هي أقفال الكفر والعناد .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أفلا يتدبرون القرآن أم على قلوب أقفالها (24) ",
        "babnum": 24
    },
    {
        "id": 2249,
        "cate": "47",
        "title": "إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ (25) ",
        "details": " إشارة إلى أهل الكتاب الذين تبين لهم الحق في التوراة بنعت محمد صلى الله عليه وسلم وبعثه وارتدوا ، أو إلى كل من ظهرت له الدلائل وسمعها ولم يؤمن ، وهم جماعة منعهم حب الرياسة عن اتباع محمد عليه السلام وكانوا يعلمون أنه الحق { الشيطان سَوَّلَ لَهُمْ } سهل لهم { وأملى لَهُمْ } يعني قالوا نعيش أياماً ثم نؤمن به ، وقرىء { وأملى لَهُمْ } فإن قيل الإملاء والإمهال وحد الآجال لا يكون إلا من الله ، فكيف يصح قراءة من قرأ { وأملى لَهُمْ } فإن المملي حينئذ يكون هو الشيطان نقول الجواب عنه من وجهين أحدهما : جاز أن يكون المراد { وأملى لَهُمْ } الله فيقف على { سَوَّلَ لَهُمْ } وثانيها : هو أن المسول أيضاً ليس هو الشيطان ، وإنما أسند إليه من حيث إن الله قدر على يده ولسانه ذلك ، فذلك الشيطان يمليهم ويقول لهم في آجالكم فسحة فتمتعوا برياستكم ثم في آخر الأمر تؤمنون ، وقرىء { وأملى لَهُمْ } بفتح الياء وضم الهمزة على البناء للمفعول .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين ارتدوا على أدبارهم من بعد ما تبين لهم الهدى الشيطان سول لهم وأملى لهم (25) ",
        "babnum": 25
    },
    {
        "id": 2250,
        "cate": "47",
        "title": "ذَلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ (26) ",
        "details": " قال بعض المفسرين ذلك إشارة إلى الإملاء ، أي ذلك الإملاء بسبب أنهم قالوا للذين كرهوا وهو اختيار الواحدي ، وقال بعضهم { ذلك } إشارة إلى التسويل ، ويحتمل أن يقال ذلك الارتداد بسبب أنهم قالوا { سَنُطِيعُكُمْ } وذلك لأنا نبين أن قوله { سَنُطِيعُكُمْ فِى بَعْضِ الأمر } هو أنهم قالوا : نوافقكم على أن محمداً ليس بمرسل ، وإنما هو كاذب ، ولكن لا نوافقكم في إنكار الرسالة والحشر والإشراك بالله من الأصنام ، ومن لم يؤمن بمحمد صلى الله عليه وسلم فهو كافر ، وإن آمن بغيره .\r\n لا بل من لم يؤمن بمحمد صلى الله عليه وسلم ، لا يؤمن بالله ولا برسله ولا بالحشر ، لأن الله كما أخبر عن الحشر وهو جائز ، أخبر عن نبوّة محمد عليه الصلاة والسلام ، وهي جائزة فإذا لم يصدق الله في شيء لا ينفي الكذب بقول الله في غيره ، فلا يكون مصدقاً موقناً بالحشر ، ولا برسالة أحد من الأنبياء ، لأن طريق معرفتهم واحد ، والمراد من الذين كرهوا ما نزل الله هم المشركون والمنافقون ، وقيل المراد اليهود ، فإن أهل مكة قالوا لهم : نوافقكم في إخراج محمد وقتله وقتال أصحابه ، والأول أصح ، لأن قوله { كَرِهُواْ مَا نَزَّلَ الله } لو كان مسنداً إلى أهل الكتاب لكان مخصوصاً ببعض ما أنزل الله ، وإن قلنا بأنه مسند إلى المشركين يكون عاماً ، لأنهم كرهوا ما نزل الله وكذبوا الرسل بأسرهم ، وأنكروا الرسالة رأساً ، وقوله { سَنُطِيعُكُمْ فِى بَعْضِ الأمر } يعني فيما يتعلق بمحمد من الإيمان به فلا نؤمن ، والتكذيب به فنكذبه كما تكذبونه والقتال معه ، وأما الإشراك بالله ، واتخاذ الأنداد له من الأصنام ، وإنكار الحشر والنبوة فلا ، وقوله { والله يَعْلَمُ إِسْرَارَهُمْ } قال أكثرهم : المراد منه هو أنهم قالوا ذلك سراً ، فأفشاه الله وأظهره لنبيه عليه الصلاة والسلام ، والأظهر أن يقال { والله يَعْلَمُ إِسْرَارَهُمْ } وهو ما في قلوبهم من العلم بصدق محمد عليه الصلاة والسلام ، فإنهم كانوا مكابرين معاندين ، وكانوا يعرفون رسول الله صلى الله عليه وسلم كما يعرفون أبناءهم ، وقرىء { إِسْرَارَهُمْ } بكسر الهمزة على المصدر ، وما ذكرنا من المعنى ظاهر على هذه القراءة ، فإنهم كانوا يسرون نبوة محمد عليه الصلاة والسلام ، وعلى قولنا المراد من الذين ارتدوا المنافقون ، فكانوا يقولون للمجاهدين من الكفار { سَنُطِيعُكُمْ فِى بَعْضِ الأمر } وكانوا يسرون أنهم إن غلبوا انقلبوا ، كما قال الله تعالى { ولئن جاء نصر من ربك ليقولن إنا كنا معكم } [ العنكبوت : 10 ] وقال تعالى : { فَإِذَا جَاء الخوف سَلَقُوكُم بِأَلْسِنَةٍ حِدَادٍ } [ الأحزاب : 15 ] ",
        "fav": 0,
        "note": null,
        "normal": "ذلك بأنهم قالوا للذين كرهوا ما نزل الله سنطيعكم في بعض الأمر والله يعلم إسرارهم (26) ",
        "babnum": 26
    },
    {
        "id": 2251,
        "cate": "47",
        "title": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ (27) ",
        "details": " اعلم أنه لما قال الله تعالى : { والله يَعْلَمُ إِسْرَارَهُمْ } [ محمد : 26 ] قال فهب أنهم يسرون والله لا يظهره اليوم فكيف يبقى مخفياً وقت وفاتهم ، أو نقول كأنه تعالى قال : { والله يَعْلَمُ إِسْرَارَهُمْ } وهب أنهم يختارون القتال لما فيه الضراب والطعان ، مع أنه مفيد على الوجهين جميعاً ، إن غلبوا فالمال في الحال والثواب في المآل ، وإن غلبوا فالشهادة والسعادة ، فكيف حالهم إذا ضرب وجوههم وأدبارهم ، وعلى هذا فيه لطيفة ، وهي أن القتال في الحال إن أقدم المبارزة فربما يهزم الخصم ويسلم وجهه وقفاه ، وإن لم يهزمه فالضرب على وجهه إن صبر وثبت وإن لم يثبت وانهزم ، فإن فات القرن فقد سلم وجهه وقفاه وإن لم يفته فالضرب على قفاه لا غير ، ويوم الوفاة لا نصرة له ولا مفر ، فوجهه وظهره مضروب مطعون ، فكيف يحترز عن الأذى ويختار العذاب الأكبر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فكيف إذا توفتهم الملائكة يضربون وجوههم وأدبارهم (27) ",
        "babnum": 27
    },
    {
        "id": 2252,
        "cate": "47",
        "title": "ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ (28) ",
        "details": " قوله تعالى : { ذَلِكَ بِأَنَّهُمُ اتبعوا مَا أَسْخَطَ الله وَكَرِهُواْ رِضْوَانَهُ } وفيه لطيفة ، وهي أن الله تعالى ذكر أمرين : ضرب الوجه ، وضرب الأدبار ، وذكر بعدهما أمرين آخرين : اتباع ما أسخط الله وكراهة رضوانه ، فكأنه تعالى قابل الأمرين فقال : يضربون وجوههم حيث أقبلوا على سخط الله ، فإن المتسع للشيء متوجه إليه ، ويضربون أدبارهم لأنهم تولوا عما فيه رضا الله ، فإن الكاره للشيء يتولى عنه ، وما أسخط الله يحتمل وجوهاً الأول : إنكار الرسول عليه الصلاة والسلام ورضوانه الإقرار به والإسلام الثاني : الكفر هو ما أسخط الله والإيمان يرضيه يدل عليه قوله تعالى : { إِن تَكْفُرُواْ فَإِنَّ الله غَنِىٌّ عَنكُمْ وَلاَ يرضى لِعِبَادِهِ الكفر وَإِن تَشْكُرُواْ يرضَهُ لَكُمْ } [ الزمر : 7 ] وقال تعالى : { إِنَّ الذين ءامَنُواْ وَعَمِلُواْ الصالحات أُوْلَئِكَ هُمْ خَيْرُ البرية } إلى أن قال : { رَّضِيَ الله عَنْهُمْ وَرَضُواْ عَنْهُ } [ البينة : 7 ، 8 ] الثالث : ما أسخط الله تسويل الشيطان ، ورضوان الله التعويل على البرهان والقرآن ، فإن قيل هم ما كانوا يكرهون رضوان الله ، بل كانوا يقولون : إن ما نحن عليه فيه رضوان الله ، ولا نطلب إلا رضاء الله ، وكيف لا والمشركون بإشراكهم كانوا يقولون : إنا نطلب رضاء الله .\r\n كما قالوا { لِيُقَرّبُونَا إِلَى الله زُلْفَى } [ الزمر : 3 ] وقالوا { فَيَشْفَعُواْ لَنَا } [ الأعراف : 53 ] فنقول معناه كرهوا ما فيه رضاء الله تعالى .\r\n وفيه لطيفة وهي أن الله تعالى قال : { مَا أَسْخَطَ الله } ولم يقل : ما أرضى الله وذلك لأن رحمة الله سابقة ، فله رحمة ثابتة وهي منشأ الرضوان ، وغضب الله متأخر فهو يكون على ذنب ، فقال : { رِضْوَانَهُ } لأنه وصف ثابت لله سابق ، ولم يقل سخط الله ، بل { مَا أَسْخَطَ الله } إشارة إلى أن السخط ليس ثبوته كثبوت الرضوان ، ولهذا المعنى قال في اللعان في حق المرأة { والخامسة أَنَّ غَضَبَ الله عَلَيْهَا إِن كَانَ مِنَ الصادقين } [ النور : 9 ] يقال : غضب الله مضافاً لأن لعانه قد سبق مظهر الزنا بقوله وأيمانه ، وقبله لم يكن لله غضب ، و رضوان الله أمر يكون منه الفعل ، وغضب الله أمر يكون من فعله ، ولنضرب له مثالاً : الكريم الذي رسخ الكرم في نفسه يحمله الكرم على الأفعال الحسنة ، فإذا كثر من السيء الإساءة فغضبه لا لأمر يعود إليه ، بل غضبه عليه يكون لإصلاح حالة ، وزجراً لأمثاله عن مثل فعاله ، فيقال هو كان الكريم فكرمه لما فيه من الغريزة الحسنة ، لكن فلاناً أغضبه وظهر منه الغضب ، فيجعل الغضب ظاهراً من الفعل ، والفعل الحسن ظاهراً من الكرم ، فالغضب في الكريم بعد فعل ، والفعل منه بعد كرم ، ومن هذا يعرف لطف قوله { مَا أَسْخَطَ الله وَكَرِهُواْ رِضْوَانَهُ } .\r\n ثم قال تعالى : { فَأَحْبَطَ أعمالهم } حيث لم يطلبوا إرضاء الله ، وإنما طلبوا إرضاء الشيطان والأصنام .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ذلك بأنهم اتبعوا ما أسخط الله وكرهوا رضوانه فأحبط أعمالهم (28) ",
        "babnum": 28
    },
    {
        "id": 2253,
        "cate": "47",
        "title": "أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ (29) ",
        "details": " قوله تعالى : { أَمْ حَسِبَ الذين فِى قُلُوبِهِمْ مَّرَضٌ أَن لَّن يُخْرِجَ الله أضغانهم } .\r\n هذا إشارة إلى المنافقين و { أَمْ } تستدعي جملة أخرى استفهامية إذا كانت للاستفهام ، لأن كلمة { أَمْ } إذا كانت متصلة استفهامية تستدعي سبق جملة أخرى استفهامية ، يقال أزيد في الدار أم عمرو ، وإذا كانت منقطعة لا تستدعي ذلك ، يقال إن هذا لزيد أم عمرو ، وكما يقال بل عمرو ، والمفسرون على أنها منقطعة ، ويحتمل أن يقال إنها استفهامية ، والسابق مفهوم من قوله تعالى : { والله يَعْلَمُ إِسْرَارَهُمْ } فكأنه تعالى قال : أحسب الذين كفروا أن لن يعلم الله إسرارهم أم حسب المنافقون أن لن يظهرها والكل قاصر ، وإنما يعلمها ويظهرها ، ويؤيد هذا أن المتقطعة لا تكاد تقع في صدر الكلام فلا يقال ابتداء ، بل جاء زيد ، ولا أم جاء عمرو ، والإخراج بمعنى الإظهار فإنه إبراز ، والأضغان هي الحقود والأمراض ، واحدها ضغن .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "أم حسب الذين في قلوبهم مرض أن لن يخرج الله أضغانهم (29) ",
        "babnum": 29
    },
    {
        "id": 2254,
        "cate": "47",
        "title": "وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ (30) ",
        "details": " ثم قال تعالى : { وَلَوْ نَشَاءُ لأريناكهم فَلَعَرَفْتَهُم بسيماهم وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ القول والله يَعْلَمُ أعمالكم } .\r\n لما كان مفهوم قوله { أَمْ حَسِبَ الذين فِى قُلُوبِهِمْ مَّرَضٌ أَن لَّن يُخْرِجَ الله أضغانهم } [ محمد : 29 ] أن الله يظهر ضمائرهم ويبرز سرائرهم كأن قائلاً قال فلم لم يظهر فقال أخرناه لمحض المشيئة لا لخوف منهم ، كما لا تفشى أسرار الأكابر خوفاً منهم { وَلَوْ نَشَاء لأريناكهم } أي لا مانع لنا والإراءة بمعنى التعريف ، وقوله { فلتعرفنهم } لزيادة فائدة ، وهي أن التعريف قد يطلق ولا يلزمه المعرفة ، يقال عرفته ولم يعرف وفهمته ولم يفهم فقال ههنا { فَلَعَرَفْتَهُم } يعني عرفناهم تعريفاً تعرفهم به ، إشارة إلى قوة التعريف ، واللام في قوله { فَلَعَرَفْتَهُم } هي التي تقع في جزاء لو كما في قوله { لأريناكهم } أدخلت على المعرفة إشارة إلى أن المعرفة كالمرتبة على المشيئة كأنه قال : ولو نشاء لعرفتهم ، ليفهم أن المعرفة غير متأخرة عن التعريف فتفيد تأكيد التعريف ، أي لو نشاء لعرفناك تعريفاً معه المعرفة لا بعده ، وأما اللام في قوله تعالى : { وَلَتَعْرِفَنَّهُمْ } جواب لقسم محذوف كأنه قال ولتعرفنهم والله ، وقوله { فِي لَحْنِ القول } فيه وجوه أحدها : في معنى القول وعلى هذا فيحتمل أن يكون المراد من القول قولهم أي لتعرفنهم في معنى قولهم حيث يقولون ما معناه النفاق كقولهم حين مجيء النصر إنا كنا معكم ، وقولهم { لَئِن رَّجَعْنَا إِلَى المدينة لَيُخْرِجَنَّ } [ المنافقون : 8 ] وقولهم { إِنَّ بُيُوتَنَا عَوْرَةٌ } [ الأحزاب : 13 ] وغير ذلك ، ويحتمل أن يكون المراد قول الله عزّ وجل أي لتعرفنهم في معنى قول الله تعالى حيث قال ما تعلم منه حال المنافقين كقوله تعالى : { إِنَّمَا المؤمنون الذين ءَامَنُواْ بالله وَرَسُولِهِ وَإِذَا كَانُواْ مَعَهُ على أَمْرٍ جَامِعٍ لَّمْ يَذْهَبُواْ } [ النور : 62 ] وقوله { إِنَّمَا المؤمنون الذين إِذَا ذُكِرَ الله وَجِلَتْ قُلُوبُهُمْ } [ الأنفال : 2 ] إلى غير ذلك ، وثانيها : في ميل القول عن الصواب حيث قالوا ما لم يعتقدوا ، فأمالوا كلامهم حيث قالوا { نَشْهَدُ إِنَّكَ لَرَسُولُ الله والله يَعْلَمُ إِنَّكَ لَرَسُولُهُ والله يَشْهَدُ إِنَّ المنافقين لكاذبون } [ المنافقون : 1 ] وقالوا { إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ } [ الأحزاب : 13 ] ، { وَلَقَدْ كَانُواْ عاهدوا الله مِن قَبْلُ لاَ يُوَلُّونَ الأدبار } [ الأحزاب : 15 ] إلى غير ذلك وثالثها : في لحن القول أي في الوجه الخفي من القول الذي يفهمه النبي عليه السلام ولا يفهمه غيره ، وهذا يحتمل أمرين أيضاً والنبي عليه السلام كان يعرف المنافق ولم يكن يظهر أمره إلى أن أذن الله تعالى له في إظهار أمرهم ومنع من الصلاة على جنائزهم والقيام على قبورهم ، وأما قوله { بسيماهم } فالظاهر أن المراد أن الله تعالى لو شاء لجعل على وجوههم علامة أو يمسخهم كما قال تعالى : { وَلَوْ نَشَاء لمسخناهم } [ ياس : 67 ] وروي أن جماعة منهم أصبحوا وعلى جباههم مكتوب هذا منافق ، وقوله تعالى : { والله يَعْلَمُ أعمالكم } وعد للمؤمنين ، وبيان لكون حالهم على خلاف حال المنافق ، فإن المنافق كان له قول بلا عمل ، والمؤمن كان له عمل ولا يقول به ، وإنما قوله التسبيح ويدل عليه قوله تعالى : { رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا } [ البقرة : 286 ] وقوله { رَبَّنَا فاغفر لَنَا ذُنُوبَنَا وَكَفّرْ عَنَّا سيئاتنا } [ آل عمران : 193 ] وكانوا يعملون الصالحات ويتكلمون في السيئات مستغفرين مشفقين ، والمنافق كان يتكلم في الصالحات كقوله { إِنَّا مَعَكُمْ } [ البقرة : 14 ] { قَالَتِ الأعراب ءَامَنَّا } [ الحجرات : 14 ] ، { وَمِنَ الناس مَن يَقُولُ ءَامَنَّا } [ البقرة : 8 ] ويعمل السيء فقال تعالى الله يسمع أقوالهم الفارغة ويعلم أعمالكم الصالحة فلا يضيع .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولو نشاء لأريناكهم فلعرفتهم بسيماهم ولتعرفنهم في لحن القول والله يعلم أعمالكم (30) ",
        "babnum": 30
    },
    {
        "id": 2255,
        "cate": "47",
        "title": "وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ (31) ",
        "details": " أي لنأمرنكم بما لا يكون متعيناً للوقوع ، بل بما يحتمل الوقوع ويحتمل عدم الوقوع كما يفعل المختبر ، وقوله تعالى : { حتى نَعْلَمَ المجاهدين } أي نعلم المجاهدين من غير المجاهدين ويدخل في علم الشهادة فإنه تعالى قد علمه علم الغيب وقد ذكرنا ما هو التحقيق في الابتلاء ، وفي قوله { حتى نَعْلَمَ } وقوله { المجاهدين } أي المقدمين على الجهاد { والصابرين } أي الثابتين الذين لا يولون الأدبار وقوله { وَنَبْلُوَ أخباركم } يحتمل وجوهاً أحدها : قوله { آمنا } [ البقرة : 8 ] لأن المنافق وجد منه هذا الخبر والمؤمن وجد منه ذلك أيضاً ، وبالجهاد يعلم الصادق من الكاذب ، كما قال تعالى : { أولئك هُمُ الصادقون } [ الحجرات : 15 ] وثانيها : إخبارهم من عدم التولية في قوله { وَلَقَدْ كَانُواْ عاهدوا الله مِن قَبْلُ لاَ يُوَلُّونَ الأدبار } [ الأحزاب : 15 ] إلى غير ذلك ، فالمؤمن وفى بعهده وقاتل مع أصحابه في سبيل الله كأنهم بنيان مرصوص والمنافق كان كالهباء ينزعج بأدنى صيحة وثالثها : المؤمن كان له أخبار صادقة مسموعة من النبي عليه السلام كقوله تعالى : { لَتَدْخُلُنَّ المسجد الحرام } [ الفتح : 27 ] ، { لأَغْلِبَنَّ أَنَاْ وَرُسُلِي } [ المجادلة : 21 ] ، و { إن جُندَنَا لَهُمُ الغالبون } [ الصافات : 173 ] وللمنافق أخبار أراجيف كما قال تعالى في حقهم { والمرجفون فِي المدينة } [ الأحزاب : 60 ] فعند تحقق الإيجاف ، يتبين الصدق من الإرجاف .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولنبلونكم حتى نعلم المجاهدين منكم والصابرين ونبلو أخباركم (31) ",
        "babnum": 31
    },
    {
        "id": 2256,
        "cate": "47",
        "title": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى لَنْ يَضُرُّوا اللَّهَ شَيْئًا وَسَيُحْبِطُ أَعْمَالَهُمْ (32) ",
        "details": " فيه وجهان أحدهما : هم أهل الكتاب قريظة والنضير والثاني : كفار قريش يدل على الأول قوله تعالى : { مّن بَعْدِ مَا تَبَيَّنَ لَهُمُ الهدى } قيل أهل الكتاب تبين لهم صدق محمد عليه السلام ، وقوله { لَن يَضُرُّواْ الله شَيْئاً } تهديد معناه هم يظنون أن ذلك الشقاق مع الرسول وهم به يشاقونه وليس كذلك ، بل الشقاق مع الله فإن محمداً رسول الله ما عليه إلا البلاغ فإن ضروا يضروا الرسل لكن الله منزه عن أن يتضرر بكفر كافر وفسق فاسق ، وقوله { وَسَيُحْبِطُ أعمالهم } قد علم معناه .\r\n فإن قيل قد تقدم في أول السورة أن الله تعالى أحبط أعمالهم فكيف يحبط في المستقبل؟ فنقول الجواب عنه من وجهين أحدهما : أن المراد من قوله { الذين كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ الله } [ محمد : 1 ] في أول السورة المشركون ، ومن أول الأمر كانوا مبطلين ، وأعمالهم كانت على غير شريعة ، والمراد من الذين كفروا ههنا أهل الكتاب وكانت لهم أعمال قبل الرسول فأحبطها الله تعالى بسبب تكذيبهم الرسول ولا ينفعهم إيمانهم بالحشر والرسل والتوحيد ، والكافر المشرك أحبط عمله حيث لم يكن على شرع أصلاً ولا كان معترفاً بالحشر الثاني : هو أن المراد بالأعمال ههنا مكايدهم في القتال وذلك في تحقق منهم والله سيبطله حيث يكون النصر للمؤمنين ، والمراد بالأعمال في أول السورة هو ما ظنوه حسنة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين كفروا وصدوا عن سبيل الله وشاقوا الرسول من بعد ما تبين لهم الهدى لن يضروا الله شيئا وسيحبط أعمالهم (32) ",
        "babnum": 32
    },
    {
        "id": 2257,
        "cate": "47",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا أَعْمَالَكُمْ (33) ",
        "details": " العطف ههنا من باب عطف المسبب على السبب يقال اجلس واسترح وقم وامش لأن طاعة الله تحمل على طاعة الرسول ، وهذا إشارة إلى العمل بعد حصول العلم ، كأنه تعالى قال : يا أيها الذين آمنوا علمتم الحق فافعلوا الخير ، وقوله { وَلاَ تُبْطِلُواْ أعمالكم } يحتمل وجوهاً أحدها : دوموا على ما أنتم عليه ولا تشركوا فتبطل أعمالكم ، قال تعالى : { لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ } [ الزمر : 65 ] الوجه الثاني : { لاَ تُبْطِلُواْ أعمالكم } بترك طاعة الرسول كما أبطل الكتاب أعمالهم بتكذيب الرسول وعصيانه ، ويؤيده قوله تعالى : { ياأيها الذين ءَامَنُواْ لاَ تَرْفَعُواْ أصواتكم } إلى أن قال : { أَن تَحْبَطَ أعمالكم وَأَنتُمْ لاَ تَشْعُرُونَ } [ الحجرات : 2 ] الثالث : { لاَ تُبْطِلُواْ صدقاتكم بالمن والأذى } [ البقرة : 264 ] كما قال تعالى : { يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ قُل لاَّ تَمُنُّواْ عَلَيَّ إسلامكم } [ الحجرات : 17 ] وذلك أن من يمن بالطاعة على الرسول كأنه يقول هذا فعلته لأجل قلبك ، ولولا رضاك به لما فعلت ، وهو مناف للاخلاص ، والله لا يقبل إلا العمل الخالص .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا أطيعوا الله وأطيعوا الرسول ولا تبطلوا أعمالكم (33) ",
        "babnum": 33
    },
    {
        "id": 2258,
        "cate": "47",
        "title": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ (34) ",
        "details": " بيّن أن الله لا يغفر الشرك وما دون ذلك يغفره إن شاء حتى لا يظن ظان أن أعمالهم وإن بطلت لكن فضل الله باق يغفر لهم بفضله ، وإن لم يغفر لهم بعملهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الذين كفروا وصدوا عن سبيل الله ثم ماتوا وهم كفار فلن يغفر الله لهم (34) ",
        "babnum": 34
    },
    {
        "id": 2259,
        "cate": "47",
        "title": "فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ (35) ",
        "details": " لما بيّن أن عمل الكافر الذي له صورة الحسنات محبط ، وذنبه الذي هو أقبح السيئات غير مغفور ، بين أن لا حرمة في الدنيا ولا في الآخرة ، وقد أمر الله تعالى بطاعة الرسول بقوله { وَأَطِيعُواْ الرسول } [ النساء : 59 ] وأمر بالقتال بقوله { فَلاَ تَهِنُواْ } أي لا تضعفوا بعد ما وجد السبب في الجد في الأمر والاجتهاد في الجهاد فقاله { فَلاَ تَهِنُواْ وَتَدْعُواْ إِلَى السلم } وفي الآيات ترتيب في غاية الحسن ، وذلك لأن قوله { أَطِيعُواْ الله وَأَطِيعُواْ الرسول } يقتضي السعي في القتال لأن أمر الله وأمر الرسول ورد بالجهاد وقد أمروا بالطاعة ، فذلك يقتضي أن لا يضعف المكلف ولا يكسل ولا يهن ولا يتهاون ، ثم إن بعد المقتضي قد يتحقق مانع ولا يتحقق المسبب ، والمانع من القتال إما أخروي وإما دنيوي ، فذكر الأخروي وهو أن الكافر لا حرمة له في الدنيا والآخرة ، لأنه لا عمل له في الدنيا ولا مغفرة له في الآخرة ، فإذا وجد السبب ولم يوجد المانع ينبغي أن يتحقق المسبب ، ولم يقدم المانع الدنيوي على قوله { فَلاَ تَهِنُواْ } إشارة إلى أن الأمور الدنيوية لا ينبغي أن تكون مانعة من الإتيان ، فلا تهنوا فإن لكم النصر ، أو عليكم بالعزيمة على تقدير الاعتزام للهزيمة .\r\n ثم قال تعالى بعد ذلك المانع الدنيوي مع أنه لا ينبغي أن يكون مانعاً ليس بموجود أيضاً حيث أنتم الأعلون والأعلون والمصطفون في الجمع حالة الرفع معلوم الأصل ، ومعلوم أن الأمر كيف آل إلى هذه الصيغة في التصريف ، وذلك لأن أصله في الجمع الموافق أعليون ومصطفيون فسكنت الياء لكونها حرف علة فتحرك ما قبلها والواو كانت ساكنة فالتقى ساكنان ولم يكن بد من حذف أحدهما أو تحريكه والتحريك كان يوقع في المحذور الذي اجتنب منه فوجب الحذف ، والواو كانت فيه لمعنى لا يستفاد إلا منها وهو الجمع فأسقطت الياء وبقي أعلون ، وبهذا الدليل صار في الجر أعلين ومصطفين ، وقوله تعالى : { والله مَعَكُمْ } هداية وإرشاد يمنع الملكف من الإعجاب بنفسه ، وذلك لأنه تعالى لما قال : { وَأَنتُمُ الأَعْلَوْنَ } كان ذلك سبب الافتخار فقال : { والله مَعَكُمْ } يعني ليس ذلك من أنفسكم بل من الله ، أو نقول لما قال : { وَأَنتُمُ الأَعْلَوْنَ } فكان المؤمنون يرون ضعف أنفسهم وقلتهم مع كثرة الكفار وشوكتهم وكان يقع في نفس بعضهم أنهم كيف يكون لهم الغلبة فقال إن الله معكم لا يبقى لكم شك ولا ارتياب في أن الغلبة لكم وهذا كقوله تعالى : { لأَغْلِبَنَّ أَنَاْ وَرُسُلِي } [ المجادلة : 21 ] وقوله { وَإِنَّ جُندَنَا لَهُمُ الغالبون } [ الصافات : 173 ] وقوله { وَلَن يَتِرَكُمْ أعمالكم } وعد آخر وذلك لأن الله لما قال إن الله معكم ، كان فيه أن النصرة بالله لا بكم فكان القائل يقول لم يصدر مني عمل له اعتبار فلا أستحق تعظيماً ، فقال هو ينصركم ومع ذلك لا ينقص من أعمالكم شيئاً ، ويجعل كأن النصرة جعلت بكم ومنكم فكأنكم مستقلون في ذلك ويعطيكم أجر المستبد ، والترة النقص ، ومنه الموتر كأنه نقص منه ما يشفعه ، ويقول عند القتال إن قتل من الكافرين أحد فقد وتروا في أهلهم وعملهم حيث نقص عددهم وضاع عملهم ، والمؤمن إن قتل فإنما ينقص من عدده ولم ينقص من عمله ، وكيف ولم ينقص من عدده أيضاً ، فإنه حي مرزوق ، فرح بما هو إليه مسوق .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فلا تهنوا وتدعوا إلى السلم وأنتم الأعلون والله معكم ولن يتركم أعمالكم (35) ",
        "babnum": 35
    },
    {
        "id": 2260,
        "cate": "47",
        "title": "إِنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ (36) ",
        "details": " زيادة في التسلية يعني كيف تمنعك الدنيا من طلب الآخرة بالجهاد ، وهي لا تفوتك لكونك منصوراً غالباً ، وإن فاتتك فعملك غير موتر ، فكيف وما يفوتك ، فإن فات فائت ولم يعوض لا ينبغي لك أن تلتفت إليها لكونها لعباً ولهواً ، وقد ذكرنا في اللعب واللهو مراراً أن اللعب ما تشتغل به ولا يكون فيه ضرورة في الحال ولا منفعة في المآل ، ثم إن استعمله الإنسان ولم يشتغله عن غيره ، ولم يثنه عن أشغاله المهمة فهو لعب وإن شغله ودهشه عن مهماته فهو لهو ، ولهذا يقال ملاهي لآلات الملاهي لأنها مشغلة عن الغير ، ويقال لما دونه لعب كاللعب بالشطرنج والحمام ، وقد ذكرنا ذلك غير مرة ، وقوله { وَإِن تُؤْمِنُواْ وَتَتَّقُواْ يُؤْتِكُمْ أُجُورَكُمْ } إعادة للوعد والإضافة للتعريف ، أي الأجر الذي وعدكم بقوله { أَجْرٌ كَرِيمٌ } [ ياس : 11 ] { وَأَجْرٌ كَبِيرٌ } [ هود : 11 ] { وَأَجْرٌ عَظِيمٌ } [ آل عمران : 172 ] وقوله { وَلاَ يَسْئَلْكُمْ أموالكم } يحتمل وجوهاً أحدها : أن الجهاد لا بد له من إنفاق ، فلو قال قائل أنا لا أنفق مالي ، فيقال له الله لا يسئلكم مالكم في الجهات المعينة من الزكاة والغنيمة وأموال المصالح فيها تحتاجون إليه من المال لا تراعون بإخراجه وثانيها : الأموال لله وهي في أيديكم عارية وقد طلب منكم أو أجاز لكم في صرفها في جهة الجهاد فلا معنى لبخلكم بماله ، وإلى هذا إشارة بقوله تعالى : { وَمَا لَكُمْ أَلاَّ تُنفِقُواْ فِى سَبِيلِ الله وَلِلَّهِ مِيرَاثُ السموات والأرض } [ الحديد : 10 ] أي الكل لله وثالثها : لا يسألكم أموالكم كلها ، وإنما يسألكم شيئاً يسيراً منها وهو ربع العشر ، وهو قليل جداً لأن العشر هو الجزء الأقل إذ ليس دونه جزء وليس اسماً مفرداً ، وأما الجزء من أحد عشر ومن إثنى عشر و ( إلى ) مائة جزء لما لم يكن ملتفتاً إليه لم يوضع له اسم مفرد .\r\n ثم إن الله تعالى لم يوجب ذلك في رأس المال بل أوجب ذلك في الربح الذي هو من فضل الله وعطائه ، وإن كان رأس المال أيضاً كذلك لكن هذا المعنى في الربح أظهر ، ولما كان المال منه ما ينفق للتجارة فيه ومنه ما لا ينفق ، وما أنفق منه للتجارة أحد قسميه وهو يحتمل أن تكون التجارة فيه رابحة ، ويحتمل أن لا تكون رابحة فصار القسم الواحد قسمين فصار في التقدير كان الربح في ربعه فأوجب ( ربع ) عشر الذي فيه الربح وهو عشر فهو ربع العشر وهو الواجب ، فعلم أن الله لا يسألكم أموالكم ولا الكثير منه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إنما الحياة الدنيا لعب ولهو وإن تؤمنوا وتتقوا يؤتكم أجوركم ولا يسألكم أموالكم (36) ",
        "babnum": 36
    },
    {
        "id": 2261,
        "cate": "47",
        "title": "إِنْ يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ (37) ",
        "details": " الفاء في قوله { فَيُحْفِكُمْ } للإشارة إلى أن الإحفاء يتبع السؤال بياناً لشح الأنفس ، وذلك لأن العطف بالواو قد يكون للمثلين وبالفاء لا يكون إلا للمتعاقبين أو متعلقين أحدهما بالآخر فكأنه تعالى بيّن أن الإحفاء يقع عقيب السؤال لأن الإنسان بمجرد السؤال لا يعطي شيئاً وقوله { تَبْخَلُواْ وَيُخْرِجْ أضغانكم } يعني ما طلبها ولو طلبها وألح عليكم في الطلب لبخلتم ، كيف وأنتم تبخلون باليسير لا تبخلون بالكثير وقوله { وَيُخْرِجْ أضغانكم } يعني بسببه فإن الطالب وهو النبي صلى الله عليه وسلم وأصحابه يطلبونكم وأنتم لمحبة المال وشح الأنفس تمتنعون فيفضي إلى القتال وتظهر به الضغائن .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن يسألكموها فيحفكم تبخلوا ويخرج أضغانكم (37) ",
        "babnum": 37
    },
    {
        "id": 2262,
        "cate": "47",
        "title": "هَاأَنْتُمْ هَؤُلَاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ (38) ",
        "details": " ( يعني ) قد طلبت منكم اليسير فبخلتم فكيف لو طلبت منكم الكل وقوله { هؤلاء } يحتمل وجهين : أحدهما : أن تكون موصولة كأنه قال : أنتم هؤلاء الذين تدعون لتنفقوا في سبيل الله وثانيهما : { هؤلاء } وحدها خبر { أَنتُمْ } كما يقال أنت هذا تحقيقاً للشهرة والظهور أي ظهر أثركم بحيث لا حاجة إلى الإخبار عنكم بأمر مغاير ثم يبتدىء { تَدْعُونَ } وقوله { تَدْعُونَ } أي إلى الإنفاق إما في سبيل الله تعالى بالجهاد ، وإما في صرفه إلى المستحقين من إخوانكم ، وبالجملة ففي الجهتين تخذيل الأعداء ونصرة الأولياء { فَمِنكُم مَّن يَبْخَلُ } ، ثم بيّن أن ذلك البخل ضرر عائد إليه فلا تظنوا أنهم لا ينفقونه على غيرهم بل لا ينفقونه على أنفسهم فإن من يبخل بأجرة الطبيب وثمن الدواء وهو مريض فلا يبخل إلا على نفسه ، ثم حقق ذلك بقوله { والله الغني } غير محتاج إلى مالكم وأتمه بقوله { وَأَنتُمُ الفقراء } حتى لا تقولوا إنا أيضاً أغنياء عن القتال ، ودفع حاجة الفقراء فإنهم لا غنى لهم عن ذلك في الدنيا والآخرة ، أما في الدنيا فلأنه لولا القتال لقتلوا ، فإن الكافر إن يغز يغز ، والمحتاج إن لم يدفع حاجته يقصده ، لا سيما أباح الشارع للمضطر ذلك ، وأما في الآخرة فظاهر فكيف لا يكون فقيراً وهو موقوف مسؤول يوم لا ينفع مال ولا بنون .\r\n ثم قال تعالى : { وَإِن تَتَوَلَّوْاْ يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ ثُمَّ لاَ يَكُونُواْ أمثالكم } بيان الترتيب من وجهين : أحدهما : أنه ذكره بياناً للاستغناء ، كما قال تعالى : { إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ } [ إبراهيم : 19 ] وقد ذكر أن هذا تقرير بعد التسليم ، كأنه تعالى يقول : الله غني عن العالم بأسره فلا حاجة له إليكم .\r\n فإن كان ذاهب يذهب إلى أن ملكه بالعالم وجبروته يظهر به وعظمته بعباده ، فنقول هب أن هذا الباطل حق لكنكم غير متعينين له ، بل الله قادر على أن يخلق خلقاً غيركم يفتخرون بعبادته ، وعالماً غير هذا يشهد بعظمته وكبريائه وثانيهما : أنه تعالى لما بيّن الأمور وأقام عليها البراهين وأوضحها بالأمثلة قال إن أطعتم فلكم أجوركم وزيادة وإن تتولوا لم يبق لكم إلا الإهلاك فإن ما من نبي أنذر قومه وأصروا على تكذيبه إلا وقد حق عليهم القول بالإهلاك وطهر الله الأرض منهم وأتى بقوم آخرين طاهرين ، وقوله { ثُمَّ لاَ يَكُونُواْ أمثالكم } فيه مسألة نحوية يتبين منها فوائد عزيزة وهي : أن النحاة قالوا : يجوز في المعطوف على جواب الشرط بالواو والفاء وثم ، الجزم والرفع جميعاً ، قال الله تعالى ههنا { وَإِن تَتَوَلَّوْاْ يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ ثُمَّ لاَ يَكُونُواْ أمثالكم } بالجزم ، وقال في موضع آخر { وَإِن يقاتلوكم يُوَلُّوكُمُ الأدبار ثُمَّ لاَ يُنصَرُونَ } [ آل عمران : 111 ] بالرفع بإثبات النون وهو مع الجواز ، ففيه تدقيق : وهو أن ههنا لا يكون متعلقاً بالتولي لأنهم إن لم يتولوا يكونون ممن يأتي بهم الله على الطاعة وإن تولوا لا يكونون مثلهم لكونهم عاصين ، كون من يأتي بهم مطيعين ، وأما هناك سواء قاتلوا أو لم يقاتلوا لا ينصرون ، فلم يكن للتعليق هناك وجه فرفع بالابتداء ، وههنا جزم للتعليق .\r\n وقوله { ثُمَّ لاَ يَكُونُواْ أمثالكم } يحتمل وجهين : أحدهما : أن يكون المراد { ثُمَّ لاَ يَكُونُواْ أمثالكم } في الوصف ولا في الجنس وهو لائق الوجه الثاني : وفيه وجوه أحدها : قوم من العجم ثانيها : قوم من فارس روي أن النبي صلى الله عليه وسلم سئل عمن يستبدل بهم إن تولوا وسلمان إلى جنبه فقال : « هذا وقومه » ثم قال : « لو كان الإيمان منوطاً بالثريا لناله رجال من فارس » و ثالثها : قوم من الأنصار ، والله أعلم .\r\n والحمد لله رب العالمين ، وصلاته على خير خلقه محمد النبي وآله وصحبه وعترته وآل بيته أجمعين وسلم تسليماً كثيراً آمين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "هاأنتم هؤلاء تدعون لتنفقوا في سبيل الله فمنكم من يبخل ومن يبخل فإنما يبخل عن نفسه والله الغني وأنتم الفقراء وإن تتولوا يستبدل قوما غيركم ثم لا يكونوا أمثالكم (38) ",
        "babnum": 38
    }
]