[
    {
        "id": 2702,
        "cate": "61",
        "title": "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (1) يَاأَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ (2) ",
        "details": " وجه التعلق بما قبلها هو أن في تلك السورة بيان الخروج جهاداً في سبيل الله وابتغاء مرضاته بقوله : { إِن كُنتُمْ خَرَجْتُمْ جِهَاداً فِى سَبِيلِى وابتغاء مَرْضَاتِى } [ الممتحنة : 1 ] وفي هذه السورة بيان ما يحمل أهل الإيمان ويحثهم على الجهاد بقوله تعالى : { إِنَّ الله يُحِبُّ الذين يقاتلون فِى سَبِيلِهِ صَفّاً كَأَنَّهُم بنيان مَّرْصُوصٌ } [ الصف : 4 ] وأما الأول بالآخر ، فكأنه قال : إن كان الكفرة بجهلهم يصفون لحضرتنا المقدسة بما لا يليق بالحضرة ، فقد كانت الملائكة وغيرهم من الإنس والجن يسبحون لحضرتنا ، كما قال : { سَبَّحَ للَّهِ مَا فِى السموات وَمَا فِي الأرض } أي شهد له بالربوبية والوحدانية وغيرهما من الصفات الحميدة جميع ما في السموات والأرض و { العزيز } من عز إذا غلب ، وهو الذي يغلب على غيره أي شيء كان ذلك الغير ، ولا يمكن أن يغلب عليه غيره و { الحكيم } من حكم على الشيء إذا قضى عليه ، وهو الذي يحكم على غيره ، أي شيء كان ذلك الغير ، ولا يمكن أن يحكم عليه غيره ، فقوله : { سَبَّحَ للَّهِ مَا فِى السموات وَمَا فِي الأرض } يدل على الربوبية والوحدانية إذن ، ثم إنه تعالى قال في البعض من السور : { سَبَّحَ للَّهِ } [ الحديد : 1 ، الحشر : 1 ] ، وفي البعض : { يُسَبّحُ } [ الجمعة : 1 ، التغابن : 1 ] ، وفي البعض : { سَبِّحِ } [ الأعلى : 1 ] بصيغة الأمر ، ليعلم أن تسبيح حضرة الله تعالى دائم غير منقطع لما أن الماضي يدل عليه في الماضي من الزمان ، والمستقبل يدل عليه في المستقبل من الزمان ، والأمر يدل عليه في الحال ، وقوله تعالى : { يا أيها الذين آمنوا لم تقولون ما لا تفعلون } منهم من قال : هذه الآية في حق جماعة من المؤمنين ، وهم الذين أحبوا أن يعملوا بأحب الأعمال إلى الله ، فأنزل الله تعالى : { يأَيُّهَا الذين ءامَنُواْ هَلْ أَدُلُّكمْ على تجارة } [ الصف : 10 ] الآية و { إِنَّ الله يُحِبُّ الذين يقاتلون } [ الصف : 4 ] فأحبوا الحياة وتولوا يوم أحد فأنزل الله تعالى : { لِمَ تَقُولُونَ مَا لا تَفْعَلُونَ } وقيل في حق من يقول : قاتلت ولم يقاتل ، وطعنت ولم يطعن ، وفعلت ولم يفعل ، وقيل : إنها في حق أهل النفاق في القتال ، لأنهم تمنوا القتال ، فلما أمر الله تعالى به قالوا : { لِمَ كَتَبْتَ عَلَيْنَا القتال } [ النساء : 77 ] وقيل : إنها في حق كل مؤمن ، لأنهم قد اعتقدوا الوفاء بما وعدهم الله به من الطاعة والاستسلام والخضوع والخشوع فإذا لم يوجد الوفاء بما وعدهم خيف عليهم في كل زلة أن يدخلوا في هذه الآية ثم في هذه الجملة مباحث : الأول : قال تعالى : { سَبَّحَ للَّهِ مَا فِي السموات وَمَا فِي الأرض } [ الحديد : 1 ، الحشر : 1 ] في أول هذه السورة ، ثم قاله تعالى في أول سورة أخرى ، وهذا هو التكرار ، والتكرار عيب ، فكيف هو؟ فنقول : يمكن أن يقال : كرره ليعلم أنه في نفس الأمر غير مكرر لأن ما وجد منه التسبيح عند وجود العالم بإيجاد الله تعالى فهو غير ما وجد منه التسبيح بعد وجود العالم ، وكذا عند وجود آدم وبعد وجوده .\r\n الثاني : قال : { سَبَّحَ للَّهِ مَا فِي السموات وَمَا فِي الأرض } ولم يقل : سبح لله السموات والأرض وما فيهما ، مع أن في هذا من المبالغة ما ليس في ذلك؟ فنقول : إنما يكون كذلك إذا كان المراد من التسبيح ، التسبيح بلسان الحال مطلقاً ، أما إذا كان المراد هو التسبيح المخصوص فالبعض يوصف كذا ، فلا يكون كما ذكرتم .\r\n الثالث : قال صاحب الكشاف : { لم } هي لام الإضافة داخلة على ما الاستفهامية كما دخل عليها غيرها من حروف الجر في قولك : بم وفيم وعم ومم ، وإنما حذفت الألف لأن ( ما ) والحرف كشيء واحد ، وقد وقع استعمالها في كلام المستفهم ، ولو كان كذلك لكان معنى الاستفهام واقعاً في قوله تعالى : { لِمَ تَقُولُونَ مَا لا تَفْعَلُونَ } والاستفهام من الله تعالى محال وهو عالم بجميع الأشياء ، فنقول : هذا إذا كان المراد من الاستفهام طلب الفهم ، أما إذا كان المراد إلزام من أعرض عن الوفاء ما وعد أو أنكر الحق وأصر على الباطل فلا .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "سبح لله ما في السماوات وما في الأرض وهو العزيز الحكيم (1) ياأيها الذين آمنوا لم تقولون ما لا تفعلون (2) ",
        "babnum": 1
    },
    {
        "id": 2703,
        "cate": "61",
        "title": "كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ (3) ",
        "details": " والمقت هو البغض ، ومن استوجب مقت الله لزمه العذاب ، قال صاحب الكشاف : المقت أشد البغض وأبلغه وأفحشه ، وقال الزجاج : { أن } في موضع رفع و : { مَقْتاً } منصوب على التمييز ، والمعنى : كبر قولكم ما لا تفعلون مقتاً عند الله ، وهذا كقوله تعالى : { كَبُرَتْ كَلِمَةً } [ الكهف : 5 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "كبر مقتا عند الله أن تقولوا ما لا تفعلون (3) ",
        "babnum": 2
    },
    {
        "id": 2704,
        "cate": "61",
        "title": "إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ (4) ",
        "details": " قرأ زيد بن علي : { يقاتلون } بفتح التاء ، وقرىء ( يقتلون ) أن يصفون صفاً ، والمعنى يصفون أنفسهم عند القتال كأنهم بنيان مرصوص ، قال الفراء : مرصوص بالرصاص ، يقال : رصصت البناء إذا لا يمت بينه وقاربت حتى يصير كقطعة واحدة ، وقال الليث : يقال : رصصت البناء إذا ضممته ، والرص انضمام الأشياء بعضها إلى بعض ، وقال ابن عباس : يوضع الحجر على الحجر ثم يرص بأحجار صغار ثم يوضع اللبن عليه فتسميه أهل مكة المرصوص ، وقال أبو إسحق : أعلم الله تعالى أنه يحب من يثبت في الجهاد ويلزم مكانه كثبوت البناء المرصوص ، وقال : ويجوز أن يكون على أن يستوي شأنهم في حرب عدوهم حتى يكونوا في اجتماع الكلمة ، وموالاة بعضهم بعضاً كالبنيان المرصوص ، وقيل : ضرب هذا المثل للثبات : يعني إذا اصطفوا ثبتوا كالبنيان المرصوص الثابت المستقر ، وقيل : فيه دلالة على فضل القتال راجلاً ، لأن العرب يصطفون على هذه الصفة ، ثم المحبة في الظاهر على وجهين أحدهما : الرضا عن الخلق وثانيها : الثناء عليهم بما يفعلون ، ثم ما وجه تعلق الآية بما قبلها وهو قوله تعالى : { كَبُرَ مَقْتاً عِندَ الله أَن } نقول تلك الآية مذمة المخالفين في القتال وهم الذين وعدوا بالقتال ولم يقاتلوا ، وهذه الآية محمدة الموافقين في القتال وهم الذين قاتلوا في سبيل الله وبالغوا فيه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "إن الله يحب الذين يقاتلون في سبيله صفا كأنهم بنيان مرصوص (4) ",
        "babnum": 3
    },
    {
        "id": 2705,
        "cate": "61",
        "title": "وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَاقَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (5) ",
        "details": " معناه اذكر لقومك هذه القصة ، و { إِذْ } منصوب بإضمار اذكر أي حين قال لهم : { تُؤْذُونَنِى } وكانوا يؤذونه بأنواع الأذى قولاً وفعلاً ، فقالوا : { أَرِنَا الله جَهْرَةً } [ النساء : 153 ] ، { لَن نَّصْبِرَ على طَعَامٍ واحد } [ البقرة : 61 ] وقيل : قد رموه بالأدرة ، وقوله تعالى : { وَقَد تَّعْلَمُونَ أَنّى رَسُولُ الله } في موضع الحال ، أي تؤذونني عالمين علماً قطعياً أني رسول الله وقضية علمكم بذلك موجبة للتعظيم والتوقير ، وقوله : { فَلَمَّا زَاغُواْ } أي مالوا إلى غير الحق { أَزَاغَ الله قُلُوبَهُمْ } أي أمالها عن الحق ، وهو قول ابن عباس وقال مقاتل : { زَاغُواْ } أي عدلوا عن الحق بأبدانهم { أَزَاغَ الله } أي أمال الله قلوبهم عن الحق وأضلهم جزاء ما عملوا ، ويدل عليه قوله تعالى : { والله لاَ يَهْدِى القوم الفاسقين } قال أبو إسحق معناه : والله لا يهدي من سبق في عمله أنه فاسق ، وفي هذا تنبيه على عظيم إيذاء الرسول صلى الله عليه وسلم حتى إنه يؤدي إلى الكفر وزيغ القلوب عن الهدى { وَقَدْ } معناه التوكيد كأنه قال : وتعلمون علماً يقينياً لا شبهة لكم فيه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذ قال موسى لقومه ياقوم لم تؤذونني وقد تعلمون أني رسول الله إليكم فلما زاغوا أزاغ الله قلوبهم والله لا يهدي القوم الفاسقين (5) ",
        "babnum": 4
    },
    {
        "id": 2706,
        "cate": "61",
        "title": "وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَابَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌ مُبِينٌ (6) وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (7) ",
        "details": " قوله : { إِنّى رَسُولُ الله } أي اذكروا أني رسول الله أرسلت إليكم بالوصف الذي وصفت به في التوراة ومصدقاً بالتوراة وبكتب الله وبأنبيائه جميعاً ممن تقدم وتأخر { وَمُبَشّراً بِرَسُولٍ } يصدق بالتوراة على مثل تصديقي ، فكأنه قيل له : ما اسمه؟ فقال : اسمه أحمد ، فقوله : { يَأْتِي مِن بَعْدِي اسمه أَحْمَدُ } جملتان في موضع الجر لأنهما صفتان للنكرة التي هي رسول ، وفي { بَعْدِي اسمه } قراءتان تحريك الياء بالفتح على الأصل ، وهو الاختيار عند الخليل وسيبويه في كل موضع تذهب فيه الياء لالتقاء ساكنين وإسكانها ، كما في قوله تعالى : { وَلِمَن دَخَلَ بَيْتِيَ } [ نوح : 28 ] فمن أسكن في قوله : { مِن بَعْدِي اسمه } حذف الياء من اللفظ لالتقاء الساكنين ، وهما الياء والسين من اسمه ، قاله المبرد وأبو علي ، وقوله تعالى : { أَحْمَدُ } يحتمل معنيين أحدهما : المبالغة في الفاعل ، يعني أنه أكثر حمداً لله من غيره وثانيهما : المبالغة من المفعول ، يعني أنه يحمد بما فيه من الإخلاص والأخلاق الحسنة أكثر ما يحمد غيره .\r\n ولنذكر الآن بعض ما جاء به عيسى عليه السلام ، بمقدم سيدنا محمد عليه السلام في الإنجيل في عدة مواضع أولها : في الإصحاح الرابع عشر من إنجيل يوحنا هكذا : «وأنا أطلب لكم إلى أبي حتى يمنحكم ، ويعطيكم الفارقليط حتى يكون معكم إلى الأبد ، والفارقليط هو روح الحق اليقين» هذا لفظ الإنجيل المنقول إلى العربي ، وذكر في الإصحاح الخامس عشر هذا اللفظ : «وأما الفارقليط روح القدس يرسله أبي باسمي ، ويعلمكم ويمنحكم جميع الأشياء ، وهو يذكركم ما قلت لكم» ثم ذكر بعد ذلك بقليل : «وإني قد خبرتكم بهذا قبل أن يكون حتى إذا كان ذلك تؤمنون» ، وثانيها : ذكر في الإصحاح السادس عشر هكذا : «ولكن أقول لكم الآن حقاً يقيناً انطلاقي عنكم خير لكم ، فإن لم أنطلق عنكم إلى أبي لم يأتكم الفارقليط ، وإن انطلقت أرسلته إليكم ، فإذا جاء هو يفيد أهل العالم ، ويدينهم ويمنحهم ويوقفهم على الخطيئة والبر والدين» وثالثها : ذكر بعد ذلك بقليل هكذا : «فإن لي كلاماً كثيراً أريد أن أقوله لكم ، ولكن لا تقدرون على قبوله والاحتفاظ به ، ولكن إذا جاء روح الحق إليكم يلهمكم ويؤيدكم بجميع الحق ، لأنه ليس يتكلم بدعة من تلقاء نفسه» هذا ما في الإنجيل ، فإن قيل : المراد بفارقليط إذا جاء يرشدهم إلى الحق ويعلمهم الشريعة ، وهو عيسى يجيء بعد الصلب؟ نقول : ذكر الحواريون في آخر الإنجيل أن عيسى لما جاء بعد الصلب ما ذكر شيئاً من الشريعة ، وما علمهم شيئاً من الأحكام ، وما لبث عندهم إلا لحظة ، وما تكلم إلا قليلاً ، مثل أنه قال : «أنا المسيح فلا تظنوني ميتاً ، بل أنا ناج عند الله ناظر إليكم ، وإني ما أوحي بعد ذلك إليكم» فهذا تمام الكلام ، وقوله تعالى : { فَلَمَّا جَاءهُم بالبينات } قيل : هو عيسى ، وقيل : هو محمد ، ويدل على أن الذي جاءهم بالبينات جاءهم بالمعجزات والبينات التي تبين أن الذي جاء به إنما جاء به من عند الله ، وقوله تعالى : { هذا سِحْرٌ مُّبِينٌ } أي ساحر مبين .\r\n وقوله : { وَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله الكذب } أي من أقبح ظلماً ممن بلغ افتراؤه المبلغ الذي يفتري على الله الكذب وأنهم قد علموا أن ما نالوه من نعمة وكرامة فإنما نالوه من الله تعالى ، ثم كفروا به وكذبوا على الله وعلى رسوله : { والله لاَ يَهْدِي القوم الظالمين } أي لا يوافقهم الله للطاعة عقوبة لهم .\r\n وفي الآية بحث : وهو أن يقال : بم انتصب { مُصَدّقاً } و { مُبَشّرًا } أبما في الرسول من معنى الإرسال أم { إِلَيْكُمْ } ؟ نقول : بل بمعنى الإرسال لأن إليكم صلة للرسول .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذ قال عيسى ابن مريم يابني إسرائيل إني رسول الله إليكم مصدقا لما بين يدي من التوراة ومبشرا برسول يأتي من بعدي اسمه أحمد فلما جاءهم بالبينات قالوا هذا سحر مبين (6) ومن أظلم ممن افترى على الله الكذب وهو يدعى إلى الإسلام والله لا يهدي القوم الظالمين (7) ",
        "babnum": 5
    },
    {
        "id": 2707,
        "cate": "61",
        "title": "يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ (8) هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (9) ",
        "details": " { لِيُطْفِئُواْ } أي أن يطفئوا وكأن هذه اللام زيدت مع فعل الإرادة تأكيداً له لما فيها من معنى الإرادة في قولك : جئتك لإكرامك ، كما زيدت اللام في لا أباً لك ، تأكيداً لمعنى الإضافة في أباك ، وإطفاء نور الله تعالى بأفواههم ، تهكم بهم في إرادتهم إبطال الإسلام بقولهم في القرآن : { هذا سحرٌ } [ الصف : 6 ] مثلت حالهم بحال من ينفخ في نور الشمس بفيه ليطفئه ، كذا ذكره في الكشاف ، وقوله : { والله مُتِمُّ نُورِهِ } قرىء بكسر الراء على الإضافة ، والأصل هو التنوين ، قال ابن عباس : يظهر دينه ، وقال صاحب الكشاف : متم الحق ومبلغه غايته ، وقيل : دين الله ، وكتاب الله ، ورسول الله ، وكل واحد من هذه الثلاثة بهذه الصفة لأنه يظهر عليهم من الآثار وثانيها : أن نور الله ساطع أبداً وطالع من مطلع لا يمكن زواله أصلاً وهو الحضرة القدسية ، وكل واحد من الثلاثة كذلك وثالثها : أن النور نحو العلم ، والظلمة نحو الجهل ، أو النور الإيمان يخرجهم من الظلمات إلى النور ، أو الإسلام هو النور ، أو يقال : الدين وضع إلهي سائق لأولي الألباب إلى الخيرات باختيارهم المحمود وذلك هو النور ، والكتاب هو المبين قال تعالى : { تِلْكَ ءَايَاتُ الكتاب المبين } [ الشعراء : 2 ] فالإبانة والكتاب هو النور ، أو يقال : الكتاب حجة لكونه معجزاً ، والحجة هو النور ، فالكتاب كذلك ، أو يقال في الرسول : إنه النور ، وإلا لما وصف بصفة كونه رحمة للعالمين ، إذ الرحمة بإظهار ما يكون من الأسرار وذلك بالنور ، أو نقول : إنه هو النور ، لأنه بواسطته اهتدى الخلق ، أو هو النور لكونه مبيناً للناس ما نزل إليهم ، والمبين هو النور ، ثم الفوائد في كونه نوراً وجوه منها : أنه يدل على علو شأنه وعظمة برهانه ، وذلك لوجهين أحدهما : الوصف بالنور وثانيهما : الإضافة إلى الحضرة ، ومنها : أنه إذا كان نوراً من أنوار الله تعالى كان مشرقاً في جميع أقطار العالم ، لأنه لا يكون مخصوصاً ببعض الجوانب ، فكان رسولاً إلى جميع الخلائق ، لما روي عنه صلى الله عليه وسلم : « بعثت إلى الأحمر والأسود » فلا يوجد شخص من الجن والإنس إلا ويكون من أمته إن كان مؤمناً فهو من أمة المتابعة ، وإن كان كافراً فهو من أمة الدعوة .\r\n وقوله تعالى : { وَلَوْ كَرِهَ الكافرون } أي اليهود والنصارى وغيرهم من المشركين ، وقوله : { بالهدى } لمن اتبعه { وَدِينِ الحق } قيل : الحق هو الله تعالى ، أي دين الله : وقيل : نعت للدين ، أي والدين هو الحق ، وقيل : الذي يحق أن يتبعه كل أحد و { يُظْهِرَهُ عَلَى الدين كُلّهِ } يريد الإسلام ، وقيل : ليظهره ، أي الرسول صلى الله عليه وسلم بالغلبة وذلك بالحجة ، وههنا مباحث : الأول : { والله مُتِمُّ نُورِهِ } والتمام لا يكون إلا عند النقصان ، فكيف نقصان هذا النور؟ فنقول إتمامه بحسب النقصان في الأثر ، وهو الظهور في سائر البلاد من المشارق إلى المغارب ، إذ الظهور لا يظهر إلا بالإظهار وهو الإتمام ، يؤيده قوله تعالى : { اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ } [ المائدة : 3 ] وعن أبي هريرة : أن ذلك عند نزول عيسى من السماء ، قال مجاهد .\r\n الثاني : قال ههنا : { مُتِمُّ نُورِهِ } وقال في موضع آخر : { مَثَلُ نُورِهِ } [ النور : 35 ] وهذا عين ذلك أو غيره؟ نقول : هو غيره ، لأن نور الله في ذلك الموضع هو الله تعالى عند أهل التحقيق ، وهنا هو الدين أو الكتاب أو الرسول .\r\n الثالث : قال في الآية المتقدمة : { وَلَوْ كَرِهَ الكافرون } وقال في المتأخرة : { وَلَوْ كَرِهَ المشركون } فما الحكمة فيه؟ فنقول : إنهم أنكروا الرسول ، وما أنزل إليه وهو الكتاب ، وذلك من نعم الله ، والكافرون كلهم في كفران النعم ، فلهذا قال : { وَلَوْ كَرِهَ الكافرون } ولأن لفظ الكافر أعم من لفظ المشرك ، والمراد من الكافرين ههنا اليهود والنصارى والمشركون ، وهنا ذكر النور وإطفاءه ، واللائق به الكفر لأنه الستر والتغطية ، لأن من يحاول الإطفاء إنما يريد الزوال ، وفي الآية الثانية ذكر الرسول والإرسال ودين الحق ، وذلك منزلة عظيمة للرسول عليه السلام ، وهي اعتراض على الله تعالى كما قال : ألا قل لمن ظل لي حاسدا \r\n أتدري على من أسأت الأدب أسأت على الله في فعله كأنه لم ترض لي ما وهب \r\n والاعتراض قريب من الشرك ، ولأن الحاسدين للرسول عليه السلام ، كان أكثرهم من قريش وهم المشركون ، ولما كان النور أعم من الدين والرسول ، لا جرم قابله بالكافرين الذين هم جميع مخالفي الإسلام والإرسال ، والرسول والدين أخص من النور قابله بالمشركين الذين هم أخص من الكافرين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يريدون ليطفئوا نور الله بأفواههم والله متم نوره ولو كره الكافرون (8) هو الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون (9) ",
        "babnum": 6
    },
    {
        "id": 2708,
        "cate": "61",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ (10) تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (11) ",
        "details": " إعلم أن قوله تعالى : { هَلْ أَدُلُّكُمْ } في معنى الأمر عند الفراء ، يقال : هل أنت ساكت أي اسكت وبيانه : أن هل ، بمعنى الاستفهام ، ثم يتدرج إلى أن يصير عرضاً وحثاً ، والحث كالإغراء ، والإغراء أمر ، وقوله تعالى : { على تجارة } هي التجارة بين أهل الإيمان وحضرة الله تعالى ، كما قال تعالى : { إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ وأموالهم بِأَنَّ لَهُمُ الجنة } [ التوبة : 111 ] دل عليه { تُؤْمِنُونَ بالله وَرَسُولِهِ } والتجارة عبارة عن معاوضة الشيء بالشيء ، وكما أن التجارة تنجي التاجر من محنة الفقر ، ورحمة الصير على ما هو من لوازمه ، فكذلك هذه التجارة وهي التصديق بالجنان والإقرار باللسان ، كما قيل في تعريف الإيمان فلهذا قال : بلفظ التجارة ، وكما أن التجارة في الربح والخسران ، فكذلك في هذا ، فإن من آمن وعمل صالحاً فله الأجر ، والربح الوافر ، واليسار المبين ، ومن أعرض عن العمل الصالح فله التحسر والخسران المبين ، وقوله تعالى : { تُنجِيكُم مّنْ عَذَابٍ أَلِيمٍ } قرىء مخففاً ومثقلاً ، { وَتُؤْمِنُونَ } استئناف ، كأنهم قالوا : كيف نعمل؟ فقال : { تُؤْمِنُونَ بالله وَرَسُولِهِ } وهو خبر في معنى الأمر ، ولهذا أجيب بقوله : { يَغْفِرْ لَكُمْ } وقوله تعالى : { وتجاهدون فِي سَبِيلِ الله } والجهاد بعد هذين الوجهين ثلاثة ، جهاد فيما بينه وبين نفسه ، وهو قهر النفس ، ومنعها عن اللذات والشهوات ، وجهاد فيما بينه وبين الخلق ، وهو أن يدع الطمع منهم ، ويشفق عليهم ويرحمهم وجهاد فيما بينه بين الدنيا وهو أن يتخذها زاداً لمعاده فتكون على خمسة أوجه ، وقوله تعالى : { ذلكم خَيْرٌ لَّكُمْ } يعني الذي أمرتم به من الإيمان بالله تعالى والجهاد في سبيله خير لكم من أن تتبعوا أهواءكم { إِن كُنتُمْ تَعْلَمُونَ } أي إن كنتم تنتفعون بما علمتم فهو خير لكم ، وفي الآية مباحث : الأول : لم قال : { تُؤْمِنُونَ } بلفظ الخبر؟ نقول : للإيذان بوجوب الامتثال ، عن ابن عباس قالوا : لو نعلم أحب الأعمال إلى الله تعالى لعملنا ، فنزلت هذه الآية ، فمكثوا ما شاء الله يقولون : يا ليتنا نعلم ما هي؟ فدلهم الله عليها بقوله : { تُؤْمِنُونَ بالله } .\r\n الثاني : ما معنى : { إِن كُنتُمْ تَعْلَمُونَ } نقول : { إِن كُنتُمْ تَعْلَمُونَ } أنه خير لكم كان خيراً لكم ، وهذه الوجوه للكشاف ، وأما الغير فقال : الخوف من نفس العذاب لا من العذاب الأليم ، إذ العذاب الأليم هو نفس العذاب مع غيره ، والخوف من اللوازم كقوله تعالى : { وَخَافُونِ إِن كُنتُمْ مُّؤْمِنِينَ } [ آل عمران : 175 ] ومنها أن الأمر بالإيمان كيف هو بعد قوله : { يا أيها الذين آمنوا } فنقول : يمكن أن يكون المراد من هذه الآية المنافقين ، وهم الذين آمنوا في الظاهر ، ويمكن أن يكون أهل الكتاب وهم اليهود والنصارى فإنهم آمنوا بالكتب المتقدمة فكأنه قال : يا أيها الذين آمنوا بالكتب المتقدمة آمنوا بالله وبمحمد رسول الله ، ويمكن أن يكون أهل الإيمان كقوله : { فَزَادَتْهُمْ إيمانا } [ التوبة : 124 ] ، { لِيَزْدَادُواْ إيمانا } [ الفتح : 4 ] وهو الأمر بالثبات كقوله : { يُثَبّتُ الله الذين ءَامَنُواْ } [ إبراهيم : 27 ] وهو الأمر بالتجدد كقوله : { يَأَيُّهَا الذين ءَامَنُواْ ءَامِنُواْ بالله وَرَسُولِهِ } [ النساء : 136 ] وفي قوله صلى الله عليه وسلم : « من جدد وضوءه فكأنما جدد إيمانه » ، ومنها : أن رجاء النجاة كيف هو إذا آمن بالله ورسوله ، ولم يجاهد في سبيل الله ، وقد علق بالمجموع ، ومنها أن هذا المجموع وهو الإيمان بالله ورسوله والجهاد بالنفس والمال في سبيل الله خبر في نفس الأمر .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا هل أدلكم على تجارة تنجيكم من عذاب أليم (10) تؤمنون بالله ورسوله وتجاهدون في سبيل الله بأموالكم وأنفسكم ذلكم خير لكم إن كنتم تعلمون (11) ",
        "babnum": 7
    },
    {
        "id": 2709,
        "cate": "61",
        "title": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ (12) وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ (13) ",
        "details": " اعلم أن قوله تعالى : { غَفَرَ لَكُمْ ذُنُوبَكُمْ } جواب قوله : { تُؤْمِنُونَ بالله وَرَسُولِهِ وتجاهدون فِى سَبِيلِ الله } [ الصف : 11 ] لما أنه في معنى الأمر ، كما مر فكأنه قال : آمنوا بالله وجاهدوا في سبيل الله يغفر لكم ، وقيل جوابه : { ذلكم خَيْرٌ لَّكُمْ } [ الصف : 11 ] وجزم : { يَغْفِرْ لَكُمْ } لما أنه ترجمة : { ذلكم خَيْرٌ لَّكُمْ } ومحله جزم ، كقوله تعالى : { لَوْلا أَخَّرْتَنِي إلى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن } [ المنافقون : 10 ] لأن محل { فَأَصَّدَّقَ } جزم على قوله : { لَوْلا أَخَّرْتَنِي } وقيل : جزم { يَغْفِرْ لَكُمْ } بهل ، لأنه في معنى الأمر ، وقوله تعالى : { وَيُدْخِلْكُمْ جنات تَجْرِي مِن تَحْتِهَا الأنهار } إلى آخر الآية ، من جملة ما قدم بيانه في التوراة ، ولا يبعد أن يقال : إن الله تعالى رغبهم في هذه الآية إلى مفارقة مساكنهم وإنفاق أموالهم والجهاد ، وهو قوله : { يَغْفِرْ لَكُمْ } وقوله تعالى : { ذلك الفوز العظيم } يعني ذلك الجزاء الدائم هو الفوز العظيم ، وقد مر ، وقوله تعالى : { وأخرى تُحِبُّونَهَا } أي تجارة أخرى في العاجل مع ثواب الآجل ، قال الفراء : وخصلة أخرى تحبونها في الدنيا مع ثواب الآخرة ، وقوله تعالى : { نَصْرٌ مّن الله } هو مفسر للأخرى ، لأنه يحسن أن يكون : { نَصْرٌ مّن الله } مفسراً للتجارة إذ النصر لا يكون تجارة لنا بل هو ريح للتجارة ، وقوله تعالى : { وَفَتْحٌ قَرِيبٌ } أي عاجل وهو فتح مكة ، وقال الحسن : هو فتح فارس والروم ، وفي { تُحِبُّونَهَا } شيء من التوبيخ على محبة العاجل ، ثم في الآية مباحث : الأول : قوله تعالى : { وَبَشّرِ المؤمنين } عطف على { تؤمنون } [ الصف : 11 ] لأنه في معنى الأمر ، كأنه قيل : آمنوا وجاهدوا يثبكم الله وينصركم ، وبشر يا رسول الله المؤمنين بذلك .\r\n ويقال أيضاً : بم نصب من قرأ : { نَصْراً مِنَ الله وفتحاً قَرِيبًا } ، فيقال : على الاختصاص ، أو على تنصرون نصراً ، ويفتح لكم فتحاً ، أو على يغفر لكم ، ويدخلكم ويؤتكم خيراً ، ويرى نصراً وفتحاً ، هكذا ذكر في الكشاف .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يغفر لكم ذنوبكم ويدخلكم جنات تجري من تحتها الأنهار ومساكن طيبة في جنات عدن ذلك الفوز العظيم (12) وأخرى تحبونها نصر من الله وفتح قريب وبشر المؤمنين (13) ",
        "babnum": 8
    },
    {
        "id": 2710,
        "cate": "61",
        "title": "يَاأَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ (14) ",
        "details": " ثم قال تعالى : { يأَيُّهَا الذين ءَامَنُواْ كُونُواْ أَنصَارَ الله كَمَا قَالَ عِيسَى ابن مَرْيَمَ لِلْحَوَارِيّينَ مَنْ أَنَّصَارِي إِلَى الله قَالَ الحواريون نَحْنُ أنصار الله } .\r\n قوله : { كُونُواْ أَنصَارَ الله } أمر بإدامة النصرة والثبات عليه ، أي ودوموا على ما أنتم عليه من النصرة ، ويدل عليه قراءة ابن مسعود : كونوا أنتم أنصار الله فأخبر عنهم بذلك ، أي أنصار دين الله وقوله : { كَمَا قَالَ عِيسَى ابن مَرْيَمَ لِلْحَوَارِيّينَ } أي انصروا دين الله مثل نصرة الحواريين لما قال لهم : { مَنْ أَنصَارِي إِلَى الله } قال مقاتل ، يعني من يمنعني من الله ، وقال عطاء : من ينصر دين الله ، ومنهم من قال : أمر الله المؤمنين أن ينصروا محمداً صلى الله عليه وسلم كما نصر الحواريون عيسى عليه السلام ، وفيه إشارة إلى أن النصر بالجهاد لا يكون مخصوصاً بهذه الأمة ، والحواريون أصفياؤه ، وأول من آمن به ، وكانوا اثني عشر رجلاً ، وحواري الرجل صفيه وخلصاؤه من الحور ، وهو البياض الخالص ، وقيل : كانوا قصارين يحورون الثياب ، أي يبيضونها ، وأما الأنصار فعن قتادة : أن الأنصار كلهم من قريش : أبو بكر ، وعمر ، وعثمان ، وعلي ، وحمزة ، وجعفر ، وأبو عبيدة ابن الجراح ، وعثمان بن مظعون ، وعبد الرحمن بن عوف ، وسعد بن أبي وقاص ، وعثمان بن عوف ، وطلحة بن عبيد الله ، والزبير بن العوام ، ثم في الآية مباحث : البحث الأول : التشبيه محمول على المعنى والمراد كونوا كما كان الحواريون .\r\n الثاني : ما معنى قوله : { مَنْ أَنصَارِي إِلَى الله } ؟ نقول : يجب أن يكون معناه مطابقاً لجواب الحواريين والذي يطابقه أن يكون المعنى : من عسكري متوجهاً إلى نصرة الله ، وإضافة { أَنصَارِي } خلاف إضافة { أَنْصَارُ الله } لما أن المعنى في الأول : الذين ينصرون الله ، وفي الثاني : الذين يختصون بي ويكونون معي في نصرة الله .\r\n الثالث : أصحاب عيسى قالوا : { نَحْنُ أَنْصَارُ الله } وأصحاب محمد لم يقولوا هكذا ، نقول : خطاب عيسى عليه السلام بطريق السؤال فالجواب لازم ، وخطاب محمد صلى الله عليه وسلم بطريق الإلزام ، فالجواب غير لازم ، بل اللازم هو امتثال هذا الأمر ، وهو قوله تعالى : { كُونُواْ أَنصَارَ الله } .\r\n ثم قال تعالى : { فآمنت طائفة من بني إسرائيل وكفرت طائفة فأيدنا الذين آمنوا على عدوهم فأصبحوا ظاهرين } .\r\n قال ابن عباس يعني الذين آمنوا في زمن عيسى عليه السلام ، والذين كفروا كذلك ، وذلك لأن عيسى عليه السلام لما رفع إلى السماء تفرقوا ثلاث فرق ، فرقة قالوا : كان الله فارتفع ، وفرقة قالوا : كان ابن الله فرفعه إليه ، وفرقة قالوا : كان عبد الله ورسوله فرفعه إليه ، وهم المسلمون ، واتبع كل فرقة منهم طائفة من الناس ، واجتمعت الطائفتان الكافرتان على الطائفة المسلمة فقتلوهم وطردوهم في الأرض ، فكانت الحالة هذه حتى بعث الله محمداً صلى الله عليه وسلم ، فظهرت المؤمنة على الكافرة فذلك قوله تعالى : { فأيدنا الذين آمنوا على عدوهم } ، وقال مجاهد : { فَأَصْبَحُواْ ظاهرين } يعني من اتبع عيسى ، وهو قول المقاتلين ، وعلى هذا القول معنى الآية : أن من آمن بعيسى ظهروا على من كفروا به فأصبحوا غالبين على أهل الأديان ، وقال إبراهيم : أصبحت حجة من آمن بعيسى ظاهرة بتصديق محمد صلى الله عليه وسلم وأن عيسى كلمة الله وروحه ، قال الكلبي : ظاهرين بالحجة ، والظهور بالحجة هو قول زيد بن علي رضي الله عنه ، والله أعلم بالصواب والحمد لله رب العالمين ، والصلاة والسلام على سيدنا محمد وآله وصحبه أجمعين .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ياأيها الذين آمنوا كونوا أنصار الله كما قال عيسى ابن مريم للحواريين من أنصاري إلى الله قال الحواريون نحن أنصار الله فآمنت طائفة من بني إسرائيل وكفرت طائفة فأيدنا الذين آمنوا على عدوهم فأصبحوا ظاهرين (14) ",
        "babnum": 9
    }
]