[
    {
        "id": 1235,
        "cate": "14",
        "title": "الر كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ (1) ",
        "details": " سورة إبراهيم عليه السلام خمسون وآيتان مكية بسم الله الرحمن الرحيم اعلم أن الكلام في أن هذه السورة مكية أو مدنية طريقه الآحاد .\r\n ومتى لم يكن في السورة ما يتصل بالأحكام الشرعية فنزولها بمكة والمدينة سواء ، وإنما يختلف الغرض في ذلك إذا حصل فيه ناسخ ومنسوخ فيكون فيه فائدة عظيمة وقوله : { الر كِتَابٌ } معناه أن السورة المسماة بالر كتاب أنزلناه إليك لغرض كذا وكذا فقوله : { الر } مبتدأ وقوله : { كِتَابٌ } خبره وقوله : { أنزلناه إِلَيْكَ } صفة لذلك الخبر وفيه مسائل : المسألة الأولى : دلت هذه الآية على أن القرآن موصوف بكونه منزلاً من عند الله تعالى .\r\n قالت المعتزلة : النازل والمنزل لا يكون قديماً .\r\n وجوابنا : أن الموصوف بالنازل والمنزل هو هذه الحروف وهي محدثة بلا نزاع .\r\n المسألة الثانية : قالت المعتزلة : اللام في قوله : { لِتُخْرِجَ الناس } لام الغرض والحكمة ، وهذا يدل على أنه تعالى إنما أنزل هذا الكتاب لهذا الغرض ، وذلك يدل على أن أفعال الله تعالى وأحكامه معللة برعاية المصالح .\r\n أجاب أصحابنا عنه بأن من فعل فعلاً لأجل شيء آخر فهذا إنما يفعله لو كان عاجزاً عن تحصيل هذا المقصود إلا بهذه الواسطة وذلك في حق الله تعالى محال ، وإذا ثبت بالدليل أنه يمتنع تعليل أفعال الله تعالى وأحكامه بالعلل ثبت أن كل ظاهر أشعر به فإنه مؤول محمول على معنى آخر .\r\n المسألة الثالثة : إنما شبه الكفر بالظلمات لأنه نهاية ما يتحير الرجل فيه عن طريق الهداية وشبه الإيمان بالنور لأنه نهاية ما ينجلي به طريق هدايته .\r\n المسألة الرابعة : قال القاضي : هذه الآية فيها دلالة على إبطال القول بالجبر من جهات : أحدها : أنه تعالى لو كان يخلق الكفر في الكافر فكيف يصح إخراجه منه بالكتاب .\r\n وثانيها : أنه تعالى أضاف الإخراج من الظلمات إلى النور إلى الرسول صلى الله عليه وسلم فإن كان خالق ذلك الكفر هو الله تعالى فكيف يصح من الرسول عليه الصلاة والسلام إخراجهم منه وكان للكافر أن يقول : إنك تقول : إن الله خلق الكفر فينا فكيف يصح منك أن تخرجنا منه فإن قال لهم : أنا أخرجكم من الظلمات التي هي كفر مستقبل لا واقع ، فلهم أن يقولوا : إن كان تعالى سيخلقه فينا لم يصح ذلك الإخراج وإن لم يخلقه فنحن خارجون منه بلا إخراج .\r\n وثالثها : أنه صلى الله عليه وسلم إنما يخرجهم من الكفر بالكتاب بأن يتلوه عليهم ليتدبروه وينظروا فيه فيعلموا بالنظر والاستدلال كونه تعالى عالماً قادراً حكيماً ويعلموا بكون القرآن معجزة صدق الرسول صلى الله عليه وسلم وحينئذ يقبلوا منه كل ما أداه إليهم من الشرائع ، وذلك لا يصح إلا إذا كان الفعل لهم ويقع باختيارهم ، ويصح منهم أن يقدموا عليه ويتصرفوا فيه .\r\n والجواب عن الكل أن نقول : الفعل الصادر من العبد إما أن يصدر عنه حال استواء الداعي إلى الفعل والترك أو حال رجحان أحد الطرفين على الآخر ، والأول : باطل ، لأن صدور الفعل رجحان لجانب الوجود على جانب العدم ، وحصول الرجحان حال حصول الاستواء محال .\r\n والثاني : عين قولنا لأنه يمتنع صدور الفعل عنه إلا بعد حصول الرجحان ، فإن كان ذلك الرجحان منه عاد السؤال ، وإن لم يكن منه بل من الله تعالى ، فحينئذ يكون المؤثر الأول هو الله تعالى وذلك هو المطلوب والله أعلم .\r\n المسألة الخامسة : احتج أصحابنا على صحة قولهم في أن فعل العبد مخلوق لله تعالى بقوله تعالى : { بِإِذْنِ رَبّهِمْ } فإن معنى الآية أن الرسول صلى الله عليه وسلم لا يمكنه إخراج الناس من الظلمات إلى النور إلا بإذن ربهم ، والمراد بهذا الإذن إما الأمر ، وإما العلم ، وإما المشيئة والخلق .\r\n وحمل الإذن على الأمر محال ، لأن الإخراج من الجهل إلى العلم لا يتوقف على الأمر ، فإنه سواء حصل الأمر أو لم يحصل ، فإن الجهل متميز عن العلم والباطل متميز عن الحق ، وأيضاً حمل الإذن على العلم محال ، لأن العلم يتبع المعلوم على ما هو عليه فالعلم بالخروج من الظلمات إلى النور تابع لذلك الخروج ويمتنع أن يقال إن حصول ذلك الخروج تابع للعلم بحصول ذلك الخروج ولما بطل هذان القسمان لم يبق إلا أن يكون المراد من الإذن المشيئة والتخليق ، وذلك يدل على أن الرسول صلى الله عليه وسلم لا يمكنه إخراج الناس من الظلمات إلى النور إلا بمشيئة الله وتخليقه .\r\n فإن قيل : لم لا يجوز أن يكون المراد من الإذن الإلطاف .\r\n قلنا : لفظ اللطف لفظ مجمل ونحن نفصل القول فيه فنقول : المراد بالإذن إما أن يكون أمراً يقتضي ترجيح جانب الوجود على جانب العدم أو لا يقتضي ذلك ، فإن كان الثاني لم يكن فيه أمر ألبتة ، فامتنع أن يقال : إنه مما حصل بسببه ولأجله فبقي الأول وهو أن المراد من الإذن معنى يقتضي ترجيح جانب الوجود على جانب العدم .\r\n وقد دللنا في «الكتب العقلية» على أنه متى حصل الرجحان فقد حصل الوجوب ولا معنى لذلك إلا الداعية الموجبة وهو عين قولنا ، والله أعلم .\r\n المسألة السادسة : القائلون بأن معرفة الله تعالى لا يمكن تحصيلها إلا من تعليم الرسول صلى الله عليه وسلم والإمام ، احتجوا عليه بهذه الآية وقالوا : إنه تعالى صرح في هذه الآية بأن الرسول هو الذي يخرجهم من ظلمات الكفر إلى نور الإيمان ، وذلك يدل على أن معرفة الله تعالى لا تحصل إلا من طريق التعليم .\r\n وجوابنا : أن الرسول صلى الله عليه وسلم يكون كالمنبه ، وأما المعرفة فهي إنما تحصل بالدليل ، والله أعلم .\r\n المسألة السابعة : الآية دالة على أن طرق الكفر والبدعة كثيرة وأن طريق الخير ليس إلا الواحد ، لأنه تعالى قال : { لِتُخْرِجَ الناس مِنَ الظلمات إِلَى النور } فعبر عن الجهل والكفر بالظلمات وهي صيغة جمع وعبر عن الإيمان والهداية بالنور وهو لفظ مفرد ، وذلك يدل على أن طرق الجهل كثيرة ، وأما طريق العلم والإيمان فليس إلا الواحد .\r\n المسألة الثامنة : في قوله تعالى : { إلى صِرَاطِ العزيز الحميد } وجهان الأول : أنه بدل من قوله إلى النور بتكرير العامل كقوله : { لِلَّذِينَ استضعفوا لِمَنْ ءامَنَ مِنْهُمْ } [ الأعراف : 75 ] الثاني : يجوز أن يكون على وجه الاستئناف كأنه قيل : إلى أي نور فقيل : { إلى صِرَاطِ العزيز الحميد } .\r\n المسألة التاسعة : قالت المعتزلة : الفاعل إنما يكون آتياً بالصواب والصلاح ، تاركاً للقبيح والعبث إذا كان قادراً على كل المقدورات عالماً بجميع المعلومات غنياً عن كل الحاجات ، فإنه إن لم يكن قادراً على الكل فربما فعل القبيح بسبب العجز ، وإن لم يكن عالماً بكل المعلومات فربما فعل القبيح بسبب الجهل ، وإن لم يكن غنياً عن كل الحاجات فربما فعل القبيح بسبب الحاجة ، أما إذا كان قادراً على الكل عالماً الكل غنياً عن الكل امتنع منه الإقدام على فعل القبيح ، فقوله : { العزيز } إشارة إلى كمال القدرة ، وقوله : { الحميد } إشارة إلى كونه مستحقاً للحمد في كل أفعاله ، وذلك إنما يحصل إذا كان عالماً بالكل غنياً عن الكل فثبت بما ذكرنا أن صراط الله إنما كان موصوفاً بكونه شريفاً رفيعاً عالياً لكونه صراطاً مستقيماً للإله الموصوف بكونه عزيزاً حميداً ، فلهذا المعنى : وصف الله نفسه بهذين الوصفين في هذا المقام .\r\n المسألة العاشرة : إنما قدم ذكر العزيز على ذكر الحميد ، لأن الصحيح أن أول العلم بالله العلم بكونه تعالى قادراً ، ثم بعد ذلك العلم بكونه عالماً ، ثم بعد ذلك العلم بكونه غنياً عن الحاجات ، والعزيز هو القادر والحميد هو العالم الغني ، فلما كان العلم بكونه تعالى قادراً متقدماً على العلم بكونه عالماً بالكل غنياً عن الكل لا جرم قدم الله ذكر العزيز على ذكر الحميد ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الر كتاب أنزلناه إليك لتخرج الناس من الظلمات إلى النور بإذن ربهم إلى صراط العزيز الحميد (1) ",
        "babnum": 1
    },
    {
        "id": 1236,
        "cate": "14",
        "title": "اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَوَيْلٌ لِلْكَافِرِينَ مِنْ عَذَابٍ شَدِيدٍ (2) الَّذِينَ يَسْتَحِبُّونَ الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا أُولَئِكَ فِي ضَلَالٍ بَعِيدٍ (3) ",
        "details": " في الآية مسائل : المسألة الأولى : قرأ نافع وابن عامر { الله } مرفوعاً بالابتداء وخبره ما بعده ، وقيل التقدير هو الله والباقون بالجر عطفاً على قوله : { العزيز الحميد } وههنا بحث ، وهو أن جماعة من المحققين ذهبوا إلى أن قولنا : الله جار مجرى الإسم العلم لذات الله تعالى وذهب قوم آخرون إلى أنه لفظ مشتق والحق عندنا هو الأول .\r\n ويدل عليه وجوه : الأول : أن الاسم المشتق عبارة عن شيء ما حصل له المشتق منه ، فالأسود مفهومه شيء ما حصل له السواد ، والناطق مفهومه شيء ما حصل له النطق ، فلو كان قولنا الله اسماً مشتقاً من معنى لكان المفهوم منه أنه شيء ما حصل له ذلك المشتق منه ، وهذا المفهوم كلي لا يمتنع من حيث هو هو عن وقوع الشركة فيه ، فلو كان قولنا الله لفظاً مشتقاً لكان مفهومه صالحاً لوقوع الشركة فيه ، ولو كان الأمر كذلك لما كان قولنا لا إله إلا الله موجباً للتوحيد ، لأن المستثنى هو قولنا الله وهو غير مانع من وقوع الشركة فيه ولما اجتمعت الأمة على أن قولنا لا إله إلا الله يوجب التوحيد المحض علمنا أن قولنا الله جارٍ مجرى الاسم العلم .\r\n الثاني : أنه كلما أردنا أن نذكر سائر الصفات والأسماء ذكرنا أولاً قولنا الله ثم وصفناه بسائر الصفات كقولنا هو الله الذي لا إله إلا هو الرحمن الرحيم الملك القدوس ولا يمكننا أن نعكس الأمر فنقول الرحمن الرحيم الله فعلمنا أن الله هو اسم علم للذات المخصوصة وسائر الألفاظ دالة على الصفات والنعوت .\r\n الثالث : أن ما سوى قولنا الله كلها دالة ، إما على الصفات السلبية ، كقولنا : القدوس السلام ، أو على الصفات الإضافية ، كقولنا الخالق الرازق أو على الصفات الحقيقية كقولنا : العالم القادر ، أو على ما يتركب من هذه الثلاثة ، فلو لم يكن قولنا : الله اسماً للذات المخصوصة لكان جميع أسماء الله تعالى ألفاظاً دالة على صفاته ، ولم يحصل فيها ما يدل على ذاته المخصوصة وذلك بعيد ، لأنه يبعد أن لا يكون له من حيث إنه هو اسم مخصوص .\r\n والرابع : قوله تعالى : { هَلْ تَعْلَمُ لَهُ سَمِيّاً } [ مريم : 65 ] والمراد هل تعلم من اسمه الله غير الله ، وذلك يدل على أن قولنا : الله اسم لذاته المخصوصة ، وإذا ظهرت هذه المقدمة فالترتيب الحسن أن يذكر عقيبه الصفات كقوله تعالى : { هُوَ الله الخالق البارىء المصور } [ الحشر : 24 ] فإما أن يعكس فيقال : هو الخالق المصور البارىء الله ، فذلك غير جائز .\r\n وإذا ثبت هذا فنقول : الذين قرؤا : { الله الذى لَهُ مَا فِى السموات } بالرفع أرادوا أن يجعلوا قوله : { الله } مبتدأ ويجعلوا ما بعده خبراً عنه وهذا هو الحق الصحيح ، فأما الذين قرؤا : { الله } بالجر عطفاً على : { العزيز الحميد } فهو مشكل لما بينا أن الترتيب الحسن أن يقال : الله الخالق .\r\n وإما أن يقال : الخالق الله فهذا لا يحسن ، وعند هذا اختلفوا في الجواب على وجوه : الأول : قال أبو عمرو بن العلاء : القراءة بالخفض على التقديم والتأخير ، والتقدير : صراط الله العزيز الحميد الذي له ما في السموات .\r\n والثاني : أنه لا يبعد أن يذكر الصفة أولاً ثم يذكر الاسم ثم يذكر الصفة مرة أخرى كما يقال : مررت بالإمام الأجل محمد الفقيه وهو بعينه نظير قوله : { صِرَاطِ العزيز الحميد * الله الذى لَهُ مَا فِى السموات } وتحقيق القول فيه : أنا بينا أن الصراط إنما يكون ممدوحاً محموداً إذا كان صراطاً للعالم القادر الغني ، والله تعالى عبر عن هذه الأمور الثلاثة بقوله : { العزيز الحميد } ثم لما ذكر هذا المعنى وقعت الشبهة في أن ذلك العزيز من هو؟ فعطف عليها قوله : { الله الذى لَهُ مَا فِى السموات وَمَا فِي الأرض } إزالة لتلك الشبهة .\r\n الثالث : قال صاحب «الكشاف» : الله عطف بيان للعزيز الحميد ، وتحقيق هذا القول ما قررناه فيما تقدم .\r\n الرابع : قد ذكرنا في أول هذا الكتاب أن قولنا الله في أصل الوضع مشتق إلا أنه بالعرف صار جارياً مجرى الإسم العلم فحيث يبدأ بذكره ويعطف عليه سائر الصفات فذلك لأجل أنه جعل اسم علم ، وأما في هذه الآية حيث جعل وصفاً للعزيز الحميد ، فذاك لأجل أنه حمل على كونه لفظاً مشتقاً فلا جرم بقي صفة .\r\n الخامس : أن الكفار ربما وصفوا الوثن بكونه عزيزاً حميداً فلما قال : { لِتُخْرِجَ الناس مِنَ الظلمات إِلَى النور بِإِذْنِ رَبّهِمْ إلى صِرَاطِ العزيز الحميد } بقي في خاطر عبدة الأوثان أنه ربما كان ذلك العزيز الحميد هو الوثن ، فأزال الله تعالى هذه الشبهة وقال : { الله الذى لَهُ مَا فِى السموات وَمَا فِي الأرض } أي المراد من ذلك العزيز الحميد هو الله الذي له ما في السموات وما في الأرض .\r\n المسألة الثانية : قوله : { الله الذى لَهُ مَا فِى السموات وَمَا فِي الأرض } يدل على أنه تعالى غير مختص بجهة العلو ألبتة ، وذلك لأن كل ما سماك وعلاك فهو سماء ، فلو حصل ذات الله تعالى في جهة فوق ، لكان حاصلاً في السماء ، وهذه الآية دالة على أن كل ما في السموات فهو ملكه ، فلزم كونه ملكاً لنفسه وهو محال ، فدلت هذه الآية على أنه منزه عن الحصول في جهة فوق .\r\n المسألة الثالثة : احتج أصحابنا بهذه الآية على أنه تعالى خالق لأعمال العباد لأنه قال : { لَّهُ مَا فِي السموات وَمَا فِي الأرض } وأعمال العباد حاصلة في السموات والأرض فوجب القول بأن أفعال العباد له بمعنى كونها مملوكة له ، والملك عبارة عن القدرة فوجب كونها مقدورة لله تعالى ، وإذا ثبت أنها مقدورة لله تعالى وجب وقوعها بقدرة الله تعالى ، وإلا لكان العبد قد منع الله تعالى من إيقاع مقدوره وذلك محال .\r\n واعلم أن قوله تعالى : { لَّهُ مَا فِي السموات وَمَا فِي الأرض } يفيد الحصر والمعنى أن ما في السموات وما في الأرض له لا لغيره وذلك يدل على أنه لا مالك إلا الله ولا حاكم إلا الله ثم إنه تعالى لما ذكر ذلك عطف على الكفار بالوعيد فقال : { وَوَيْلٌ للكافرين مِنْ عَذَابٍ شَدِيدٍ } والمعنى : أنهم لما تركوا عبادة الله تعالى الذي هو المالك للسموات والأرض ولكل ما فيهما إلى عبادة ما لا يملك ضراً ولا نفعاً ويخلق ولا يخلق ، ولا إدراك لها ولا فعل ، فالويل ثم الويل لمن كان كذلك ، وإنما خص هؤلاء بالويل ، لأن المعنى يولولون من عذاب شديد ويصيحون منه ويقولون يا ويلاه .\r\n ونظيره قوله تعالى : { دَعَوْاْ هُنَالِكَ ثُبُوراً } [ الفرقان : 13 ] ثم بين تعالى صفة هؤلاء الكافرين الذين توعدهم بالويل الذي يفيد أعظم العذاب وذكر من صفاتهم ثلاثة أنواع : الأول : قوله : { الذين يَسْتَحِبُّونَ الحياة الدنيا عَلَى الأخرة } وفيه مسائل : المسألة الأولى : إن شئت جعلت «الذين» صفة الكافرين في الآية المتقدمة وإن شئت جعلته مبتدأ وجعلت الخبر قوله : { أولئك } وإن شئت نصبته على الذم .\r\n المسألة الثانية : الاستحباب طلب محبة الشيء ، وأقول إن الإنسان قد يحب الشيء ولكنه لا يحب كونه محباً لذلك الشيء ، مثل من يميل طبعه إلى الفسق والفجور ولكنه يكره كونه محباً لهما ، أما إذا أحب الشيء وطلب كونه محباً له ، وأحب تلك المحبة فهذا هو نهاية المحبة فقوله : { الذين يَسْتَحِبُّونَ الحياة الدنيا } يدل على كونهم في نهاية المحبة للحياة الدنيوية ، ولا يكون الإنسان كذلك إلا إذا كان غافلاً عن الحياة الأخروية ، وعن معايب هذه الحياة العاجلة ، ومن كان كذلك كان في نهاية الصفات المذمومة ، وذلك لأن هذه الحياة موصوفة بأنواع كثيرة من العيوب .\r\n فأحدها : أن بسبب هذه الحياة انفتحت أبواب الآلام والأسقام والغموم والهموم والمخاوف والأحزان .\r\n وثانيها : أن هذه اللذات في الحقيقة لا حاصل لها إلا دفع الآلام ، بخلاف اللذات الروحانية فإنها في أنفسها لذات وسعادات .\r\n وثالثها : أن سعادات هذه الحياة منغصة بسبب الانقطاع والإنقراض والانقضاء .\r\n ورابعها : أنها حقيرة قليلة ، وبالجملة فلا يحب هذه الحياة إلا من كان غافلاً عن معايبها وكان غافلاً عن فضائل الحياة الروحانية الأخروية ، ولذلك قال تعالى : { والأخرة خَيْرٌ وأبقى } [ الأعلى : 17 ] فهذه الكلمة جامعة لكل ما ذكرناه .\r\n المسألة الثالثة : إنما قال : { يَسْتَحِبُّونَ الحياة الدنيا عَلَى الأخرة } لأن فيه إضماراً ، والتقدير : يستحبون الحياة الدنيا ويؤثرونها على الآخرة ، فجمع تعالى بين هذين الوصفين ليتبين بذلك أن الاستحباب للدنيا وحده لا يكون مذموماً إلا بعد أن يضاف إليه إيثارها على الآخرة ، فأما من أحبها ليصل بها إلى منافع النفس وإلى خيرات الآخرة فإن ذلك لا يكون مذموماً حتى إذا آثرها على آخرته بأن اختار منها ما يضره في آخرته فهذه المحبة هي المحبة المذمومة .\r\n النوع الثاني : من الصفات التي وصف الله الكفار بها قوله تعالى : { وَيَصُدُّونَ عَن سَبِيلِ الله } .\r\n واعلم أن من كان موصوفاً باستحباب الدنيا فهو ضال ، ومن منع الغير من الوصول إلى سبيل الله ودينه فهو مضل ، فالمرتبة الأولى إشارة إلى كونهم ضالين ، وهذه المرتبة الثانية وهي كونهم صادين عن سبيل الله إشارة إلى كونهم مضلين .\r\n والنوع الثالث : من تلك الصفات قوله : { وَيَبْغُونَهَا عِوَجًا } ، واعلم أن الإضلال على مرتبتين : المرتبة الأولى : أنه يسعى في صد الغير ومنعه من الوصول إلى المنهج القويم والصراط المستقيم .\r\n والمرتبة الثانية : أن يسعى في إلقاء الشكوك والشبهات في المذهب الحق ويحاول تقبيح صفته بكل ما يقدر عليه من الحيل ، وهذا هو النهاية في الضلال والإضلال ، وإليه الإشارة بقوله : { وَيَبْغُونَهَا عِوَجًا } قال صاحب «الكشاف» الأصل في الكلام أن يقال : ويبغون لها عوجاً ، فحذف الجار وأوصل الفعل ، ولما ذكر الله تعالى هذه المراتب الثلاثة لأحوال هؤلاء الكفار قال في صفتهم : { أُوْلَئِكَ فِى ضلال بَعِيدٍ } وإنما وصف هذا الضلال بالبعد لوجوه : الوجه الأول : أنا بينا أن أقصى مراتب الضلال هو الذي وصفه الله تعالى في هذه المرتبة فهذه المرتبة في غاية البعد عن طريق الحق ، فإن شرط الضدين أن يكونا في غاية التباعد ، مثل السواد والبياض ، فكذا ههنا الضلال الذي يكون واقعاً على هذا الوجه يكون في غاية البعد عن الحق فإنه لا يعقل ضلال أقوى وأكمل من هذا الضلال .\r\n والوجه الثاني : أن يكون المراد أنه يبعد ردهم عن طريقة الضلال إلى الهدى ، لأنه قد تمكن ذلك في نفوسهم .\r\n والوجه الثالث : أن يكون المراد من الضلال الهلاك ، والتقدير : أولئك في هلاك يطول عليهم فلا ينقطع ، وأراد بالبعد امتداده وزوال انقطاعه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الله الذي له ما في السماوات وما في الأرض وويل للكافرين من عذاب شديد (2) الذين يستحبون الحياة الدنيا على الآخرة ويصدون عن سبيل الله ويبغونها عوجا أولئك في ضلال بعيد (3) ",
        "babnum": 2
    },
    {
        "id": 1237,
        "cate": "14",
        "title": "وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ فَيُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ وَهُوَ الْعَزِيزُ الْحَكِيمُ (4) ",
        "details": " في الآية مسائل : المسألة الأولى : اعلم أنه تعالى لما ذكر في أول السورة : { كِتَابٌ أنزلناه إِلَيْكَ لِتُخْرِجَ الناس مِنَ الظلمات إِلَى النور } [ إبراهيم : 1 ] كان هذا إنعاماً على الرسول من حيث إنه فوض إليه هذا المنصب العظيم ، وإنعاماً أيضاً على الخلق من حيث إنه أرسل إليهم من خلصهم من ظلمات الكفر وأرشدهم إلى نور الإيمان ، فذكر في هذه الآية ما يجري مجرى تكميل النعمة والإحسان في الوجهين .\r\n أما بالنسبة إلى الرسول عليه الصلاة والسلام ، فلأنه تعالى بين أن سائر الأنبياء كانوا مبعوثين إلى قومهم خاصة ، وأما أنت يا محمد فمبعوث إلى عامة الخلق ، فكان هذا الإنعام في حقك أفضل وأكمل ، وأما بالنسبة إلى عامة الخلق ، فهو أنه تعالى ذكر أنه ما بعث رسولاً إلى قوم إلا بلسان أولئك القوم ، فإنه متى كان الأمر كذلك ، كان فهمهم لأسرار تلك الشريعة ووقوفهم على حقائقها أسهل ، وعن الغلط والخطأ أبعد .\r\n فهذا هو وجه النظم .\r\n المسألة الثانية : احتج بعض الناس بهذه الآية على أن اللغات اصطلاحية لا توفيقية .\r\n قال لأن التوقيف لا يحصل إلا بإرسال الرسل ، وقد دلت هذه الآية على أن إرسال جميع الرسل لا يكون إلا بلغة قومهم ، وذلك يقتضي تقدم حصول اللغات على إرسال الرسل ، وإذا كان كذلك امتنع حصول تلك اللغات بالتوقيف ، فوجب حصولها بالإصطلاح .\r\n المسألة الثالثة : زعم طائفة من اليهود يقال لهم العيسوية أن محمداً رسول الله لكن إلى العرب لا إلى سائر الطوائف ، وتمسكوا بهذه الآية من وجهين : الأول : أن القرآن لما كان نازلاً بلغة العرب لم يعرف كونه معجزة بسبب ما فيه من الفصاحة إلا العرب وحينئذ لا يكون القرآن حجة إلا على العرب ، ومن لا يكون عربياً لم يكن القرآن حجة عليه .\r\n الثاني : قالوا : إن قوله : { وَمَا أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ } [ إبراهيم : 4 ] المراد بذلك اللسان لسان العرب ، وذلك يقتضي أن يقال : إنه ليس له قوم سوى العرب ، وذلك يدل على أنه مبعوث إلى العرب فقط .\r\n والجواب : لم لا يجوز أن يكون المراد من { قَوْمِهِ } أهل بلده ، وليس المراد من { قَوْمِهِ } أهل دعوته .\r\n والدليل على عموم الدعوة قوله تعالى : { قُلْ ياأيها الناس إِنّى رَسُولُ الله إِلَيْكُمْ جَمِيعًا } [ الأعراف : 158 ] بل إلى الثقلين ، لأن التحدي كما وقع مع الإنس فقد وقع مع الجن بدليل قوله تعالى : { قُل لَّئِنِ اجتمعت الإنس والجن على أَن يَأْتُواْ بِمِثْلِ هذا القرءان لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا } [ الإسراء : 88 ] .\r\n المسألة الرابعة : تمسك أصحابنا بقوله تعالى : { فَيُضِلُّ الله مَن يَشَاءُ وَيَهْدِى مَن يَشَاءُ } على أن الضلال والهداية من الله تعالى ، والآية صريحة في هذا المعنى .\r\n قال الأصحاب : ومما يؤكد هذا المعنى ما روي : أن أبا بكر وعمر أقبلا في جماعة من الناس وقد ارتفعت أصواتهما ، فقال عليه السلام \" ما هذا \" فقال بعضهم : يا رسول الله يقول أبو بكر الحسنات من الله والسيئات من أنفسنا ، ويقول : عمر كلاهما من الله ، وتبع بعضهم أبا بكر وبعضهم عمر ، فتعرف الرسول صلى الله عليه وسلم ما قاله أبو بكر ، وأعرض عنه حتى عرف ذلك في وجهه ، ثم أقبل على عمر فتعرف ما قاله وعرف البشر في وجهه ثم قال : \" أقضي بينكما كما قضى به اسرافيل بين جبريل وميكائيل ، قال جبريل مثل مقالتك يا عمر وقال ميكائيل مثل مقالتك يا أبا بكر فقضاء اسرافيل أن القدر كله خيره وشره من الله تعالى وهذا قضائي بينكما \" قالت المعتزلة : هذه الآية لا يمكن اجراؤها على ظاهرها وبيانه من وجوه : الأول : أنه تعالى قال : { وَمَا أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ لِيُبَيّنَ لَهُمْ } والمعنى : أنا إنما أرسلنا كل رسول بلسان قومه ليبين لهم تلك التكاليف بلسانهم ، فيكون إدراكهم لذلك البيان أسهل ووقوفهم على المقصود والغرض أكمل ، وهذا الكلام إنما يصح لو كان مقصود الله تعالى من إرسال الرسل حصول الإيمان للمكلفين ، فأما لو كان مقصوده الإضلال وخلق الكفر فيهم لم يكن ذلك الكلام ملائماً لهذا المقصود .\r\n والثاني : أنه عليه السلام إذا قال لهم إن الله يخلق الكفر والضلال فيكم ، فلهم أن يقولوا له فما الفائدة في بيانك ، وما المقصود من إرسالك ، وهل يمكننا أن نزيل كفراً خلقه الله تعالى فينا عن أنفسنا وحينئذ تبطل دعوة النبوة وتفسد بعثة الرسل .\r\n الثالث : أنه إذا كان الكفر حاصلاً بتخليق الله تعالى ومشيئته ، وجب أن يكون الرضا به واجباً لأن الرضا بقضاء الله تعالى واجب ، وذلك لا يقوله عاقل .\r\n والرابع : أنا قد دللنا على أن مقدمة هذه الآية وهو قوله : { لِتُخْرِجَ الناس مِنَ الظلمات إِلَى النور } [ إبراهيم : 1 ] يدل على مذهب العدل ، وأيضاً مؤخرة الآية يدل عليه ، وهو قوله : { وَهُوَ العزيز الحكيم } فكيف يكون حكيماً من كان خالقاً للكفر والقبائح ومريداً لها ، فثبت بهذه الوجوه أنه لا يمكن حمل قوله : { فَيُضِلُّ الله مَن يَشَاءُ وَيَهْدِى مَن يَشَاءُ } على أنه تعالى يخلق الكفر في العبد ، فوجب المصير إلى التأويل ، وقد استقصينا ما في هذه التأويلات في سورة البقرة في تفسير قوله تعالى : { يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا } [ البقرة : 26 ] ولا بأس بإعادة بعضها ، فالأول : أن المراد بالإضلال : هو الحكم بكونه كافراً ضالاً كما يقال : فلان يكفر فلاناً ويضلله ، أي يحكم بكونه كافراً ضالاً ، والثاني : أن يكون الإضلال عبارة عن الذهاب بهم عن طريق الجنة إلى النار ، والهداية عبارة عن إرشادهم إلى طريق الجنة .\r\n والثالث : أنه تعالى لما ترك الضال على إضلاله ولم يتعرض له صار كأنه أضله ، والمهتدي لما أعانه بالألطاف صار كأنه هو الذي هداه .\r\n قال صاحب «الكشاف» : المراد بالإضلال : التخلية ومنع الألطاف وبالهداية التوفيق واللطف .\r\n والجواب عن قولهم أولاً أن قوله تعالى : { لِيُبَيِّنَ لَهُمُ } لا يليق به أن يضلهم .\r\n قلنا : قال الفراء : إذا ذكر فعل وبعده فعل آخر ، فإن كان الفعل الثاني مشاكلاً للأول نسقته عليه ، وإن لم يكن مشاكلاً له استأنفته ورفعته .\r\n ونظيره قوله تعالى : { يُرِيدُونَ أَن يُطْفِئُواْ نُورَ الله بأفواههم ويأبى الله } [ التوبة : 32 ] فقوله : { ويأبى الله } في موضع رفع لا يجوز إلا ذلك ، لأنه لا يحسن أن يقال : يريدون أن يأبى الله ، فلما لم يمكن وضع الثاني موضع الأول بطل العطف ، ونظيره أيضاً قوله : { لّنُبَيِّنَ لَكُمْ وَنُقِرُّ فِى الأرحام } [ الحج : 5 ] ومن ذلك قولهم : أردت أن أزورك فيمنعني المطر بالرفع غير منسوق على ما قبله لما ذكرناه ، ومثله قول الشاعر : يريد أن يعربه فيعجمه \r\n إذا عرفت هذا فنقول : ههنا قال تعالى : { لِيُبَيِّنَ لَهُمُ } ثم قال : { فَيُضِلُّ الله مَن يَشَاءُ } ذكر فيضل بالرفع فدل على أنه مذكور على سبيل الاستئناف وأنه غير معطوف على ما قبله ، وأقول تقرير هذا الكلام من حيث المعنى ، كأنه تعالى قال : وما أرسلنا من رسول إلا بلسان قومه ، ليكون بيانه لهم تلك الشرائع بلسانهم الذي ألفوه واعتادوه ، ثم قال ومع أن الأمر كذلك فإنه تعالى يضل من يشاء ويهدي من يشاء ، والغرض منه التنبيه على أن تقوية البيان لا توجب حصول الهداية فربما قوي البيان ولا تحصل الهداية وربما ضعف البيان وحصلت الهداية ، وإنما كان الأمر كذلك لأجل أن الهداية والضلال لا يحصلان إلا من الله تعالى .\r\n أما قوله ثانياً : لو كان الضلال حاصلاً بخلق الله تعالى لكان الكافر أن يقول له : ما الفائدة في بيانك ودعوتك؟ فنقول : يعارضه أن الخصم يسلم أن هذه الآيات أخبار عن كونه ضالاً فيقول له الكافر : لما أخبر إلهك عن كوني كافراً فإن آمنت صار إلهك كاذباً فهل أقدر على جعل إلهك كاذباً ، وهل أقدر على جعل علمه جهلاً .\r\n وإذا لم أقدر عليه فكيف يأمرني بهذا الإيمان ، فثبت أن هذا السؤال الذي أورده الخصم علينا هو أيضاً وارد عليه .\r\n وأما قوله ثالثاً : يلزم أن يكون الرضا بالكفر واجباً ، لأن الرضا بقضاء الله تعالى واجب وما لا يتم الواجب إلا به فهو واجب .\r\n قلنا : ويلزمك أيضاً على مذهبك أنه يجب على العبد السعي في تكذيب الله وفي تجهيله ، وهذا أشد استحالة مما ألزمته علينا ، لأنه تعالى لما أخبر عن كفره وعلم كفره فإزالة الكفر عنه يستلزم قلب علمه جهلاً وخبره الصدق كذباً .\r\n وأما قوله رابعاً : إن مقدمة الآية وهي قوله تعالى : { لِتُخْرِجَ الناس مِنَ الظلمات إِلَى النور } [ إبراهيم : 1 ] يدل على صحة الاعتزال فنقول : قد ذكرنا أن قوله : { بِإِذْنِ رَبّهِمْ } يدل على صحة مذهب أهل السنة .\r\n وأما قوله خامساً : أنه تعالى وصف نفسه في آخر الآية بكونه حكيماً وذلك ينافي كونه تعالى خالقاً للكفر مريداً له .\r\n فنقول : وقد وصف نفسه بكونه عزيزاً والعزيز هو الغالب القاهر فلو أراد الإيمان من الكافر مع أنه لا يحصل أو أراد عمل الكفر منهم ، وقد حصل لما بقي عزيزاً غالباً .\r\n فثبت أن الوجوه التي ذكروها ضعيفة ، وأما التأويلات الثلاثة التي ذكروها فقد مر إبطالها في هذا الكتاب مراراً فلا فائدة في الإعادة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وما أرسلنا من رسول إلا بلسان قومه ليبين لهم فيضل الله من يشاء ويهدي من يشاء وهو العزيز الحكيم (4) ",
        "babnum": 3
    },
    {
        "id": 1238,
        "cate": "14",
        "title": "وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (5) وَإِذْ قَالَ مُوسَى لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ أَنْجَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ (6) ",
        "details": " وفي الآية مسائل : المسألة الأولى : اعلم أنه تعالى لما بين أنه إنما أرسل محمداً صلى الله عليه وسلم إلى الناس ليخرجهم من الظلمات إلى النور ، وذكر كمال إنعامه عليه وعلى قومه في ذلك الإرسال وفي تلك البعثة ، أتبع ذلك بشرح بعثة سائر الأنبياء إلى أقوامهم وكيفية معاملة أقوامهم معهم تصبيراً للرسول عليه السلام على أذى قومه وإرشاداً له إلى كيفية مكالمتهم ومعاملتهم فذكر تعالى على العادة المألوفة قصص بعض الأنبياء عليهم السلام فبدأ بذكر قصة موسى عليه السلام ، فقال : { وَلَقَدْ أَرْسَلْنَا موسى بئاياتنا } قال الأصم : آيات موسى عليه السلام هي العصا واليد والجراد والقمل والضفادع والدم وفلق البحر وانفجار العيون من الحجر وإظلال الجبل وإنزال المن والسلوى .\r\n وقال الجبائي : أرسل الله تعالى موسى عليه السلام إلى قومه من بني إسرائيل بآياته وهي دلالاته وكتبه المنزلة عليه ، وأمره أن يبين لهم الدين .\r\n وقال أبو مسلم الأصفهاني : إنه تعالى قال في صفة محمد صلى الله عليه وسلم : { كِتَابٌ أنزلناه إِلَيْكَ لِتُخْرِجَ الناس مِنَ الظلمات إِلَى النور } [ إبراهيم : 1 ] وقال في حق موسى عليه السلام : { أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظلمات إِلَى النور } والمقصود : بيان أن المقصود من البعثة واحد في حق جميع الأنبياء عليهم السلام ، وهو أن يسعوا في إخراج الخلق من ظلمات الضلالات إلى أنوار الهدايات .\r\n المسألة الثانية : قال الزجاج : قوله : { أَنْ أَخْرِجْ قَوْمَكَ } أي بأن أخرج قومك .\r\n ثم قال : { أن } ههنا تصلح أن تكون مفسرة بمعنى أي ، ويكون المعنى : ولقد أرسلنا موسى بآياتنا أي أخرج قومك ، كأن المعنى قلنا له : أخرج قومك .\r\n ومثله قوله : { وانطلق الملأ مِنْهُمْ أَنِ امشوا } [ ص : 6 ] أي أمشوا ، والتأويل قيل لهم : امشوا ، وتصلح أيضاً أن تكون المخففة التي هي للخبر ، والمعنى : أرسلناه بأن يخرج قومه إلا أن الجار حذف ووصلت ( أن ) بلفظ الأمر ، ونظيره قولك : كتبت إليه أن قم وأمرته أن قم ، ثم إن الزجاج حكى هذين القولين عن سيبويه .\r\n أما قوله : { وَذَكِّرْهُمْ بِأَيَّامِ الله } فاعلم أنه تعالى أمر موسى عليه السلام في هذا المقام بشيئين : أحدهما : أن يخرجهم من ظلمات الكفر ، والثاني : أن يذكرهم بأيام الله ، وفيه مسألتان : المسألة الأولى : قال الواحدي : أيام جمع يوم ، واليوم هو مقدار المدة من طلوع الشمس إلى غروبها ، وكانت الأيام في الأصل أيوام فاجتمعت الياء والواو وسبقت إحداهما بالسكون ، فأدغمت إحداهما في الأخرى وغلبت الياء .\r\n المسألة الثانية : أنه يعبر بالأيام عن الوقائع العظيمة التي وقعت فيها .\r\n يقال : فلان عالم بأيام العرب ويريد وقائعها وفي المثل « من ير يوماً ير له » معناه : من رؤي في يوم مسروراً بمصرع غيره ير في يوم آخر حزيناً بمصرع نفسه وقال تعالى : { وَتِلْكَ الأيام نُدَاوِلُهَا بَيْنَ الناس } [ آل عمران : 140 ] .\r\n إذا عرفت هذا ، فالمعنى عظهم بالترغيب والترهيب والوعد والوعيد ، فالترغيب والوعد أن يذكرهم ما أنعم الله عليهم وعلى من قبلهم ممن آمن بالرسل في سائر ما سلف من الأيام ، والترهيب والوعيد : أن يذكرهم بأس الله وعذابه وانتقامه ممن كذب الرسل ممن سلف من الأمم فيما سلف من الأيام ، مثل ما نزل بعاد وثمود وغيرهم من العذاب ، ليرغبوا في الوعد فيصدقوا ويحذروا من الوعيد فيتركوا التكذيب .\r\n واعلم أن أيام الله في حق موسى عليه السلام منها ما كان أيام المحنة والبلاء وهي الأيام التي كانت بنو إسرائيل فيها تحت قهر فرعون ومنها ما كان أيام الراحة والنعماء مثل إنزال المن والسلوى وانفلاق البحر وتظليل الغمام .\r\n ثم قال تعالى : { إِنَّ فِى ذلك لآيات لِّكُلِّ صَبَّارٍ شَكُورٍ } والمعنى أن في ذلك التذكير والتنبيه دلائل لمن كان صباراً شكوراً ، لأن الحال إما أن يكون حال محنة وبلية أو حال منحة وعطية فإن كان الأول ، كان المؤمن صباراً ، وإن كان الثاني كان شكوراً .\r\n وهذا تنبيه على أن المؤمن يجب أن لا يخلو زمانه عن أحد هذين الأمرين فإن جرى الوقت على ما يلائم طبعه ويوافق إرادته كان مشغولاً بالشكر ، وإن جرى ما لا يلائم طبعه كان مشغولاً بالصبر .\r\n فإن قيل : إن ذلك التذكيرات آيات للكل فلماذا خص الصبار الشكور بها؟ قلنا : فيه وجوه : الأول : أنهم لما كانوا هم المنتفعون بتلك الآيات صارت كأنها ليست آيات إلا لهم كما في قوله : { هُدًى لّلْمُتَّقِينَ } [ البقرة : 2 ] وقوله : { إِنَّمَا أَنتَ مُنذِرُ مَن يخشاها } [ النازعات : 45 ] .\r\n والثاني : لا يبعد أن يقال : الانتفاع بهذا النوع من التذكير لا يمكن حصوله إلا لمن كان صابراً أو شاكراً ، أما الذي لا يكون كذلك لم ينتفع بهذه الآيات .\r\n واعلم أنه تعالى لما ذكر أنه أمر موسى عليه السلام بأن يذكرهم بأيام الله تعالى ، حكى عن موسى عليه السلام أنه ذكرهم بها فقال : { وَإِذْ قَالَ موسى لِقَوْمِهِ اذكروا نِعْمَةَ الله عَلَيْكُمْ إِذْ أَنجَاكُمْ مّنْ ءالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوء العذاب } فقوله : { إِذْ أَنجَاكُمْ } ظرف للنعمة بمعنى الأنعام ، أي اذكروا إنعام الله عليكم في ذلك الوقت .\r\n بقي في الآية سؤالات : السؤال الأول : ذكر في سورة البقرة : { يُذَبِّحُونَ } [ البقرة : 49 ] وفي سورة الأعراف : { يُقَتِّلونَ } [ الأعراف : 141 ] وههنا { وَيُذَبِّحُونَ } مع الواو فما الفرق؟ والجواب : قال تعالى في سورة البقرة : { يُذَبّحُونَ } بغير واو لأنه تفسير لقوله : { سُوءَ العذاب } وفي التفسير لا يحسن ذكر الواو تقول : أتاني القوم زيد وعمرو .\r\n لأنك أردت أن تفسر القوم بهما ومثله قوله تعالى : { وَمَن يَفْعَلْ ذلك يَلْقَ أَثَاماً * يضاعف لَهُ العذاب } [ الفرقان : 68 ، 69 ] فالآثام لما صار مفسراً بمضاعفة العذاب لا جرم حذف عنه الواو ، أما في هذه السورة فقد أدخل الواو فيه ، لأن المعنى أنهم يعذبونهم بغير التذبيح وبالتذبيح أيضاً فقوله : { وَيُذَبِّحُونَ } نوع آخر من العذاب لا أنه تفسير لما قبله .\r\n السؤال الثاني : كيف كان فعل آل فرعون بلاء من ربهم؟ والجواب من وجهين : أحدهما : أن تمكين الله إياهم حتى فعلوا ما فعلوا كان بلاء من الله .\r\n والثاني : وهو أن ذلك إشارة إلى الإنجاء ، وهو بلاء عظيم ، والبلاء هو الابتلاء ، وذلك قد يكون بالنعمة تارة ، وبالمحنة أخرى ، قال تعالى : { وَنَبْلُوكُم بالشر والخير فِتْنَةً } [ الأنبياء : 35 ] وهذا الوجه أولى لأنه يوافق صدر الآية وهو قوله تعالى : { وَإِذْ قَالَ موسى لِقَوْمِهِ اذكروا نِعْمَةَ الله عَلَيْكُمْ } .\r\n السؤال الثالث : هب أن تذبيح الأبناء كان بلاء ، أما استحياء النساء كيف يكون بلاء .\r\n الجواب : كانوا يستخدمونهن بالاستحياء في الخلاص منه نعمة ، وأيضاً إبقاؤهن منفردات عن الرجال فيه أعظم المضار .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولقد أرسلنا موسى بآياتنا أن أخرج قومك من الظلمات إلى النور وذكرهم بأيام الله إن في ذلك لآيات لكل صبار شكور (5) وإذ قال موسى لقومه اذكروا نعمة الله عليكم إذ أنجاكم من آل فرعون يسومونكم سوء العذاب ويذبحون أبناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم (6) ",
        "babnum": 4
    },
    {
        "id": 1239,
        "cate": "14",
        "title": "وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ (7) ",
        "details": " اعلم أن قوله : { وَإِذْ تَأَذَّنَ رَبُّكُمْ } من جملة ما قال موسى لقومه كأنه قيل : وإذ قال موسى لقومه اذكروا نعمة الله عليكم واذكروا حين تأذن ربكم ، ومعنى { تَأَذَّنَ } أذن ربكم .\r\n ونظير تأذن وآذن توعد وأوعد وتفضل وأفضل ، ولا بد في تفعل من زيادة معنى ليس في أفعل ، كأنه قيل : وإذ آذن ربكم إيذاناً بليغاً ينتفي عنده الشكوك ، وتنزاح الشبهة ، والمعنى : وإذ تأذن ربكم .\r\n فقال : { لَئِن شَكَرْتُمْ } فأجرى { تَأَذَّنَ } مجرى قال لأنه ضرب من القول ، وفي قراءة ابن مسعود رضي الله عنه : { وَإِذْ قَالَ رَبُّكَ لَئِن شَكَرْتُمْ } .\r\n واعلم أن المقصود من الآية بيان أن من اشتغل بشكر نعم الله زاده الله من نعمه ، ولا بد ههنا من معرفة حقيقة الشكر ومن البحث عن تلك النعم الزائدة الحاصلة عن الاشتغال بالشكر ، أما الشكر فهو عبارة عن الاعتراف بنعمة المنعم مع تعظيمه وتوطين النفس على هذه الطريقة ، وأما الزيادة في النعم فهي أقسام : منها النعم الروحانية ، ومنها النعم الجسمانية ، أما النعم الروحانية فهي أن الشاكر يكون أبداً في مطالعة أقسام نعم الله تعالى وأنواع فضله وكرمه ، ومن كثر إحسانه إلى الرجل أحبه الرجل لا محالة ، فشغل النفس بمطالعة أنواع فضل الله وإحسانه يوجب تأكد محبة العبد لله تعالى ، ومقام المحبة أعلى مقامات الصديقين ، ثم قد يترقى العبد من تلك الحالة إلى أن يصير حبه للمنعم شاغلاً له عن الالتفات إلى النعمة ، ولا شك أن منبع السعادات وعنوان كل الخيرات محبة الله تعالى ومعرفته ، فثبت أن الاشتغال بالشكر يوجب مزيد النعم الروحانية ، وأما مزيد النعم الجسمانية ، فلأن الاستقراء دل على أن من كان اشتغاله بشكر نعم الله أكثر ، كان وصول نعم الله إليه أكثر ، وبالجملة فالشكر إنما حسن موقعه ، لأنه اشتغال بمعرفة المعبود وكل مقام حرك العبد من عالم الغرور إلى عالم القدس ، فهو المقام الشريف العالي الذي يوجب السعادة في الدين والدنيا .\r\n وأما قوله : { وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِى لَشَدِيدٌ } فالمراد منه الكفران ، لا الكفر ، لأن الكفر المذكور في مقابلة الشكر ليس إلا الكفران ، والسبب فيه أن كفران النعمة لا يحصل إلا عند الجهل بكون تلك النعمة نعمة من الله ، والجاهل بها جاهل بالله ، والجهل بالله من أعظم أنواع العقاب والعذاب وأيضاً فههنا دقيقة أخرى وهي أن ما سوى الواحد الأحد الحق ممكن لذاته وكل ممكن لذاته فوجوده إنما يحصل بإيجاد الواجب لذاته ، وعدمه إنما يحصل بإعدام الواجب لذاته ، وإذا كان كذلك فكل ما سوى الحق فهو منقاد للحق مطواع له ، وإذا كانت الممكنات بأسرها منقادة للحق سبحانه فكل قلب حضر فيه نور معرفة الحق وشرف جلاله ، انقاد لصاحب ذلك القلب ما سواه ، لأن حضور ذلك النور في قلبه يستخدم كل ما سواه بالطبع ، وإذا خلا القلب عن ذلك النور ضعف وصار خسيساً فيستخدمه كل ما سواه ويستحقره كل ما يغايره فبهذا الطريق الذوقي يحصل العلم بأن الاشتغال بمعرفة الحق يوجب انفتاح أبواب الخيرات في الدنيا والآخرة ، وأما الإعراض عن معرفة الحق بالاشتغال بمجرد الجسمانيات يوجب انفتاح أبواب الآفات والمخافات في الدنيا والآخرة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذ تأذن ربكم لئن شكرتم لأزيدنكم ولئن كفرتم إن عذابي لشديد (7) ",
        "babnum": 5
    },
    {
        "id": 1240,
        "cate": "14",
        "title": "وَقَالَ مُوسَى إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ (8) أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ لَا يَعْلَمُهُمْ إِلَّا اللَّهُ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ وَقَالُوا إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُمْ بِهِ وَإِنَّا لَفِي شَكٍّ مِمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ (9) ",
        "details": " اعلم أن موسى عليه السلام لما بين أن الاشتغال بالشكر يوجب تزايد الخيرات في الدنيا وفي الآخرة ، والاشتغال بكفران النعم يوجب العذاب الشديد ، وحصول الآفات في الدنيا والآخرة ، بين بعده أن منافع الشكر ومضار الكفران لا تعود إلا إلى صاحب الشكر وصاحب الكفران أما المعبود والمشكور فإنه متعال عن أن ينتفع بالشكر أو يستضر بالكفران ، فلا جرم قال تعالى : { وَقَالَ مُوسَى إِن تَكْفُرُواْ أَنتُمْ وَمَن فِى الأرض جَمِيعًا فَإِنَّ الله لَغَنِىٌّ حَمِيدٌ } والغرض منه بيان أنه تعالى إنما أمر بهذه الطاعات لمنافع عائدة إلى العابد لا لمنافع عائدة إلى المعبود ، والذي يدل على أن الأمر كذلك ما ذكره الله في قوله : { إِنَّ الله لَغَنِىٌّ } وتفسيره أنه واجب الوجود لذاته واجب الوجود بحسب جميع صفاته واعتباراته ، فإنه لو لم يكن واجب الوجود لذاته ، لافتقر رجحان وجوده على عدمه إلى مرجح فلم يكن غنياً ، وقد فرضناه غنياً هذا خلف ، فثبت أن كونه غنياً يوجب كونه واجب الوجود في ذاته ، وإذا ثبت أنه واجب الوجود لذاته ، كان أيضاً واجب الوجود بحسب جميع كمالاته ، إذ لو لم تكن ذاته كافية في حصول ذلك الكمال ، لافتقر في حصول ذلك الكمال إلى سبب منفصل ، فحينئذ لا يكون غنياً ، وقد فرضناه غنياً هذا خلف ، فثبت أن ذاته كافية في حصول جميع كمالاته ، وإذا كان الأمر كذلك كان حميداً لذاته ، لأنه لا معنى للحميد إلا الذي استحق الحمد ، فثبت بهذا التقرير الذي ذكرناه أن كونه غنياً حميداً يقتضي أن لا يزداد بشكر الشاكرين ، ولا ينتقص بكفران الكافرين ، فلهذا المعنى قال : { إِن تَكْفُرُواْ أَنتُمْ وَمَن فِى الأرض جَمِيعًا فَإِنَّ الله لَغَنِىٌّ حَمِيدٌ } وهذه المعاني من لطائف الأسرار .\r\n واعلم أن قولنا : { إِن تَكْفُرُواْ أَنتُمْ وَمَن فِى الأرض جَمِيعًا } سواء حمل على الكفر الذي يقابل الإيمان أو على الكفران الذي يقابل الشكر ، فالمعنى لا يتفاوت ألبتة ، فإنه تعالى غني عن العالمين في كمالاته وفي جميع نعوت كبريائه وجلاله .\r\n ثم إنه تعالى قال : { أَلَمْ يَأْتِكُمْ نَبَأُ الذين مِن قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ } وذكر أبو مسلم الأصفهاني أنه يحتمل أن يكون ذلك خطاباً من موسى عليه السلام لقومه والمقصود منه أنه عليه السلام كان يخوفهم بمثل هلاك من تقدم ، ويجوز أن يكون مخاطبة من الله تعالى على لسان موسى لقومه يذكرهم أمر القرون الأولى ، والمقصود إنما هو حصول العبرة بأحوال المتقدمين ، وهذا المقصود حاصل على التقديرين إلا أن الأكثرين ذهبوا إلى أنه ابتداء مخاطبة لقوم الرسول صلى الله عليه وسلم .\r\n واعلم أنه تعالى ذكر أقواماً ثلاثة ، وهم : قوم نوح وعاد وثمود .\r\n ثم قال تعالى : { والذين مِن بَعْدِهِمْ لاَ يَعْلَمُهُمْ إِلاَّ الله } وذكر صاحب «الكشاف» فيه احتمالين : الأول : أن يكون قوله : { والذين مِن بَعْدِهِمْ لاَ يَعْلَمُهُمْ إِلاَّ الله } جملة من مبتدأ وخبر وقعت اعتراضاً .\r\n والثاني : أن يقال قوله : { والذين مِن بَعْدِهِمْ } معطوف على قوم نوح وعاد وثمود وقوله : { لاَ يَعْلَمُهُمْ إِلاَّ الله } فيه قولان : القول الأول : أن يكون المراد لا يعلم كنه مقاديرهم إلا الله ، لأن المذكور في القرآن جملة فأما ذكر العدد والعمر والكيفية والكمية فغير حاصل .\r\n والقول الثاني : أن المراد ذكر أقوام ما بلغنا أخبارهم أصلاً كذبوا رسلاً لم نعرفهم أصلاً ، ولا يعلمهم إلا الله والقائلون بهذا القول الثاني طعنوا في قول من يصل الأنساب إلى آدم عليه السلام كان ابن مسعود إذا قرأ هذه الآية يقول كذب النسابون يعني أنهم يدعون علم الأنساب وقد نفى الله علمها عن العباد ، وعن ابن عباس : بين عدنان وبين إسماعيل ثلاثون أباً لا يعرفون ، ونظير هذه الآية قوله تعالى : { وَقُرُوناً بَيْنَ ذلك كَثِيراً } [ الفرقان : 38 ] وقوله : { مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَّن لَّمْ نَقْصُصْ عَلَيْكَ } [ غافر : 78 ] وعن النبي صلى الله عليه وسلم : أنه كان في انتسابه لا يجاوز معد بن عدنان بن أدد .\r\n وقال : \" تعلموا من أنسابكم ما تصلون به أرحامكم وتعلموا من النجوم ما تستدلون به على الطريق \" قال القاضي : وعلى هذا الوجه لا يمكن القطع على مقدار السنين من لدن آدم عليه السلام إلى هذا الوقت ، لأنه إن أمكن ذلك لم يبعد أيضاً تحصيل العلم بالأنساب الموصولة .\r\n فإن قيل : أي القولين أولى؟ قلنا : القول الثاني عندي أقرب ، لأن قوله تعالى : { لاَ يَعْلَمُهُمْ إِلاَّ الله } نفى العلم بهم ، وذلك يقتضي نفي العلم بذواتهم إذ لو كانت ذواتهم معلومة ، وكان المجهول هو مدد أعمارهم وكيفية صفاتهم لما صح نفي العلم بذواتهم ، ولما كان ظاهر الآية دليلاً على نفي العلم بذواتهم لا جرم كان الأقرب هو القول الثاني ، ثم إنه تعالى حكى عن هؤلاء الأقوام الذين تقدم ذكرهم أنه لما جاءتهم رسلهم بالبينات والمعجزات أتوا بأمور : أولها : قوله : { فَرَدُّواْ أَيْدِيَهُمْ فِى أَفْوَاهِهِمْ } وفي معناه قولان : الأول : أن المراد باليد والفم الجارحتان المعلومتان ، والثاني : أن المراد بهما شيء غير هاتين الجارحتين وإنما ذكرهما مجازاً وتوسعاً .\r\n أما من قال بالقول الأول ففيه ثلاثة أوجه : الوجه الأول : أن يكون الضمير في { أَيْدِيَهُمْ } و { أَفْوَاهِهِمْ } عائداً إلى الكفار ، وعلى هذا ففيه احتمالات : الأول : أن الكفار ردوا أيديهم في أفواههم فعضوها من الغيظ والضجر من شدة نفرتهم عن رؤية الرسل واستماع كلامهم ، ونظيره قوله تعالى : { عَضُّواْ عَلَيْكُمُ الأنامل مِنَ الغيظ } [ آل عمران : 119 ] وهذا القول مروي عن ابن عباس وابن مسعود رحمهما الله تعالى ، وهو اختيار القاضي .\r\n والثاني : أنهم لما سمعوا كلام الأنبياء عجبوا منه وضحكوا على سبيل السخرية ، فعند ذلك ردوا أيديهم في أفواههم كما يفعل ذلك من غلبه الضحك فوضع يده على فيه ، والثالث : أنهم وضعوا أيديهم على أفواههم مشيرين بذلك إلى الأنبياء أن كفوا عن هذا الكلام واسكتوا عن ذكر هذا الحديث ، وهذا مروي عن الكلبي .\r\n والرابع : أنهم أشاروا بأيديهم إلى ألسنتهم وإلى ما تكلموا به من قولهم إنا كفرنا بما أرسلتم به ، أي هذا هو الجواب عندنا عما ذكرتموه ، وليس عندنا غيره إقناطاً لهم من التصديق ألا ترى إلى قوله : { فَرَدُّواْ أَيْدِيَهُمْ فِى أَفْوَاهِهِمْ وَقَالُواْ إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُمْ بِهِ } .\r\n الوجه الثاني : أن يكون الضميران راجعين إلى الرسل عليهم السلام وفيه وجهان : الأول : أن الكفار أخذوا أيدي الرسل ووضعوها على أفواههم ليسكتوهم ويقطعوا كلامهم .\r\n الثاني : أن الرسل لما أيسوا منهم سكتوا ووضعوا أيدي أنفسهم على أفواه أنفسهم فإن من ذكر كلاماً عند قوم وأنكروه وخافهم ، فذلك المتكلم ربما وضع يد نفسه على فم نفسه وغرضه أن يعرفهم أنه لا يعود إلى ذلك الكرم ألبتة .\r\n الوجه الثالث : أن يكون الضمير في أيديهم يرجع إلى الكفار وفي الأفواه إلى الرسل وفيه وجهان : الأول : أن الكفار لما سمعوا وعظ الأنبياء عليهم السلام ونصائحهم وكلامهم أشاروا بأيديهم إلى أفواه الرسل تكذيباً لهم ورداً عليهم .\r\n والثاني : أن الكفار وضعوا أيديهم على أفواه الأنبياء عليهم السلام منعاً لهم من الكلام ، ومن بالغ في منع غيره من الكلام فقد يفعل به ذلك .\r\n أما على القول الثاني : وهو أن ذكر اليد والفم توسع ومجاز ففيه وجوه : الوجه الأول : قال أبو مسلم الأصفهاني : المراد باليد ما نطقت به الرسل من الحجج وذلك لأن أسماع الحجة انعام عظيم والإنعام يسمى يداً .\r\n يقال لفلان عندي يد إذا أولاه معروفاً ، وقد يذكر اليد .\r\n المراد منها صفقة البيع والعقد كقوله تعالى : { إِنَّ الذين يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ الله يَدُ الله فَوْقَ أَيْدِيهِمْ } [ الفتح : 10 ] فالبينات التي كان الأنبياء عليهم السلام يذكرونها ويقررونها نعم وأياد ، وأيضاً العهود التي كانوا يأتون بها مع القوم أيادي وجمع اليد في العدد القليل هو الأيدي وفي العدد الكثير هو الأيادي ، فثبت أن بيانات الأنبياء عليهم السلام وعهودهم صح تسميتها بالأيدي ، وإذا كانت النصائح والعهود إنما تظهر من الفم فإذا لم تقبل صارت مردودة إلى حيث جاءت ، ونظيره قوله تعالى : { إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بأفواهكم مَّا لَّيْسَ لَكُمْ بِهِ عِلْمٌ } [ النور : 15 ] فلما كان القبول تلقياً بالأفواه عن الأفواه كان الدفع رداً في الأفواه ، فهذا تمام كلام أبي مسلم في تقرير هذا الوجه .\r\n الوجه الثاني : نقل محمد بن جرير عن بعضهم أن معنى قوله : { فَرَدُّواْ أَيْدِيَهُمْ فِى أَفْوَاهِهِمْ } أنهم سكتوا عن الجواب يقال للرجل إذا أمسك عن الجواب ، رد يده في فيه وتقول العرب كلمت فلاناً في حاجة فرد يده في فيه إذا سكت عنه فلم يجب ، ثم إنه زيف هذا الوجه وقال : إنهم أجابوا بالتكذيب لأنهم قالوا : { إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُمْ بِهِ } .\r\n الوجه الثالث : المراد من الأيدي نعم الله تعالى على ظاهرهم وباطنهم ولما كذبوا الأنبياء فقد عرضوا تلك النعم للإزالة والإبطال فقوله : { رَدُّواْ أَيْدِيَهُمْ فِى أَفْوَاهِهِمْ } أي ردوا نعم الله تعالى عن أنفسهم بالكلمات التي صدرت عن أفواههم ولا يبعد حمل «في» على معنى الباء لأن حروف الجر لا يمتنع إقامة بعضها مقام بعض .\r\n النوع الثاني : من الأشياء التي حكاها الله تعالى عن الكفار قولهم : { إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُمْ بِهِ } والمعنى : إنا كفرنا بما زعمتم أن الله أرسلكم فيه لأنهم ما أقروا بأنهم أرسلوا .\r\n واعلم أن المرتبة الأولى هو أنهم سكتوا عن قبول قول الأنبياء عليهم السلام وحاولوا إسكات الأنبياء عن تلك الدعوى ، وهذه المرتبة الثانية أنهم صرحوا بكونهم كافرين بتلك البعثة .\r\n والنوع الثالث : قولهم : { وَإِنَّا لَفِى شَكٍّ مّمَّا تَدْعُونَنَآ إِلَيْهِ مُرِيبٍ } قال صاحب «الكشاف» : وقرىء { تَدْعُونَا } بادغام النون { مُرِيبٍ } موقع في الريبة أو ذي ريبة من أرابه ، والريبة قلق النفس وأن لا تطمئن إلى الأمر .\r\n فإن قيل : لما ذكروا في المرتبة الثانية أنهم كافرون برسالتهم كيف ذكروا بعد ذلك كونهم شاكين مرتابين في صحة قولهم؟ قلنا : كأنهم قالوا إما أن نكون كافرين برسالتكم أو أن ندع هذا الجزم واليقين فلا أقل من أن نكون شاكين مرتابين في صحة نبوتكم ، وعلى التقديرين فلا سبيل إلى الاعتراف بنبوتكم ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقال موسى إن تكفروا أنتم ومن في الأرض جميعا فإن الله لغني حميد (8) ألم يأتكم نبأ الذين من قبلكم قوم نوح وعاد وثمود والذين من بعدهم لا يعلمهم إلا الله جاءتهم رسلهم بالبينات فردوا أيديهم في أفواههم وقالوا إنا كفرنا بما أرسلتم به وإنا لفي شك مما تدعوننا إليه مريب (9) ",
        "babnum": 6
    },
    {
        "id": 1241,
        "cate": "14",
        "title": "قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى قَالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُبِينٍ (10) ",
        "details": " اعلم أن أولئك الكفار لما قالوا للرسل { وَإِنَّا لَفِى شَكّ مّمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ } [ إبراهيم : 9 ] .\r\n قالت رسلهم : وهل تشكون في الله ، وفي كونه فاطر السموات والأرض وفاطراً لأنفسنا وأرواحنا وأرزاقنا وجميع مصالحنا وإنا لا ندعوكم إلا إلى عبادة هذا الإله المنعم ولا نمنعكم إلا عن عبادة غيره وهذه المعاني يشهد صريح العقل بصحتها ، فكيف قلتم : وإنا لفي شك مما تدعوننا إليه مريب؟ وهذا النظم في غاية الحسن .\r\n وفي الآية مسائل : المسألة الأولى : قوله : { أَفِى الله شَكٌّ } استفهام على سبيل الإنكار ، فلما ذكر هذا المعنى أردفه بالدلالة الدالة على وجود الصانع المختار ، وهو قوله : { فَاطِرِ السموات والأرض } وقد ذكرنا في هذا الكتاب أن وجود السموات والأرض كيف يدل على احتياجه إلى الصانع المختار الحكيم مراراً وأطواراً فلا نعيدها ههنا .\r\n المسألة الثانية : قال صاحب «الكشاف» : أدخلت همزة الإنكار على الظرف ، لأن الكلام ليس في الشك إنما هو في أن وجود الله تعالى لا يحتمل الشك ، وأقول من الناس من ذهب إلى أنه قبل الوقوف على الدلائل الدقيقة فالفطرة شاهدة بوجود الصانع المختار ، ويدل على أن الفطرة الأولية شاهدة بذلك وجوه : الوجه الأول : قال بعض العقلاء : إن من لطم على وجه صبي لطمة فتلك اللطمة تدل على وجود الصانع المختار ، فلأن الصبي العاقل إذا وقعت اللطمة على وجهه يصيح ويقول : من الذي ضربني وما ذاك إلا أن شهادة فطرته تدل على أن اللطمة لما حدثت بعد عدمها وجب أن يكون حدوثها لأجل فاعل فعلها ، ولأجل مختار أدخلها في الوجود فلما شهدت الفطرة الأصلية بافتقار ذلك الحادث مع قلته وحقارته إلى الفاعل فبأن تشهد بافتقار جميع حوادث العالم إلى الفاعل كان أولى ، وأما دلالتها على وجوب التكليف ، فلأن ذلك الصبي ينادي ويصيح ويقول : لم ضربني ذلك الضارب؟ وهذا يدل على أن فطرته شهدت بأن الأفعال الإنسانية داخلة تحت الأمر والنهي ومندرجة تحت التكليف ، وأن الإنسان ما خلق حتى يفعل أي فعل شاء واشتهى ، وأما دلالتها على وجوب حصول دار الجزاء فهو أن ذلك الصبي يطلب الجزاء على تلك اللطمة وما دام يمكنه طلب ذلك الجزاء فإنه لا يتركه فلما شهدت الفطرة الأصلية بوجوب الجزاء على ذلك العمل القليل فبأن تشهد على وجوب الجزاء على جميع الأعمال كان أولى ، وأما دلالتها على وجوب النبوة فلأنهم يحتاجون إلى إنسان يبين لهم أن العقوبة الواجبة على ذلك القدر من الجناية كم هي ولا معنى للنبي إلا الإنسان الذي يقدر هذه الأمور ويبين لهم هذه الأحكام ، فثبت أن فطرة العقل حاكمة بأن الإنسان لا بد له من هذه الأمور الأربعة .\r\n الوجه الثاني : في التنبيه على أن الإقرار بوجود الصانع بديهي هو أن الفطرة شاهد بأن حدوث دار منقوشة بالنقوش العجيبة ، مبنية على التركيبات اللطيفة الموافقة للحكم والمصلحة يستحيل إلا عند وجود نقاش عالم ، وبان حكيم ، ومعلوم أن آثار الحكمة في العالم العلوي والسفلي أكثر من آثار الحكمة في تلك الدار المختصرة فلما شهدت الفطرة الأصلية بافتقار النقش إلى النقاش ، والبناء إلى الباني ، فبأن تشهد بافتقار كل هذا العالم إلى الفاعل المختار الحكيم كان أولى .\r\n الوجه الثالث : أن الإنسان إذا وقع في محنة شديدة وبلية قوية لا يبقى في ظنه رجاء المعاونة من أحد ، فكأنه بأصل خلفته ومقتضى جبلته يتضرع إلى من يخلصه منها ويخرجه عن علائقها وحبائلها وما ذاك إلا شهادة الفطرة بالإفتقار إلى الصانع المدبر .\r\n الوجه الرابع : أن الموجود إما أن يكون غنياً عن المؤثر أو لا يكون ، فإن كان غنياً عن المؤثر فهو الموجود الواجب لذاته ، فإنه لا معنى للواجب لذاته إلا الموجود الذي لا حاجة به إلى غيره .\r\n وإن لم يكن غنياً عن المؤثر فهو محتاج ، والمحتاج لا بد له من المحتاج إليه وذلك هو الصانع المختار .\r\n الوجه الخامس : أن الاعتراف بوجود الإله المختار المكلف ، وبوجود المعاد أحوط ، فوجب المصير إليه فهذه مراتب أربعة : أولها : أن الإقرار بوجود الإله أحوط ، لأنه لو لم يكن موجوداً فلا ضرر في الإقرار بوجوده وإن كان موجوداً ففي إنكاره أعظم المضار .\r\n وثانيها : الإقرار بكونه فاعلاً مختاراً لأنه لو كان موجباً فلا ضرر في الإقرار بكونه مختاراً .\r\n أما لو كان مختاراً ففي إنكار كونه مختاراً أعظم المضار .\r\n وثالثها : الإقرار بأنه كلف عباده ، لأنه لو لم يكلف أحداً من عبيده شيئاً فلا ضرر في اعتقاد أنه كلف العباد ، أما إنه لو كلف ففي إنكار تلك التكاليف أعظم المضار .\r\n ورابعها : الإقرار بوجود المعاد فإنه إن كان الحق أنه لا معاد فلا ضرر في الإقرار بوجوده ، لأنه لا يفوت إلا هذه اللذات الجسمانية وهي حقيرة ومنقوصة وإن كان الحق هو وجوب المعاد ففي إنكاره أعظم المضار فظهر أن الإقرار بهذه المقامات أحوط فوجب المصير إليه ، لأن بديهة العقل حاكمة بأنه يجب دفع الضرر عن النفس بقدر الإمكان .\r\n المسألة الثالثة : لما أقام الدلالة على وجود الإله بدليل كونه فاطر السموات والأرض وصفه بكمال الرحمة والكرم والجود وبين ذلك من وجهين ، الأول : قوله : { يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مّن ذُنُوبِكُمْ } قال صاحب «الكشاف» : لو قال قائل ما معنى التبعيض في قوله من ذنوبكم ، ثم أجاب فقال : ما جاء هكذا إلا في خطاب الكافرين ، كقوله : { أَنِ اعبدوا الله واتقوه وَأَطِيعُونِ * يَغْفِرْ لَكُمْ مّن ذُنُوبِكُمْ } [ نوح : 3 ، 4 ] .\r\n { ياقومنا أَجِيبُواْ دَاعِىَ الله وَءامِنُواْ بِهِ يَغْفِرْ لَكُمْ مّن ذنوبكم } [ الأحقاف : 31 ] وقال في خطاب المؤمنين : { هَلْ أَدُلُّكمْ على تجارة تُنجِيكُم مّنْ عَذَابٍ أَلِيمٍ } [ الصف : 10 ] إلى أن قال : { يَغْفِرْ لَكُمْ ذُنُوبَكُمْ } [ آل عمران : 31 ] والاستقراء يدل على صحة ما ذكرناه ، ثم قال : وكأن ذلك للتفرقة بين الخطابين ، ولئلا يسوي بين الفريقين في المعاد ، وقيل : إنه أراد أنه يغفر لهم ما بينهم وبين الله تعالى بخلاف ما بينهم وبين العباد من المظالم .\r\n هذا كلام هذا الرجل ، وقال الواحدي في «البسيط» ، قال أبو عبيدة ( من ) زائدة ، وأنكر سيبويه زيادتها في الواجب ، وإذا قلنا إنها ليست زائدة فههنا وجهان : أحدهما : أنه ذكر البعض ههنا وأريد به الجميع توسعاً .\r\n والثاني : أن ( من ) ههنا للبدل والمعنى لتكون المغفرة بدلاً من الذنوب فدخلت من لتضمن المغفرة معنى البدل من السيئة ، وقال القاضي : ذكر الأصم أن كلمة ( من ) ههنا تفيد التبعيض ، والمعنى أنكم إذا تبتم فإنه يغفر لكم الذنوب التي هي من الكبائر ، فأما التي تكون من باب الصغائر فلا حاجة إلى غفرانها لأنها في أنفسها مغفورة ، قال القاضي : وقد أبعد في هذا التأويل ، لأن الكفار صغائرهم ككبائرهم في أنها لا تغفر إلا بالتوبة وإنما تكون الصغيرة مغفورة من المؤمنين الموحدين من حيث يزيد ثوابهم على عقابها فأما من لا ثواب له أصلاً فلا يكون شيء من ذنوبه صغيراً ولا يكون شيء منها مغفوراً .\r\n ثم قال وفيه وجه آخر وهو أن الكافر قد ينسى بعض ذنوبه في حال توبته وإنابته فلا يكون المغفور منها إلا ما ذكره وتاب منه فهذا جملة أقوال الناس في هذه الكلمة .\r\n المسألة الرابعة : أقول هذه الآية تدل على أنه تعالى قد يغفر الذنوب من غير توبة في حق أهل الإيمان والدليل عليه أنه قال : { يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مّن ذُنُوبِكُمْ } وعد بغفران بعض الذنوب مطلقاً من غير اشتراط التوبة ، فوجب أن يغفر بعض الذنوب مطلقاً من غير التوبة وذلك البعض ليس هو الكفر لإنعقاد الإجماع على أنه تعالى لا يغفر الكفر إلا بالتوبة عنه والدخول في الإيمان فوجب أن يكون البعض الذي يغفر له من غير التوبة هو ما عد الكفر من الذنوب .\r\n فإن قيل : لم لا يجوز أن يقال كلمة ( من ) صلة على ما قاله أبو عبيدة أو نقول : المراد من البعض ههنا هو الكل على ما قاله الواحدي .\r\n أو نقول : المراد منها إبدال السيئة بالحسنة على ما قاله الواحدي أيضاً أو نقول : المراد منه تمييز المؤمن عن الكافر في الخطاب على ما قاله صاحب «الكشاف» أو نقول : المراد منه تخصيص هذا الغفران بالكبائر على ما قاله الأصم .\r\n أو نقول : المراد منه الذنوب التي يذكرها الكافر عند الدخول في الإيمان على ما قاله القاضي ، فنقول : هذه الوجوه بأسرها ضعيفة أما قوله : إنها صلة فمعناه الحكم على كلمة من كلام الله تعالى بأنها حشو ضائع فاسد ، والعاقل لا يجوز المصير إليه من غير ضرورة ، فأما قول الواحدي : المراد من كلمة ( من ) ههنا هو الكل فهو عين ما قاله أبو عبيدة لأن حاصله أن قوله : { يَغْفِرْ لَكُمْ مّن ذُنُوبِكُمْ } هو أنه يغفر لكم ذنوبكم وهذا عين ما نقله عن أبي عبيدة ، وحكي عن سيبويه إنكاره ، وأما قوله : المراد منه إبدال السيئة بالحسنة فليس في اللغة أن كلمة من تفيد الإبدال ، وأما قول صاحب «الكشاف» : المراد تمييز خطاب المؤمن عن خطاب الكافر بمزيد التشريف فهو من باب الطامات ، لأن هذا التبعيض إن حصل فلا حاجة إلى ذكر هذا الجواب ، وإن لم يحصل كان هذا الجواب فاسداً ، وأما قول الأصم فقد سبق إبطاله ، وأما قول القاضي فجوابه : أن الكافر إذا أسلم صارت ذنوبه بأسرها مغفورة لقوله عليه السلام : « التائب من الذنب كمن لا ذنب له » فثبت أن جميع ما ذكروه من التأويلات تعسف ساقط بل المراد ما ذكرنا أنه تعالى يغفر بعض ذنوبه من غير توبة وهو ما عدا الكفر ، وأما الكفر فهو أيضاً من الذنوب وأنه تعالى لا يغفره إلا بالتوبة ، وإذا ثبت أنه تعالى يغفر كبائر كافر من غير توبة بشرط أن يأتي بالإيمان فبأن تحصل هذه الحالة للمؤمن كان أولى ، هذا ما خطر بالبال على سبيل الارتجال والله أعلم بحقيقة الحال .\r\n النوع الثاني : مما وعد الله تعالى به في هذه الآية قوله : { وَيُؤَخّرْكُمْ إلى أَجَلٍ مُّسَمًّى } وفيه وجهان : الأول : المعنى أنكم إن آمنتم أخر الله موتكم إلى أجل مسمى وإلا عاجلكم بعذاب الاستئصال .\r\n الثاني : قال ابن عباس : المعنى يمتعكم في الدنيا بالطيبات واللذات إلى الموت .\r\n فإن قيل : أليس إنه تعالى قال : { فَإِذَا جَاء أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ } [ الأعراف : 34 ] فكيف قال ههنا : { وَيُؤَخّرْكُمْ إلى أَجَلٍ مُّسَمًّى } .\r\n قلنا : قد تكلمنا في هذه المسألة في سورة الأنعام في قوله : { ثُمَّ قَضَى أَجَلاً وَأَجَلٌ مُّسمًّى عِندَهُ } [ الأنعام : 2 ] ثم حكى تعالى أن الرسل لما ذكروا هذه الأشياء لأولئك الكفار قالوا : { إن أنتم إلا بشر مثلنا تريدون أن تصدونا عما كان يعبد آباؤنا فأتونا بسلطان مبين } .\r\n واعلم أن هذا الكلام مشتمل على ثلاثة أنوع من الشبه : فالشبهة الأولى : أن الأشخاص الإنسانية متساوية في تمام الماهية ، فيمتنع أن يبلغ التفاوت بين تلك الأشخاص إلى هذا الحد ، وهو أن يكون الواحد منهم رسولاً من عند الله مطلعاً على الغيب مخالطاً لزمرة الملائكة ، والباقون يكونون غافلين عن كل هذه الأحوال أيضاً كانوا يقولون : إن كنت قد فارقتنا في هذه الأحوال العالية الإلهية الشريفة ، وجب أن تفارقنا في الأحوال الخسيسة ، وفي الحاجة إلى الأكل والشرب والحدث والوقاع ، وهذه الشبهة هي المراد من قولهم : { إِنْ أَنتُمْ إِلاَّ بَشَرٌ مّثْلُنَا } .\r\n والشبهة الثانية : التمسك بطريقة التقليد ، وهي أنهم وجدوا آباءهم وعلماءهم وكبراءهم مطبقين متفقين على عبادة الأوثان .\r\n قالوا ويبعد أن يقال : إن أولئك القدماء على كثرتهم وقوة خواطرهم لم يعرفوا بطلان هذا الدين ، وأن الرجل الواحد عرف فساده ووقف على بطلانه ، والعوام ربما زادوا في هذا الباب كلاماً آخر ، وذلك أن الرجل العالم إذا بين ضعف كلام بعض المتقدمين قالوا له إن كلامك إنما يظهر صحته لو كان المتقدمون حاضرين ، أما المناظرة مع الميت فسهلة ، فهذا كلام يذكره الحمقى والرعاع وأولئك الكفار أيضاً ذكروه ، وهذه الشبهة هي المراد من قوله : { تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ ءابَاؤُنَا } .\r\n والشبهة الثالثة : أن قالوا المعجز لا يدل على الصدق أصلاً ، وإن كانوا سلموا على أن المعجز يدل على الصدق ، إلا أن الذي جاء به أولئك الرسل طعنوا فيه وزعموا أنها أمور معتادة ، وأنها ليست من باب المعجزات الخارجة عن قدرة البشر ، وإلى هذا النوع من الشبهة الإشارة بقوله : { فَأْتُونَا بسلطان مُّبِينٍ } فهذا تفسير هذه الآية بحسب الوسع ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قالت رسلهم أفي الله شك فاطر السماوات والأرض يدعوكم ليغفر لكم من ذنوبكم ويؤخركم إلى أجل مسمى قالوا إن أنتم إلا بشر مثلنا تريدون أن تصدونا عما كان يعبد آباؤنا فأتونا بسلطان مبين (10) ",
        "babnum": 7
    },
    {
        "id": 1242,
        "cate": "14",
        "title": "قَالَتْ لَهُمْ رُسُلُهُمْ إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ وَمَا كَانَ لَنَا أَنْ نَأْتِيَكُمْ بِسُلْطَانٍ إِلَّا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (11) وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ وَقَدْ هَدَانَا سُبُلَنَا وَلَنَصْبِرَنَّ عَلَى مَا آذَيْتُمُونَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ (12) ",
        "details": " اعلم أنه تعالى لما حكى عن الكفار شبهاتهم في الطعن في النبوة ، حكى عن الأنبياء عليهم السلام جوابهم عنها .\r\n أما الشبهة الأولى : وهي قولهم : { إِنْ أَنتُمْ إِلاَّ بَشَرٌ مّثْلُنَا } فجوابه : أن الأنبياء سلموا أن الأمر كذلك ، لكنهم بينوا أن التماثل في البشرية والإنسانية لا يمنع من اختصاص بعض البشر بمنصب النبوة لأن هذا المنصب منصب يمن الله به على من يشاء من عباده ، فإذا كان الأمر كذلك فقد سقطت هذه الشبهة .\r\n واعلم أن هذا المقام فيه بحث شريف دقيق ، وهو أن جماعة من حكماء الإسلام قالوا : إن الإنسان ما لم يكن في نفسه وبدنه مخصوصاً بخواص شريفة علوية قدسية ، فإنه يمتنع عقلاً حصول صفة النبوة له .\r\n وأما الظاهريون من أهل السنة والجماعة ، فقد زعموا أن حصول النبوة عطية من الله تعالى يهبها لكل من يشاء من عباده ، ولا يتوقف حصولها على امتياز ذلك الإنسان عن سائر الناس بمزيد إشراق نفساني وقوة قدسية ، وهؤلاء تمسكوا بهذه الآية ، فإنه تعالى بين أن حصول النبوة ليس إلا بمحض المنة من الله تعالى والعطية منه ، والكلام من هذا الباب غامض غائص دقيق ، والأولون أجابوا عنه بأنهم لم يذكروا فضائلهم النفسانية والجسدانية تواضعاً منهم ، واقتصروا على قولهم : { ولكن الله يَمُنُّ على مَن يَشَاء مِنْ عِبَادِهِ } بالنبوة ، لأنه قد علم أنه تعالى لا يخصهم بتلك الكرامات إلا وهم موصوفون بالفضائل التي لأجلها استوجبوا ذلك التخصيص ، كما قال تعالى : { الله أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ } [ الأنعام : 124 ] .\r\n وأما الشبهة الثانية : وهي قولهم : إطباق السلف على ذلك الدين يدل على كونه حقاً ، لأنه يبعد أن يظهر للرجل الواحد ما لم يظهر للخلق العظيم ، فجوابه : عين الجواب المذكور عن الشبهة الأولى ، لأن التمييز بين الحق والباطل والصدق والكذب عطية من الله تعالى وفضل منه ، ولا يبعد أن يخص بعض عبيده بهذه العطية وأن يحرم الجمع العظيم منها .\r\n وأما الشبهة الثالثة : وهي قولهم : إنا لا نرضى بهذه المعجزات التي أتيتم بها ، وإنما نريد معجزات قاهرة قوية .\r\n فالجواب عنها : قوله تعالى : { وَمَا كَانَ لَنَا أَن نَّأْتِيَكُمْ بسلطان إِلاَّ بِإِذْنِ الله } وشرح هذا الجواب أن المعجزة التي جئنا بها وتمسكنا بها حجة قاطعة وبينة قاهرة ودليل تام ، فأما الأشياء التي طلبتموها فهي أمور زائدة والحكم فيها لله تعالى فإن خلقها وأظهرها فله الفضل وإن لم يخلقها فله العدل ولا يحكم عليه بعد ظهور قدر الكفاية .\r\n ثم إنه تعالى حكى عن الأنبياء والرسل عليهم السلام أنهم قالوا بعد ذلك : { وَعَلَى الله فَلْيَتَوَكَّلِ المؤمنون } والظاهر أن الأنبياء لما أجابوا عن شبهاتهم بذلك الجواب فالقوم أخذوا في السفاهة والتخويف والوعيد ، وعند هذا قالت الأنبياء عليهم السلام : لا نخاف من تخويفكم ولا نلتفت إلى تهديدكم فإن توكلنا على الله واعتمادنا على فضل الله ولعل الله سبحانه كان قد أوحى إليهم أن أولئك الكفرة لا يقدرون على إيصال الشر والآفة إليهم وإن لم يكن حصل هذا الوحي ، فلا يبعد منهم أن لا يلتفتوا إلى سفاهتهم لما أن أرواحهم كانت مشرقة بالمعارف الإلهية مشرقة بأضواء عالم الغيب والروح متى كانت موصوفة بهذه الصفات فقلما يبالي بالأحوال الجسمانية وقلما يقيم لها وزناً في حالتي السراء والضراء وطورى الشدة والرخاء ، فلهذا السبب توكلوا على الله وعولوا على فضل الله وقطعوا أطماعهم عما سوى الله ، والذي يدل على أن المراد ما ذكرناه قوله تعالى حكاية عنهم : { وَمَا لَنَا أَلاَّ نَتَوَكَّلَ عَلَى الله وَقَدْ هَدَانَا سُبُلَنَا وَلَنَصْبِرَنَّ على مَا آذَيْتُمُونَا } يعني أنه تعالى لما خصنا بهذه الدرجات الروحانية ، والمعارف الإلهية الربانية فكيف يليق بنا أن لا نتوكل على الله ، بل اللائق بنا أن لا نتوكل إلا عليه ولا نعول في تحصيل المهمات إلا عليه ، فإن من فاز بشرف العبودية ووصل إلى مكان الإخلاص والمكاشفة يقبح به أن يرجع في أمر من الأمور إلى غير الحق سواء كان ملكاً له أو ملكاً أو روحاً أو جسماً ، وهذه الآية دالة على أنه تعالى يعصم أولياءه المخلصين في عبوديته من كيد أعدائهم ومكرهم ، ثم قالوا : { وَلَنَصْبِرَنَّ على مَا اذَيْتُمُونَا } فإن الصبر مفتاح الفرج ، ومطلع الخيرات ، والحق لا بد وأن يصير غالباً قاهراً ، والباطل لا بد وأن يصير مغلوباً مقهوراً ، ثم أعادوا قولهم : { وَعَلَى الله فَلْيَتَوَكَّلِ المتوكلون } والفائدة فيه أنهم أمروا أنفسهم بالتوكل على الله في قوله { وَمَا لَنَا ألاّ نَتَوَكَّلَ عَلَى الله } ثم لما فرغوا من أنفسهم أمروا أتباعهم بذلك وقالوا : { وَعَلَى الله فَلْيَتَوَكَّلِ المتوكلون } وذلك يدل على أن الآمر بالخير لا يؤثر قوله إلا إذا أتى بذلك الخير أولاً ، ورأيت في كلام الشيخ أبي حامد الغزالي رحمه الله فصلاً حسناً وحاصله : أن الإنسان إما أن يكون ناقصاً أو كاملاً أو خالياً عن الوصفين ، أما الناقص فإما أن يكون ناقصاً في ذاته ولكنه لا يسعى في تنقيص حال غيره ، وإما أن يكون ناقصاً ويكون مع ذلك ساعياً في تنقيص حال الغير ، فالأول : هو الضال ، والثاني : هو الضال المضل ، وأما الكامل فإما أن يكون كاملاً ولا يقدر على تكميل الغير وهم الأولياء ، وإما أن يكون كاملاً ويقدر على تكميل الناقصين وهم الأنبياء ولذلك قال عليه السلام : « علماء أمتي كأنبياء بني إسرائيل » ولما كانت مراتب النقصان والكمال ومراتب الإكمال والإضلال غير متناهية بحسب الكمية والكيفية ، لا جرم كانت مراتب الولاية والحياة غير متناهية بحسب الكمال والنقصان ، فالولي هو الإنسان الكامل الذي لا يقوى على التكميل ، والنبي هو الإنسان الكامل المكمل ، ثم قد تكون قوته الروحانية النفسانية وافية بتكميل إنسانين ناقصين وقد تكون أقوى من ذلك فيفي بتكميل عشرة ومائة وقد تكون تلك القوة قاهرة قوية تؤثر تأثير الشمس في العالم فيقلب أرواح أكثر أهل العلم من مقام الجهل إلى مقام المعرفة ومن طلب الدنيا إلى طلب الآخرة ، وذلك مثل روح محمد صلى الله عليه وسلم ، فإن وقت ظهوره كان العالم مملوءاً من اليهود وأكثرهم كانوا مشبهة ومن النصارى وهم حلولية ومن المجوس وقبح مذاهبهم ظاهر ومن عبدة الأوثان وسخف دينهم أظهر من أن يحتاج إلى بيان فلما ظهرت دعوة محمد صلى الله عليه وسلم سرت قوة روحه في الأرواح فقلب أكثر أهل العالم من الشرك إلى التوحيد ، ومن التجسيم إلى التنزيه ، ومن الاستغراق في طلب الدنيا إلى التوجه إلى عالم الآخرة ، فمن هذا المقام ينكشف للإنسان مقام النبوة والرسالة .\r\n إذا عرفت هذا فنقول : قوله : { وَمَا لَنَا ألاّ نَتَوَكَّلَ عَلَى الله } إشارة إلى ما كانت حاصلة لهم من كمالات نفوسهم ، وقولهم في آخر الأمر ، وعلى الله فليتوكل المتوكلون ، إشارة إلى تأثير أرواحهم الكاملة في تكميل الأرواح الناقصة فهذه أسرار عالية مخزونة في ألفاظ القرآن ، فمن نظر في علم القرآن وكان غافلاً عنها كان محروماً من أسرار علوم القرآن والله أعلم ، وفي الآية وجه آخر وهو أن قوله : { وَمَا كَانَ لَنَا أَن نَّأْتِيَكُمْ بسلطان إِلاَّ بِإِذْنِ الله وَعلَى الله فَلْيَتَوَكَّلِ المؤمنون } المراد منه أن الذين يطلبون سائر المعجزات وجب عليهم أن يتوكلوا في حصولها على الله تعالى لا عليها ، فإن شاء أظهرها وإن شاء لم يظهرها .\r\n وأما قوله في آخر الآية : { وَلَنَصْبِرَنَّ على مَا آذَيْتُمُونَا وَعَلَى الله فَلْيَتَوَكَّلِ المتوكلون } المراد منه الأمر بالتوكل على الله في دفع شر الناس الكفار وسفاهتهم ، وعلى هذا التقدير فالتكرار غير حاصل لأن قوله : { وَعَلَى الله فَلْيَتَوَكَّلِ } وارد في موضعين مختلفين بحسب مقصودين متغايرين ، وقيل أيضاً : الأول : ذكر لاستحداث التوكل .\r\n والثاني : للسعي في إبقائه وإدامته ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قالت لهم رسلهم إن نحن إلا بشر مثلكم ولكن الله يمن على من يشاء من عباده وما كان لنا أن نأتيكم بسلطان إلا بإذن الله وعلى الله فليتوكل المؤمنون (11) وما لنا ألا نتوكل على الله وقد هدانا سبلنا ولنصبرن على ما آذيتمونا وعلى الله فليتوكل المتوكلون (12) ",
        "babnum": 8
    },
    {
        "id": 1243,
        "cate": "14",
        "title": "وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ (13) وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ ذَلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ (14) وَاسْتَفْتَحُوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ (15) مِنْ وَرَائِهِ جَهَنَّمُ وَيُسْقَى مِنْ مَاءٍ صَدِيدٍ (16) يَتَجَرَّعُهُ وَلَا يَكَادُ يُسِيغُهُ وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ وَمِنْ وَرَائِهِ عَذَابٌ غَلِيظٌ (17) ",
        "details": " اعلم أنه تعالى لما حكى عن الأنبياء عليهم السلام ، أنهم اكتفوا في دفع شرور أعدائهم بالتوكل عليه والاعتماد على حفظه وحياطته ، حكى عن الكفار أنهم بالغوا في السفاهة وقالوا : { لَنُخْرِجَنَّكُمْ مّنْ أَرْضِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا } والمعنى : ليكونن أحد الأمرين لا محالة إما إخراجكم وإما عودكم إلى ملتنا .\r\n والسبب فيه أن أهل الحق في كل زمان يكونون قليلين وأهل الباطل يكونون كثيرين والظلمة والفسقة يكونون متعاونين متعاضدين ، فلهذه الأسباب قدروا على هذه السفاهة .\r\n فإن قيل : هذا يوهم أنهم كانوا على ملتهم في أول الأمر حتى يعودوا فيها .\r\n قلنا : الجواب من وجوه : الوجه الأول : أن أولئك الأنبياء عليهم السلام إنما نشأوا في تلك البلاد وكانوا من تلك القبائل في أول الأمر ما أظهروا المخالفة مع أولئك الكفار ، بل كانوا في ظاهر الأمر معهم من غير إظهار مخالفة فالقوم ظنوا لهذا السبب أنهم كانوا في أول الأمر على دينهم فلهذا السبب قالوا : { أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا } .\r\n الوجه الثاني : أن هذا حكاية كلام الكفار ولا يجب في كل ما قالوه أن يكونوا صادقين فيه فلعلهم توهموا ذلك مع أنه ما كان الأمر كما توهموه .\r\n الوجه الثالث : لعل الخطاب وإن كان في الظاهر مع الرسل إلا أن المقصود بهذا الخطاب أتباعهم وأصحابهم ولا بأس أن يقال : إنهم كانوا قبل ذلك لوقت على دين أولئك الكفار .\r\n الوجه الرابع : قال صاحب «الكشاف» : العود بمعنى الصيرورة كثير في كلام العرب .\r\n الوجه الخامس : لعل أولئك الأنبياء كانوا قبل إرسالهم على ملة من الملل ، ثم إنه تعالى أوحى إليهم بنسخ تلك الملة وأمرهم بشريعة أخرى وبقي الأقوام على تلك الشريعة التي صارت منسوخة مصرين على سبيل الكفر ، وعلى هذا التقدير فلا يبعد أن يطلبوا من الأنبياء أن يعودوا إلى تلك الملة .\r\n الوجه السادس : لا يبعد أن يكون المعنى : أو لتعودن في ملتنا ، أي إلى ما كنتم عليه قبل إدعاء الرسالة من السكوت عن ذكر معايبة ديننا وعدم التعرض له بالطعن والقدح وعلى جميع هذه الوجوه فالسؤال زائل ، والله أعلم .\r\n واعلم أن الكفار لما ذكروا هذا الكلام قال تعالى : { فأوحى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظالمين وَلَنُسْكِنَنَّكُمُ الأرض مِن بَعْدِهِمْ } قال صاحب «الكشاف» : { لَنُهْلِكَنَّ الظالمين } حكاية تقتضي إضمار القول أو إجراء الإيحاء مجرى القول لأنه ضرب منه ، وقرأ أبو حيوة : { ليهلكن الظالمين وليسكننكم } بالياء اعتباراً لأوحى فإن هذا اللفظ لفظ الغيبة ونظيره قولك أقسم زيد ليخرجن ولأخرجن ، والمراد بالأرض { أَرْضُ الظالمين وديارهم } ونظيره قوله : { وَأَوْرَثْنَا القوم الذين كَانُواْ يُسْتَضْعَفُونَ مشارق الأرض ومغاربها } [ الأعراف : 137 ] { وَأَوْرَثَكُمْ أَرْضَهُمْ وديارهم } [ الأحزاب : 27 ] وعن النبي صلى الله عليه وسلم : « من آذى جاره أورثه الله داره » واعلم أن هذه الآية تدل على أن من توكل على ربه في دفع عدوه كفاه الله أمر عدوه .\r\n ثم قال تعالى : { ذلك لِمَنْ خَافَ مَقَامِى وَخَافَ وَعِيدِ } فقوله ذلك إشارة إلى أن ما قضى الله تعالى به من إهلاك الظالمين وإسكان المؤمنين ديارهم أثر ذلك الأمر حق لمن خاف مقامي وفيه وجوه : الأول : المراد موقفي وهو موقف الحساب ، لأن ذلك الموقف موقف الله تعالى الذي يقف فيه عباده يوم القيامة ، ونظيره قوله : { وَأَمَّا مَنْ خَافَ مَقَامَ رَبّهِ } [ النازعات : 40 ] وقوله : { وَلِمَنْ خَافَ مَقَامَ رَبّهِ جَنَّتَانِ } [ الرحمن : 46 ] الثاني : أن المقام مصدر كالقيامة ، يقال : قام قياماً ومقاماً ، قال الفراء : ذلك لمن خاف قيامي عليه ومراقبتي إياه كقوله : { أَفَمَنْ هُوَ قَائِمٌ على كُلّ نَفْسٍ بِمَا كَسَبَتْ } [ الرعد : 33 ] .\r\n الثالث : { ذلك لِمَنْ خَافَ مَقَامِى } أي إقامتي على العدل والصواب فإنه تعالى لا يقضي إلا بالحق ولا يحكم إلا بالعدل وهو تعالى مقيم على العدل لا يميل عنه ولا ينحرف ألبتة .\r\n الرابع : { ذلك لِمَنْ خَافَ مَقَامِى } أي مقام العائذ عندي وهو من باب إضافة المصدر إلى المفعول ، الخامس : { ذلك لِمَنْ خَافَ مَقَامِى } أي لم خافني ، وذكر المقام ههنا مثل ما يقال : سلام الله على المجلس الفلاني العالي والمراد : سلام الله على فلان فكذا ههنا .\r\n ثم قال تعالى : { وَخَافَ وَعِيدِ } قال الواحدي : الوعيد اسم من أوعد إيعاداً وهو التهديد .\r\n قال ابن عباس : خاف ما أوعدت من العذاب .\r\n واعلم أنه تعالى ذكر أولاً قوله : { ذلك لِمَنْ خَافَ مَقَامِى } ثم عطف عليه قوله : { وَخَافَ وَعِيدِ } فهذا يقتضي أن يكون الخوف من الله تعالى مغايراً للخوف من وعيد الله ، ونظيره : أن حب الله تعالى مغاير لحب ثواب الله ، وهذا مقام شريف عال في أسرار الحكمة والتصديق .\r\n ثم قال : { واستفتحوا } وفيه مسألتان : المسألة الأولى : للاستفتاح ههنا معنيان : أحدهما : طلب الفتح بالنصرة ، فقوله : { واستفتحوا } أي واستنصروا الله على أعدائهم ، فهو كقوله : { إِن تَسْتَفْتِحُواْ فَقَدْ جَاءكُمُ الفتح } [ الأنفال : 19 ] .\r\n والثاني : الفتح الحكم والقضاء ، فقول ربنا : { واستفتحوا } أي واستحكموا وسألوه القضاء بينهم ، وهو مأخوذ من الفتاحة وهي الحكومة كقوله : { رَبَّنَا افتح بَيْنَنَا وَبَيْنَ قَوْمِنَا بالحق } [ الأعراف : 89 ] .\r\n إذا عرفت هذا فنقول : كلا القولين ذكره المفسرون .\r\n أما على القول الأول فالمستفتحون هم الرسل ، وذلك لأنهم استنصروا الله ودعوا على قومهم بالعذاب لما أيسوا من إيمانهم : { قَالَ نُوحٌ رَّبّ لاَ تَذَرْ عَلَى الأرض مِنَ الكافرين دَيَّاراً } [ نوح : 26 ] وقال موسى : { رَبَّنَا اطمس } [ يونس : 88 ] الآية .\r\n وقال لوط : { رَبّ انصرنى عَلَى القوم المفسدين } [ العنكبوت : 30 ] وأما على القول الثالث : وهو طلب الحكمة والقضاء فالأولى أن يكون المستفتحون هم الأمم وذلك أنهم قالوا : اللهم إن كان هؤلاء الرسل صادقين فعذبنا ، ومنه قول كفار قريش : { اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مّنَ السماء } [ الأنفال : 32 ] .\r\n وكقول آخرين { ائتنا بِعَذَابِ الله إِن كُنتَ مِنَ الصادقين } [ العنكبوت : 29 ] .\r\n المسألة الثانية : قال صاحب «الكشاف» : قوله : { واستفتحوا } معطوف على قوله : { فأوحى إِلَيْهِمْ } وقرىء واستفتحوا بلفظ الأمر وعطفه على قوله : { لَنُهْلِكَنَّ } أي أوحى إليهم ربهم ، وقال لهم : { لَنُهْلِكَنَّ } وقال لهم { استفتحوا } .\r\n ثم قال تعالى : { واستفتحوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ } وفيه مسألتان : المسألة الأولى : إن قلنا : المستفتحون هم الرسل ، كان المعنى أن الرسل استفتحوا فنصروا وظفروا بمقصودهم وفازوا { وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ } وهم قومهم؛ وإن قلنا : المستفتحون هم الكفرة ، فكان المعنى : أن الكفار استفتحوا على الرسل ظناً منهم أنهم على الحق والرسل على الباطل { وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ } منهم وما أفلح بسبب استفتاحه على الرسل .\r\n المسألة الثانية : الجبار ههنا المتكبر على طاعة الله وعبادته .\r\n ومنه قوله تعالى : { وَلَمْ يَكُن جَبَّاراً عَصِيّاً } [ مريم : 14 ] قال أبو عبيدة عن الأحمر : يقال فيه جبرية وجبروة وجبروت وجبورة ، وحكى الزجاج : الجبرية والجبر بكسر الجيم والباء والنجبار والجبرياء .\r\n قال الواحدي : فهي ثمان لغات في مصدر الجبار ، وفي الحديث أن امرأة حضرت النبي صلى الله عليه وسلم فأمرها أمراً فأبت عليه فقال : \" دعوها فإنها جبارة \" أي مستكبرة ، وأما العنيد فقد اختلف أهل اللغة في اشتقاقه ، قال النضر بن شميل : العنود الخلاف والتباعد والترك ، وقال غيره : أصله من العند وهو الناحية يقال : فلان يمشي عنداً ، أي ناحية ، فمعنى عاند وعند .\r\n أخذ في ناحية معرضاً ، وعاند فلان فلاناً إذا جانبه وكان منه على ناحية .\r\n إذا عرفت هذا فنقول : كونه جباراً متكبراً إشارة إلى الخلق النفساني وكونه عنيداً إشارة إلى الأثر الصادر عن ذلك الخلق ، وهو كونه مجانباً عن الحق منحرفاً عنه ، ولا شك أن الإنسان الذي يكون خلقه هو التجبر والتكبر وفعله هو العنود وهو الانحراف عن الحق والصدق ، كان خائباً عن كل الخيرات خاسراً عن جميع أقسام السعادات .\r\n واعلم أنه تعالى لما حكم عليه بالخيبة ووصفه بكونه جباراً عنيداً ، وصف كيفية عذابه بأمور : الأول : قوله : { مِّن وَرَائِهِ جَهَنَّمُ } وفيه إشكال وهو أن المراد : أمامه جهنم ، فكيف أطلق لفظ الوراء على القدام والأمام؟ وأجابوا عنه من وجوه : الأول : أن لفظ «وراء» اسم لما يوارى عنك ، وقدام وخلف متوار عنك ، فصح إطلاق لفظ «وراء» على كل واحد منهما .\r\n قال الشاعر : عسى الكرب الذي أمسيت فيه \r\n يكون وراءه فرج قريب ويقال أيضاً : الموت وراء كل أحد .\r\n الثاني : قال أبو عبيدة وابن السكيت : الوراء من الأضداد يقع على الخلف والقدام ، والسبب فيه أن كل ما كان خلفاً فإنه يجوز أن ينقلب قداماً وبالعكس ، فلا جرم جاز وقوع لفظ الوراء على القدام ، ومنه قوله تعالى : { وَكَانَ وَرَاءهُم مَّلِكٌ يَأْخُذُ } [ الكهف : 79 ] أي أمامهم ، ويقال : الموت من وراء الإنسان .\r\n الثاني : قال ابن الأنباري «وراء» بمعنى بعد .\r\n قال الشاعر : وليس وراء الله للمرء مذهب \r\n أي وليس بعد الله مذهب .\r\n إذا ثبت هذا فنقول : إنه تعالى حكم عليه بالخيبة في قوله : { وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ } .\r\n ثم قال : { وَمِن وَرَآئِهِ جَهَنَّمُ } أي ومن بعده الخيبة يدخل جهنم .\r\n النوع الثاني : مما ذكره الله تعالى من أحوال هذا الكافر قوله : { ويسقى مِن مَّآءٍ صَدِيدٍ * يَتَجَرَّعُهُ وَلاَ يَكَادُ يُسِيغُهُ } وفيه سؤالات : السؤال الأول : علام عطف { ويسقى } .\r\n الجواب : على محذوف تقديره : من ورائه جهنم يلقى فيها ويسقى من ماء صديد .\r\n السؤال الثاني : عذاب أهل النار من وجوه كثيرة ، فلم خص هذه الحالة بالذكر؟ الجواب : يشبه أن تكون هذه الحالة أشد أنواع العذاب فخصص بالذكر مع قوله : { وَيَأْتِيهِ الموت مِن كُلّ مَكَانٍ وَمَا هُوَ بِمَيّتٍ } .\r\n السؤال الثالث : ما وجه قوله : { مِن مَّاءٍ صَدِيدٍ } .\r\n الجواب : أنه عطف بيان والتقدير : أنه لما قال : { ويسقى مِن مَّاءٍ } فكأنه قيل : وما ذلك الماء فقال : { صَدِيدٍ } والصديد ما يسيل جلود أهل النار .\r\n وقيل : التقدير ويسقى من ماء كالصديد .\r\n وذلك بأن يخلق الله تعالى في جهنم ما يشبه الصديد في النتن والغلظ والقذارة ، وهو أيضاً يكون في نفسه صديداً ، لأن كراهته تصد عن تناوله وهو كقوله : { وَسُقُواْ مَاء حَمِيماً فَقَطَّعَ أَمْعَاءهُمْ } [ محمد : 15 ] .\r\n { وَإِن يَسْتَغِيثُواْ يُغَاثُواْ بِمَاء كالمهل يَشْوِى الوجوه بِئْسَ الشراب } [ الكهف : 29 ] .\r\n السؤال الرابع : ما معنى يتجرعه ولا يكاد يسيغه .\r\n الجواب : التجرع تناول المشروب جرعة جرعة على الاستمرار ، ويقال : ساغ الشراب في الحلق يسوغ سوغاً وأساغه إساغة .\r\n واعلم أن ( يكاد ) فيه قولان : القول الأول : أن نفيه إثبات ، وإثباته نفي ، فقوله : { وَلاَ يَكَادُ يُسِيغُهُ } أي ويسيغه بعد إبطاء لأن العرب تقول : ما كدت أقوم ، أي قمت بعد إبطاء قال تعالى : { فَذَبَحُوهَا وَمَا كَادُواْ يَفْعَلُونَ } [ البقرة : 71 ] يعني فعلوا بعد إبطاء ، والدليل على حصول الإساغة قوله تعالى : { يُصْهَرُ بِهِ مَا فِى بُطُونِهِمْ والجلود } [ الحج : 20 ] ولا يحصل الصهر إلا بعد الإساغة ، وأيضاً فإن قوله : { يَتَجَرَّعُهُ } يدل على أنهم أساغوا الشيء بعد الشيء فكيف يصح أن يقال بعده إنه يسيغه ألبتة .\r\n والقول الثاني : أن كاد للمقاربة فقول : { لاَ يَكَادُ } لنفي المقاربة يعني : ولم يقارب أن يسيغه فكيف يحصل الإساغة كقوله تعالى : { لَمْ يَكَدْ يَرَاهَا } [ النور : 40 ] أي لم يقرب من رؤيتها فكيف يراها .\r\n فإن قيل : فقد ذكرتم الدليل على حصول الإساغة ، فكيف الجمع بينه وبين هذا الوجه .\r\n قلنا عنه جوابان : أحدهما : أن المعنى : لا يسيغ جميعه كأنه يجرع البعض وما ساغ الجميع .\r\n الثاني : أن الدليل الذي ذكرتم إنما دل على وصول بعض ذلك الشراب إلى جوف الكافر ، إلا أن ذلك ليس بإساغة ، لأن الإساغة في اللغة إجراء الشراب في الحلق بقبول النفس واستطابة المشروب والكافر يتجرع ذلك الشراب على كراهية ولا يسيغه ، أي لا يستطيبه ولا يشربه شرباً بمرة واحدة وعلى هذين الوجهين يصح حمل لا يكاد على نفي المقاربة ، والله أعلم .\r\n النوع الثالث : مما ذكره الله تعالى في وعيد هذا الكافر قوله : { وَيَأْتِيهِ الموت مِن كُلّ مَكَانٍ وَمَا هُوَ بِمَيّتٍ } [ إبراهيم : 17 ] والمعنى : أن موجبات الموت أحاطت به من جميع الجهات ، ومع ذلك فإنه لا يموت وقيل من كل جزء من أجزاء جسده .\r\n النوع الرابع : قوله : { وَمِن وَرَآئِهِ عَذَابٌ غَلِيظٌ } وفيه وجهان : الأول : أن المراد من العذاب الغليظ كونه دائماً غير منقطع .\r\n الثاني : أنه في كل وقت يستقبله يتلقى عذاباً أشد مما قبله .\r\n قال المفضل : هو قطع الأنفاس وحبسها في الأجساد ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقال الذين كفروا لرسلهم لنخرجنكم من أرضنا أو لتعودن في ملتنا فأوحى إليهم ربهم لنهلكن الظالمين (13) ولنسكننكم الأرض من بعدهم ذلك لمن خاف مقامي وخاف وعيد (14) واستفتحوا وخاب كل جبار عنيد (15) من ورائه جهنم ويسقى من ماء صديد (16) يتجرعه ولا يكاد يسيغه ويأتيه الموت من كل مكان وما هو بميت ومن ورائه عذاب غليظ (17) ",
        "babnum": 9
    },
    {
        "id": 1244,
        "cate": "14",
        "title": "مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ لَا يَقْدِرُونَ مِمَّا كَسَبُوا عَلَى شَيْءٍ ذَلِكَ هُوَ الضَّلَالُ الْبَعِيدُ (18) أَلَمْ تَرَ أَنَّ اللَّهَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ (19) وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ (20) ",
        "details": " اعلم أنه تعالى لما ذكر أنواع عذابهم في الآية المتقدمة بين في هذه الآية أن أعمالهم بأسرها تصير ضائعة باطلة لا ينتفعون بشيء منها وعند هذا يظهر كمال خسرانهم لأنهم لا يجدون في القيامة إلا العقاب الشديد وكل ما عملوه في الدنيا وجدوه ضائعاً باطلاً ، وذلك هو الخسران الشديد .\r\n وفي الآية مسائل : المسألة الأولى : في ارتفاع قوله : { مَثَلُ الذين } وجوه : الأول : قال سيبويه : التقدير : وفيما يتلى عليكم مثل الذين كفروا ، أو مثل الذين كفروا فيما يتلى عليكم ، وقوله : { كَرَمَادٍ } جملة مستأنفة على تقدير سؤال سائل يقول : كيف مثلهم فقيل : أعمالهم كرماد .\r\n الثاني : قال الفراء : التقدير مثل أعمال الذين كفروا بربهم كرماد فحذف المضاف اعتماداً على ذكره بعد المضاف إليه وهو قوله : { أعمالهم } ومثله قوله تعالى : { الذى أَحْسَنَ كُلَّ شَىْء خَلَقَهُ } [ السجدة : 7 ] أي خلق كل شيء ، وكذا قوله : { وَيَوْمَ القيامة تَرَى الذين كَذَبُواْ عَلَى الله وُجُوهُهُم مُّسْوَدَّةٌ } [ الزمر : 60 ] المعنى ترى وجوه الذين كذبوا على الله مسودة .\r\n الثالث : أن يكون التقدير صفة الذين كفروا أعمالهم كرماد ، كقولك صفة زيد عرضه مصون ، وماله مبذول .\r\n الرابع : أن تكون أعمالهم بدلاً من قوله : { مَّثَلُ الذين كَفَرُواْ } والتقدير : مثل أعمالهم وقوله : { كَرَمَادٍ } هو الخبر .\r\n الخامس : أن يكون المثل صلة وتقديره : الذين كفروا أعمالهم .\r\n المسألة الثانية : اعلم أن وجه المشابهة بين هذا المثل وبين هذه الأعمال ، هو أن الريح العاصف تطير الرماد وتفرق أجزاءه بحيث لا يبقى لذلك الرماد أثر ولا خبر ، فكذا ههنا أن كفرهم أبطل أعمالهم وأحبطها بحيث لم يبق من تلك الأعمال معهم خبر ولا أثر ، ثم اختلفوا في المراد بهذه الأعمال على وجوه : الوجه الأول : أن المراد منها ما عملوه من أعمال البر كالصدقة وصلة الرحم وبر الوالدين وإطعام الجائع ، وذلك لأنها تصير محبطة باطلة بسبب كفرهم ، ولولا كفرهم لانتفعوا بها .\r\n والوجه الثاني : أن المراد من تلك الأعمال عبادتهم للأصنام وما تكلفوه من كفرهم الذي ظنوه إيماناً وطريقاً إلى الخلاص ، والوجه في خسرانهم أنهم أتعبوا أبدانهم فيها الدهر الطويل لكي ينتفعوا بها فصارت وبالاً عليهم .\r\n والوجه الثالث : أن المراد من هذه الأعمال كلا القسمين ، لأنهم إذا رأوا الأعمال التي كانت في أنفسها خيرات قد بطلت ، والأعمال التي ظنوها خيرات وأفنوا فيها أعمارهم قد بطلت أيضاً وصارت من أعظم الموجبات لعذابهم فلا شك أنه تعظم حسرتهم وندامتهم فلذلك قال تعالى : { ذلك هُوَ الضلال البعيد } .\r\n المسألة الثالثة : قرىء الرياح في يوم عاصف جعل العصف لليوم ، وهو لما فيه وهو الريح أو الرياح كقولك : يوم ماطر وليلة ساكرة ، وإنما السكور لريحها قال الفراء : وإن شئت قلت في يوم ذي عصوف ، وإن شئت قلت : في يوم عاصف الريح فحذف ذكر الريح لكونه مذكوراً قبل ذلك ، وقرىء في يوم عاصف بالإضافة .\r\n المسألة الرابعة : قوله : { لاَّ يَقْدِرُونَ مِمَّا كَسَبُواْ على شَىْء } أي لا يقدرون مما كسبوا على شيء منتفع به لا في الدنيا ولا في الآخرة وذلك لأنه ضاع بالكلية وفسد ، وهذه الآية دالة على كون العبد مكتسباً لأفعاله .\r\n واعلم أنه تعالى لما تمم هذا المثال قال : { أَلَمْ تَرَ أَنَّ الله خَلَقَ السموات والأرض بالحق } وفيه مسائل : المسألة الأولى : وجه النظم أنه تعالى لما بين أن أعمالهم تصير باطلة ضائعة ، بين أن ذلك البطلان والإحباط إنما جاء بسبب صدر منهم وهو كفرهم بالله وإعراضهم عن العبودية فإن الله تعالى لا يبطل أعمال المخلصين ابتداء ، وكيف يليق بحكمته أن يفعل ذلك وأنه تعالى ما خلق كل هذا العالم إلا لداعية الحكمة والصواب .\r\n المسألة الثانية : قرأ حمزة والكسائي : { خالق السموات والأرض } على اسم الفاعل على أنه خبر أن والسموات والأرض على الإضافة كقوله : { فَاطِرَ السموات والأرض } [ إبراهيم : 10 ] .\r\n { فَالِقُ الإصباح } [ الأنعام : 95 ] .\r\n و { جَعَلَ اليل سَكَناً } [ الأنعام : 96 ] والباقون خلق على فعل الماضي : { السموات والأرض } بالنصب لأنه مفعول .\r\n المسألة الثالثة : قوله : { بالحق } نظير لقوله في سورة يونس : { وَمَا خَلَقَ الله ذلك إِلاَّ بالحق } [ يونس : 5 ] ولقوله في آل عمران : { رَبَّنَا مَا خَلَقْتَ هَذا باطلا } [ آل عمران : 191 ] ولقوله في ص : { وَمَا خَلَقْنَا السماء والأرض وَمَا بَيْنَهُمَا باطلا } [ ص : 27 ] أما أهل السنة فيقولون إلا بالحق وهو دلالتهما على وجود الصانع وعلمه وقدرته ، وأما المعتزلة فيقولون : إلا بالحق ، أي لم يخلق ذلك عبثاً بل لغرض صحيح .\r\n ثم قال تعالى : { إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ } والمعنى : أن من كان قادراً على خلق السموات والأرض بالحق ، فبأن يقدر على إفناء قوم وإماتتهم وعلى إيجاد آخرين وإحيائهم كان أولى ، لأن القادر على الأصعب الأعظم بأن يكون قادراً على الأسهل الأضعف أولى .\r\n قال ابن عباس : هذا الخطاب مع كفار مكة ، يريد أميتكم يا معشر الكفار ، وأخلق قوماً خيراً منكم وأطوع منكم .\r\n ثم قال : { وَمَا ذلك عَلَى الله بِعَزِيزٍ } أي ممتنع لما ذكرنا أن القادر على إفناء كل العالم وإيجاده بأن يكون قادراً على إفناء أشخاص مخصوصين وإيجاده أمثالهم أولى وأحرى ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "مثل الذين كفروا بربهم أعمالهم كرماد اشتدت به الريح في يوم عاصف لا يقدرون مما كسبوا على شيء ذلك هو الضلال البعيد (18) ألم تر أن الله خلق السماوات والأرض بالحق إن يشأ يذهبكم ويأت بخلق جديد (19) وما ذلك على الله بعزيز (20) ",
        "babnum": 10
    },
    {
        "id": 1245,
        "cate": "14",
        "title": "وَبَرَزُوا لِلَّهِ جَمِيعًا فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِنْ شَيْءٍ قَالُوا لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ (21) ",
        "details": " اعلم أنه تعالى لما ذكر أصناف عذاب هؤلاء الكفار ثم ذكر عقيبه أن أعمالهم تصير محبطة باطلة ، ذكر في هذه الآية كيفية خجالتهم عند تمسك أتباعهم وكيفية افتضاحهم عندهم .\r\n وهذا إشارة إلى العذاب الروحاني الحاصل بسبب الفضيحة والخجالة ، وفيه مسائل : المسألة الأولى : برز معناه في اللغة ظهر بعد الخفاء .\r\n ومنه يقال للمكان الواسع : البراز لظهوره ، وقيل في قوله : { وَتَرَى الأرض بَارِزَةً } [ الكهف : 47 ] أي ظاهرة لا يسترها شيء ، وامرأة برزة إذا كانت تظهر للناس .\r\n ويقال : برز فلان على أقرانه إذا فاقهم وسبقهم ، وأصله في الخيل إذا سبق أحدها .\r\n قيل : برز عليها كأنه خرج من غمارها فظهر .\r\n إذا عرفت هذا فنقول : ههنا أبحاث : البحث الأول : قوله : { وَبَرَزُواْ } ورد بلفظ الماضي وإن كان معناه الاستقبال ، لأن كل ما أخبر الله تعالى عنه فهو صدق وحق ، فصار كأنه قد حصل ودخل في الوجود ونظيره قوله : { ونادى أصحاب النار أصحاب الجنة } [ الأعراف : 50 ] .\r\n البحث الثاني : قد ذكرنا أن البروز في اللغة عبارة عن الظهور بعد الاستتار وهذا في حق الله تعالى محال ، فلا بد فيه من التأويل وهو من وجوه : الأول : أنهم كانوا يستترون من العيون عند ارتكاب الفواحش ويظنون أن ذلك خاف على الله تعالى ، فإذا كان يوم القيامة انكشفوا لله تعالى عند أنفسهم وعلموا أن الله لا يخفى عليه خافية .\r\n الثاني : أنهم خرجوا من قبورهم فبرزوا لحساب الله وحكمه .\r\n الثالث : وهو تأويل الحكماء أن النفس إذا فارقت الجسد فكأنه زال الغطاء والوطاء وبقيت متجردة بذاتها عارية عن كل ما سواها وذلك هو البروز لله .\r\n البحث الثالث : قال أبو بكر الأصم قوله : { وَبَرَزُواْ للَّهِ } هو المراد من قوله في الآية السابقة : { وَمِن وَرآئِهِ عَذَابٌ غَلِيظٌ } [ إبراهيم : 17 ] .\r\n واعلم أن قوله : { وَبَرَزُواْ للَّهِ } قريب من قوله : { يَوْمَ تبلى السرائر * فَمَا لَهُ مِن قُوَّةٍ وَلاَ نَاصِرٍ } [ الطارق : 9 ، 10 ] وذلك لأن البواطن تظهر في ذلك اليوم والأحوال الكامنة تنكشف فإن كانوا من السعداء برزوا للحاكم الحكيم بصفاتهم القدسية ، وأحوالهم العلوية ، ووجوههم المشرقة ، وأرواحهم الصافية المستنيرة فيتجلى لها نور الجلال؛ ويعظم فيها إشراق عالم القدس ، فما أجل تلك الأحوال وإن كانوا من الأشقياء برزوا لموقف العظمة ، ومنازل الكبرياء ذليلين مهينين خاضعين خاشعين واقعين في خزي الخجالة ، ومذلة الفضيحة ، وموقف المهانة والفزع ، نعوذ بالله منها .\r\n ثم حكى الله تعالى أن الضعفاء يقولون للرؤساء : هل تقدرون على دفع عذاب الله عنا؟ والمعنى : أنه إنما اتبعناكم لهذا اليوم ، ثم إن الرؤساء يعترفون بالخزي والعجز والذل .\r\n قالوا : { سَوآءٌ عَلَيْنَا أَجَزِعْنَآ أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ } ومن المعلوم أن اعتراف الرؤساء والسادة والمتبوعين بمثل هذا العجز والخزي والنكال يوجب الخجالة العظيمة والخزي الكامل التام ، فكان المقصود من ذكر هذه الآية : استيلاء عذاب الفضيحة والخجالة والخزي عليهم مع ما تقدم ذكره من سائر وجوه أنواع العذاب والعقاب نعوذ بالله منها ، والله أعلم .\r\n المسألة الثانية : كتبوا الضعفاء بواو قبل الهمزة في بعض المصاحف ، والسبب فيه أنه كتب على لفظ من يفخم الألف قبل الهمزة فيميلها إلى الواو ، ونظيره علماء بني إسرائيل .\r\n المسألة الثالثة : الضعفاء الأتباع والعوام ، والذين استكبروا هم السادة والكبراء .\r\n قال ابن عباس : المراد أكابرهم الذين استكبروا عن عبادة الله تعالى : { إِنَّا كُنَّا لَكُمْ تَبَعًا } أي في الدنيا .\r\n قال الفراء وأكثر أهل اللغة : التبع تابع مثل خادم وخدم وباقر وبقر وحارس وحرس وراصد ورصد قال الزجاج : وجائز أن يكون مصدراً سمي به ، أي كنا ذوي تبع .\r\n واعلم أن هذه التبعية يحتمل أن يقال : المراد منها التبعية في الكفر ، ويحتمل أن يكون المراد منها التبعية في أحوال الدنيا : { فَهَلْ أَنتُمْ مُّغْنُونَ عَنَّا مِنْ عَذَابِ الله مِن شَىْءٍ } أي هل يمكنكم دفع عذاب الله عنا .\r\n فإن قيل : فما الفرق بين من في قوله : { مّنْ عَذَابِ الله } وبينه في قوله : { مِن شَىْء } .\r\n قلنا : كلاهما للتبعيض بمعنى : هل أنتم مغنون عنا بعض شيء هو عذاب الله أي بعض عذاب الله وعند هذا حكى الله تعالى عن الذين استكبروا أنهم قالوا : { لَوْ هَدَانَا الله لَهَدَيْنَاكُمْ } وفيه وجوه الأول : قال ابن عباس : معناه لو أرشدنا الله لأرشدناكم ، قال الواحدي : معناه أنهم إنما دعوهم إلى الضلال ، لأن الله تعالى أضلهم ولم يهدهم فدعوا أتباعهم إلى الضلال ولو هداهم لدعوهم إلى الهدى قال صاحب «الكشاف» : لعلهم قالوا ذلك مع أنهم كذبوا فيه ويدل عليه قوله تعالى حكاية عن المنافقين : { يَوْمَ يَبْعَثُهُمُ الله جَمِيعاً فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ } [ المجادلة : 18 ] .\r\n واعلم أن المعتزلة لا يجوزون صدور الكذب عن أهل القيامة فكان هذا القول منه مخالفاً لأصول مشايخه فلا يقبل منه ، الثاني : قال صاحب «الكشاف» : يجوز أن يكون المعنى لو كنا من أهل اللطف فلطف بنا ربنا واهتدينا لهديناكم إلى الإيمان .\r\n وذكر القاضي هذا الوجه وزيفه بأن قال : لا يجوز حمل هذا على اللطف ، لأن ذلك قد فعله الله تعالى .\r\n والثالث : أن يكون المعنى لو خلصنا الله من العقاب وهدانا إلى طريق الجنة لهديناكم ، والدليل على أن المراد من الهدى هذا الذي ذكرناه أن هذا هو الذي التمسوه وطلبوه فوجب أن يكون المراد من الهداية هذا المعنى .\r\n ثم قال : { سَوَآءٌ عَلَيْنَا أَجَزِعْنآ أَمْ صَبَرْنَا } أي مستو علينا الجزع والصبر والهمزة وأم للتسوية ونظيره : { اصبروا أَوْ لاَ تَصْبِرُواْ سَوَاء عَلَيْكُمْ } [ الطور : 16 ] ثم قالوا : ما لنا من محيص ، أي منجي ومهرب ، والمحيص قد يكون مصدراً كالمغيب والمشيب ، ومكاناً كالمبيت والمضيق ، ويقال حاص عنه وحاض بمعنى واحد ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وبرزوا لله جميعا فقال الضعفاء للذين استكبروا إنا كنا لكم تبعا فهل أنتم مغنون عنا من عذاب الله من شيء قالوا لو هدانا الله لهديناكم سواء علينا أجزعنا أم صبرنا ما لنا من محيص (21) ",
        "babnum": 11
    },
    {
        "id": 1246,
        "cate": "14",
        "title": "وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ (22) ",
        "details": " اعلم أنه تعالى لما ذكر المناظرة التي وقعت بين الرؤساء والأتباع من كفرة الإنس ، أردفها بالمناظرة التي وقعت بين الشيطان وبين أتباعه من الإنس فقال تعالى : { وَقَالَ الشيطان لَمَّا قُضِىَ الأمر } وفي المراد بقوله : { لَمَّا قُضِىَ الأمر } وجوه : القول الأول : قال المفسرون : إذا استقر أهل الجنة في الجنة ، وأهل النار في النار ، أخذ أهل النار في لوم إبليس وتقريعه فيقوم في النار فيما بينهم خطيباً ويقول ما أخبر الله عنه بقوله : { وَقَالَ الشيطان لَمَّا قُضِىَ الأمر } .\r\n القول الثاني : أن المراد من قوله : { قُضِىَ الأمر } لما انقضت المحاسبة ، والقول الأول أولى ، لأن آخر أمر أهل القيامة استقرار المطيعين في الجنة واستقرار الكافرين في النار ، ثم يدوم الأمر بعد ذلك .\r\n والقول الثالث : وهو أن مذهبنا أن الفساق من أهل الصلاة يخرجون من النار ويدخلون الجنة فلا يبعد أن يكون المراد من قوله : { لَمَّا قُضِىَ الأمر } ذلك الوقت ، لأن في ذلك الوقت تنقطع الأحوال المعتبرة ، ولا يحصل بعده إلا دوام ما حصل قبل ذلك ، وأما الشيطان فالمراد به إبليس لأن لفظ الشيطان لفظ مفرد فيتناول الواحد وإبليس رأس الشياطين ورئيسهم ، فحمل اللفظ عليه أولى ، لا سيما وقد قال رسول الله صلى الله عليه وسلم : « إذا جمع الله الخلق وقضى بينهم يقول الكافر قد وجد المسلمون من يشفع لهم فمن يشفع لنا ما هو إلا إبليس هو الذي أضلنا فيأتونه ويسألونه فعند ذلك يقول هذا القول » أما قوله : { إِنَّ الله وَعَدَكُمْ وَعْدَ الحق وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ } ففيه مباحث : البحث الأول : المراد أن الله تعالى وعدكم وعد الحق وهو البعث والجزاء على الأعمال فوفى لكم بما وعدكم ووعدتكم خلاف ذلك فأخلفتكم ، وتقرير الكلام أن النفس تدعو إلى هذه الأحوال الدنيوية ولا تتصور كيفية السعادات الأخروية والكمالات النفسانية والله يدعو إليها ويرغب فيها كما قال : { والأخرة خَيْرٌ وأبقى } [ الأعلى : 17 ] .\r\n البحث الثاني : قوله : { وَعْدَ الحق } من باب إضافة الشيء إلى نفسه كقوله : { حبَّ الحصيد } [ ق : 9 ] ومسجد الجامع على قول الكوفيين ، والمعنى : وعدكم الوعد الحق ، وعلى مذهب البصريين يكون التقدير وعد اليوم الحق أو الأمر الحق أو يكون التقدير وعدكم الحق .\r\n ثم ذكر المصدر تأكيداً .\r\n البحث الثالث : في الآية إضمار من وجهين : الأول : أن التقدير إن الله وعدكم وعد الحق فصدقكم ووعدتكم فأخلفتكم وحذف ذلك لدلالة تلك الحالة على صدق ذلك الوعد ، لأنهم كانوا يشاهدونها وليس وراء العيان بيان ولأنه ذكر في وعد الشيطان الإخلاف فدل ذلك على الصدق في وعد الله تعالى .\r\n الثاني : أن في قوله : { وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ } الوعد يقتضي مفعولاً ثانياً وحذف ههنا للعلم به ، والتقدير : ووعدتكم أن لا جنة ولا نار ولا حشر ولا حساب .\r\n أما قوله : { وَمَا كَانَ لِىَ عَلَيْكُمْ مّن سلطان } أي قدرة ومكنة وتسلط وقهر فاقهركم على الكفر والمعاصي وألجئكم إليها ، إلا أن دعوتكم أي إلا دعائي إياكم إلى الضلالة بوسوستي وتزييني قال النحويون : ليس الدعاء من جنس السلطان فقوله : { إِلاَّ أَن دَعَوْتُكُمْ } من جنس قولهم ما تحيتهم إلا الضرب ، وقال الواحدي : إنه استثناء منقطع ، أي لكن دعوتكم وعندي أنه يمكن أن يقال كلمة «إلا» ههنا استثناء حقيقي ، لأن قدرة الإنسان على حمل الغير على عمل من الأعمال تارة يكون بالقهر والقسر ، وتارة يكون بتقوية الداعية في قلبه بإلقاء الوساوس إليه ، فهذا نوع من أنواع التسلط ، ثم إن ظاهر هذه الآية يدل على أن الشيطان لا قدرة له على تصريع الإنسان وعلى تعويج أعضائه وجوارحه ، وعلى إزالة العقل عنه كما يقوله العوام والحشوية ، ثم قال : { فَلاَ تَلُومُونِى وَلُومُواْ أَنفُسَكُمْ } يعني ما كان مني إلا الدعاء والوسوسة ، وكنتم سمعتم دلائل الله وشاهدتم مجيء أنبياء الله تعالى فكان من الواجب عليكم أن لا تغتروا بقولي ولا تلتفتوا إلي فلما رجحتم قولي على الدلائل الظاهرة كان اللوم عليكم لا علي في هذا الباب .\r\n وفي الآية مسألتان : المسألة الأولى : قالت المعتزلة هذه الآية تدل على أشياء : الأول : أنه لو كان الكفر والمعصية من الله لوجب أن يقال : فلا تلوموني ولا أنفسكم فإن الله قضى عليكم الكفر وأجبركم عليه .\r\n الثاني : ظاهر هذه الآية يدل على أن الشيطان لا قدرة له على تصريع الإنسان وعلى تعويج أعضائه وعلى إزالة العقل عنه كما تقول الحشوية والعوام .\r\n الثالث : أن هذه الآية تدل على أن الإنسان لا يجوز ذمه ولومه وعقابه بسبب فعل الغير ، وعند هذا يظهر أنه لا يجوز عقاب أولاد الكفار بسبب كفر آبائهم .\r\n أجاب بعض الأصحاب عن هذه الوجوه بأن هذا قول الشيطان فلا يجوز التمسك به .\r\n وأجاب الخصم عنه : بأنه لو كان هذا القول منه باطلاً لبين الله بطلانه وأظهر إنكاره ، وأيضاً فلا فائدة في ذلك اليوم في ذكر هذا الكلام الباطل والقول الفاسد .\r\n ألا ترى أن قوله : { إِنَّ الله وَعَدَكُمْ وَعْدَ الحق وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ } كلام حق وقوله : { وَمَا كَانَ لِىَ عَلَيْكُمْ مّن سلطان } قول حق بدليل قوله تعالى : { إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سلطان إِلاَّ مَنِ اتبعك مِنَ الغاوين } [ الحجر : 42 ] .\r\n المسألة الثانية : هذه الآية تدل على أن الشيطان الأصلي هو النفس ، وذلك لأن الشيطان بين أنه ما أتى إلا بالوسوسة ، فلولا الميل الحاصل بسبب الشهوة والغضب والوهم والخيال لم يكن لوسوسته تأثير ألبتة ، فدل هذا على أن الشيطان الأصلي هو النفس .\r\n فإن قال قائل : بينوا لنا حقيقة الوسوسة .\r\n قلنا : الفعل إنما يصدر عن الإنسان عند حصول أمور أربعة يترتب بعضها على البعض ترتيباً لازماً طبيعياً وبيانه أن أعضاء الإنسان بحكم السلامة الأصلية والصلاحية الطبيعية صالحة للفعل والترك ، والإقدام والإحجام ، فما لم يحصل في القلب ميل إلى ترجيح الفعل على الترك أو بالعكس فإنه يمتنع صدور الفعل ، وذلك الميل هو الإرادة الجازمة ، والقصد الجازم .\r\n ثم إن تلك الإرادة الجازمة لا تحصل إلا عند حصول علم أو اعتقاد أو ظن بأن ذلك الفعل سبب للنفع أو سبب للضرر فإن لم يحصل فيه هذا الإعتقاد لم يحصل الميل لا إلى الفعل ولا إلى الترك ، فالحاصل أن الإنسان إذا أحس بشيء ترتب عليه شعوره بكونه ملائماً له أو بكونه منافراً له أو بكونه غير ملائم ولا منافر ، فإن حصل الشعور بكونه ملائماً له ترتب عليه الميل الجازم إلى الفعل وإن حصل الشعور بكونه منافراً له ترتب عليه الميل الجازم إلى الترك ، وإن لم يحصل لا هذا ولا ذاك لم يحصل الميل لا إلى ذلك الشيء ولا إلى ضده ، بل بقي الإنسان كما كان ، وعند حصول ذلك الميل الجازم تصير القدرة مع ذلك الميل موجبة للفعل .\r\n إذا عرفت هذا فنقول : صدور الفعل عن مجموع القدرة والداعي الحاصل أمر واجب فلا يكون للشيطان مدخل فيه وصدور الميل عن تصور كونه خيراً أو تصور كونه شراً أمر واجب فلا يكون للشيطان فيه مدخل وحصول كونه خيراً أو تصوراً كونه شراً عن مطلق الشعور بذاته أمر لازم فلا مدخل للشيطان فيه ، فلم يبق للشيطان مدخل في شيء من هذه المقامات إلا في أن يذكره شيئاً بأن يلقي إليه حديثه مثل أن الإنسان كان غافلاً عن صورة امرأة فيلقي الشيطان حديثها في خاطره فالشيطان لا قدرة له إلا في هذا المقام ، وهو عين ما حكى الله تعالى عنه أنه قال : { وَمَا كَانَ لِىَ عَلَيْكُمْ مّن سلطان إِلآَّ أَن دَعَوْتُكُمْ فاستجبتم لِى فَلاَ تَلُومُونِى } يعني ما كان مني إلا مجرد هذه الدعوة فأما بقية المراتب فما صدرت مني وما كان لي فيها أثر ألبتة .\r\n بقي في هذا المقام سؤالان : السؤال الأول : كيف يعقل تمكن الشيطان من النفوذ في داخل أعضاء الإنسان وإلقاء الوسوسة إليه .\r\n والجواب : للناس في الملائكة والشياطين قولان : القول الأول : أن ما سوى الله بحسب القسمة العقلية على أقسام ثلاثة : المتحيز ، والحال في المتحيز ، والذي لا يكون متحيزاً ولا حالاً فيه ، وهذا القسم الثالث لم يقم الدليل ألبتة على فساد القول به بل الدلائل الكثيرة قامت على صحة القول به ، وهذا هو المسمى بالأرواح فهذه الأرواح إن كانت طاهرة مقدسة من عالم الروحانيات القدسية فهم الملائكة وإن كانت خبيثة داعية إلى الشرور وعالم الأجساد ومنازل الظلمات فهم الشياطين .\r\n إذا عرفت هذا فنقول : فعلى هذا التقدير الشيطان لا يكون جسماً يحتاج إلى الولوج في داخل البدن بل هو جوهر روحاني خبيث الفعل مجبول على الشر ، والنفس الإنسانية أيضاً كذلك فلا يبعد على هذا التقدير في أن يلقى شيء من تلك الأرواح أنواعاً من الوساوس والأباطيل إلى جوهر النفس الإنسانية ، وذكر بعض العلماء في هذا الباب احتمالاً ثانياً ، وهو أن النفوس الناطقة البشرية مختلفة بالنوع ، فهي طوائف ، وكل طائفة منها في تدبير روح من الأرواح السماوية بعينها ، فنوع من النفوس البشرية تكون حسنة الأخلاق كريمة الأفعال موصوفة بالفرح والبشر وسهولة الأمر ، وهي تكون منتسبة إلى روح معين من الأرواح السماوية ، وطائفة أخرى منها تكون موصوفة بالحدة والقوة والغلظة ، وعدم المبالاة بأمر من الأمور ، وهي تكون منتسبة إلى روح آخر من الأرواح السماوية وهذه الأرواح البشرية كالأولاد لذلك الروح السماوي وكالنتائج الحاصلة ، وكالفروع المتفرعة عليها ، وذلك الروح السماوي هو الذي يتولى إرشادها إلى مصالحها ، وهو الذي يخصها بالإلهامات حالتي النوم واليقظة .\r\n والقدماء كانوا يسمون ذلك الروح السماوي بالطباع التام ولا شك أن لذلك الروح السماوي الذي هو الأصل والينبوع شعباً كثيرة ونتائج كثيرة وهي بأسرها تكون من جنس روح هذا الإنسان وهي لأجل مشاكلتها ومجانستها يعين بعضها بعضاً على الأعمال اللائقة بها والأفعال المناسبة لطبائعها ، ثم إنها إن كانت خيرة طاهرة طيبة كانت ملائكة وكانت تلك الإعانة مسماة بالإلهام .\r\n وإن كانت شريرة خبيثة قبيحة الأعمال كانت شياطين وكانت تلك الإعانة مسماة بالوسوسة ، وذكر بعض العلماء أيضاً فيه احتمالاً ثالثاً ، وهو أن النفوس البشرية والأرواح الإنسانية إذا فارقت أبدانها قويت في تلك الصفات التي اكتسبتها في تلك الأبدان وكملت فيها فإذا حدثت نفس أخرى مشاكلة لتلك النفس المفارقة في بدن مشاكل لبدن تلك النفس المفارقة حدث بين تلك النفس المفارقة وبين هذا البدن نوع تعلق بسبب المشاكلة الحاصلة بين هذا البدن وبين ما كان بدناً لتلك النفس المفارقة ، فيصير لتلك النفس المفارقة تعلق شديد بهذا البدن وتصير تلك النفس المفارقة معاونة لهذه النفس المتعلقة بهذا البدن ، ومعاضدة لها على أفعالها وأحوالها بسبب هذه المشاكلة ثم إن كان هذا المعنى في أبواب الخير والبركات كان ذلك إلهاماً وإن كان في باب الشر كان وسوسة فهذه وجوه محتملة تفريعاً على القول بإثبات جواهر قدسية مبرأة عن الجسمية والتحيز ، والقول بالأرواح الطاهرة والخبيثة كلام مشهور عند قدماء الفلاسفة فليس لهم أن ينكروا إثباتها على صاحب شريعتنا محمد صلى الله عليه وسلم .\r\n وأما القول الثاني : وهو أن الملائكة والشياطين لا بد وأن تكون أجساماً فنقول : إن على هذا التقدير يمتنع أن يقال إنها أجسام كثيفة ، بل لا بد من القول بأنها أجسام لطيفة والله سبحانه ركبها تركيباً عجيباً وهي أن تكون مع لطافتها لا تقبل التفرق والتمزق والفساد والبطلان ونفوذ الأجرام اللطيفة في عمق الأجرام الكثيفة غير مستبعد ألا ترى أن الروح الإنسانية جسم لطيف ، ثم إنه نفذ في داخل عمق البدن فإذا عقل ذلك فكيف يستبعد نفوذ أنواع كثيرة من الأجسام اللطيفة في داخل هذا البدن ، أليس أن جرم النار يسري في جرم الفحم ، وماء الورد يسري في ورق الورد ، ودهن السمسم يجري في جسم السمسم فكذا ههنا ، فظهر بما قررنا أن القول بإثبات الجن والشياطين أمر لا تحيله العقول ولا تبطله الدلائل ، وأن الإصرار على الإنكار ليس إلا من نتيجة الجهل وقلة الفطنة ، ولما ثبت أن القول بالشياطين ممكن في الجملة فنقول : الأحق والأولى أن يقال : الملائكة على هذا القول مخلوقون من النور ، والشياطين مخلوقون من الدخان واللهب ، كما قال الله تعالى : { والجآن خلقناه مِن قَبْلُ مِن نَّارِ السموم } [ الحجر : 27 ] وهذا الكلام من المشهورات عند قدماء الفلاسفة ، فكيف يليق بالعاقل أن يستبعده من صاحب شريعتنا محمد صلى الله عليه وسلم .\r\n السؤال الثاني : لم قال الشيطان : { فَلاَ تَلُومُونِى وَلُومُواْ أَنفُسَكُمْ } وهو أيضاً ملوم بسبب اقدامه على تلك الوسوسة الباطلة .\r\n والجواب : أراد بذلك فلا تلوموني على ما فعلتم ولوموا أنفسكم عليه ، لأنكم عدلتم عما توجبه هداية الله تعالى لكم .\r\n ثم قال الله تعالى حكاية عن الشيطان أنه قال : { مَّآ أَنَاْ بِمُصْرِخِكُمْ وَمَآ أَنتُمْ بِمُصْرِخِىَّ } وفيه مسألتان : المسألة الأولى : قال ابن عباس : بمغيثكم ولا منقذكم ، قال ابن الأعرابي : الصارخ المستغيث والمصرخ المغيث .\r\n يقال : صرخ فلان إذا استغاث وقال : واغوثاه وأصرحته أغثته .\r\n المسألة الثانية : قرأ حمزة : بمصرخي بكسر الياء .\r\n قال الواحدي : وهي قراءة الأعمش ويحيى بن وثاب .\r\n قال الفراء : ولعلها من وهم القراء فإنه قل من سلم منهم عن الوهم ولعله ظن أن الباء في قوله { بِمُصْرِخِىَّ } خافضة لجملة هذه الكلمة وهذا خطأ لأن الياء من المتكلم خارجة من ذلك قال ، ومما نرى أنهم وهموا فيه قوله : { نُوَلّهِ مَا تولى وَنُصْلِهِ جَهَنَّمَ } [ النساء : 115 ] بجزم الهاء ظنوا والله أعلم أن الجزم في الهاء وهو خطأ ، لأن الهاء في موضع نصب وقد انجزم الفعل قبلها بسقوط الياء منه ، ومن النحويين من تكلف في ذكر وجه لصحته إلا أن الأكثرين قالوا إنه لحن ، والله أعلم .\r\n ثم قال تعالى حكاية عنه : { إِنِّى كَفَرْتُ بِمآ أَشْرَكْتُمُونِ مِن قَبْلُ } وفيه مسائل : المسألة الأولى : «ما» في قوله : { إِنِّى كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِن قَبْلُ } فيه قولان : الأول : إنها مصدرية والمعنى : كفرت بإشراككم إياي مع الله تعالى في الطاعة ، والمعنى : أنه جحد ما كان يعتقده أولئك الأتباع من كون إبليس شريكاً لله تعالى في تدبير هذا العالم وكفر به ، أو يكون المعنى أنهم كانوا يطيعون الشيطان في أعمال الشر كما كانوا قد يطيعون الله في أعمال الخير وهذا هو المراد بالإشراك .\r\n والثاني : وهو قول الفراء أن المعنى أن إبليس قال : إني كفرت بالله الذي أشركتموني به من قبل كفركم ، والمعنى : أنه كان كفره قبل كفر أولئك الأتباع ويكون المراد بقوله : ( ما ) في هذا الموضع «من» والقول هو الأول ، لأن الكلام إنما ينتظم بالتفسير الأول ، ويمكن أن يقال أيضاً الكلام منتظم على التفسير الثاني ، والتقدير كأنه يقول : لا تأثير لوسوستي في كفركم بدليل أني كفرت قبل أن وقعتم في الكفر وما كان كفري بسبب وسوسة أخرى وإلا لزم التسلسل فثبت بهذا أن سبب الوقوع في الكفر شيء آخر سوى الوسوسة ، وعلى هذا التقدير ينتظم الكلام .\r\n أما قوله : { إِنَّ الظالمين لَهُمْ عَذَابٌ أَلِيمٌ } فالأظهر أنه كلام الله عز وجل وأن كلام إبليس تم قبل هذا الكلام ، ولا يبعد أيضاً أن يكون ذلك من بقية كلام إبليس قطعاً لأطماع أولئك الكفار عن الإعانة والإغاثة ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقال الشيطان لما قضي الأمر إن الله وعدكم وعد الحق ووعدتكم فأخلفتكم وما كان لي عليكم من سلطان إلا أن دعوتكم فاستجبتم لي فلا تلوموني ولوموا أنفسكم ما أنا بمصرخكم وما أنتم بمصرخي إني كفرت بما أشركتمون من قبل إن الظالمين لهم عذاب أليم (22) ",
        "babnum": 12
    },
    {
        "id": 1247,
        "cate": "14",
        "title": "وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ تَحِيَّتُهُمْ فِيهَا سَلَامٌ (23) ",
        "details": " وفيه مسألتان : المسألة الأولى : اعلم أنه تعالى لما بالغ في شرح أحوال الأشقياء من الوجوه الكثيرة ، شرح أحوال السعداء ، وقد عرفت أن الثواب يجب أن يكون منفعة خالصة دائمة مقرونة بالتعظيم ، فالمنفعة الخالصة إليها الإشارة بقوله تعالى : { وَأُدْخِلَ الذين ءامَنُواْ وَعَمِلُواْ الصالحات جنات تَجْرِى مِن تَحْتِهَا الأنهار } وكونها دائمة أشير إليه بقوله : { خالدين فِيهَا } والتعظيم حصل من وجهين : أحدهما : أن تلك المنافع إنما حصلت بإذن الله تعالى وأمره .\r\n والثاني : قوله : { تَحِيَّتُهُمْ فِيهَا سلام } لأن بعضهم يحيي بعضاً بهذه الكلمة ، والملائكة يحيونهم بها كما قال : { والملائكة يَدْخُلُونَ عَلَيْهِمْ مّن كُلّ بَابٍ * سلام عَلَيْكُمُ } [ الرعد : 23 ، 24 ] والرب الرحيم يحييهم أيضاً بهذه الكلمة كما قال : { سَلاَمٌ قَوْلاً مّن رَّبّ رَّحِيمٍ } [ يس : 58 ] .\r\n واعلم أن السلام مشتق من السلامة وإلا ظهر أن المراد أنهم سلموا من آفات الدنيا وحسراتها أو فنون آلامها وأسقامها ، وأنواع غمومها وهمومها ، وما أصدق ما قالوا ، فإن السلامة من محن عالم الأجسام الكائنة الفاسدة من أعظم النعم ، لا سيما إذا حصل بعد الخلاص منها الفوز بالبهجة الروحانية والسعادة الملكية .\r\n المسألة الثانية : قرأ الحسن : { وَأُدْخِلَ الذين ءامَنُواْ } على معنى وأدخلهم أنا ، وعلى هذه القراءة فقوله : { بِإِذْنِ رَبّهِمْ } متعلق بما بعده ، أي تحيتهم فيها سلام بإذن ربهم .\r\n يعني : أن الملائكة يحيونهم بإذن ربهم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأدخل الذين آمنوا وعملوا الصالحات جنات تجري من تحتها الأنهار خالدين فيها بإذن ربهم تحيتهم فيها سلام (23) ",
        "babnum": 13
    },
    {
        "id": 1248,
        "cate": "14",
        "title": "أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ (24) تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ (25) وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ (26) ",
        "details": " اعلم أنه تعالى لما شرح أحوال الأشقياء وأحوال السعداء ، ذكر مثالاً يبين الحال في حكم هذين القسمين ، وهو هذا المثل .\r\n وفيه مسائل : المسألة الأولى : اعلم أنه تعالى ذكر شجرة موصوفة بصفات أربعة ثم شبه الكلمة الطيبة بها .\r\n فالصفة الأولى : لتلك الشجرة كونها طيبة ، وذلك يحتمل أموراً .\r\n أحدها : كونها طيبة المنظر والصورة والشكل .\r\n وثانيها : كونها طيبة الرائحة .\r\n وثالثها : كونها طيبة الثمرة يعني أن الفواكه المتولدة منها تكون لذيذة مستطابة .\r\n ورابعها : كونها طيبة بحسب المنفعة يعني أنها كما يستلذ بأكلها فكذلك يعظم الانتفاع بها ، ويجب حمل قوله : شجرة طيبة ، على مجموع هذه الوجوه لأن اجتماعها يحصل كمال الطيب .\r\n والصفة الثانية : قوله : { أَصْلُهَا ثَابِتٌ } أي راسخ باق آمن الانقلاع والانقطاع والزوال والفناء وذلك لأن الشيء الطيب إذا كان في معرض الانقراض والانقضاء ، فهو وإن كان يحصل الفرح بسبب وجدانه إلا أنه يعظم الحزن بسبب الخوف من زواله وانقضائه ، أما إذا علم من حاله أنه باق دائم لا يزول ولا ينقضي فإنه يعظم الفرح بوجدانه ويكمل السرور بسبب الفوز به .\r\n والصفة الثالثة : قوله : { وَفَرْعُهَا فِى السمآء } وهذا الوصف يدل على كمال حال تلك الشجرة من وجهين : الأول : أن ارتفاع الأغصان وقوتها في التصاعد يدل على ثبات الأصل ورسوخ العروق .\r\n والثاني : أنها متى كانت متصاعدة مرتفعة كانت بعيدة عن عفونات الأرض وقاذورات الأبنية فكانت ثمراتها نقية ظاهرة طيبة عن جميع الشوائب .\r\n والصفة الرابعة : قوله : { تُؤْتِى أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا } والمراد : أن الشجرة المذكورة كانت موصوفة بهذه الصفة ، وهي أن ثمرتها لا بد أن تكون حاضرة دائمة في كل الأوقات ، ولا تكون مثل الأشجار التي يكون ثمارها حاضراً في بعض الأوقات دون بعض ، فهذا شرح هذه الشجرة التي ذكرها الله تعالى في هذا الكتاب الكريم ومن المعلوم بالضرورة أن الرغبة في تحصيل مثل هذه الشجرة يجب أن تكون عظيمة ، وأن العاقل متى أمكنه تحصيلها وتملكها فإنه لايجوز له أن يتغافل عنها وأن يتساهل في الفوز بها .\r\n إذا عرفت هذا فنقول : معرفة الله تعالى والاستغراق في محبته وفي خدمته وطاعته ، تشبه هذه الشجرة في هذه الصفات الأربع .\r\n أما الصفة الأولى : وهي كونها طيبة فهي حاصلة ، بل نقول : لا طيب ولا لذيذ في الحقيقة إلا هذه المعرفة وذلك لأن اللذة الحاصلة بتناول الفاكهة المعينة إنما حصلت ، لأن إدراك تلك الفاكهة أمر ملائم لمزاج البدن ، فلأجل حصول تلك الملاءمة والمناسبة حصلت تلك اللذة العظيمة وههنا الملائم لجوهر النفس النطقية والروح القدسية ، ليس إلا معرفة الله تعالى ومحبته والاستغراق في الابتهاج به فوجب أن تكون هذه المعرفة لذيذة جداً ، بل نقول : اللذة الحاصلة من إدراك الفاكهة يجب أن تكون أقل حالاً من اللذة الحاصلة بسبب إشراق جوهر النفس بمعرفة الله وبيان هذا التفاوت من وجوه : الوجه الأول : أن المدركات المحسوسة إنما تصير مدركة بسبب أن سطح الحاس يلاقي سطح المحسوس فقط ، فأما أن يقال إن جوهر المحسوس نفذ في جوهر الحاس فليس الأمر كذلك ، لأن الأجسام يمتنع تداخلها أما ههنا فمعرفة الله تعالى وذلك النور وذلك الإشراق صار سارياً في جوهر النفس متحداً به وكأن النفس عند حصول ذلك الإشراق تصير غير النفس التي كانت قبل حصول ذلك الإشراق فهذا فرق عظيم بين البابين .\r\n والوجه الثاني : في الفرق أن في الالتذاذ بالفاكهة المدرك هو القوة الذائقة ، والمحسوس هو الطعم المخصوص وههنا المدرك هو جوهر النفس القدسية ، والمعلوم والمشعور به هو ذات الحق جل جلاله ، وصفات جلاله وإكرامه ، فوجب أن تكون نسبة إحدى اللذتين إلى الأخرى كنسبة أحد المدركين إلى الآخر .\r\n الوجه الثالث : في الفرق أن اللذات الحاصلة بتناول الفاكهة الطيبة كلما حصلت زالت في الحال ، لأنها كيفية سريعة الاستحالة شديدة التغير ، أما كمال الحق وجلاله فإنه ممتنع التغير والتبدل واستعداد جوهر النفس لقبول تلك السعادة أيضاً ممتنع التغير ، فظهر الفرق العظيم من هذا الوجه .\r\n واعلم أن الفرق بين النوعين يقرب أن يكون من وجوه غير متناهية فليكتف بهذه الوجوه الثلاثة تنبيهاً للعقل السليم على سائرها .\r\n وأما الصفة الثانية وهي كون هذه الشجرة ثابتة الأصل ، فهذه الصفة في شجرة معرفة الله تعالى أقوى وأكمل ، وذلك لأن عروق هذه الشجرة راسخة في جوهر النفس القدسية ، وهذا الجوهر جوهر مجرد عن الكون والفساد بعيد عن التغير والفناء ، وأيضاً مدد هذا الرسوخ إنما هو من تجلي جلال الله تعالى ، وهذا التجلي من لوازم كونه سبحانه في ذاته نور النور ومبدأ الظهور ، وذلك مما يمتنع عقلاً زواله لأنه سبحانه واجب الوجود لذاته ، وواجب الوجود في جميع صفاته والتغير والفناء والتبدل والزوال والبخل والمنع محال في حقه ، فثبت أن الشجرة الموصوفة بكونها ثابتة الأصل ليست إلا هذه الشجرة .\r\n الصفة الثالثة : لهذه الشجرة كونها بحيث يكون فرعها في السماء .\r\n واعلم أن شجرة المعرفة لها أغصان صاعدة في هواء العالم الإلهي وأغصان صاعدة في هواء العالم الجسماني .\r\n وأما النوع الأول : فهي أقسام كثيرة ويجمعها قوله عليه السلام : « التعظيم لأمر الله » ويدخل فيه التأمل في دلائل معرفة الله تعالى في عالم الأرواح ، وفي عالم الأجسام ، وفي أحوال عالم الأفلاك والكواكب ، وفي أحوال العالم السفلي ، ويدخل فيه محبة الله تعالى والشوق إلى الله تعالى والمواظبة على ذكر الله تعالى والاعتماد بالكلية على الله تعالى ، والانقطاع بالكلية عما سوى الله تعالى والاستقصاء في ذكر هذه الأقسام غير مطموع فيه لأنها أحوال غير متناهية .\r\n وأما النوع الثاني : فهي أقسام كثيرة ويجمعها قوله عليه السلام : « والشفقة على خلق الله » ويدخل فيه الرحمة والرأفة والصفح والتجاوز عن الذنوب ، والسعي في إيصال الخير إليهم ، ودفع الشر عنهم ، ومقابلة الإساءة بالإحسان .\r\n وهذه الأقسام أيضاً غير متناهية وهي فروع ثابتة من شجرة معرفة الله تعالى فإن الإنسان كلما كان أكثر توغلاً في معرفة الله تعالى كانت هذه الأحوال عنده أكمل وأقوى وأفضل .\r\n وأما الصفة الرابعة : فهي قوله تعالى : { تُؤْتِى أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا } فهذه الشجرة أولى بهذه الصفة من الأشجار الجسمانية ، لأن شجرة المعرفة موجبة لهذه الأحوال ومؤثرة في حصولها والسبب لا ينفك عن المسبب فأثر رسوخ شجرة المعرفة في أرض القلب أن يكون نظره بالعبرة كما قال : { فاعتبروا ياأولي الأبصار } [ الحشر : 2 ] وأن يكون سماعه بالحكمة كما قال : { الذين يَسْتَمِعُونَ القول فَيَتَّبِعُونَ أَحْسَنَهُ } [ الزمر : 18 ] ونطقه بالصدق والصواب كما قال : { كُونُواْ قَوَّامِينَ بالقسط شُهَدَاء للَّهِ وَلَوْ عَلَى أَنفُسِكُمْ } [ النساء : 135 ] وقال عليه السلام : « قولوا الحق ولو على أنفسكم » وهذا الإنسان كلما كان رسوخ شجرة المعرفة في أرض قلبه أقوى وأكمل ، كان ظهور هذه الآثار عنده أكثر ، وربما توغل في هذا الباب فيصير بحيث كلما لاحظ شيئاً لاحظ الحق فيه ، وربما عظم ترقيه فيه فيصير لا يرى شيئاً إلا وقد كان قد رأى الله تعالى قبله .\r\n فهذا هو المراد من قوله سبحانه وتعالى : { تُؤْتِى أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا } وأيضاً فما ذكرناه إشارة إلى الإلهامات النفسانية والملكات الروحانية التي تحصل في جواهر الأرواح ، ثم لا يزال يصعد منها في كل حين ولحظة ولمحة كلام طيب وعمل صالح وخضوع وخشوع وبكاء وتذلل ، كثمرة هذه الشجرة .\r\n وأما قوله : { بِإِذْنِ رَبِّهَا } ففيه دقيقة عجيبة ، وذلك لأن عند حصول هذه الأحوال السنية ، والدرجات العالية ، قد يفرح الإنسان بها من حيث هي هي ، وقد يترقى فلا يفرح بها من حيث هي هي ، وإنما يفرح بها من حيث إنها من المولى ، وعند ذلك فيكون فرحه في الحقيقة بالمولى لا بهذه الأحوال ، ولذلك قال بعض المحققين : من آثر العرفان للعرفان فقد قال بالفاني ، ومن آثر العرفان لا للعرفان ، بل للمعروف فقد خاض لجة الوصول ، فقد ظهر بهذا التقرير الذي شرحناه والبيان الذي فصلناه أن هذا المثال الذي ذكره الله تعالى في هذا الكتاب مثال هادٍ إلى عالم القدس ، وحضرة الجلال ، وسرادقات الكبرياء ، فنسأل الله تعالى مزيد الاهتداء والرحمة إنه سميع مجيب ، وذكر بعضهم في تقرير هذا المثال كلاماً لا بأس به ، فقال : إنما مثل الله سبحانه وتعالى الإيمان بالشجرة ، لأن الشجرة لا تستحق أن تسمى شجرة ، إلا بثلاثة أشياء : عرق راسخ ، وأصل قائم ، وأغصان عالية .\r\n كذلك الإيمان لا يتم إلا بثلاثة أشياء : معرفة في القلب ، وقول باللسان ، وعمل بالأبدان ، والله أعلم .\r\n المسألة الثانية : قال صاحب الكشاف : في نصب قوله : { كَلِمَةً طَيّبَةً } وجهان : الأول : أنه منصوب بمضمر والتقدير : جعل كلمة طيبة كشجرة طيبة ، وهو تفسير لقوله : { ضَرَبَ الله مَثَلاً } .\r\n الثاني : قال ويجوز أن ينتصب مثلاً .\r\n وكلمة بضرب ، أي ضرب كلمة طيبة مثلاً بمعنى جعلها مثلاً ، وقوله : { كَشَجَرةٍ طَيّبَةٍ } خبر مبتدأ محذوف ، والتقدير : هي كشجرة طيبة .\r\n الثالث : قال صاحب «حل العقد» أظن أن الأوجه أن يجعل قوله : { كَلِمَةَ } عطف بيان ، والكاف في قوله : { كَشَجَرَةٍ } في محل النصب بمعنى مثل شجرة طيبة .\r\n المسألة الثالثة : قال ابن عباس : الكلمة الطيبة هي قول لا إله إلا الله ، والشجرة الطيبة هي النخلة في قول الأكثرين .\r\n وقال صاحب «الكشاف» : إنها كل شجرة مثمرة طيبة الثمار كالنخلة وشجرة التين والعنب والرمان ، وأراد بشجرة طيبة الثمرة ، إلا أنه لم يذكرها لدلالة الكلام عليها أصلها ، أي أصل هذه الشجرة الطيبة ثابت ، وفرعها أي أعلاها في السماء ، والمراد الهواء لأن كل ما سماك وعلاك فهو سماء { تُؤْتِى } أي هذه الشجرة { أُكُلُهَا } أي ثمرها وما يؤكل منها كل حين ، واختلفوا في تفسير هذا الحين فقال ابن عباس ستة أشهر ، لأن بين حملها إلى صرامها ستة أشهر ، جاء رجل إلى ابن عباس فقال : نذرت أن لا أكلم أخي حتى حين ، فقال : الحين ستة أشهر ، وتلا قوله تعالى : { تُؤْتِى أُكُلَهَا كُلَّ حِينٍ } وقال مجاهد وابن زيد : سنة ، لأن الشجرة من العام إلى العام تحمل الثمرة .\r\n وقال سعيد بن المسيب : شهران ، لأن مدة إطعام النخلة شهران .\r\n وقال الزجاج : جميع من شاهدنا من أهل اللغة يذهبون إلى أن الحين اسم كالوقت يصلح لجميع الأزمان كلها طالت أم قصرت ، والمراد من قوله : { تُؤْتِى أُكُلَهَا كُلَّ حِينٍ } أنه ينتفع بها في كل وقت وفي كل ساعة ليلاً أو نهاراً أو شتاء أو صيفاً .\r\n قالوا : والسبب فيه أن النخلة إذا تركوا عليها الثمر من السنة إلى السنة انتفعوا بها في جميع أوقات السنة .\r\n وأقول : هؤلاء وإن أصابوا في البحث عن مفردات ألفاظ الآية ، إلا أنهم بعدوا عن إدراك المقصود ، لأنه تعالى وصف هذه الشجرة بالصفات المذكورة ، ولا حاجة بنا إلى أن تلك الشجرة هي النخلة أم غيرها ، فإنا نعلم بالضرورة أن الشجرة الموصوفة بالصفات الأربع المذكورة شجرة شريفة ينبغي لكل عاقل أن يسعى في تحصيلها وتملكها لنفسه ، سواء كان لها وجود في الدنيا أو لم يكن ، لأن هذه الصفة أمر مطلوب التحصيل ، واختلافهم في تفسير الحين أيضاً من هذا الباب ، والله أعلم بالأمور .\r\n ثم قال : { وَيَضْرِبُ الله الأمثال لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ } والمعنى : أن في ضرب الأمثال زيادة إفهام وتذكير وتصوير للمعاني ، وذلك لأن المعاني العقلية المحضة لا يقبلها الحس والخيال والوهم ، فإذا ذكر ما يساويها من المحسوسات ترك الحس والخيال والوهم تلك المنازعة وانطبق المعقول على المحسوس وحصل به الفهم التام والوصول إلى المطلوب .\r\n وأما قوله تعالى : { وَمَثلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجتثت مِن فَوْقِ الأرض مَا لَهَا مِن قَرَارٍ } .\r\n فاعلم أن الشجرة الخبيثة هي الجهل بالله ، فإنه أول الآفات وعنوان المخافات ورأس الشقاوات ثم إنه تعالى شبهها بشجرة موصوفة بصفات ثلاثة : الصفة الأولى : أنها تكون خبيثة فمنهم من قال إنها الثوم ، لأنه صلى الله عليه وسلم وصف الثوم بأنها شجرة خبيثة ، وقيل : إنها الكراث .\r\n وقيل : إنها شجرة الحنظل لكثرة ما فيها من المضار وقيل : إنها شجرة الشوك .\r\n واعلم أن هذا التفصيل لا حاجة إليه ، فإن الشجرة قد تكون خبيثة بحسب الرائحة وقد تكون بحسب الطعم ، وقد تكون بحسب الصورة والمنظر وقد تكون بحسب اشتمالها على المضار الكثيرة والشجرة الجامعة لكل هذه الصفات وإن لم تكن موجودة ، إلا أنها لما كانت معلومة الصفة كان التشبيه بها نافعاً في المطلوب .\r\n والصفة الثانية : قوله : { اجتثت مِن فَوْقِ الأرض } وهذه الصفة في مقابلة قوله : { أَصْلُهَا ثَابِتٌ } ومعنى اجتثت استؤصلت وحقيقة الإجتثاث أخذ الجثة كلها ، وقوله : { مِن فَوْقِ الأرض } معناه : ليس لها أصل ولا عرق ، فكذلك الشرك بالله تعالى ليس له حجة ولا ثبات ولا قوة .\r\n والصفة الثالثة : قوله ما لها من قرار ، وهذه الصفة كالمتممة للصفة الثانية ، والمعنى أنه ليس لها استقرار .\r\n يقال : قر الشيء قراراً كقولك : ثبت ثباتاً ، شبه بها القول الذي لم يعضد بحجة فهو داحض غير ثابت .\r\n واعلم أن هذا المثال في صفة الكلمة الخبيثة في غاية الكمال ، وذلك لأنه تعالى بين كونها موصوفة بالمضار الكثيرة ، وخالية عن كل المنافع أما كونها موصوفة بالمضار فإليه الإشارة بقوله : { خَبِيثَةٍ } وأما كونها خالية عن كل المنافع فإليه الإشارة بقوله : { اجتثت مِن فَوْقِ الأرض مالَهَا مِن قَرَارٍ } والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ألم تر كيف ضرب الله مثلا كلمة طيبة كشجرة طيبة أصلها ثابت وفرعها في السماء (24) تؤتي أكلها كل حين بإذن ربها ويضرب الله الأمثال للناس لعلهم يتذكرون (25) ومثل كلمة خبيثة كشجرة خبيثة اجتثت من فوق الأرض ما لها من قرار (26) ",
        "babnum": 14
    },
    {
        "id": 1249,
        "cate": "14",
        "title": "يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ (27) ",
        "details": " اعلم أنه تعالى لما بين أن صفة الكلمة الطيبة أن يكون أصلها ثابتاً ، وصفة الكلمة الخبيثة أن لا يكون لها أصل ثابت بل تكون منقطعة ولا يكون لها قرار ذكر أن ذلك القول الثابت الصادر عنهم في الحياة الدنيا يوجب ثبات كرامة الله لهم ، وثبات ثوابه عليهم ، والمقصود : بيان أن الثبات في المعرفة والطاعة يوجب الثبات في الثواب والكرامة من الله تعالى فقوله : { يُثَبّتُ الله } أي على الثواب والكرامة ، وقوله : { بالقول الثابت فِى الحياة الدنيا وَفِى الأخرة } أي بالقول الثابت الذي كان يصدر عنهم حال ما كانوا في الحياة الدنيا .\r\n ثم قال : { وَيُضِلُّ الله الظالمين } يعني كما أن الكلمة الخبيثة ما كان لها أصل ثابت ولا فرع باسق فكذلك أصحاب الكلمة الخبيثة وهم الظالمون يضلهم الله عن كراماته ويمنعهم عن الفوز بثوابه وفي الآية قول آخر وهو القول المشهور أن هذه الآية وردت في سؤال الملكين في القبر ، وتلقين الله المؤمن كلمة الحق في القبر عند السؤال وتثبيته إياه على الحق .\r\n وعن النبي صلى الله عليه وسلم أنه قال في قوله : { يُثَبِّتُ الله الذين ءامَنُواْ بالقول الثابت فِى الحياة الدنيا وَفِى الأخرة } قال : « حين يقال له في القبر من ربك وما دينك ومن نبيك فيقول ربي الله وديني الإسلام ونبي محمد صلى الله عليه وسلم » والمراد في الباء في قوله : { بالقول الثابت } هو أن الله تعالى إنما ثبتهم في القبر بسبب مواظبتهم في الحياة الدنيا على هذا القول ، ولهذا الكلام تقرير عقلي وهو أنه كلما كانت المواظبة على الفعل أكثر كان رسوخ تلك الحالة في العقل والقلب أقوى ، فكلما كانت مواظبة العبد على ذكر لا إله إلا الله وعلى التأمل في حقائقها ودقائقها أكمل وأتم كان رسوخ هذه المعرفة في عقله وقلبه بعد الموت أقوى وأكمل .\r\n قال ابن عباس : من داوم على الشهادة في الحياة الدنيا يثبته الله عليها في قبره ويلقنه إياها وإنما فسر الآخرة ههنا بالقبر ، لأن الميت انقطع بالموت عن أحكام الدنيا ودخل في أحكام الآخرة وقوله : { وَيُضِلُّ الله الظالمين } يعني أن الكفار إذا سئلوا في قبورهم قالوا : لا ندري وإنما قال ذلك لأن الله أضله وقوله : { وَيَفْعَلُ الله مَا يَشَآءُ } يعني إن شاء هدى وإن شاء أضل ولا اعتراض عليه في فعله ألبتة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يثبت الله الذين آمنوا بالقول الثابت في الحياة الدنيا وفي الآخرة ويضل الله الظالمين ويفعل الله ما يشاء (27) ",
        "babnum": 15
    },
    {
        "id": 1250,
        "cate": "14",
        "title": "أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ (28) جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ الْقَرَارُ (29) وَجَعَلُوا لِلَّهِ أَنْدَادًا لِيُضِلُّوا عَنْ سَبِيلِهِ قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ (30) ",
        "details": " اعلم أنه تعالى عاد إلى وصف أحوال الكفار في هذه الآية فقال : { أَلَمْ تَرَ إِلَى الذين بَدَّلُواْ نِعْمَتَ الله كُفْرًا } نزل في أهل مكة حيث أسكنهم الله تعالى حرمه الآمن وجعل عيشهم في السعة وبعث فيهم محمداً صلى الله عليه وسلم فلم يعرفوا قدر هذه النعمة ، ثم إنه تعالى حكى عنهم أنواعاً من الأعمال القبيحة .\r\n النوع الأول : قوله : { بَدَّلُواْ نِعْمَتَ الله كُفْرًا } وفيه وجوه : الأول : يجوز أن يكون بدلوا شكر نعمة الله كفراً ، لأنه لما وجب عليهم الشكر بسبب تلك النعمة أتوا بالكفر ، فكأنهم غيروا الشكر إلى الكفر وبدلوه تبديلاً .\r\n والثاني : أنهم بدلوا نفس نعمة الله كفراً لأنهم لما كفروا سلب الله تلك النعمة عنهم فبقي الكفر معهم بدلاً من النعمة .\r\n الثالث : أنه تعالى أنعم عليهم بالرسول والقرآن فاختاروا الكفر على الإيمان .\r\n والنوع الثاني : ما حكى الله تعالى عنهم قوله : { وَأَحَلُّواْ قَوْمَهُمْ دَارَ البوار } وهو الهلاك يقال رجل بائر وقوم بور ، ومنه قوله تعالى : { وَكُنتُمْ قَوْماً بُوراً } [ الفتح : 12 ] وأراد بدار البوار جهنم بدليل أنه فسرها بجهنم فقال : { جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ القرار } أي المقر وهو مصدر سمي به .\r\n النوع الثالث : من أعمالهم القبيحة قوله : { وَجَعَلُواْ للَّهِ أَندَادًا لّيُضِلُّواْ عَن سَبِيلِهِ } وفيه مسائل : المسألة الأولى : أنه تعالى لما حكى عنهم أنهم بدلوا نعمة الله كفراً ذكر أنهم بعد أن كفروا بالله جعلوا له أنداداً ، والمراد من هذا الجعل الحكم والاعتقاد والقول ، والمراد في الأنداد الأشباه والشركاء ، وهذا الشريك يحتمل وجوهاً : أحدها : أنهم جعلوا للأصنام حظاً فيما أنعم الله به عليهم نحو قولهم هذا لله وهذا لشركائنا .\r\n وثانيها : أنهم شركوا بين الأصنام وبين خالق العالم في العبودية .\r\n وثالثها : أنهم كانوا يصرحون بإثبات الشركاء لله وهو قولهم في الحج لبيك لا شريك لك إلا شريك هو لك تملكه وما ملك .\r\n المسألة الثانية : قرأ ابن كثير وأبو عمرو { لِيُضِلُّواْ } بفتح الياء من ضل يضل والباقون بضم الياء من أضل غيره يضل .\r\n المسألة الثالثة : اللام في قوله : { لّيُضِلُّواْ عَن سَبِيلِهِ } لام العاقبة لأن عبادة الأوثان سبب يؤدي إلى الضلال ويحتمل أن تكون لام كي ، أي الذين اتخذوا الوثن كي يضلوا غيرهم هذا إذا قرىء بالضم فإنه يحتمل الوجهين ، وإذا قرىء بالنصب فلا يحتمل إلا لام العاقبة لأنهم لم يريدوا ضلال أنفسهم .\r\n وتحقيق القول في لام العاقبة أن المقصود من الشيء لا يحصل إلا في آخر المراتب كما قيل أول الفكر آخر العمل .\r\n وكل ما حصل في العاقبة كان شبيهاً بالأمر المقصود في هذا المعنى ، والمشابهة أحد الأمور المصححة لحسن المجاز ، فلهذا السبب حسن ذكر اللام في العاقبة ، ولما حكى الله تعالى عنهم هذه الأنواع الثلاثة من الأعمال القبيحة قال : { قُلْ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمْ إِلَى النار } والمراد أن حال الكافر في الدنيا كيف كانت ، فإنها بالنسبة إلى ما سيصل إليه من العقاب في الآخرة تمتع ونعيم ، فلهذا المعنى قال : { قُلْ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمْ إِلَى النار } وأيضاً إن هذا الخطاب مع الذين حكى الله عنهم أنهم بدلوا نعمة الله كفراً ، فأولئك كانوا في الدنيا في نعم كثيرة فلا جرم حسن قوله تعالى : { قُلْ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمْ إِلَى النار } وهذا الأمر يسمى أمر التهديد ونظيره قوله تعالى : { اعملوا مَا شِئْتُمْ } [ فصلت : 40 ] وكقوله : { قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلاً إِنَّكَ مِنْ أصحاب النار } [ الزمر : 8 ] .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ألم تر إلى الذين بدلوا نعمت الله كفرا وأحلوا قومهم دار البوار (28) جهنم يصلونها وبئس القرار (29) وجعلوا لله أندادا ليضلوا عن سبيله قل تمتعوا فإن مصيركم إلى النار (30) ",
        "babnum": 16
    },
    {
        "id": 1251,
        "cate": "14",
        "title": "قُلْ لِعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلَاةَ وَيُنْفِقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خِلَالٌ (31) ",
        "details": " اعلم أنه تعالى لما أمر الكافرين على سبيل التهديد والوعيد بالتمتع بنعيم الدنيا ، أمر المؤمنين في هذه الآية بترك التمتع بالدنيا والمبالغة في المجاهدة بالنفس والمال ، وفيه مسائل : المسألة الأولى : قرأ حمزة والكسائي { لِّعِبَادِىَ } بسكون الياء ، والباقون : بفتح الياء لالتقاء الساكنين فحرك إلى النصب .\r\n المسألة الثانية : في قوله : { يُقِيمُواْ } وجهان : الأول : يجوز أن يكون جواباً لأمر محذوف هو المقول تقديره : قل لعبادي الذين آمنوا أقيموا الصلاة وأنفقوا يقيموا الصلاة وينفقوا .\r\n الثاني : يجوز أن يكون هو أمراً مقولاً محذوفاً منه لام الأمر ، أي ليقيموا كقولك : قل لزيد ليضرب عمراً وإنما جاز حذف اللام ، لأن قوله : { قُلْ } عوض منه ولو قيل ابتداء يقيموا الصلاة لم يجز .\r\n المسألة الثالثة : أن الإنسان بعد الفراغ من الإيمان لا قدرة له على التصرف في شيء إلا في نفسه أو في ماله .\r\n أما النفس فيجب شغلها بخدمة المعبود في الصلاة وأما المال فيجب صرفه إلى البذل في طاعة الله تعالى .\r\n فهذه الثلاثة هي الطاعات المعتبرة ، وهي الإيمان والصلاة والزكاة وتمام ما يجب أن يقال في هذه الأمور الثلاثة ذكرناه في قوله تعالى : { الذين يُؤْمِنُونَ بالغيب وَيُقِيمُونَ الصلاة وَمِمَّا رزقناهم يُنفِقُونَ } [ البقرة : 3 ] .\r\n المسألة الرابعة : قالت المعتزلة : الآية تدل على أن الرزق لا يكون حراماً ، لأن الآية دلت على أن الانفاق من الرزق ممدوح ، ولا شيء من الانفاق من الحرام بممدوح فينتج أن الرزق ليس بحرام .\r\n وقد مر تقرير هذا الكلام مراراً .\r\n المسألة الخامسة : في انتصاب قوله : { سِرّاً وَعَلاَنِيَةً } وجوه : أحدها : أن يكون على الحال أي ذوي سر وعلانية بمعنى مسرين ومعلنين .\r\n وثانيها : على الظرف أي وقت سر وعلانية .\r\n وثالثها : على المصدر أي انفاق سر وانفاق علانية والمراد إخفاء التطوع وإعلان الواجب .\r\n واعلم أنه تعالى لما أمر بإقامة الصلاة وإيتاء الزكاة قال : { مّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لاَّ بَيْعٌ فِيهِ وَلاَ خلال } قال أبو عبيدة : البيع ههنا الفداء والخلال المخالة ، وهو مصدر من خاللت خلالاً ومخالة ، وهي المصادقة .\r\n قال مقاتل : إنما هو يوم لا بيع فيه ولا شراء ولا مخالة ولا قرابة ، فكأنه تعالى يقول : أنفقوا أموالكم في الدنيا حتى تجدوا ثواب ذلك الإنفاق في مثل هذا اليوم الذي لا تحصل فيه مبايعة ولا مخالة .\r\n ونظير هذه الآية قوله تعالى في سورة البقرة : { لاَّ بَيْعٌ فِيهِ وَلاَ خُلَّةٌ وَلاَ شفاعة } [ البقرة : 254 ] .\r\n فإن قيل : كيف نفى المخالة في هاتين الآيتين ، مع أنه تعالى أثبتها في قوله : { الأخلاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلاَّ المتقين } [ الزخرف : 67 ] .\r\n قلنا : الآية الدالة على نفي المخالة محمولة على نفي المخالة بسبب ميل الطبيعة ورغبة النفس ، والآية الدالة على ثبوت المخالة محمولة على حصول المخالة الحاصلة بسبب عبودية الله تعالى ومحبة الله تعالى ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "قل لعبادي الذين آمنوا يقيموا الصلاة وينفقوا مما رزقناهم سرا وعلانية من قبل أن يأتي يوم لا بيع فيه ولا خلال (31) ",
        "babnum": 17
    },
    {
        "id": 1252,
        "cate": "14",
        "title": "اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمُ الْأَنْهَارَ (32) وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ (33) وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ (34) ",
        "details": " اعلم أنه لما أطال الكلام في وصف أحوال السعداء وأحوال الأشقياء ، وكان العمدة العظمى والمنزلة الكبرى في حصول السعادات معرفة الله تعالى بذاته وبصفاته ، وفي حصول الشقاوة فقدان هذه المعرفة ، لا جرم ختم الله تعالى وصف أحوال السعداء والأشقياء بالدلائل الدالة على وجود الصانع وكمال علمه وقدرته ، وذكر ههنا عشرة أنواع من الدلائل .\r\n أولها : خلق السموات .\r\n وثانيها : خلق الأرض ، وإليهما الإشارة بقوله تعالى : { الله الذى خَلَقَ السموات والأرض } .\r\n وثالثها : { وَأَنزَلَ مِنَ السمآء مَآءً فَأَخْرَجَ بِهِ مِنَ الثمرات رِزْقاً لَّكُمْ } .\r\n ورابعها : قوله : { وَسَخَّرَ لَّكُمُ الفلك لِتَجْرِىَ فِى البحر بِأَمْرِهِ } وخامسها : قوله : { وَسَخَّرَ لَكُمُ الأنهار } .\r\n وسادسها وسابعها : قوله : { وَسَخَّر لَكُمُ الشمس والقمر دآئِبَينِ } .\r\n وثامنها وتاسعها : قوله : { وَسَخَّر لَكُمُ الليل والنهار } .\r\n وعاشرها : قوله : { وَآتَاكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ } وهذه الدلائل العشرة قد مر ذكرها في هذا الكتاب وتقريرها وتفسيرها مراراً وأطواراً ولا بأس بأن نذكر ههنا بعض الفوائد .\r\n فاعلم أن قوله تعالى : { الله } مبتدأ ، وقوله : { الذى خَلَقَ } خبره .\r\n ثم إنه تعالى بدأ بذكر خلق السموات والأرض ، وقد ذكرنا في هذا الكتاب أن السماء والأرض من كم وجه تدل على وجود الصانع الحكيم ، وإنما بدأ بذكرهما ههنا لأنهما هما الأصلان اللذان يتفرع عليهما سائر الأدلة المذكورة بعد ذلك فإنه قال بعده : { وَأَنزَلَ مِنَ السمآء مآءً فَأَخْرَجَ بِهِ مِنَ الثمرات رِزْقاً لَّكُمْ } وفيه مباحث : البحث الأول : لولا السماء لم يصح إنزال الماء منها ولولا الأرض لم يوجد ما يستقر الماء فيه ، فظهر أنه لا بد من وجودهما حتى يحصل هذا المقصود وهذا المطلوب .\r\n البحث الثاني : قوله : { وَأَنزَلَ مِنَ السمآء مَآءً } وفيه قولان : الأول : أن الماء نزل من السحاب وسمي السحاب سماء اشتقاقاً من السمو ، وهو الارتفاع .\r\n والثاني : أنه تعالى أنزله من نفس السماء وهذا بعيد ، لأن الإنسان ربما كان واقفاً على قلة جبل عال ويرى الغيم أسفل منه فإذا نزل من ذلك الجبل يرى ذلك الغيم ماطراً عليهم وإذا كان هذا أمراً مشاهداً بالبصر كان النزاع فيه باطلاً .\r\n البحث الثالث : قال قوم : إنه تعالى أخرج هذه الثمرات بواسطة هذا الماء المنزل من السماء على سبيل العادة ، وذلك لأن في هذا المعنى مصلحة للمكلفين ، لأنهم إذا علموا أن هذه المنافع القليلة يجب أن تتحمل في تحصيلها المشاق والمتاعب ، فالمنافع العظيمة الدائمة في الدار الآخرة أولى أن تتحمل المشاق في طلبها ، وإذا كان المرء يترك الراحة واللذات طلباً لهذه الخيرات الحقيرة ، فبأن يترك اللذات الدنيوية ليفوز بثواب الله تعالى ويتخلص عن عقابه أولى .\r\n ولهذا السبب لما زال التكليف في الآخرة أنال الله تعالى كل نفس مشتهاها من غير تعب ولا نصب ، هذا قول المتكلمين .\r\n وقال قوم آخرون : إنه تعالى يحدث الثمار والزروع بواسطة هذا الماء النازل من السماء ، والمسألة كلامية محضة ، وقد ذكرناه في سورة البقرة .\r\n البحث الرابع : قال أبو مسلم : لفظ { الثمرات } يقع في الأغلب على ما يحصل على الأشجار ، ويقع أيضاً على الزروع والنبات ، كقوله تعالى : { كُلُواْ مِن ثَمَرِهِ إِذَا أَثْمَرَ وَءَاتُواْ حَقَّهُ يَوْمَ حَصَادِهِ } [ الأنعام : 141 ] .\r\n البحث الخامس : قال تعالى : { فَأَخْرَجَ بِهِ مِنَ الثمرات رِزْقاً لَّكُمْ } والمراد أنه تعالى إنما أخرج هذه الثمرات لأجل أن تكون رزقاً لنا ، والمقصود أنه تعالى قصد بتخليق هذه الثمرات إيصال الخير والمنفعة إلى المكلفين ، لأن الإحسان لا يكون إحساناً إلا إذا قصد المحسن بفعله إيصال النفع إلى المحسن إليه .\r\n البحث السادس : قال صاحب «الكشاف» : قوله : { مِنَ الثمرات } بيان للرزق ، أي أخرج به رزقاً هو ثمرات ، ويجوز أن يكون من الثمرات مفعول أخرج ورزقاً حال من المفعول أو نصباً على المصدر من أخرج لأنه في معنى رزق ، والتقدير : ورزق من الثمرات رزقاً لكم .\r\n فأما الحجة الرابعة : وهي قوله : { وَسَخَّرَ لَكُمُ الفلك لِتَجْرِىَ فِى البحر بِأَمْرِهِ } ونظيره قوله تعالى : { وَمِنْ ءاياته الجوار فِى البحر كالأعلام } [ الشورى : 32 ] ففيها مباحث : البحث الأول : أن الانتفاع بما ينبت من الأرض إنما يكمل بوجود الفلك الجاري في البحر ، وذلك لأنه تعالى خص كل طرف من أطراف الأرض بنوع آخر من أنعمه حتى أن نعمة هذا الطرف إذا نقلت إلى الجانب الآخر من الأرض وبالعكس كثر الربح في التجارات ، ثم إن هذا النقل لا يمكن إلا بسفن البر وهي الجمال أو بسفن البحر وهي الفلك المذكور في هذه الآية .\r\n فإن قيل : ما معنى وسخر لكم الفلك مع أن تركيب السفينة من أعمال العباد؟ قلنا؛ أما على قولنا إن فعل العبد خلق الله تعالى فلا سؤال ، وأما على مذهب المعتزلة فقد أجاب القاضي عنه فقال : لولا أنه تعالى خلق الأشجار الصلبة التي منها يمكن تركيب السفن ولولا خلقه للحديد وسائر الآلات ولولا تعريفه العباد كيف يتخذوه ولولا أنه تعالى خلق الماء على صفة السيلان التي باعتبارها يصح جري السفينة ، ولولا خلقه تعالى الرياح وخلق الحركات القوية فيها ولولا أنه وسع الأنهار وجعل فيها من العمق ما يجوز جري السفن فيها لما وقع الانتفاع بالسفن فصار لأجل أنه تعالى هو الخالق لهذه الأحوال ، وهو المدبر لهذه الأمور والمسخر لها حسنت إضافة السفن إليه .\r\n البحث الثاني : أنه تعالى أضاف ذلك التسخير إلى أمره لأن الملك العظيم قلما يوصف بأنه فعل وإنما يقال فيه إنه أمر بكذا تعظيماً لشأنه ، ومنهم من حمله على ظاهر قوله : { إِنَّمَا قَوْلُنَا لِشَىْء إِذَا أَرَدْنَاهُ أَن نَّقُولَ لَهُ كُنْ فَيَكُونُ } [ النحل : 40 ] وتحقيق هذا الوجه راجع إلى ما ذكرناه .\r\n البحث الثالث : الفلك من الجمادات فتسخيرها مجاز ، والمعنى أنه لما كان يجري على وجه الماء كما يشتهيه الملاح صار كأنه حيوان مسخر له .\r\n الحجة الخامسة : قوله تعالى : { وَسَخَّرَ لَكُمُ الأنهار } واعلم أن ماء البحر قلما ينتفع به في الزراعات لا جرم ذكر تعالى إنعامه على الخلق بتفجير الأنهار والعيون حتى ينبعث الماء منها إلى مواضع الزرع والنبات ، وأيضاً ماء البحر لا يصلح للشرب ، والصالح لهذا المهم هو مياه الأنهار .\r\n الحجة السادسة والسابعة : قوله : { وَسَخَّر لَكُمُ الشمس والقمر دَآئِبَينِ } .\r\n واعلم أن الانتفاع بالشمس والقمر عظيم ، وقد ذكره الله تعالى في آيات منها قوله : { وَجَعَلَ القمر فِيهِنَّ نُوراً وَجَعَلَ الشمس سِرَاجاً } [ نوح : 16 ] ومنها قوله : { الشمس والقمر بِحُسْبَانٍ } [ الرحمن : 5 ] ومنها قوله : { وَجَعَلَ فِيهَا سِرَاجاً وَقَمَراً مُّنِيراً } [ الفرقان : 61 ] ومنها قوله : { هُوَ الذى جَعَلَ الشمس ضِيَاء والقمر نُوراً } [ يونس : 5 ] وقوله : { دَآئِبَينِ } معنى الدؤب في اللغة مرور الشيء في العمل على عادة مطردة يقال دأب يدأب دأباً ودؤباً وقد ذكرنا هذا في قوله : { قَالَ تَزْرَعُونَ سَبْعُ سِنِينَ دَأَبًا } [ يوسف : 47 ] قال المفسرون : قوله : { دآئِبَينِ } معناه يدأبان في سيرهما وإنارتهما وتأثيرهما في إزالة الظلمة وفي إصلاح النبات والحيوان فإن الشمس سلطان النهار والقمر سلطان الليل ولولا الشمس لما حصلت الفصول الأربعة ، ولولاها لاختلت مصالح العالم بالكلية وقد ذكرنا منافع الشمس والقمر بالاستقصاء في أول هذا الكتاب .\r\n الحجة الثامنة والتاسعة : قوله : { وَسَخَّر لَكُمُ الشمس والقمر } .\r\n واعلم أن منافعهما مذكورة في القرآن كقوله تعالى : { وَجَعَلْنَا اليل لِبَاساً * وَجَعَلْنَا النهار مَعَاشاً } [ النبأ : 10 ، 11 ] وقوله : { وهو الذى جَعَلَ لَكُمُ اليل لِتَسْكُنُواْ فِيهِ والنهار مُبْصِراً } [ يونس : 67 ] قال المتكلمون : تسخير الليل والنهار مجاز لأنهما عرضان ، والأعراض لا تسخر .\r\n والحجة العاشرة : قوله : { وَآتَاكُم مّن كُلّ مَا سَأَلْتُمُوهُ } ثم إنه تعالى لما ذكر تلك النعمة العظيمة بين بعد ذلك أنه لم يقتصر عليها ، بل أعطى عباده من المنافع والمرادات ما لا يأتي على بعضها التعديد والإحصاء فقال : { وَآتَاكُم مّن كُلِّ مَا سَأَلْتُمُوهُ } والمفعول محذوف تقديره من كل مسؤول شيئاً ، وقرىء : { مِن كُلِّ } بالتنوين و { مَا سَأَلْتُمُوهُ } نفي ومحله نصب على الحال أي آتاكم من جميع ذلك غير سائليه ويجوز أن تكون «ما» موصولة والتقدير : آتاكم من كل ذلك ما احتجتم إليه ولم تصلح أحوالكم ومعايشكم إلا به ، فكأنكم سألتموه أو طلبتموه بلسان الحال ، ثم إنه تعالى لما ذكر هذه النعم ختم الكلام بقوله : { وَإِن تَعُدُّواْ نِعْمَةَ الله لاَ تُحْصُوهَآ } قال الواحدي : النعمة ههنا اسم أقيم مقام المصدر يقال : أنعم الله عليه ، ينعم إنعاماً ونعمة أقيم الاسم مقام الإنعام كقوله : أنفقت عليه إنفاقاً ونفقة بمعنى واحد ، ولذلك لم يجمع لأنه في معنى المصدر ، ومعنى قوله : { لاَ تُحْصُوهَآ } أي لا تقدرون على تعديد جميعها لكثرتها .\r\n واعلم أن الإنسان إذا أراد أن يعرف أن الوقوف على أقسام نعم الله ممتنع ، فعليه أن يتأمل في شيء واحد ليعرف عجز نفسه عنه ونحن نذكر منه مثالين .\r\n المثال الأول : أن الأطباء ذكروا أن الأعصاب قسمان ، منها دماغية ومنها نخاعية .\r\n أما الدماغية فإنها سبعة ثم أتعبوا أنفسهم في معرفة الحكم الناشئة من كل واحد من تلك الأرواح السبعة ، ثم مما لا شك فيه أن كل واحد من الأرواح السبعة تنقسم إلى شعب كثيرة وكل واحد من تلك الشعب أيضاً إلى شعب دقيقة أدق من الشعر ولكل واحد منها ممر إلى الأعضاء ولو أن شعبة واحدة اختلت إما بسبب الكمية أو بسبب الكيفية أو بسبب الوضع لاختلت مصالح البنية ، ثم إن تلك الشعب الدقيقة تكون كثيرة العدد جداً ، ولكل واحدة منها حكمة مخصوصة ، فإذا نظر الإنسان في هذا المعنى عرف أن الله تعالى بحسب كل شظية من تلك الشظايا العصبية على العبد نعمة عظيمة لو فاتت لعظم الضرر عليه وعرف قطعاً أنه لا سبيل له إلى الوقوق عليها والاطلاع على أحوالها وعند هذا يقطع بصحة قوله تعالى : { وَإِن تَعُدُّواْ نِعْمَتَ الله لاَ تُحْصُوهَآ } وكما اعتبرت هذا في الشظايا العصبية فاعتبر مثله في الشرايين والأوردة ، وفي كل واحد من الأعضاء البسيطة والمركبة بحسب الكمية والكيفية والوضع والفعل والإنفعال حتى ترى أقسام هذا الباب بحراً لا ساحل له ، وإذا اعتبرت هذا في بدن الإنسان الواحد فاعرف أقسام نعم الله تعالى في نفسه وروحه ، فإن عجائب عالم الأرواح أكثر من عجائب عالم الأجساد ثم لما اعتبرت حالة الحيوان الواحد فعند ذلك اعتبر أحوال عالم الأفلاك والكواكب وطبقات العناصر وعجائب البر والبحر والنبات والحيوان وعند هذا تعرف أن عقول جميع الخلائق لو ركبت وجعلت عقلاً واحداً ثم بذلك العقل يتأمل الإنسان في عجائب حكمة الله تعالى في أقل الأشياء لما أدرك منها إلا القليل ، فسبحانه تقدس عن أوهام المتوهمين .\r\n المثال الثاني : أنك إذا أخذت اللقمة الواحدة لتضعها في الفم فانظر إلى ما قبلها وإلى ما بعدها أما الأمور التي قبلها : فاعرف أن تلك اللقمة من الخبز لا تتم ولا تكمل إلا إذا كان هذا العالم بكليته قائماً على الوجه الأصوب ، لأن الحنطة لا بد منها ، وأنها لا تنبت إلا معونة الفصول الأربعة ، وتركيب الطبائع وظهور الرياح والأمطار ، ولا يحصل شيء منها إلا بعد دوران الأفلاك ، واتصال بعض الكواكب ببعض على وجوه مخصوصة في الحركات ، وفي كيفيتها في الجهة والسرعة والبطء ثم بعد أن تكون الحنطة لا بد من آلات الطحن والخبز ، وهي لا تحصل إلا عند تولد الحديد في أرحام الجبال ، ثم إن الآلات الحديدية لا يمكن إصلاحها إلا بآلات أخرى حديدية سابقة عليها ، ولا بد من انتهائها إلى آلة حديدية هي أول هذه الآلات ، فتأمل أنها كيف تكونت على الأشكال المخصوصة ، ثم إذا حصلت تلك الآلات فانظر أنه لا بد من اجتماع العناصر الأربعة ، وهي الأرض والماء والهواء والنار حتى يمكن طبخ الخبز من ذلك الدقيق .\r\n فهذا هو النظر فيما تقدم على حصول هذه اللقمة .\r\n وأما النظر فيما بعد حصولها : فتأمل في تركيب بدن الحيوان ، وهو أنه تعالى كيف خلق الأبدان حتى يمكنها الانتفاع بتلك اللقمة ، وأنه كيف يتضرر الحيوان بالأكل وفي أي الأعضاء تحدث تلك المضار ، ولا يمكنك أن تعرف القليل من هذه الأشياء إلا بمعرفة علم التشريح وعلم الطب بالكلية ، فظهر بما ذكرنا أن الانتفاع باللقمة الواحدة لا يمكن معرفته إلا بمعرفة جملة الأمور ، والعقول قاصرة عن إدراك ذرة من هذه المباحث ، فظهر بهذا البرهان القاهر صحة قوله تعالى : { وَإِن تَعُدُّواْ نِعْمَةَ الله لاَ تُحْصُوهَآ } ثم إنه تعالى قال : { إِنَّ الإنسان لَظَلُومٌ كَفَّارٌ } قيل : يظلم النعمة بإغفال شكرها كفار شديد الكفران لها .\r\n وقيل : ظلوم في الشدة يشكو ويجزع ، كفار في النعمة يجمع ويمنع ، والمراد من الإنسان ههنا : الجنس ، يعني أن عادة هذا الجنس هو هذا الذي ذكرناه ، وههنا بحثان : البحث الأول : أن الإنسان مجبول على النسيان وعلى الملالة ، فإذا وجد نعمة نسيها في الحال وظلمها بترك شكرها ، وإن لم ينسها فإنه في الحال يملها فيقع في كفران النعمة ، وأيضاً أن نعم الله كثيرة فمتى حاول التأمل في بعضها غفل عن الباقي .\r\n البحث الثاني : أنه تعالى قال في هذا الموضع : { إِنَّ الإنسان لَظَلُومٌ كَفَّارٌ } وقال في سورة النحل : { إِنَّ الله لَغَفُورٌ رَّحِيمٌ } [ النحل : 18 ] ولما تأملت فيه لاحت لي فيه دقيقة كأنه يقول : إذا حصلت النعم الكثيرة فأنت الذي أخذتها وأنا الذي أعطيتها ، فحصل لك عند أخذها وصفان : وهما كونك ظلوماً كفاراً ، ولي وصفان عند إعطائها وهما كوني غفوراً رحيماً ، والمقصود كأنه يقول : إن كنت ظلوماً فأنا غفور ، وإن كنت كفاراً فأنا رحيم أعلم عجزك وقصورك فلا أقابل تقصيرك إلا بالتوفير ولا أجازي جفاء إلا بالوفاء ، ونسأل الله حسن العاقبة والرحمة .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "الله الذي خلق السماوات والأرض وأنزل من السماء ماء فأخرج به من الثمرات رزقا لكم وسخر لكم الفلك لتجري في البحر بأمره وسخر لكم الأنهار (32) وسخر لكم الشمس والقمر دائبين وسخر لكم الليل والنهار (33) وآتاكم من كل ما سألتموه وإن تعدوا نعمت الله لا تحصوها إن الإنسان لظلوم كفار (34) ",
        "babnum": 18
    },
    {
        "id": 1253,
        "cate": "14",
        "title": "وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ (35) رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنَ النَّاسِ فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ (36) ",
        "details": " اعلم أنه تعالى لما بين بالدلائل المتقدمة أنه لا معبود إلا الله سبحانه وأنه لا يجوز عبادة غيره تعالى ألبتة حكى عن إبراهيم عليه السلام مبالغته في إنكار عبادة الأوثان .\r\n واعلم أنه تعالى حكى عن إبراهيم عليه السلام أنه طلب من الله أشياء : أحدها : قوله : { رَبِّ اجعل هذا البلد آمِنًا } والمراد : مكة آمناً ذا أمن .\r\n فإن قيل : أي فرق بين قوله : { اجعل هذا بلداً آمناً } [ البقرة : 126 ] وبين قوله : { اجعل هذا البلد آمِنًا } .\r\n قلنا : سأل في الأول أن يجعله من جملة البلاد التي يأمن أهلها فلا يخافون ، وفي الثاني : أن يزيل عنها الصفة التي كانت حاصلة لها ، وهي الخوف ، ويحصل لها ضد تلك الصفة وهو الأمن كأنه قال هو بلد مخوف فاجعله آمناً ، وقد تقدم تفسيره في سورة البقرة .\r\n وثانيها : قوله : { واجنبنى وَبَنِىَّ أَن نَّعْبُدَ الأصنام } وفيه مسائل : المسألة الأولى : قرىء { واجنبنى } وفيه ثلاث لغات جنبه واجنبه وجنبه .\r\n قال الفراء : أهل الحجاز يقول جنبني يجنبني بالتخفيف .\r\n وأهل نجد يقولون جنبني شره وأجنبني شره ، وأصله جعل الشيء عن غيره على جانب وناحية .\r\n المسألة الثانية : لقائل أن يقول : الإشكال على هذه الآية من وجوه : أحدها : أن إبراهيم عليه السلام دعا ربه أن يجعل مكة آمناً ، وما قبل الله دعاءه ، لأن جماعة خربوا الكعبة وأغاروا على مكة .\r\n وثانيها : أن الأنبياء عليهم السلام لا يعبدون الوثن ألبتة ، وإذا كان كذلك فما الفائدة في قوله أجنبني عن عبادة الأصنام .\r\n وثالثها : أنه طلب من الله تعالى أن لا يجعل أبناءه من عبدة الأصنام والله تعالى لم يقبل دعاءه ، ولأن كفار قريش كانوا من أولاده ، مع أنهم كانوا يعبدون الأصنام .\r\n فإن قالوا : إنهم ما كانوا أبناء إبراهيم وإنما كانوا أبناء أبنائه ، والدعاء مخصوص بالأبناء ، فنقول : فإذا كان المراد من أولئك الأبناء أبناءه من صلبه ، وهم ما كانوا إلا إسماعيل وإسحاق ، وهما كانا من أكابر الأنبياء وقد علم أن الأنبياء لا يعبدون الصنم ، فقد عاد السؤال في أنه ما الفائدة في ذلك الدعاء .\r\n والجواب عن السؤال الأول من وجهين : الأول : أنه نقل أنه عليه السلام لما فرغ من بناء الكعبة ذكر هذا الدعاء ، والمراد منه : جعل تلك البلدة آمنة من الخراب .\r\n والثاني : أن المراد جعل أهلها آمنين ، كقوله : { واسأل القرية } [ يوسف : 82 ] أي أهل القرية ، وهذا الوجه عليه أكثر المفسرين ، وعلى هذا التقدير فالجواب من وجهين : الوجه الأول : ما اختصت به مكة من حصول مزيد من الأمن ، وهو أن الخائف كان إذا التجأ إلى مكة أمن ، وكان الناس مع شدة العداوة بينهم يتلاقون بمكة فلا يخاف بعضهم بعضاً ، ومن ذلك أمن الوحش فإنهم يقربون من الناس إذا كانوا بمكة ، ويكونون مستوحشين عن الناس خارج مكة ، فهذا النوع من الأمن حاصل في مكة فوجب حمل الدعاء عليه .\r\n والوجه الثاني : أن يكون المراد من قوله : { اجعل هذا البلد آمِنًا } أي بالأمر والحكم بجعله آمناً وذلك الأمر والحكم حاصل لا محالة .\r\n والجواب : عن السؤال الثاني قال الزجاج : معناه ثبتني على اجتناب عبادتها كما قال : { واجعلنا مُسْلِمَيْنِ لَكَ } [ البقرة : 128 ] أي ثبتنا على الإسلام .\r\n ولقائل أن يقول السؤال باق لأنه لما كان من المعلوم أنه تعالى يثبت الأنبياء عليهم السلام على الاجتناب من عبادة الأصنام فما الفائدة في هذا السؤال والصحيح عندي في الجواب وجهان : الأول : أنه عليه السلام وإن كان يعلم أنه تعالى يعصمه من عبادة الأصنام إلا أنه ذكر ذلك هضماً للنفس وإظهاراً للحاجة والفاقة إلى فضل الله في كل المطالب .\r\n والثاني : أن الصوفية يقولون : إن الشرك نوعان : شرك جلي وهو الذي يقول به المشركون ، وشرك خفي وهو تعليق القلب بالوسايط وبالأسباب الظاهرة والتوحيد المحض هو أن ينقطع نظره عن الوسايط ولا يرى متصرفاً سوى الحق سبحانه وتعالى فيحتمل أن يكون قوله : { واجنبنى وَبَنِىَّ أَن نَّعْبُدَ الأصنام } المراد منه أن يعصمه عن هذا الشرك الخفي والله أعلم بمراده .\r\n والجواب عن السؤال الثالث من وجوه : الأول : قال صاحب «الكشاف» : قوله { وبني } أراد بنيه من صلبه والفائدة في هذا الدعاء عين الفائدة التي ذكرناها في قوله : { واجنبنى } .\r\n والثاني : قال بعضهم أراد من أولاده وأولاد أولاده كل من كانوا موجودين حال الدعاء ولا شبهة أن دعوته مجابة فيهم .\r\n الثالث : قال مجاهد : لم يعبد أحد من ولد إبراهيم عليه السلام صنماً ، والصنم هو التمثال المصور ما ليس بمصور فهو وثن .\r\n وكفار قريش ما عبدوا التمثال وإنما كانوا يعبدون أحجاراً مخصوصة وأشجاراً مخصوصة ، وهذا الجواب ليس بقوي ، لأنه عليه السلام لا يجوز أن يريد بهذا الدعاء إلا عبادة غير الله تعالى والحجر كالصنم في ذلك .\r\n الرابع : أن هذا الدعاء مختص بالمؤمنين من أولاده والدليل عليه أنه قال في آخر الآية : { فَمَن تَبِعَنِي فَإِنَّهُ مِنّي } وذلك يفيد أن من لم يتبعه على دينه فإنه ليس منه ، ونظيره قوله تعالى لنوح : { إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صالح } [ هود : 46 ] .\r\n والخامس : لعله وإن كان عمم في الدعاء إلا أن الله تعالى أجاب دعاءه في حق البعض دون البعض ، وذلك لا يوجب تحقير الأنبياء عليهم السلام ، ونظيره قوله تعالى في حق إبراهيم عليه السلام : { قَالَ إِنّى جاعلك لِلنَّاسِ إِمَامًا قَالَ وَمِن ذُرّيَّتِي قَالَ لاَ يَنَالُ عَهْدِي الظالمين } [ البقرة : 124 ] .\r\n المسألة الثالثة : احتج أصحابنا بقوله : { واجنبنى وَبَنِيَّ أَن نَّعْبُدَ الأصنام } على أن الكفر والإيمان من الله تعالى ، وتقرير الدليل أن إبراهيم عليه السلام طلب من الله أن يجنبه ويجنب أولاده من الكفر فدل ذلك على أن التبعيد من الكفر والتقريب من الإيمان ليس إلا من الله تعالى ، وقول المعتزلة إنه محمول على الألطاف فاسد ، لأنه عدول عن الظاهر ، ولأنا قد ذكرنا وجوهاً كثيرة في إفساد هذا التأويل .\r\n ثم حكى الله تعالى عن إبراهيم عليه السلام أنه قال : { رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ الناس } واتفق كل الفرق على أن قوله : { أَضْلَلْنَ } مجاز لأنها جمادات ، والجماد لا يفعل شيئاً ألبتة ، إلا أنه لما حصل الإضلال عند عبادتها أضيف إليها كما تقول فتنتهم الدنيا وغرتهم ، أي افتتنوا بها واغتروا بسببها .\r\n ثم قال : { فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي } يعني من تبعني في ديني واعتقادي فإنه مني ، أي جار مجرى بعضي لفرط اختصاصه بي وقربه مني ومن عصاني في غير الدين فإنك غفور رحيم ، واحتج أصحابنا بهذه الآية على أن إبراهيم عليه السلام ذكر هذا الكلام والغرض منه الشفاعة في حق أصحاب الكبائر من أمته ، والدليل عليه أن قوله : { وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ } صريح في طلب المغفرة والرحمة لأولئك العصاة فنقول : أولئك العصاة إما أن يكونوا من الكفار أو لا يكونوا كذلك ، والأول باطل من وجهين : الأول : أنه عليه السلام بين في مقدمة هذه الآية أنه مبرأ عن الكفار وهو قوله : { واجنبني وَبَنِيَّ أَن نَّعْبُدَ الأصنام } وأيضاً قوله : { فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي } يدل بمفهومه على أن من لم يتبعه على دينه فإنه ليس منه ولا يهتم باصلاح مهماته .\r\n والثاني : أن الأمة مجمعة على أن الشفاعة في إسقاط عقاب الكفر غير جائزة ، ولما بطل هذا ثبت أن قوله : { وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ } شفاعة في العصاة الذين لا يكونون من الكفار .\r\n وإذا ثبت هذا فنقول : تلك المعصية إما أن تكون من الصغائر أو من الكبائر بعد التوبة أو من الكبائر قبل التوبة ، والأول والثاني باطلان لأن قوله : { وَمَنْ عَصَانِي } اللفظ فيه مطلق فتخصيصه بالصغيرة عدول عن الظاهر ، وأيضاً فالصغائر والكبائر بعد التوبة واجبة الغفران عند الخصوم فلا يمكن حمل اللفظ عليه ، فثبت أن هذه الآية شفاعة في إسقاط العقاب عن أهل الكبائر قبل التوبة ، وإذا ثبت حصول هذه الشفاعة في حق إبراهيم عليه السلام ثبت حصولها في حق محمد صلى الله عليه وسلم لوجوه : الأول : أنه لا قائل بالفرق .\r\n والثاني : وهو أن هذا المنصب أعلى المناصب فلو حصل لإبراهيم عليه السلام مع أنه غير حاصل لمحمد صلى الله عليه وسلم لكان ذلك نقصاناً في حق محمد عليه السلام .\r\n والثالث : أن محمداً صلى الله عليه وسلم مأمور بالاقتداء بإبراهيم عليه السلام لقوله تعالى : { أولئك الذين هَدَى الله فَبِهُدَاهُمُ اقتده } [ الأنعام : 90 ] وقوله : { ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتبع مِلَّةَ إبراهيم حَنِيفًا } فهذا وجه قريب في إثبات الشفاعة لمحمد صلى الله عليه وسلم وفي إسقاط العقاب عن أصحاب الكبائر ، والله أعلم .\r\n إذا عرفت هذا فلنذكر أقوال المفسرين : قال السدي معناه : ومن عصاني ثم تاب ، وقيل : إن هذا الدعاء إنما كان قبل أن يعلم أن الله تعالى لا يغفر الشرك ، وقيل من عصاني بإقامته على الكفر فإنك غفور رحيم ، يعني أنك قادر على أن تغفر له وترحمه بأن تنقله عن الكفر إلى الإسلام ، وقيل المراد من هذه المغفرة أن لا يعاجلهم بالعقاب بل يمهلهم حتى يتوبوا أو يكون المراد أن لا تعجل اخترامهم فتفوتهم التوبة .\r\n واعلم أن هذه الوجوه ضعيفة .\r\n أما الأول : وهو حمل هذه الشفاعة على المعصية بشرط التوبة فقد أبطلناه .\r\n وأما الثاني : وهو قوله إن هذه الشفاعة إنما كانت قبل أن يعلم أن الله لا يغفر الشرك فنقول : هذا أيضاً بعيد ، لأنا بينا أن مقدمة هذه الآية تدل على أنه لا يجوز أن يكون مراد إبراهيم عليه السلام من هذا الدعاء هو الشفاعة في إسقاط عقاب الكفر .\r\n وأما الثالث : وهو قوله المراد من كونه : { غَفُوراً رَّحِيماً } أن ينقله من الكفر إلى الإيمان فهو أيضاً بعيد ، لأن المغفرة والرحمة مشعرة بإسقاط العقاب ولا إشعار فيهما بالنقل من صفة الكفر إلى صفة الإيمان ، والله أعلم .\r\n وأما الرابع : وهو أن تحمل المغفرة والرحمة على تعجيل العقاب أو ترك تعجيل الإمانة فنقول هذا باطل ، لأن كفار زماننا هذا أكثر منهم ولم يعاجلهم الله تعالى بالعقاب ولا بالموت مع أن أهل الإسلام متفقون على أنهم ليسوا مغفورين ولا مرحومين فبطل تفسير المغفرة والرحمة على ترك تعجيل العقاب بهذا الوجه وظهر بما ذكرنا صحة ما قررناه من الدليل ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وإذ قال إبراهيم رب اجعل هذا البلد آمنا واجنبني وبني أن نعبد الأصنام (35) رب إنهن أضللن كثيرا من الناس فمن تبعني فإنه مني ومن عصاني فإنك غفور رحيم (36) ",
        "babnum": 19
    },
    {
        "id": 1254,
        "cate": "14",
        "title": "رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ (37) رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ وَمَا يَخْفَى عَلَى اللَّهِ مِنْ شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ (38) الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ (39) رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ (40) رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ (41) ",
        "details": " اعلم أنه سبحانه وتعالى حكى عن إبراهيم عليه السلام في هذا الموضع أنه طلب في دعائه أموراً سبعة .\r\n المطلوب الأول : طلب من الله نعمة الأمان وهو قوله : { رَبّ اجعل هذا البلد آمِنًا } [ البقرة : 126 ] والابتداء بطلب نعمة الأمن في هذا الدعاء يدل على أنه أعظم أنواع النعم والخيرات وأنه لا يتم شيء من مصالح الدين والدنيا إلا به ، وسئل بعض العلماء الأمن أفضل أم الصحة؟ فقال : الأمن أفضل ، والدليل عليه أن شاة لو انكسرت رجلها فإنها تصح بعد زمان ، ثم إنها تقبل على الرعي والأكل ولو أنها ربطت في موضع وربط بالقرب منها ذئب فإنها تمسك عن العلف ولا تتناوله إلى أن تموت وذلك يدل على أن الضرر الحاصل من الخوف أشد من الضرر الحاصل من ألم الجسد .\r\n والمطلوب الثاني : أن يرزقه الله التوحيد ، ويصونه عن الشرك ، وهو قوله : { واجنبنى وَبَنِىَّ أَن نَّعْبُدَ الأصنام } [ إبراهيم : 35 ] .\r\n والمطلوب الثالث : قوله : { رَّبَّنَا إِنَّى أَسْكَنتُ مِن ذُرّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِندَ بَيْتِكَ المحرم } فقوله : { مِن ذُرّيَّتِي } أي بعض ذريتي وهو إسمعيل ومن ولد منه { بِوَادٍ } هو وادي مكة { غَيْرِ ذِى زَرْعٍ } أي ليس فيه شيء من زرع ، كقوله : { قُرْءَاناً عَرَبِيّاً غَيْرَ ذِى عِوَجٍ } [ الزمر : 28 ] بمعنى لا يحصل فيه اعوجاج عند بيتك المحرم ، وذكروا في تسميته المحرم وجوها : الأول : أن الله حرم التعرض له والتهاون به ، وجعل ما حوله حرماً لمكانه .\r\n الثاني : أنه كان لم يزل ممتنعاً عزيزاً يهابه كل جبار كالشيء المحرم الذي حقه أن يجتنب .\r\n الثالث : سمي محرماً لأنه محترم عظيم الحرمة لا يحل انتهاكه .\r\n الرابع : أنه حرم على الطوفان أي امتنع منه كما سمي عتيقاً لأنه أعتق منه فلم يستعل عليه .\r\n الخامس : أمر الصائرين إليه أن يحرموا على أنفسهم أشياء كانت تحل لهم من قبل .\r\n السادس : حرم موضع البيت حين خلق السموات والأرض وحفه بسبعة من الملائكة ، وهو مثل البيت المعمور الذي بناه آدم ، فرفع إلى السماء السابعة .\r\n السابع : حرم على عباده أن يقربوه بالدماء والأقذار وغيرها : روي أن هاجر كانت أمة لسارة فوهبتها لإبراهيم عليه السلام فولدت له إسماعيل عليه السلام ، فقالت سارة : كنت أرجو أن يهب الله لي ولداً من خليله فمنعنيه ورزقه خادمتي ، وقالت لإبراهيم : أبعدهما مني فنقلهما إلى مكة وإسماعيل رضيع ، ثم رجع فقالت هاجر : إلى من تكلنا؟ فقال إلى الله .\r\n ثم دعا الله تعالى بقوله : { رَّبَّنَا إِنَّى أَسْكَنتُ مِن ذُرّيَّتِى بِوَادٍ } إلى آخر الآية ثم إنها عطشت وعطش الصبي فانتهت بالصبي إلى موضع زمزم فضرب بقدمه ففارت عيناً ، فقال رسول الله صلى الله عليه وسلم : « رحم الله أم إسمعيل لولا أنها عجلت لكانت زمزم عيناً معيناً » ثم إن إبراهيم عليه السلام عاد بعد كبر إسماعيل واشتغل هو مع إسماعيل برفع قواعد البيت .\r\n قال القاضي : أكثر الأمور المذكورة في هذه الحكاية بعيدة لأنه لا يجوز لإبراهيم عليه السلام أن ينقل ولده إلى حيث لا طعام ولا ماء مع أنه كان يمكنه أن ينقلهما إلى بلدة أخرى من بلاد الشام لأجل قول سارة إلا إذا قلنا : إن الله أعلمه أنه يحصل هناك ماء وطعام ، وأقول : أما ظهور ماء زمزم فيحتمل أن يكون إرهاصاً لإسماعيل عليه السلام ، لأن ذلك عندنا جائز خلافاً للمعتزلة وعند المعتزلة أنه معجزة لإبراهيم عليه السلام .\r\n ثم قال : { رَّبَّنَا لِيُقيمُواْ الصَّلاةَ } واللام متعلقة بأسكنت أي أسكنت قوماً من ذريتي ، وهم إسماعيل وأولاده بهذا الوادي الذي لا زرع فيه ليقيموا الصلاة .\r\n ثم قال : { فاجعل أَفْئِدَةً مّنَ الناس تَهْوِى إِلَيْهِمْ } وفيه مباحث : البحث الأول : قال الأصمعي هوى يهوي هوياً بالفتح إذا سقط من علو إلى سفل .\r\n وقيل : { تَهْوِي إِلَيْهِمْ } تريدهم ، وقيل : تسرع إليهم .\r\n وقيل : تنحط إليهم وتنحدر إليهم وتنزل ، يقال : هوى الحجر من رأس الجبل يهوي إذا انحدر وانصب ، وهوى الرجل إذا انحدر من رأس الجبل .\r\n البحث الثاني : أن هذا الدعاء جامع للدين والدنيا .\r\n أما الدين فلأنه يدخل فيه ميل الناس إلى الذهاب إلى تلك البلدة بسبب النسك والطاعة لله تعالى .\r\n وأما الدنيا : فلأنه يدخل فيه ميل الناس إلى نقل المعاشات إليهم بسبب التجارات ، فلأجل هذا الميل يتسع عيشهم ، ويكثر طعامهم ولباسهم .\r\n البحث الثالث : كلمة { مِنْ } في قوله : { فاجعل أَفْئِدَةً مِّنَ الناس تَهْوِى إِلَيْهِمْ } تفيد التبعيض ، والمعنى : فاجعل أفئدة بعض الناس مائلة إليهم .\r\n قال مجاهد : لو قال أفئدة الناس لازدحمت عليه فارس والروم والترك والهند .\r\n وقال سعيد بن جبير : لو قال أفئدة الناس ، لحجت اليهود والنصارى المجوس ، ولكنه قال : { أَفْئِدَةً مّنَ الناس } فهم المسلمون .\r\n ثم قال : { وارزقهم مّنَ الثمرات } وفيه بحثان : البحث الأول : أنه لم يقل : وارزقهم الثمرات ، بل قال : { وارزقهم مّنَ الثمرات } وذلك يدل على أن المطلوب بالدعاء اتصال بعض الثمرات إليهم .\r\n البحث الثاني : يحتمل أن يكون المراد بإيصال الثمرات إليهم إيصالها إليهم على سبيل التجارات وإنما يكون المراد : عمارة القرى بالقرب منها لتحصيل الثمار منها .\r\n ثم قال : { لَعَلَّهُمْ يَشْكُرُونَ } وذلك يدل على أن المقصود للعاقل من منافع الدنيا أن يتفرغ لأداء العبادات وإقامة الطاعات ، فإن إبراهيم عليه السلام بين أنه إنما طلب تيسير المنافع على أولاده لأجل أن يتفرغوا لإقامة الصلوات وأداء الواجبات .\r\n المطلوب الرابع : قوله : { رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ } .\r\n واعلم أنه عليه السلام لما طلب من الله تيسير المنافع لأولاده وتسهيلها عليهم ، ذكر أنه لا يعلم عواقب الأحوال ونهايات الأمور في المستقبل ، وأنه تعالى هو العالم بها المحيط بأسرارها ، فقال : { رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ } والمعنى : أنك أعلم بأحوالنا ومصالحنا ومفاسدنا منا ، قيل : ما نخفي من الوجد بسبب حصول الفرقة بيني وبين إسماعيل ، وما نعلن من البكاء ، وقيل : ما نخفي من الحزن المتمكن في القلب وما نعلن يريد ما جرى بينه وبين هاجر حيث قالت له عند الوداع إلى من تكلنا؟ فقال إلى الله أكلكم ، قالت آلله أمرك بهذا؟ قال نعم : قالت إذن لا نخشى .\r\n ثم قال : { وَمَا يخفى عَلَى الله مِن شَىْء فَى الأرض وَلاَ فِى السماء } وفيه قولان : أحدهما : أنه كلام الله عز وجل تصديقاً لإبراهيم عليه السلام كقوله : { وكذلك يَفْعَلُونَ } [ النحل : 34 ] والثاني : أنه من كلام إبراهيم عليه السلام يعني وما يخفي على الذي هو عالم الغيب من شيء في كل مكان ، ولفظ «من» يفيد الاستغراق كأنه قيل : وما يخفى عليه شيء ما .\r\n ثم قال : { الحمد للَّهِ الذى وَهَبَ لِى عَلَى الكبر إسماعيل وإسحاق } وفيه مباحث : البحث الأول : اعلم أن القرآن يدل على أنه تعالى إنما أعطى إبراهيم عليه السلام هذين الولدين أعني إسمعيل وإسحق على الكبر والشيخوخة ، فأما مقدار ذلك السن فغير معلوم من القرآن وإنما يرجع فيه إلى الروايات فقيل لما ولد إسماعيل كان سن إبراهيم تسعاً وتسعين سنة ، ولما ولد إسحق كان سنه مائة واثنتي عشرة سنة وقيل ولد له إسمعيل لأربع وستين سنة وولد إسحق لتسعين سنة ، وعن سعيد بن جبير : لم يولد لإبراهيم إلا بعد مائة وسبع عشرة سنة ، وإنما ذكر قوله : { عَلَى الكبر } لأن المنة بهبة الولد في هذا السن أعظم ، من حيث إن هذا الزمان زمان وقوع اليأس من الولادة والظفر بالحاجة في وقت اليأس من أعظم النعم ، ولأن الولادة في تلك السن العالية كانت آية لإبراهيم .\r\n فإن قيل : إن إبراهيم عليه السلام إنما ذكر هذا الدعاء عندما أسكن إسمعيل وهاجر أمه في ذلك الوادي ، وفي ذلك الوقت ما ولد له إسحق فكيف يمكنه أن يقول : { الحمد للَّهِ الذى وَهَبَ لِى عَلَى الكبر إسماعيل وإسحاق } .\r\n قلنا قال القاضي : هذا الدليل يقتضي أن إبراهيم عليه السلام إنما ذكر هذا الكلام في زمان آخر لا عقيب ما تقدم من الدعاء .\r\n ويمكن أيضاً أن يقال : إنه عليه السلام إنما ذكر هذا الدعاء بعد كبر إسمعيل وظهور إسحق وإن كان ظاهر الروايات بخلافه .\r\n البحث الثاني : على في قوله : { عَلَى الكبر } بمعنى مع كقول الشاعر : إني على ما ترين من كبري \r\n أعلم من حيث يؤكل الكتف وهو في موضع الحال ومعناه : وهب لي في حال الكبر .\r\n البحث الثالث : في المناسبة بين قوله : { رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ وَمَا يخفى عَلَى الله مِن شَىْءٍ فَى الأرض وَلاَ فِى السمآء } وبين قوله : { الحمد للَّهِ الذى وَهَبَ لِى عَلَى الكبر إسماعيل وإسحاق } وذلك هو كأنه كان في قلبه أن يطلب من الله إعانتهما وإعانة ذريتهما بعد موته ولكنه لم يصرح بهذا المطلوب ، بل قال : { رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ } أي إنك تعلم ما في قلوبنا وضمائرنا ، ثم قال : { الحمد للَّهِ الذى وَهَبَ لِى عَلَى الكبر إسماعيل وإسحاق } وذلك يدل ظاهراً على أنهما يبقيان بعد موته وأنه مشغول القلب بسببهما فكان هذا دعاء لهما بالخير والمعونة بعد موته على سبيل الرمز والتعريض وذلك يدل على أن الاشتغال بالثناء عند الحاجة إلى الدعاء أفضل من الدعاء قال عليه السلام حاكياً عن ربه أنه قال : \" من شغله ذكري عن مسألتي أعطيته أفضل ما أعطي السائلين \" ثم قال : { إِنَّ رَبّى لَسَمِيعُ الدعآء } .\r\n واعلم أنه لما ذكر الدعاء على سبيل الرمز والتعريض لا على وجه الإيضاح والتصريح قال : { إِنَّ رَبّى لَسَمِيعُ الدعاء } أي هو عالم بالمقصود سواء صرحت به أو لم أصرح وقوله : سميع الدعاء .\r\n من قولك سمع الملك كلام فلان إذا اعتد به وقبله ومنه سمع الله لمن حمده .\r\n المطلوب الخامس : قوله : { رَبّ اجعلنى مُقِيمَ الصلاة وَمِن ذُرّيَتِى } وفيه مسائل : المسألة الأولى : احتج أصحابنا بهذا الآية على أن أفعال العبد مخلوقة لله تعالى فقالوا إن قوله تعالى حكاية عن إبراهيم عليه السلام : { واجنبنى وَبَنِىَّ أَن نَّعْبُدَ الأصنام } يدل على أن ترك المنهيات لا يحصل إلا من الله وقوله : { رَبّ اجعلنى مُقِيمَ الصلاة وَمِن ذُرّيَتِى } يدل على أن فعل المأمورات لا يحصل إلا من الله ، وذلك تصريح بأن إبراهيم عليه السلام كان مصراً على أن الكل من الله .\r\n المسألة الثانية : تقدير الآية : رب اجعلني مقيم الصلاة ومن ذريتي .\r\n أي واجعل بعض ذريتي كذلك لأن كلمة «من» في قوله : { وَمِن ذُرّيَتِى } للتبعيض ، وإنما ذكر هذا التبعيض لأنه علم باعلام الله تعالى أنه يكون في ذريته جمع من الكفار وذلك قوله : { لاَ يَنَالُ عَهْدِي الظالمين } .\r\n المطلوب السادس : أنه عليه السلام لما دعا الله في المطالب المذكورة دعا الله تعالى في أن يقبل دعاءه فقال : { رَبَّنَا وَتَقَبَّلْ دُعَآءِ } وقال ابن عباس : يريد عبادتي بدليل قوله تعالى : { وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ الله } [ مريم : 48 ] .\r\n المطلوب السابع : قوله : { رَبَّنَا اغفر لِى وَلِوَالِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الحساب } وفيه مسألتان : المسألة الأولى : لقائل أن يقول : طلب المغفرة إنما يكون بعد سابقة الذنب فهذا يدل على أنه كان قد صدر الذنب عنه وإن كان قاطعاً بأن الله يغفر له فكيف طلب تحصيل ما كان قاطعاً بحصوله؟ والجواب : المقصود منه الالتجاء إلى الله تعالى وقطع الطمع إلا من فضله وكرمه ورحمته .\r\n المسألة الثانية : إن قال قائل كيف جاز أن يستغفر لأبويه وكانا كافرين؟ فالجواب عنه من وجوه : الأول : أن المنع منه لا يعلم إلا بالتوقيف فلعله لم يجد منه منعاً فظن كونه حائزاً .\r\n الثاني : أراد بوالديه آدم وحواء .\r\n الثالث : كان ذلك بشرط الإسلام .\r\n ولقائل أن يقول : لو كان الأمر كذلك لما كان ذلك الاستغفار باطلاً ولو لم يكن لبطل قوله تعالى : { إِلاَّ قَوْلَ إبراهيم لأَبِيهِ لأَسْتَغْفِرَنَّ لَكَ } [ الممتحنة : 4 ] وقال بعضهم : كانت أمه مؤمنة ، ولهذا السبب خص أباه بالذكر في قوله تعالى : { فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ } [ التوبة : 114 ] ، والله أعلم وفي قوله : { يَوْمَ يَقُومُ الحساب } قولان : الأول : يقوم أي يثبت وهو مستعار من قيام القائم على الرجل ، والدليل عليه قولهم : قامت الحرب على ساقها ، ونظيره قوله ترجلت الشمس ، أي أشرقت وثبت ضوءها كأنها قامت على رجل .\r\n الثاني : أن يسند إلى الحساب قيام أهله على سبيل المجاز مثل قوله : { واسئل القرية } [ يوسف : 82 ] أي أهلها ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ربنا إني أسكنت من ذريتي بواد غير ذي زرع عند بيتك المحرم ربنا ليقيموا الصلاة فاجعل أفئدة من الناس تهوي إليهم وارزقهم من الثمرات لعلهم يشكرون (37) ربنا إنك تعلم ما نخفي وما نعلن وما يخفى على الله من شيء في الأرض ولا في السماء (38) الحمد لله الذي وهب لي على الكبر إسماعيل وإسحاق إن ربي لسميع الدعاء (39) رب اجعلني مقيم الصلاة ومن ذريتي ربنا وتقبل دعاء (40) ربنا اغفر لي ولوالدي وللمؤمنين يوم يقوم الحساب (41) ",
        "babnum": 20
    },
    {
        "id": 1255,
        "cate": "14",
        "title": "وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ (42) مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَوَاءٌ (43) ",
        "details": " اعلم أنه لما بين دلائل التوحيد ثم حكى عن إبراهيم عليه السلام أنه طلب من الله أن يصونه عن الشرك ، وطلب منه أن يوفقه للأعمال الصالحة وأن يخصه بالرحمة والمغفرة في يوم القيامة ذكر بعد ذلك ما يدل على وجود يوم القيامة ، وما يدل على صفة يوم القيامة ، أما الذي يدل على وجود القيامة فهو قوله : { وَلاَ تَحْسَبَنَّ الله غافلا عَمَّا يَعْمَلُ الظالمون } فالمقصود منه التنبيه على أنه تعالى لو لم ينتقم للمظلوم من الظالم ، لزم أن يكون إما غافلاً عن ذلك الظالم أو عاجزاً عن الإنتقام ، أو كان راضياً بذلك الظلم ، ولما كانت الغفلة والعجز والرضا بالظلم محالاً على الله امتنع أن لا ينتقم للمظلوم من الظالم .\r\n فإن قيل : كيف يليق بالرسول صلى الله عليه وسلم أن يحسب الله موصوفاً بالغفلة؟ والجواب من وجوه : الأول : المراد به التثبيت على ما كان عليه من أنه لا يحسب الله غافلاً ، كقوله : { وَلاَ تَكُونَنَّ مِنَ المشركين } [ الأنعام : 14 ] .\r\n { وَلاَ تَدْعُ مَعَ الله إلها ءَاخَرَ } [ القصص : 88 ] وكقوله : { يا أيها الذين آمنوا } .\r\n والثاني : أن المقصود منه بيان أنه لو لم ينتقم لكان عدم الإنتقام لأجل غفلته عن ذلك الظلم ، ولما كان امتناع هذه الغفلة معلوماً لكل أحد لا جرم كان عدم الانتقام محالاً .\r\n والثالث : أن المراد ولا تحسبنه يعاملهم معاملة الغافل عما يعملون ، ولكن معاملة الرقيب عليهم المحاسب على النقير والقطمير .\r\n الرابع : أن يكون هذا الكلام وإن كان خطاباً مع النبي صلى الله عليه وسلم في الظاهر ، إلا أنه يكون في الحقيقة خطاباً مع الأمة ، وعن سفيان بن عيينة : أنه تسلية للمظلوم وتهديد للظالم ، ثم بين تعالى أنه إنما يؤخر عقاب هؤلاء الظالمين ليوم موصوف بصفات .\r\n الصفة الأولى : أنه تشخص فيه الأبصار .\r\n يقال : شخص بصر الرجل إذا بقيت عينه مفتوحة لا يطرفها ، وشخوص البصر يدل على الحيرة والدهشة وسقوط القوة .\r\n والصفة الثانية : قوله : { مُهْطِعِينَ } وفي تفسير الإهطاع أقوال أربعة : القول الأول : قال أبو عبيدة هو الإسراع .\r\n يقال : أهطع البعير في سيره واستهطع إذا أسرع وعلى هذا الوجه ، فالمعنى : أن الغالب من حال من يبقى بصره شاخصاً من شدة الخوف أن يبقى واقفاً ، فبين الله تعالى أن حالهم بخلاف هذا المعتاد ، فإنهم مع شخوص أبصارهم يكونون مهطعين ، أي مسرعين نحو ذلك البلاء .\r\n القول الثاني : في الإهطاع قال أحمد بن يحيى : المهطع الذي ينظر في ذل وخشوع .\r\n والقول الثالث : المهطع الساكت .\r\n والقول الرابع : قال الليث : يقال للرجل إذا قر وذل أهطع .\r\n الصفة الثالثة : قوله : { مُقْنِعِى رُؤُوسِهِمْ } والإقناع رفع الرأس والنظر في ذل وخشوع ، فقوله : { مُقْنِعِى رُؤُوسِهِمْ } أي رافعي رؤوسهم والمعنى أن المعتاد فيمن يشاهد البلاء أنه يطرق رأسه عنه لكي لا يراه ، فبين تعالى أن حالهم بخلاف هذا المعتاد وأنهم يرفعون رؤوسهم .\r\n الصفة الرابعة : قوله : { لاَ يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ } والمراد من هذه الصفة دوام ذلك الشخوص ، فقوله : { تَشْخَصُ فِيهِ الأبصار } لا يفيد كون هذا الشخوص دائماً وقوله : { لاَ يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ } يفيد دوام هذا الشخوص ، وذلك يدل على دوام تلك الحيرة والدهشة في قلوبهم .\r\n الصفة الخامسة : قوله : { وَأَفْئِدَتُهُمْ هَوَآءٌ } الهواء الخلاء الذي لم تشغله الأجرام ثم جعل وصفاً فقيل : قلب فلان هواء إذا كان خالياً لا قوة فيه ، والمراد بيان أن قلوب الكفار خالية يوم القيامة عن جميع الخواطر والأفكار لعظم ما ينالهم من الحيرة ومن كل رجاء وأمل لما تحققوه من العقاب ومن كل سرور ، لكثرة ما فيه من الحزن ، إذا عرفت هذه الصفات الخمسة فقد اختلفوا في وقت حصولها فقيل : إنها عند المحاسبة بدليل أنه تعالى إنما ذكر هذه الصفات عقيب وصف ذلك اليوم بأنه يوم يقوم الحساب ، وقيل : إنها تحصل عندما يتميز فريق عن فريق ، والسعداء يذهبون إلى الجنة ، والأشقياء إلى النار .\r\n وقيل : بل يحصل عند إجابة الداعي والقيام من القبور ، والأول أولى للدليل الذي ذكرناه ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "ولا تحسبن الله غافلا عما يعمل الظالمون إنما يؤخرهم ليوم تشخص فيه الأبصار (42) مهطعين مقنعي رءوسهم لا يرتد إليهم طرفهم وأفئدتهم هواء (43) ",
        "babnum": 21
    },
    {
        "id": 1256,
        "cate": "14",
        "title": "وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُوا رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْلُ مَا لَكُمْ مِنْ زَوَالٍ (44) وَسَكَنْتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْأَمْثَالَ (45) ",
        "details": " اعلم أن قوله : { يَوْمَ يَأْتِيهِمُ العذاب } فيه أبحاث : البحث الأول : قال صاحب «الكشاف» : { يَوْمَ يَأْتِيهِمُ العذاب } مفعول ثان لقوله : { وَأَنذِرِ } وهو يوم القيامة .\r\n البحث الثاني : الألف واللام في لفظ { العذاب } للمعهود السابق ، يعني : وأنذر الناس يوم يأتيهم العذاب الذي تقدم ذكره وهو شخوص أبصارهم ، وكونهم مهطعين مقنعي رؤوسهم .\r\n البحث الثالث : الإنذار هو التخويف بذكر المضار ، والمفسرون مجمعون على أن قوله : { يَوْمَ يَأْتِيهِمُ العذاب } هو يوم القيامة ، وحمله أبو مسلم على أنه حال المعاينة ، والظاهر يشهد بخلافه ، لأنه تعالى وصف اليوم بأن عذابهم يأتي فيه وأنهم يسألون الرجعة ، ويقال لهم : { أَوَ لَمْ تَكُونُواْ أَقْسَمْتُمْ مِّن قَبْلُ مَا لَكُمْ مّن زَوَالٍ } ولا يليق ذلك إلا بيوم القيامة .\r\n وحجة أبي مسلم : أن هذه الآية شبيهة بقوله تعالى : { وَأَنفِقُواْ مِمَّا رزقناكم مّن قَبْلِ أَن يَأْتِىَ أَحَدَكُمُ الموت فَيَقُولُ رَبّ لَوْلا أَخَّرْتَنِى إلى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ } [ المنافقون : 10 ] ثم حكى الله سبحانه ما يقول الكفار في ذلك اليوم ، فقال : { فَيَقُولُ الذين ظَلَمُواْ رَبَّنَا أَخّرْنَا إلى أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرسل } واختلفوا في المراد بقوله : { أَخِّرْنَا إلى أَجَلٍ قَرِيبٍ } فقال بعضهم : طلبوا الرجعة إلى الدنيا ليتلافوا ما فرطوا فيه ، وقال : بل طلبوا الرجوع إلى حال التكليف بدليل قولهم : نجب دعوتك ونتبع الرسل ، وأما على قول أبي مسلم فتأويل هذه الآية ظاهر فقال تعالى مجيباً لهم : { أَوَ لَمْ تَكُونُواْ أَقْسَمْتُمْ مّن قَبْلُ مَا لَكُمْ مِّن زَوَالٍ } ومعناه ما ذكره الله تعالى في آية أخرى ، وهو قوله تعالى : { وَأَقْسَمُواْ بالله جَهْدَ أيمانهم لاَ يَبْعَثُ الله مَن يَمُوتُ } [ النحل : 38 ] إلى غير ذلك مما كانوا يذكرونه من إنكار المعاد فقرعهم الله تعالى بهذا القول لأن التقريع بهذا الجنس أقوى ، ومعنى : ما لكم من زوال ، لا شبهة في أنهم كانوا يقولون لا زوال لنا من هذه الحياة إلى حياة أخرى ، ومن هذه الدار إلى دار المجازاة ، لا أنهم كانوا ينكرون أن يزولوا عن حياة إلى موت أو عن شباب إلى هرم أو عن فقر إلى غنى ، ثم إنه تعالى زادهم تقريعاً آخر بقوله : { وَسَكَنتُمْ فِى مساكن الذين ظَلَمُواْ أَنفُسَهُمْ } يعني سكنتم في مساكن الذين كفروا قبلكم ، وهم قوم نوح وعاد وثمود ، وظلموا أنفسهم بالكفر والمعصية ، لأن من شاهد هذه الأحوال وجب عليه أن يعتبر ، فإذا لم يعتبر كان مستوجباً للذم والتقريع .\r\n ثم قال : { وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ } وظهر لكم أن عاقبتهم عادت إلى الوبال والخزي والنكال .\r\n فإن قيل : ولماذا قيل : { وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ } ولم يكن القوم يقرون بأنه تعالى أهلكهم لأجل تكذيبهم؟ قلنا : إنهم علموا أن أولئك المتقدمين كانوا طالبين للدنيا ثم إنهم فنوا وانقرضوا فعند هذا يعلمون أنه لا فائدة في طلب الدنيا ، والواجب الجد والاجتهاد في طلب الدين ، والواجب على من عرف هذا أن يكون خائفاً وجلاً فيكون ذلك زجراً له هذا إذا قرىء بالتاء أما إذا قرىء بالنون فلا شبهة فيه لأن التقدير كأنه تعالى قال : أولم نبين لكم كيف فعلنا بهم ، وليس كل ما بين لهم تبينوه .\r\n أما قوله : { وَضَرَبْنَا لَكُمُ الأمثال } فالمراد ما أورده الله في القرآن مما يعلم به أنه قادر على الإعادة كما قدر على الإبتداء وقادر على التعذيب المؤجل كما يفعل الهلاك المعجل ، وذلك في كتاب الله كثير ، والله أعلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وأنذر الناس يوم يأتيهم العذاب فيقول الذين ظلموا ربنا أخرنا إلى أجل قريب نجب دعوتك ونتبع الرسل أولم تكونوا أقسمتم من قبل ما لكم من زوال (44) وسكنتم في مساكن الذين ظلموا أنفسهم وتبين لكم كيف فعلنا بهم وضربنا لكم الأمثال (45) ",
        "babnum": 22
    },
    {
        "id": 1257,
        "cate": "14",
        "title": "وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِنْدَ اللَّهِ مَكْرُهُمْ وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ (46) ",
        "details": " اعلم أنه تعالى لما ذكر صفة عقابهم أتبعها بذكر كيفية مكرهم فقال : { وَقَدْ مَكَرُواْ مَكْرَهُمْ } وفيه مسائل : المسألة الأولى : اختلفوا في أن الضمير في قوله : { وَقَدْ مَكَرُواْ } إلى ماذا يعود؟ على وجوه : الأول : أن يكون الضمير عائداً إلى الذين سكنوا في مساكن الذين ظلموا أنفسهم وهذا القول الصحيح لأن الضمير يجب عوده إلى أقرب المذكورات .\r\n والثاني : أن يكون المراد به قوم محمد صلى الله عليه وسلم والدليل عليه قوله : { وَأَنذِرِ الناس } [ إبراهيم : 45 ] يا محمد وقد مكر قومك مكرهم وذلك المكر هو الذي ذكره الله تعالى في قوله : { وَإِذْ يَمْكُرُ بِكَ الذين كَفَرُواْ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ } [ الأنفال : 30 ] وقوله : { مَكْرَهُمْ } أي مكرهم العظيم الذي استفرغوا فيه جهدهم .\r\n الثالث : أن المراد من هذا المكر ما نقل أن نمروذ حاول الصعود إلى السماء فاتخذ لنفسه تابوتاً وربط قوائمه الأربع بأربعة نسور ، وكان قد جوعها ورفع فوق الجوانب الأربعة من التابوت عصياً أربعاً وعلق على كل واحدة منهن قطعة لحم ثم إنه جلس مع حاجبه في ذلك التابوت فلما أبصرت النسور تلك اللحوم تصاعدت في جو الهواء ثلاثة أيام وغابت الدنيا عن عين نمروذ ورأى السماء بحالها فنكس تلك العصي التي علق عليها اللحم فسفلت النسور وهبطت إلى الأرض ، فهذا هو المراد من مكرهم .\r\n قال القاضي : وهذا بعيد جداً لأن الخطر فيه عظيم ولا يكاد العاقل يقدم عليه وما جاء فيه خبر صحيح معتمد ولا حجة في تأويل الآية ألبتة .\r\n المسألة الثانية : قوله : { وَعِندَ الله مَكْرُهُمْ } فيه وجهان : الأول : أن يكون المكر مضافاً إلى الفاعل كالأول .\r\n والمعنى : ومكتوب عند الله مكرهم فهو يجازيهم عليه بمكر هو أعظم منه .\r\n والثاني : أن يكون المكر مضافاً إلى المفعول ، والمعنى : وعند الله مكرهم الذي يمكر بهم وهو عذابهم الذي يستحقونه يأتيهم به من حيث لا يشعرون ولا يحتسبون .\r\n أما قوله تعالى : { وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الجبال } فاعلم أنه قرأ الكسائي وحده { لِتَزُولَ } بفتح اللام الأولى ورفع اللام الأخرى منه ، والباقون بكسر الأولى ونصب الثانية .\r\n أما القراءة الأولى : فمعناها أن مكرهم كان معداً لأن تزول منه الجبال ، وليس المقصود من هذا الكلام الإخبار عن وقوعه ، بل التعظيم والتهويل وهو كقوله : { تَكَادُ السموات يتفطرن الكتاب مِنْهُ } [ مريم : 90 ] .\r\n وأما القراءة الثانية : فالمعنى : أن لفظ «إن» في قوله؛ { وَإِن كَانَ مَكْرُهُمْ } بمعنى «ما» واللام المكسورة بعدها يعني بها الجحد ومن سبيلها نصب الفعل المستقبل .\r\n والنحويون يسمونها لام الجحد ومثله قوله تعالى : { وَمَا كَانَ الله لِيُطْلِعَكُمْ عَلَى الغيب } [ آل عمران : 179 ] .\r\n { مَّا كَانَ الله لِيَذَرَ المؤمنين } [ آل عمران : 179 ] والجبال ههنا مثل لأمر النبي صلى الله عليه وسلم ولأمر دين الإسلام وإعلامه ودلالته على معنى أن ثبوتها كثبوت الجبال الراسية لأن الله تعالى وعد نبيه إظهار دينه على كل الأديان .\r\n ويدل على صحة هذا المعنى قوله تعالى بعد هذه الآية : { فَلاَ تَحْسَبَنَّ الله مُخْلِفَ وَعْدِهِ رُسُلَهُ } [ إبراهيم : 47 ] أي قد وعدك الظهور عليهم والغلبة لهم .\r\n والمعنى : وما كان مكرهم لتزول منه الجبال ، أي وكان مكرهم أوهن وأضعف من أن تزول منه الجبال الراسيات التي هي دين محمد صلى الله عليه وسلم ، ودلائل شريعته ، وقرأ علي وعمرو : { إِن كَانَ مَكْرِهِمْ } .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "وقد مكروا مكرهم وعند الله مكرهم وإن كان مكرهم لتزول منه الجبال (46) ",
        "babnum": 23
    },
    {
        "id": 1258,
        "cate": "14",
        "title": "فَلَا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ إِنَّ اللَّهَ عَزِيزٌ ذُو انْتِقَامٍ (47) ",
        "details": " اعلم أنه تعالى قال في الآية الأولى : { وَلاَ تَحْسَبَنَّ الله غافلا عَمَّا يَعْمَلُ الظالمون } [ إبراهيم : 42 ] وقال في هذه الآية : { فَلاَ تَحْسَبَنَّ الله مُخْلِفَ وَعْدِهِ رُسُلَهُ } والمقصود منه التنبيه على أنه تعالى لو لم يقم القيامة ولم ينتقم للمظلومين من الظالمين ، لزم إما كونه غافلاً وإما كونه مخلفاً في الوعد ، ولما تقرر في العقول السليمة أن كل ذلك محال كان القول بأنه لا يقيم القيامة باطلاً وقوله : { مُخْلِفَ وَعْدِهِ رُسُلَهُ } يعني قوله : { إِنَّا لَنَنصُرُ رُسُلَنَا } [ غافر : 51 ] وقوله : { كَتَبَ الله لأَغْلِبَنَّ أَنَاْ وَرُسُلِى } [ المجادلة : 21 ] .\r\n فإن قيل : هلا قيل مخلف رسله وعده ، ولم قدم المفعول الثاني على الأول؟ قلنا : ليعلم أنه لا يخلف الوعد أصلاً ، إن الله لا يخلف الميعاد ، ثم قال : { رُسُلَهُ } ليدل به على أنه تعالى لما لم يخلف وعده أحداً وليس من شأنه إخلاف المواعيد فكيف يخلفه رسله الذين هم خيرته وصفوته ، وقرىء : { مُخْلِفَ وَعْدِهِ رُسُلَهُ } بجر الرسل ونصب الوعد ، والتقدير : مخلف رسله وعده ، وهذه القراءة في الضعف ، كمن قرأ قتل أولادهم شركائهم ثم قال : { إِنَّ الله عَزِيزاً } أي غالب لا يماكر ذو انتقام لأوليائه .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "فلا تحسبن الله مخلف وعده رسله إن الله عزيز ذو انتقام (47) ",
        "babnum": 24
    },
    {
        "id": 1259,
        "cate": "14",
        "title": "يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ (48) وَتَرَى الْمُجْرِمِينَ يَوْمَئِذٍ مُقَرَّنِينَ فِي الْأَصْفَادِ (49) سَرَابِيلُهُمْ مِنْ قَطِرَانٍ وَتَغْشَى وُجُوهَهُمُ النَّارُ (50) لِيَجْزِيَ اللَّهُ كُلَّ نَفْسٍ مَا كَسَبَتْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ (51) هَذَا بَلَاغٌ لِلنَّاسِ وَلِيُنْذَرُوا بِهِ وَلِيَعْلَمُوا أَنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَلِيَذَّكَّرَ أُولُو الْأَلْبَابِ (52) ",
        "details": " اعلم أن الله تعالى لما قال : { عَزِيزٌ ذُو انتقام } بين وقت انتقامه فقال : { يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض } وعظم من حال ذلك اليوم ، لأنه لا أمر أعظم من العقول والنفوس من تغيير السموات والأرض وفي الآية مسائل : المسألة الأولى : ذكر الزجاج في نصب يوم وجهين ، إما على الظرف لانتقام أو على البدل من قوله : { يَوْمَ يَأْتِيهِمُ العذاب } .\r\n المسألة الثانية : اعلم أن التبديل يحتمل وجهين : أحدهما : أن تكون الذات باقية وتتبدل صفتها بصفة أخرى .\r\n والثاني : أن تفنى الذات الأولى وتحدث ذات أخرى ، والدليل على أن ذكر لفظ التبدل لإرادة التغير في الصفة جائز ، أنه يقال بدلت الحلقة خاتماً إذا أذبتها وسويتها خاتماً فنقلتها من شكل إلى شكل ، ومنه قوله تعالى : { فَأُوْلَئِكَ يُبَدّلُ الله سَيّئَاتِهِمْ حسنات } [ الفرقان : 70 ] ويقال : بدلت قميصي جبة أي نقلت العين من صفة إلى صفة أخرى ، ويقال : تبدل زيد إذا تغيرت أحواله ، وأما ذكر لفظ التبديل عند وقوع التبدل في الذوات فكقولك بدلت الدراهم دنانير ، ومنه قوله : { بدلناهم جُلُوداً غَيْرَهَا } [ النساء : 56 ] وقوله : { بدلناهم بِجَنَّتَيْهمْ جَنَّتَيْنِ } [ سبأ : 16 ] إذا عرفت أن اللفظ محتمل لكل واحد من هذين المفهومين ففي الآية قولان : القول الأول : أن المراد تبديل الصفة لا تبديل الذات .\r\n قال ابن عباس رضي الله عنهما : هي تلك الأرض إلا أنها تغيرت في صفاتها ، فتسير عن الأرض جبالها وتفجر بحارها وتسوى ، فلا يرى فيها عوج ولا أمت .\r\n وروى أبو هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال : « يبدل الله الأرض غير الأرض فيبسطها ويمدها مد الأديم العاكظي فلا ترى فيها عوجاً ولا أمتاً » وقوله : { والسموات } أي تبدل السموات غير السموات ، وهو كقوله عليه السلام : « لا يقتل مؤمن بكافر ولا ذو عهد في عهده » والمعنى : ولا ذو عهد في عهده بكافر ، وتبديل السموات بانتثار كواكبها وانفطارها ، وتكوير شمسها ، وخسوف قمرها ، وكونها أبواباً ، وأنها تارة تكون كالمهل وتارة تكون كالدهان .\r\n والقول الثاني : أن المراد تبديل الذات .\r\n قال ابن مسعود : تبدل بأرض كالفضة البيضاء النقية لم يسفك عليها دم ولم تعمل عليها خطيئة ، فهذا شرح هذين القولين ، ومن الناس من رجح القول الأول قال لأن قوله : { يَوْمَ تُبَدَّلُ الأرض } المراد هذه الأرض ، والتبدل صفة مضافة إليها ، وعند حصول الصفة لا بد وأن يكون الموصوف موجوداً ، فلما كان الموصوف بالتبدل هو هذه الأرض وجب كون هذه الأرض باقية عند حصول ذلك التبدل ، ولا يمكن أن تكون هذه الأرض باقية مع صفاتها عند حصول ذلك التبدل ، وإلا لامتنع حصول التبدل ، فوجب أن يكون الباقي هو الذات .\r\n فثبت أن هذه الآية تقتضي كون الذات باقية ، والقائلون بهذا القول هم الذين يقولون : إن عند قيام القيامة لا يعدم الله الذوات والأجسام ، وإنما يعدم صفاتها وأحوالها .\r\n واعلم أنه لا يبعد أن يقال : المراد من تبديل الأرض والسموات هو أنه تعالى يجعل الأرض جهنم ، ويجعل السموات الجنة ، والدليل عليه قوله تعالى : { كَلاَّ إِنَّ كتاب الأبرار لَفِى عِلّيّينَ } [ المطففين : 18 ] وقوله : { كَلاَّ إِنَّ كتاب الفجار لَفِى سِجّينٍ } [ المطففين : 7 ] ، والله أعلم .\r\n أما قوله تعالى : { وَبَرَزُواْ للَّهِ الواحد الْقَهَّارِ } فنقول أما البروز لله فقد فسرناه في قوله تعالى : { وَبَرَزُواْ لِلَّهِ جَمِيعًا } وإنما ذكر الواحد القهار ههنا ، لأن الملك إذا كان لمالك واحد غلاب لا يغالب قهار لا يقهر فلا مستغاث لأحد إلى غيره فكال الأمر في غاية الصعوبة ، ونظيره قوله : { لّمَنِ الملك اليوم لِلَّهِ الواحد القهار } [ غافر : 16 ] ولما وصف نفسه سبحانه بكونه قهاراً بين عجزهم وذلتهم ، فقال : { وَتَرَى المجرمين يَوْمَئِذٍ } .\r\n واعلم أنه تعالى ذكر في صفات عجزهم وذلتهم أموراً : فالصفة الأولى : كونهم مقرنين في الأصفاد .\r\n يقال : قرنت الشيء بالشيء إذا شددته به ووصلته .\r\n والقرآن اسم للحبل الذي يشد به شيئان .\r\n وجاء ههنا على التكثير لكثرة أولئك القوم والأصفاد جمع صفد وهو القيد .\r\n إذا عرفت هذا فنقول : في قوله : { مُّقرِّنِينَ } ثلاثة أوجه : أحدها : قال الكلبي : مقرنين كل كافر مع شيطان في غل ، وقال عطاء : هو معنى قوله : { وَإِذَا النفوس زُوّجَتْ } [ التكوير : 70 ] أي قرنت فيقرن الله تعالى نفوس المؤمنين بالحور العين ، ونفوس الكافرين بقرنائهم من الشياطين ، وأقول حظ البحث العقلي منه أن الإنسان إذا فارق الدنيا ، فإما أن يكون قد راض نفسه وهذبها ودعاها إلى معرفة الله تعالى وطاعته ومحبته ، أو ما فعل ذلك ، بل تركها متوغلة في اللذات الجسدانية مقبلة على الأحوال الوهمية والخيالية ، فإن كان الأول فتلك النفس تفارق مع تلك الجهة بالحضرة الإلهية ، والسعادة بالعناية الصمدانية ، وإن كان الثاني فتلك النفس تفارق مع الأسف والحزن والبلاء الشديد ، بسبب الميل إلى عالم الجسم ، وهذا هو المراد بقوله : { وَإِذَا النفوس زُوّجَتْ } وشيطان النفس الكافرة هي الملكات الباطلة ، والحوادث الفاسدة ، وهو المراد من قول عطاء : إن كل كافر مع شيطانه يكون مقروناً في الأصفاد .\r\n والقول الثاني : في تفسير قوله : { مُّقَرَّنِينَ فِى الأصفاد } هو قرن بعض الكفار ببعض ، والمراد أن تلك النفوس الشقية والأرواح المكدرة الظلمانية ، لكونها متجانسة متشاكلة ينضم بعضها إلى بعض ، وتنادي ظلمة كل واحدة منها إلى الأخرى ، فانحدار كل واحدة منها إلى الأخرى في تلك الظلمات ، والخسارات هي المراد بقوله : { مُّقَرَّنِينَ فِى الأصفاد } .\r\n والقول الثالث : قال زيد بن أرقم : قرنت أيديهم وأرجلهم إلى رقابهم بالأغلال ، وحظ العقل من ذلك أن الملكات الحاصلة في جوهر النفس إنما تحصل بتكرير الأفعال الصادرة من الجوارح والأعضاء ، فإذا كانت تلك الملكات ظلمانية كدرة ، صارت في المثال كأن أيديها وأرجلها قرنت وغلت في رقابها .\r\n وأما قوله : { فِى الأصفاد } ففيه وجهان : أحدها : أن يكون ذلك متعلقاً بمقرنين ، والمعنى : يقربون بالأصفاد .\r\n والثاني : أن لا يكون متعلقاً به ، والمعنى : أنهم مقرنون مقيدون ، وحظ العقل معلوم مما سلفت الإشارة إليه .\r\n الصفة الثانية : قوله تعالى : { سَرَابِيلُهُم مّن قَطِرَانٍ } السرابيل جمع سربال وهو القميص ، والقطران فيه ثلاث لغات : قطران وقطران وقطرن ، بفتح القاف وكسرها مع سكون الطاء وبفتح القاف وكسر الطاء ، وهو شيء يتحلب من شجر يسمى الأبهل فيطبخ ويطلى به الإبل الجرب فيحرق الجرب بحرارته وحدته ، وقد تصل حرارته إلى داخل الجوف ، ومن شأنه أن يتسارع فيه اشتعال النار ، وهو أسود اللون منتن الريح فتطلى به جلود أهل النار حتى يصير ذلك الطلي كالسرابيل ، وهي القمص فيحصل بسببها أربعة أنواع من العذاب ، لذع القطران وحرقته ، وإسراع النار في جلودهم واللون الوحش ونتن الريح ، وأيضاً التفاوت بين قطران القيامة وقطران الدنيا كالتفاوت بين النارين ، وأقول حظ العقل من هذا أن جوهر الروح جوهر مشرق لامع من عالم القدس وغيبة الجلال ، وهذا البدن جارٍ مجرى السربال والقميص له ، وكل ما يحصل للنفس من الآلام والغموم ، فإنما يحصل بسبب هذا البدن ، فلهذا البدن لذع وحرقة في جوهر النفس ، لأن الشهوة والحرص والغضب إنما تتسارع إلى جوهر الروح بسببه ، وكونه للكثافة والكدورة والظلمة هو الذي يخفي لمعان الروح وضوءه وهو سبب لحصول النتن والعفونة ، فتشبه هذا الجسد بسرابيل من القطران والقطر ، وقرأ بعضهم { مّن قَطِرآن } والقطر النحاس أو الصفر المذاب والآني المتناهي حره .\r\n قال أبو بكر بن الأنباري : وتلك النار لا تبطل ذلك القطران ولا تفنيه كما لا تهلك النار أجسادهم والأغلال التي كانت عليهم .\r\n الصفة الثالثة : قوله تعالى : { وتغشى وُجُوهَهُمْ النار } ونظيره قوله تعالى : { أَفَمَن يَتَّقِي بِوَجْهِهِ سُوء العذاب يَوْمَ القيامة } [ الزمر : 24 ] وقوله : { يَوْمَ يُسْحَبُونَ فِى النار على وُجُوهِهِمْ } [ القمر : 48 ] .\r\n واعلم أن موضع المعرفة والنكرة والعلم والجهل هو القلب ، وموضع الفكر والوهم والخيال هو الرأس .\r\n وأثر هذه الأحوال إنما تظهر في الوجه ، فلهذا السبب خص الله تعالى هذين العضوين بظهور آثار العقاب فيهما فقال في القلب : { نَارُ الله الموقدة * التى تَطَّلِعُ عَلَى الأفئدة } [ الهمزة : 6 ، 7 ] وقال في الوجه : { وتغشى وُجُوهَهُمْ النار } بمعنى تتغشى ، ولما ذكر تعالى هذه الصفات الثلاثة قال : { لِيَجْزِىَ الله كُلَّ نَفْسٍ مَّا كَسَبَتْ } قال الواحدي : المراد منه أنفس الكفار لأن ما سبق ذكره لا يليق أن يكون جزاء لأهل الإيمان ، وأقول يمكن إجراء اللفظ على عمومه ، لأن لفظ الآية يدل على أنه تعالى يجزي كل شخص بما يليق بعمله وكسبه ولما كان كسب هؤلاء الكفار الكفر والمعصية ، كان جزاؤهم هو هذا العقاب المذكور ، ولما كان كسب المؤمنين الأيمان والطاعة ، كان اللائق بهم هو الثواب وأيضاً أنه تعالى لما عاقب المجرمين بجرمهم فلأن يثيب المطيعين على طاعتهم كان أولى .\r\n ثم قال تعالى : { إِنَّ الله سَرِيعُ الحساب } والمراد أنه تعالى لا يظلمهم ولا يزيد على عقابهم الذي يستحقونه .\r\n وحظ العقل منه أن الأخلاق الظلمانية هي المبادي لحصول الآلام الروحانية وحصول تلك الأخلاق في النفس على قدر صدور تلك الأعمال منهم في الحياة الدنيا ، فإن الملكات النفسانية إنما تحصل في جوهر النفس بسبب الأفعال المتكررة ، وعلى هذا التقدير فتلك الآلام تتفاوت بحسب تلك الأفعال في كثرتها وقلتها وشدتها وضعفها وذلك يشبه الحساب .\r\n ثم قال تعالى : { هذا بلاغ لّلنَّاسِ } أي هذا التذكير والموعظة بلاغ للناس ، أي كفاية في الموعظة ثم اختلفوا فقيل : إن قوله هذا إشارة إلى كل القرآن ، وقيل : بل إشارة إلى كل هذه السورة ، وقيل : بل إشارة إلى المذكور من قوله : { وَلاَ تَحْسَبَنَّ } إلى قوله : { سَرِيعُ الحساب } وأما قوله : { وَلِيُنذَرُواْ بِهِ } فهو معطوف على محذوف أي لينتصحوا : { وَلِيُنذَرُواْ بِهِ } أي بهذا البلاغ .\r\n ثم قال : { وَلِيَعْلَمُواْ أَنَّمَا هُوَ إله وَاحِدٌ وَلِيَذَّكَّرَ أُوْلُواْ الألباب } وفيه مسائل : المسألة الأولى : قد ذكرنا في هذا الكتاب مراراً أن النفس الإنسانية لها شعبتان : القوة النظرية وكمال حالها في معرفة الموجودات بأقسامها وأجناسها وأنواعها حتى تصير النفس كالمرآة التي يتجلى فيها قدس الملكوت ويظهر فيها جلال اللاهوت ورئيس هذه المعارف والجلاء ، معرفة توحيد الله بحسب ذاته وصفاته وأفعاله .\r\n والشعبة الثانية : القوة العملية وسعادتها في أن تصير موصوفة بالأخلاق الفاضلة التي تصير مبادي لصدور الأفعال الكاملة عنها ، ورئيس سعادات هذه القوة طاعة الله وخدمته .\r\n إذا عرفت هذا فنقول : قوله : { وَلِيَعْلَمُواْ أَنَّمَا هُوَ إله وَاحِدٌ } إشارة إلى ما يجري مجرى الرئيس لكمال حال القوة النظرية وقوله : { وَلِيَذَّكَّرَ أُوْلُواْ الألباب } إشارة إلى ما يجري مجرى الرئيس لكمال حال القوة العملية فإن الفائدة في هذا التذكر ، إنما هو الإعراض عن الأعمال الباطلة والإقبال على الأعمال الصالحة ، وهذه الخاتمة كالدليل القاطع في أنه لا سعادة للإنسان إلا من هاتين الجهتين .\r\n المسألة الثانية : هذه الآيات مشعرة بأن التذكير بهذه المواعظ والنصائح يوجب الوقوف على التوحيد والإقبال على العمل الصالح ، والوجه فيه أن المرء إذا سمع هذه التخويفات والتحذيرات عظم خوفه واشتغل بالنظر والتأمل ، فوصل إلى معرفة التوحيد والنبوة واشتغل بالأعمال الصالحة .\r\n المسألة الثالثة : قال القاضي : أول هذه السورة وآخرها يدل على أن العبد مستقل بفعله ، إن شاء أطاع وإن شاء عصى ، أما أول هذه السورة فهو قوله تعالى : { لِتُخْرِجَ الناس مِنَ الظلمات إِلَى النور } [ إبراهيم : 1 ] فإنا قد ذكرنا هناك أن هذا يدل على أن المقصود من إنزال الكتاب إرشاد الخلق كلهم إلى الدين والتقوى ومنعهم عن الكفر والمعصية ، وأما آخر السورة فلأن قوله : { وَلِيَذَّكَّرَ أُوْلُواْ الألباب } يدل على أنه تعالى إنما أنزل هذه السورة ، وإنما ذكر هذه النصائح والمواعظ لأجل أن ينتفع الخلق بها فيصيروا مؤمنين مطيعين ويتركوا الكفر والمعصية ، فظهر أن أول هذه السورة وآخرها متطابقان في إفادة هذا المعنى .\r\n واعلم أن الجواب المستقصى عنه مذكور في أول السورة فلا فائدة في الإعادة .\r\n المسألة الرابعة : هذه الآية دالة على أنه لا فضيلة للإنسان ولا منقبة له إلا بسبب عقله ، لأنه تعالى بين أنه إنما أنزل هذه الكتب ، وإنما بعث الرسل لتذكير أولى الألباب ، فلولا الشرف العظيم والمرتبة العالية لأولى الألباب لما كان الأمر كذلك .\r\n قال المصنف رحمه الله تعالى ورضي عنه : تم تفسير هذه السورة يوم الجمعة في أواخر شعبان سنة إحدى وستمائة ختم بالخير والغفران في صحراء بغداد ، ونسأل الله الخلاص من الغموم والأحزان والفوز بدرجات الجنان والخلاص من دركات النيران ، إنه الملك المنان ، الرحيم الديان ، بحمد الله وحسن توفيقه وصلاته وسلامه على خاتم النبيين محمد وآله وسلم .\r\n ",
        "fav": 0,
        "note": null,
        "normal": "يوم تبدل الأرض غير الأرض والسماوات وبرزوا لله الواحد القهار (48) وترى المجرمين يومئذ مقرنين في الأصفاد (49) سرابيلهم من قطران وتغشى وجوههم النار (50) ليجزي الله كل نفس ما كسبت إن الله سريع الحساب (51) هذا بلاغ للناس ولينذروا به وليعلموا أنما هو إله واحد وليذكر أولو الألباب (52) ",
        "babnum": 25
    }
]